{
    "translation": "נוח",
    "uses": [
        "Put things where they will be most convenient for you.",
        "At this point it is convenient to leave the guidance of Professor J.",
        "by enabling him to avoid things at a convenient distance).3 Idea of Progress in History.",
        "A \" Geyser \" is a very convenient form of apparatus for heating a quantity of water in a short time.",
        "Then with no less fear and delight they saw how the young count, red in the face and with bloodshot eyes, dragged Mitenka out by the scruff of the neck and applied his foot and knee to his behind with great agility at convenient moments between the words, shouting, Be off!",
        "It is convenient to distinguish buds that give rise to polyps from those that form medusae.",
        "The chief drawback to type A is that the errors of the screw are liable to change by wear, otherwise the apparatus, as made and used at Potsdam, is, on the whole, a convenient and accurate one.",
        "The most convenient print for the blind is braille, which has several variations, too many, indeed--English, American, New York Point.",
        "Its most important feature on the theological as distinct from the political side was the endeavour to promote the circulation of the Bible in the vernacular, by encouraging translation and procuring an order in 1538 that a copy of the Bible in English should be set up in every church in a convenient place for reading.",
        "These courts were convenient, since it was the custom to appoint delegates resident in the neighbourhood, and the power of sub-delegation, general or limited, simplified questions of distance.",
        "It astonished me to find how much easier it is to talk than to spell with the fingers, and I discarded the manual alphabet as a medium of communication on my part; but Miss Sullivan and a few friends still use it in speaking to me, for it is more convenient and more rapid than lip-reading.",
        "It is convenient here to define the two chief types of cell-form which characterize tissues of the higher plants.",
        "Hence it is convenient to consider the morphology of the medusa from these two aspects.",
        "Further, it has been found convenient to designate the leaf-bearing stem as a whole by the term shoot, so that the body may, as Sachs suggested, be primarily analysed into shoot and root.",
        "Not only did his reason not reproach him for what he had done, but he even found cause for self-satisfaction in having so successfully contrived to avail himself of a convenient opportunity to punish a criminal and at the same time pacify the mob.",
        "on his way to Germany after Sedan slept one night in the little town, which is a convenient centre for visiting that battlefield.",
        "I tried flour also; but have at last found a mixture of rye and Indian meal most convenient and agreeable.",
        "The best form of open fireplace is the ventilating stove, in which fresh air is passed around the back and sides of the stove before being admitted through convenient openings into the room.",
        "The great advantage of the tube anemometer lies in the fact that the exposed part can be mounted on a high pole, and requires no oiling or attention for years; and the registering part can be placed in any convenient position, no matter how far from the external part.",
        "In a type built with vertical sections each division is complete in itself, and is not directly connected with the next section, but communicates with flow and return drums. A defective section may thus be left in position and stopped off by means of plugs from the drums until it is convenient to fit a new one in its place.",
        "as the conic having an eccentricity greater than unity, is a convenient starting-point for the Euclidian investigation.",
        "It may be convenient at this point to consider Calvin's ideal church polity, as set forth in his famous Christianae religionis institutio, the first edition of which was published in 1536.",
        "The general theories of Siphonophoran morphology are discussed below, but in enumerating the various types of appendages it is convenient to discuss their morphological interpretation, at the same time.",
        "Briggs also used decimals, but in a form not quite so convenient as Napier.",
        "\"I think, Princess, it is not convenient to speak of that now,\" she said with external dignity and coldness, though she felt the tears choking her.",
        "Taran saw Sirian's shrewd manipulations in the convenient location of the army.",
        "a convenient feature in Repsolds' micrometer that the webs are very near the inner surface of the top of the box, so that the eye is not brought inconveniently close to the plate when high powers are used.",
        "As to the two-handed alphabet, I think it is much easier for those who have sight than the manual alphabet; for most of the letters look like the large capitals in books; but I think when it comes to teaching a deaf-blind person to spell, the manual alphabet is much more convenient, and less conspicuous....",
        "The excellent manner in which the scales and micrometers are mounted, the employment of a compound microscope for viewing the scales, with its ingeniously arranged and admirably efficient reversing prism, and the perfection of its slow motions for focusing and reading, combine to render this a most accurate and convenient instrument for very refined measures, although too slow for work in which the measures must depend on single pointings in each of two reversed positions of the plate, and where speed of working is essential.",
        "I have found it a convenient medium of communicating with Helen when she is at some distance from me, for it enables me to talk with her by tapping upon the floor with my foot.",
        "At this stage it may be convenient to outline the progress of electric wave telegraphy since 1899.",
        "Taking the centimetre, gramme and second as our fundamental units, the most convenient unit of force is that which, acting on a gramme for a second, produces in it a velocity of a centimetre per second; this is called a Dyne.",
        "No such line of separation exists farther south, and the terms Central and Southern Italy, though in general use among geographers and convenient for descriptive purposes, do not correspond to any natural divisions.",
        "The official life of St Francis is St Bonaventura's Legenda, published in a convenient form by the Franciscans of Quaracchi (1898); Goetz's estimate of it (op. cit.) is much more favourable than Sabatier's.",
        "In first cost the hydraulic crane has the advantage, but the power mains are much less expensive and more convenient to arrange in the electric crane.",
        "Overland routes had now been found possible, though scarcely convenient for traffic, between all the widely separated Australian provinces.",
        "It would have been much more convenient if the customer under the sheet had been Jeffrey Byrne.",
        "The English names of the individual islands were probably given by buccaneers, for whom the group formed a convenient retreat.",
        "As a residence, however, for the rulers of the empire, a remote place in a difficult alpine region was far from convenient, and the real capitals were Susa, Babylon and Ecbatana.",
        "It will be convenient to take one supreme composer as the artist who has dealt so consistently with the essentials of the new style that he may be conveniently regarded as its creator.",
        "Another convenient arrangement is the provision of letter-boxes on electric tramcars in some cities.",
        "Lord Salisbury and Waddington at the instance of Bismarck, that, when convenient, France should occupy Tunisia, an agreement afterwn.rds confirmed (with a reserve as to the eventual attitude of Italy) in despatches exchanged in July and August 1878 between the Quai dOrsay and Downing Street.",
        "Two receiving instruments, a siphon recorder and a mirror galvanometer, are shown; one only is absolutely necessary, but it is convenient Cable to have the galvanometer ready, so that in case of accident to the recorder it may be at once switched into circuit by the switch s.",
        "The lesser people tolerated him because he extended the power of their city and made it beautiful with public buildings., The bourgeoisie, protected in their trade, found it convenient to support him.",
        "I observed that the vitals of the village were the grocery, the bar-room, the post-office, and the bank; and, as a necessary part of the machinery, they kept a bell, a big gun, and a fire-engine, at convenient places; and the houses were so arranged as to make the most of mankind, in lanes and fronting one another, so that every traveller had to run the gauntlet, and every man, woman, and child might get a lick at him.",
        "Thus, for instance, when using an induction coil or transformer to charge a condenser, it is not generally convenient to make more than 50 discharges per second, but each of these may create a train of oscillations consisting of, say, 20 to 50 waves.",
        "Where the face of the warehouse is sufficiently close to the water to permit of the crane rope plumbing the hatches without requiring a jib of excessive radius, it is a very convenient plan to place the whole crane on the warehouse roof.",
        "Each of them desired nothing more than to give himself up as a prisoner to escape from all this horror and misery; but on the one hand the force of this common attraction to Smolensk, their goal, drew each of them in the same direction; on the other hand an army corps could not surrender to a company, and though the French availed themselves of every convenient opportunity to detach themselves and to surrender on the slightest decent pretext, such pretexts did not always occur.",
        "We have not had an opportunity of testing this, nor Grubb's more recent models; but, should it be found possible to produce such images satisfactorily, without distortion and with an apparatus convenient and rigid in form, such micrometers may possibly supersede the filar micrometer.",
        "Held between the thumb and fingers of the right hand, they are used as tongs to take up portions of the food, which is brought to table cut up into small and convenient pieces, or as means for sweeping the rice and small particles of food into the mouth from the bowl.",
        "The present writer has suggested that the word Pali should be reserved for the language of the canon, and other words used for the earlier and later forms of it; 1 but the usage generally followed is so convenient that there is little likelihood of the suggestion being followed.",
        "William the Conqueror revived it immediately of ter his accession, as a convenient method of national taxation, and it was with the object of facilitating its collection that he ordered the compilation of Domesday Book.",
        "On the whole, if they cannot be taught articulation, the manual alphabet seems the best and most convenient means of communication.",
        "In the optical examination we may, if we prefer it, polarize the primary light; but it is usually more convenient to analyse the scattered light.",
        "But with all these often opposed conditions, we find less variation than might be expected, the main and really important divergence being due to the necessity of transposition, which added a very high pitch to the primarily convenient low one.",
        "In the first the load can be lifted vertically, and then moved round a central pivot, so as to be deposited at any convenient point within the range.",
        "It is convenient, to mention in this place certain institutions attached to the war department and completing the French military organization.",
        "It is, however, less liable to cause confusion, and in many other ways more convenient to employ the better known term Marsupialia in both senses.",
        "A very convenient rule is to allow one brake horse-power of motor for every to foottons of work done at the hook; this is equivalent to an efficiency of 661%, and is well on the safe side.",
        "Such a system of classification, although convenient, is not the most natural one, and a sketch of the system which better expresses the relationships between the various subdivisions is given here.",
        "The method of counting the total number of revolutions gives more friction and is less convenient than Repsolds', and no provision seems to be made for illuminating the micrometer head in the practical and convenient plan adopted by Repsolds.",
        "This store is a convenient place to visit to stock up on snacks to tuck into your pack before you head out for the mountains.",
        "The full implications of the group of ideas require, and are likely to receive, much attention in the immediate future of biological investigation, but it is enough at present to point out that until the more obvious lines of inquiry have been opened out much more fully, we cannot be in a position to guess at the existence of a residuum, for which such a metaphysical conception as bathmism would serve even as a convenient disguise for ignorance.",
        "The roof must not be quite flat, for a slight fall is necessary in its upper surface to allow water to drain away into gutters placed at convenient points.",
        "Other astronomers use the two distance-measuring webs, placed at a convenient distance apart, for position wires.",
        "Get out and active at the beach, wander the park, then stop off in town for a convenient meal.",
        "The hotel is convenient to several casual and fast food restaurants as well as two grocery stores and dry cleaners.",
        "When the subscribers in a local area exceed a certain number, or when for some other reason it is not convenient or economical to connect all the subscribers in the area to one exchange, it is usual to divide the area into a number of districts in each of which an exchange is placed, and to connect these district exchanges together by means of \" junction circuits.\"",
        "Rivers do not form effective international boundaries, although between dependent self-governing communities they are convenient lines of demarcation.",
        "It is to be noted that often no absolute line of demarcation can be drawn in regard to these regions, their definitions being rather convenient than morphological.",
        "It was painted in tempera about 1495, in commemoration of the battle of Fornovo, which Ginfrancesco Gonzaga found it convenient to represent to his lieges as an Italian victory, though in fact it had been a French victory; the church which originally housed the picture was built from Mantegna's own design.",
        "Later on, Jacob 3 I Hebrew vi, from the initial letters of Rabbi Shelomoh Yizbagi, a convenient method used by Jewish writers in referring to well-known authors.",
        "That is to say, there were several purposes for which it was convenient to distinguish \"English\" and \"French\" - the last name taking in all the followers of the Conqueror; there were no purposes for which there was any need to distinguish Normans as such, either from the general mass of the people or from others who spoke the French tongue.",
        "Documents were drawn up in such and so many of these tongues as was convenient for the parties concerned; not a few private documents add a fourth tongue, and are drawn up in Greek, Arabic, Latin and Hebrew.",
        "It is generally convenient to keep the inwards and the outwards traffic distinct and to deal with the two classes separately; at junction stations it may also be necessary to provide for the transfer of freight from one wagon to another, though the bulk of goods traffic is conveyed through to its destination in the wagons into which it was originally loaded.",
        "A convenient way of describing any type of engine is by means of numerals indicating the number of wheels - (I) in the group of wheels supporting the leading or chimney end, (2) in the group of coupled wheels, and (3) in the group supporting the trailing end of the engine.",
        "It is found most convenient to make use of the sag of the wire produced when it is stretched between two fixed points (K 1 K 2, fig.",
        "To find the total heat of a substance in any given state defined by the values of p and 0, starting from any convenient zero of temperature, it is sufficient to measure the total heat required to raise the substance to the final temperature under a constant pressure equal to p. For instance, in the boiler of a steam engine the feed water is pumped into the boiler against the final pressure of the steam, and is heated under this constant pressure up to the temperature of the steam.",
        "Cotton seed in those days was the object of so much aversion that the planter burned it or threw it into running streams, as was most convenient.",
        "These \" continents,\" \" parts of the earth,\" or \" quarters of the globe,\" proved to be convenient divisions; America was added as a fourth, and subsequently divided into two, while Australia on its discovery was classed sometimes as a new continent, sometimes merely as an island, sometimes compromisingly as an island-continent, according to individual opinion.",
        "It is convenient to employ a specific name for a projection of a coast-line less pronounced than a peninsula, and for an inlet less pronounced than a bay or bight; outcurve and incurve may serve the turn.",
        "2d, 3 c) is always \"free,\" the legs, wings and other appendages not being 1 Instar is a convenient term suggested by D.",
        "The word parliament may, however, be used as a convenient term, failing a better.",
        "Attempts have been made to bring it into more general use, but without success; and it is only in particular circumstances that navigation, with the aid either of locks or inclined planes to surmount the elevations, will not present a more convenient medium for an extended trade.\"",
        "passengers and goods are generally in different and sometimes in distant positions, the place selected for each being that which is most convenient for the traffic. The passenger station abuts on the main line, or, at termini, forms the natural terminus, at a place as near as can conveniently be obtained to the centre of the population which constitutes the passenger traffic; and preferably its platforms should be at or near the ground level, for convenience of access.",
        "Intermediate stations, like terminal ones, should be convenient in situation and easy of approach, and, especially if they are important, should be on the ground level rather than on an embankment or in a cutting.",
        "The area of the diagram may be measured, but it is usually more convenient to calculate the number of B.Th.U.",
        "all my views tended to the convenient and respectable place of a lord of trade.\"",
        "Instead of a small house between a street and a stable-yard, I began to occupy a spacious and convenient mansion, connected on the north side with the city, and open on the south to a beautiful and boundless horizon.",
        "Further, it is convenient to have before us two other quadratic covariants, viz.",
        "For figures of more than four sides this method is not usually convenient, except for such special cases as that of a regular polygon, which can be divided into triangles C by radii drawn from its centre.",
        "To command a regular supply, however, at all seasons, the use of a mushroom-house will be found very convenient.",
        "Since heats of formation afford such convenient data for calculation on the above method, they have been ascertained for as many compounds as possible.",
        "It will be convenient to turn to this first.",
        "from Candia, offers a convenient shelter against northerly gales.",
        "It will be convenient here to give a general view of the more important Minoan remains recently excavated on various Cretan sites.",
        "To this civilization as a whole it is convenient to give the name \"Minoan,\" and the name of Minos itself may be reasonably thought to cover a dynastic even more than a personal significance in much the same way as such historic terms as \"Pharaoh\" or \"Caesar.\"",
        "The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
        "This great mass of mountain, constituting as it does a complete natural line of division across a large part of the continent, will form a convenient basis from which to work, in proceeding, as will now be done, to give a general view of the principal countries contained in Asia.",
        "His works can scarcely be entitled original compositions, his labour having consisted chiefly in the arrangement of his materials, but on this very account they are of considerable value as convenient books of reference, easier of access and almost as trustworthy as the original documents.",
        "A convenient edition in the New Universal Library appeared between 1905 and 1910.",
        "Greville, nephew of Sir William Hamilton, who in 1790 laid out a town on this spot, the advantages of which as a convenient port for the Irish traffic he clearly recognized.",
        "The size and number of the volumes, however, and their great expense, made them difficult of access, and Frau von Mohl published the French translation (1876-1878) with her illustrious husband's critical notes and introduction in a more convenient and cheaper form.",
        "In many respects the sea-hare (Aplysia), of which several species are known (some occurring on the English coast), serves as a convenient example of the fullest development of the organization characteristic of Opisthobranchia.",
        "They have developed a more convenient and expressive written character by stages of which one is best represented by the tablets of Hagia Triada.",
        "Unfortunately he was too soon in the field to avail himself, even had he been so minded, of the convenient mode of nomenclature brought into use by Linnaeus.",
        "It will perhaps be most convenient to begin by mentioning some of these last, and in particular a number of them which appeared at Vail- Paris very early in the 19th century.",
        "Temminck, whose father's aid to Le Vaillant has already been noticed, brought out at Paris a Histoire naturelle des pigeons illustrated by Madame Knip, who had drawn the plates for Desmarest's volume.3 Since we have begun by considering these large illustrated works in which the text is made subservient to the coloured plates, it may be convenient to continue our notice of such others of similar character as it may be expedient to mention here, though thereby we shall be led somewhat far afield.",
        "The \" Tableau methodique \" offers a convenient concordance of the old Planches enluminees and its successor, and is arranged after the system set forth by Temminck in the first volume of the second edition of his Manuel d'ornithologie, of which something must presently be said.",
        "It may be convenient here to deal with the theory of the Quinary System, which was promulgated with great zeal by its upholders during the end of the first and early part of the second quarter of the 19th century, and for some years seemed likely to carry all before it.",
        "This will perhaps be the most convenient place to mention another kind of classification of birds, which, based on a principle wholly different from those that have just been explained, requires a few words, though it has not been productive, parte.",
        "The Austrian government gathered all these into one building and arranged the vast masses of papers in fairly convenient order.",
        "The outgoing must leave for the incoming tenant convenient housing and other facilities for the labours of the year following; the incoming must procure for the outgoing tenant conveniences for the consumption of his fodder and for the harvests remaining to be got in.",
        "Very convenient and accurate instruments based on the above principles have been devised by Lord Kelvin, and a large variety of these ampere balances, as they are called, suitable for measuring currents from a fraction of an ampere up to many thousands of amperes, have been constructed by that illustrious inventor.",
        "The use of mercury cups is open to many objections on account of the fact that the mercury becomes oxidized, and such instruments are not very convenient for transportation.",
        "The manufacturer of toilet soap generally takes care to present his wares in convenient form and of agreeable appearance and smell; the more weighty duty of having them free from uncombined alkali is in many cases entirely overlooked.",
        "The site of the primitive Agora (apXaia etyopa) was probably in the hollow between the Acropolis and the Pnyx, which formed a convenient meetingplace for the dwellers on the north and south sides of the fortress as well as for its inhabitants.",
        "It may be convenient here to state how the whole subject of chemistry is treated in this edition of the Encyclopaedia Britannica.",
        "We may here notice the important chemical symbolism or notation introduced by Berzelius, which greatly contributed to the definite and convenient representation of chemical composition and the tracing of chemical reactions.",
        "Oxford and Cambridge sadly neglected the erection of convenient laboratories for many years, and consequently we find technical schools and other universities having a far better equipment and offering greater facilities.",
        "It is often convenient to regard compounds as formed upon certain types; alcohol, for example, may be said to be a compound formed upon the water type, that is to say, a compound formed from water by displacing one of the atoms of hydrogen by the group of elements C 2 H 5, thus - H C2H5 O H O H Water Alcohol.",
        "This description, although not absolutely comprehensive, serves as a convenient starting-point for a preliminary classification, since a great number of substances, including the most important, are directly referable to hydrocarbons, being formed by replacing one or more hydrogen atoms by other atoms or groups.",
        "It is convenient first to consider the effect of introducing one, two, or three hydroxyl (OH) groups into the - CH 3, > CH 2, and >CH groups, which we have seen to characterize the different types of hydrocarbons.",
        "In fact, the analogy between the alkyl groups and metallic elements forms a convenient basis from which to consider many derivatives.",
        "The carboxyl group constitutes another convenient startingpoint for the orientation of many types of organic compounds.",
        "This formula, notwithstanding many attempts at both disproving and modifying it, has well stood the test of time; the subject has been the basis of constant discussion, many variations have been proposed, but the original conception of Kekule remains quite as convenient as any of the newer forms, especially when considering the syntheses and decompositions of the benzene complex.",
        "As a useful preliminary it is convenient to divide heterocyclic ring systems into two leading groups: (I) systems resulting from simple internal dehydration (or similar condensations) of saturated aliphatic compounds - such compounds are: the internal anhydrides or cyclic ethers of the glycols and thioglycols (ethylene oxide, &c.); the cyclic alkyleneimides resulting from the splitting off of ammonia between the amino groups of diaminoparaffins (pyrrolidine, piperazine, &c.); the cyclic esters of oxycarboxylic acids (lactones, lactides); the internal anhydrides of aminocarboxylic acids (lactams, betaines); cyclic derivatives of dicarboxylic acids (anhydrides, imides, alkylen-esters, alkylenamides, &c.).",
        "In practice it is generally more convenient to determine the density, the molecular volume being then obtained by dividing the molecular weight of the substance by the density.",
        "No scientific classification of the breeds of dogs is at present possible, but whilst the division already given into \"sporting\" and \"non-sporting\" is of some practical value, for descriptive purposes it is convenient to make a division into the six groups: - wolfdogs, greyhounds, spaniels, hounds, mastiffs and terriers.",
        "It proved more convenient to meet together and this gave opportunity for religious conversation and prayer.",
        "Of the collected works of Bede the most convenient edition is that by Dr Giles in twelve volumes (8vo., 1843-1844), which includes translations of the Historical Works.",
        "It is convenient to place in a small envelope gummed to an upper corner of the sheet any flowers, seeds or leaves needed for dissection or microscopical examination, especially where from the fixation of the specimen it is impossible to examine the leaves for oilreceptacles and where seed is apt to escape from ripe capsules and be lost.",
        "Piper and Ficus, since the number of cosmopolitan or very widely distributed species is comparatively few, a geographical grouping is found specially convenient by those who are constantly receiving parcels of plants from known foreign sources.",
        "Thus it is explained in the preface to the budget that the revenues \" proceeding from the deposed sultan \" are not classed together under one heading, but that they have been apportioned to the various sections under which they should fall \" whether taxes on house property or property not built upon, tithes, aghnam, forests, mines, cadastre, sport, military equipment, private domains of the state, various receipts, proceeds of sales, rents \" - a truly comprehensive list which by no means set a limit to the private resources of Abd-ul-Hamid II., who looked upon the customs also as a convenient reserve on which he could, and did, draw when his privy purse was short of money.",
        "For the present purpose it will be convenient to divide the old school promulgated by imperial iade; parliament was prorogued for three months on the 27th, and during the recess the committee of union and progress met at Salonica and modified its own rules (Oct.",
        "If the observer takes up a suitable position near water, his coat is often seen to be covered with the cast sub-imaginal skins of these insects, which had chosen him as a convenient object upon which to undergo their final change.",
        "The old town lies low, and it is traversed by a great number of narrow canals or \" fleets \" (Fleeten) - for the same word which has left its trace in London nomenclature is used in the Low German city - which add considerably to the picturesqueness of the meaner quarters, and serve as convenient channels for the transport of goods.",
        "For the accommodation of such passengers large and convenient emigrant shelters have been recently erected close to the wharf of embarkation.",
        "It is found that the most accurate and convenient apparatus to use is a platinum bowl filled with a solution of silver nitrate containing about fifteen parts of the salt to one hundred of water.",
        "So accurate and convenient is this determination that it is now used conversely as a practical definition of the ampere, which (defined theoretically in terms of magnetic force) is defined practically as the current which in one second deposits i '18 milligramme of silver.",
        "This was originally worn only by slaves, soldiers and other people of low degree; in the 3rd century, however, it was adopted by fashionable people as a convenient riding or travelling cloak; and finally, by the sumptuary law of 382 (Cod.",
        "It is convenient to refer to these two forms as a and 0.",
        "Frederick was resolved upon a rupture with Sweden at the first convenient opportunity.",
        "It is convenient to write the distinct partitions or separates in descending order as regards weight.",
        "Each part of the partition is a bipartite number, and in representing the partition it is convenient to indicate repetitions of parts by power symbols.",
        "From the above D p4 is an operator of order pq, but it is convenient for some purposes to obtain its expression in the form of a number of terms, each of which denotes pq successive linear operations: to accomplish this write d ars and note the general result exp (mlodlo+moldol +...",
        "- zn +9 1 -z2.1 -z3....1-z8; and since this expression is unaltered by the interchange of n and B we prove Hermite's Law of Reciprocity, which states that the asyzygetic forms of degree 0 for the /t ie are equinumerous with those of degree n for the The degree of the covariant in the variables is e=nO-2w; consequently we are only concerned with positive terms in the developments and (w, 0, n) - (w - r; 0, n) will be negative unless nO It is convenient to enumerate the seminvariants of degree 0 and order e=n0-2w by a generating function; so, in the first written generating function for seminvariants, write z2 for z and az n for a;.",
        "This conception of will, though consistent and convenient to the main thesis, must be rigidly distinguished from the ordinary significance of will, i.e.",
        "Although its convenient harbour was probably used before Saxon times, and bronze weapons and Roman interments have been found, there is no evidence that Weymouth (Waimue, Waymuth) was a place of early settlement.",
        "Fleming first recommended the use of blockletters as being more convenient both to printers and readers.",
        "The direction of the induction is also of course indicated by the direction of the lines, which thus serve to map out space in a convenient manner.",
        "A convenient and rapid method of estimating a magnetic moment has been devised by H.",
        "In order to save arithmetical labour it is convenient to be provided with conversion factors for reducing variously expressed results to the standard form.",
        "Convenient arrangements have been introduced whereby the coil is reversed or withdrawn from the field by the action of a spring.",
        "A part of one surface of the plate may be silvered, so that the polarized ray, after having once traversed the glass, is reflected back again; the rotation is thus doubled, and moreover, the arrangement is, for certain experiments, more convenient than the other.",
        "- The most generally convenient arrangement for producing such magnetic fields as are required for experimental purposes is undoubtedly a coil of wire through which an electric current can be caused to flow.",
        "Although acknowledged as the county town of Pembrokeshire, Pembroke was superseded by Haverfordwest as the judicial and administrative centre of the shire on account of the more convenient position of the latter place.",
        "Owing to its position it is convenient to term the somite which is excalated in Limulus and Scorpio \" the praegenital somite.\"",
        "The present writer is of opinion that it will be found most convenient to treat this evanescent somite as something special, and not to attempt to reckon it to either the prosoma or the mesosoma.",
        "The feathers of a peacock afford a convenient example of primitive and degenerative simplicity.",
        "From the convenient and accessible position of the town, the gaol and lunatic asylum serving for the three south-western counties of Wales - Cardigan, Pembroke and Carmarthen - have been fixed here.",
        "The oral discussion was either in English or French as happened to be convenient.",
        "As the outlet of the Tocantins is so near to that of the Amazon, and their lower valleys are conterminous, it is convenient to treat them as parts of the same hydrographic basin.",
        "For this reason and because the system of Thomas is simply that of Albert rounded to a greater completeness and elaborated in parts by the subtle intellect of the younger man, it will be convenient not to separate the views of master and scholar, except where their differences make it necessary.",
        "Fortunately, in Kalman Tisza, the leader of the Liberal From the first, Tisza was exposed to the violent attacks of the opposition, which embraced, not only the party of Independence, champions of the principles of 1848, but the so-called National party, led by the brilliant orator Count Albert Apponyi, which aimed at much the same ends but looked upon the Compromise of 1867 as a convenient substructure on which to build up the Magyar state.",
        "The device known as the method of least squares, for reducing numerous equations of condition to the number of unknown quantities to be determined, had been adopted as a practically convenient rule by Gauss and Legendre; but Laplace first treated it as a problem in probabilities, and proved by an intricate and difficult course of reasoning that it was also the most advantageous, the mean of the probabilities of error in the determination of the elements being thereby reduced to a minimum.",
        "The theory of sequences and series is sometimes treated as a part of elementary algebra; but it is more convenient to regard the simpler cases as isolated examples, leading up to the general theory.",
        "Expressed Equations.-The simplest forms of arithmetical equation arise out of abbreviated solutions of particular problems. In accordance with ï¿½ 15, it is desirable that our statements should be statements of equality of quantities rather than of numbers; and it is convenient in the early stages to have a distinctive notation, e.g.",
        "is better for printing, but the form I r is more convenient for ordinary use.",
        "Then, provided a r includes the greatest term, it will be found that (A - a)\" lies between 0' r and ar+1ï¿½ For actual calculation it is most convenient to write the theorem in the form methods of procedure.",
        "(ii.) It is therefore more convenient to rearrange the table of ï¿½ 40 as shown below, on the left; the table on the right giving the key to the arrangement.",
        "To apply the method to the calculation of N n, it is necessary that we should be able to express N in the form A+a or Aa, where a is small in comparison with A, A\" is easy to calculate and a/A is convenient as a multiplier.",
        "It is convenient to retain x, to denote x r /r!, so that we have the consistent notation xr =x r /r!, n (r) =n(r)/r!, n[r] =n[r]/r!.",
        "It is often convenient, as in ï¿½ 56 (ii.) and (vi.), to consider the mode of development of such a series, without regard to arithmetical calculation; i.e.",
        "Although the results of ordinary algebra will be taken for granted, it is convenient to give the principal rules upon which it is based.",
        "It should be observed that while the use of special units, or extraordinaries, in a linear algebra is convenient, especially in applications, it is not indispensable.",
        "The deepest line of cleavage is naturally between the view that episcopacy is a divinely ordained institution essential to the effective existence of a church as a channel of grace, and the view that it is merely a convenient form of church order, evolved as the result of a variety of historical causes, and not necessary to the proper constitution of a church.",
        "This Pan-Croat ideal was favoured in Vienna as a convenient rival to Pan-Serbism with its centre in Belgrade; but its natural effect was to drive the Serbs of Slavonia and S.",
        "Though otherwise progressive, this law committed the injustice of temporarily disfranchising the nonYugoslav minorities, on the convenient pretext that they could not claim the vote until the expiry of the two years during which the Treaty of Trianon secures their right to choose citizenship in a neighbouring State.",
        "It is usually convenient to choose as the surface of resolution a wave front, i.e.",
        "In the absence of a heliostat it is more convenient to obtain a point of light with the aid of a lens of short focus.",
        "This rule is convenient on account of its simplicity; and it is sufficiently accurate in view of the necessary uncertainty as to what exactly is meant by resolution.",
        "But although the argument from gratings is instructive and convenient in some respects, its use has tended to obscure the essential unity of the principle of the limit of resolution whether applied to telescopes or microscopes.",
        "A different treatment is then necessary, and for some of the problems which arise under this head the method of Abbe is convenient.",
        "In the absence of a heliostat the latter was the more convenient.",
        "(b2V2 + n2) (a2 - b 2) = - z It will now be convenient to introduce the quantities a l, a 2', 7731 which express the rotations of the elements of the medium round axes parallel to those of co-ordinates, in accordance with the equations Ty - 1 = dz ' 3= - dy 2 = dx - In terms of these we obtain from (7), by differentiation and subtraction, (b 2 v 2 + n 2) 7,3 = 0 (b 2 0 2 +n 2) .r i = dZ/dy (b 2 v 2 +n 2)', , 2 = - dZ/dx The first of equations (9) gives 3 = 0 (10) For al we have ?1= 47rb2, f dy e Y tkr dx dy dz",
        "Owing to its healthy and convenient situation, Broughty Ferry has become a favourite residence of Dundee merchants.",
        "The most convenient edition is in Lagarde, Hagiographa chaldaice, 1873.",
        "The last-named work, though lacking in original power and clearness of judgment, is extremely convenient and useful, and has had an influence perhaps disproportionate to its real exegetical merits.",
        "The biological sciences are those which deal with the phenomena manifested by living matter; and though it is customary and convenient to group apart such of these phenomena as are termed mental, and such of them as are exhibited by men in society, under the heads of psychology and sociology, yet it must be allowed that no natural boundary separates the subject matter of the latter sciences from that of biology.",
        "It may be convenient to use the terms \"vitality\" and \"vital force\" to denote the causes of certain great groups of natural operations, as we employ the names of \"electricity\" and \"electrical force\" to denote others; but it ceases to be proper to do so, if such a name implies the absurd assumption that \"electricity\" and \"vitality\" are entities playing the part of efficient causes of electrical or vital phenomena.",
        "Thirdly, the suspension of foreign bodies from, or their attachment to, convenient portions of the body.",
        "This classification is ingenious and convenient as far as it goes, but it seems probable that the trouser, which also has the waist as its point of attachment, may itself be a further development of the girdle.",
        "Some of his poems have been translated with great success by Arthur Symons in Images of Good and Evil; the most convenient edition of his works, which have been frequently reprinted, is that contained in vol.",
        "Shaken with mercury and sulphuric acid, nitroglycerin yields its nitrogen as nitric oxide; the measurement of the volume of this gas is a convenient mode of estimating nitroglycerin.",
        "It is convenient here to add that such reactions and modifications, if more conspicuous in the nervous system, are of course not confined to it, but are concerned in their degree in all the processes of metabolism, being most readily traced by us in the blood.",
        "As the mine is opened the deposit is subdivided into blocks of convenient size by parallel passages, which form later the main haulage roads, and by transverse openings for ventilation.",
        "Haulage roads are driven in the ore so as to divide the floor into areas of convenient size.",
        "When rock filling is available, as when the ore contains much barren material to be left behind in mining, the ore body is divided into blocks of convenient height as above, and these blocks are divided into floors, the bottom floor of each block however being attacked.",
        "As the larger part of the water in a mine comes from the surface, the cost of drainage may be reduced by intercepting this surface water, and collecting it at convenient points in the pump shaft from which it may be raised at less cost than if permitted to go to the bottom.",
        "Electrically driven pumps, now widely used, are convenient and economical.",
        "One force was to be put ashore about the extremity of the peninsula - an area which it is convenient to designate as \" Helles.\"",
        "It is convenient to treat these glasses as \" normal \" glasses, but they are in reality mixtures of silicates, and cannot rightly be regarded as definite chemical compounds or represented by definite chemical formulae.",
        "The absence of traces of the transition strengthens the supposition that the revolution in technique merely consisted in the discovery that it was more convenient to finish the base of a vessel before its mouth, and such a revolution would leave no trace behind.",
        "The kachh or drawers fastened by a waist-band was more convenient and suitable for warriors than the insecurely tied dhoti of the Hindus or the tamba of the Mahommedans.",
        "The town and district form a small ethnographical island, having been peopled in the 18th century by a colony of Takruri from Darfur, who, finding the spot a convenient resting-place for their fellow-pilgrims on their way to Mecca and back, obtained permission from the negus of Abyssinia to make a permanent settlement.",
        "The pressure of the air is a convenient unit to employ in practical work, where it is called an \" atmosphere \"; it is made the equivalent of a pressure of one kg/cm'; and one ton/inch 2, employed as the unit with high pressure as in artillery, may be taken as 150 atmospheres.",
        "It will be convenient to begin with the later historical periods, and then to push our inquiry back into the earlier periods of Babylonian and Sumerian history.",
        "It is convenient to divide the sugars into two main groups: monosaccharoses (formerly glucoses) and disaccharoses (formerly saccharoses).",
        "does not require a crystallizer in movement to prepare it for purging in the centrifugals, but it is convenient to run the strike into the crystallizer and so empty the pan at once and leave it ready to commence another strike, while the second sugars will be better for twenty-four hours' stirring and the third sugars for forty-eight hours' stirring before going to the centrifugals.",
        "In other factories the cells are arranged in lines and are charged from the slicer by suitable telescopic pipes or other convenient means.",
        "A very usual size of cistern forming a convenient unit is one that will hold 20 tons of char.",
        "At a boiling heat, zinc chloride dissolves in any proportion of water, and highly concentrated solutions, of course, boil at high temperatures; hence they afford a convenient medium for the maintenance of high temperatures.",
        "It is not necessary that all electric furnaces shall be run at these high temperatures; obviously, those of the incandescence or resistance type may be worked at any convenient temperature below the maximum.",
        "Concave lenses should never be used for work within the far point; but they may be used in all cases to improve distant vision, and in very short-sighted persons to remove the far point so as to enable fine work such as sewing or reading to be done at a convenient distance.",
        "Roads connecting noted localities with the chief town of such neighborhoods, or leading to seaports convenient of access.",
        "And though Spencer's general position - that it is absurd to suppose that organisms after being modified by their life should give birth to offspring showing no traces of such modifications - seems the more philosophic, yet it does not dispose of the facts which go to show that most of the evidence for the direct transmission of adaptations is illusory, and that beings are organised to minimize the effects of life on the reproductive tissues, so that the transmission of the effects of use and disuse, if it occurs, must be both difficult and rare - far more so than is convenient for Spencer's psychology.",
        "Some coarse kinds are opaque, resembling in this respect jasper, and some writers have sought to restrict the name \"bloodstone\" to green jasper, with red markings, thus making heliotrope a translucent and bloodstone an opaque stone, but, though convenient, such a distinction is not generally recognized.",
        "These periodicals had now become extremely numerous, and many of the leading London publishers found it convenient to maintain their own particular organs.",
        "After experiments in the Zeiss works, the erecting of Porro's prisms simultaneously permitted a convenient adaptation to the eye-distance of the observer.",
        "It is convenient to distinguish between aliphatic and aromatic acids; the first named being derived from open-chain hydrocarbons, the second from ringed hydrocarbon nuclei.",
        "Some of the usual characters employed for systematic purposes, for the making of convenient keys, are the following: The number of rows of scales across the body and in a longitudinal direction; shape and structure of scales, whether smooth or with a longitudinal keel; arrangement of the shields on the head; shape of the contracted pupil.",
        "Since the change of energy is independent of the path, the finite change between any two given states may be found by integration along any convenient path.",
        "It is generally convenient to divide the path into two steps, isothermal and isometric, or isothermal and isopiestic, and to integrate along each separately.",
        "In all such cases there is necessarily, by Carnot's principle, a loss of efficiency or available energy, accompanied by an increase of entropy, which serves as a convenient measure or criterion of the loss.",
        "Since the condition of heat-isolation is impracticable, the condition of maximum entropy cannot, as a rule, be directly applied, and it is necessary to find a more convenient method of expression.",
        "Although the value of G in any case cannot be found without that of 0, and although the consideration of the properties of the thermodynamic potential cannot in any case lead to results which are not directly deducible from the two fundamental laws, it affords a convenient method of formal expression in abstract thermodynamics for the condition of equilibrium between different phases, or the criterion of the possibility of a transformation.",
        "Though proclaimed king, he was regarded as a mere name by the unruly nobles to whom a minority was convenient.",
        "- For the purpose of classification it will be convenient to discuss Lutheran, Zwinglian and Calvinistic confessions separately.",
        "Moffat's Historical New Testament, 2nd ed., p. 589, contains a convenient summary of the evidence with copious bibliography.",
        "This method of reckoning time is more convenient than those which employ cycles or periods of any length whatever; but it still fails to satisfy in the simplest manner possible all the conditions that are necessary for registering the succession of events.",
        "Till the year 1079 the Persian year resembled that of the ancient Egyptians, consisting of 365 days without intercalation; but at that time the Persian calendar was reformed by Jelal ud-Din Malik Shah, sultan of Khorasan, and a method of intercalation adopted which, though less convenient, is considerably more accurate than the Julian.",
        "DUTCH WARS, a convenient general title for a series of European wars between 1652 and 1678, which centred chiefly upon the political and commercial relations of the Netherlands with England and France.",
        "Acetylene tetrabromide, C 2 H 2 Br 4, which is very conveniently prepared by passing acetylene into cooled bromine, has a density of 3 ooi at 6° C. It is highly convenient, since it is colourless, odourless, very stable and easily mobile.",
        "(For the ancient Athenian Xetrovpyiat, as forms of taxation, see Finance.) In order to understand terms and references it will be convenient to give the tabular form the chief component parts of a liturgy, selecting the Liturgy of Rome as characteristic of Western, and that of Constantinople as characteristic of Eastern, Christendom; at the same time appending an explanation of some of the technical words which must be employed in enumerating those parts.",
        "The Anoplura or lice should not be included among the Hemiptera, but it has been thought convenient to refer briefly to them at the close of this article.",
        "In that year, however, it was seized by the warrior, Paya Tak, as a convenient point from which to attack the Burmese army then in occupation of Siam, and upon his becoming king it was chosen as the capital of the country.",
        "They move actively about for a few days and then, having selected a convenient place on the young roots, insert their proboscis and become stationary.",
        "Dollond adds his opinion that the third type is \" much the best and most convenient of the three \"; yet it is the first type that has survived the test of time and experience, and which is in fact the modern heliometer.",
        "It permits complete rotation of the tube and measurement of all angles in reversed positions of the circle; the handles that move the slides can be brought down to the eye-end, inside the tube, and consequently made to rotate with it; and the position circle may be placed at the end of the cradle next the eyeend where it is convenient of access.",
        "© 0 easy and convenient in use, and yielding results of very high accuracy in measuring distances.",
        "This wheel is acted on by a tangent screw whose bearings are attached to the cradle; the screw is turned by means of a handle supported by bearings attached to the cradle, and coming within convenient reach of the observer's hand.",
        "The reading of the positioncircle of the finder is then the reading to which the position-circle of the heliometer should be set, and from the readings of the micrometerscrew he finds, by a convenient table, the proper settings of the heliometer scales in distance.",
        "15 shows the very convenient arrangement of the eye-end of the instrument.",
        "Richard found a convenient way to get rid of John of Gaunt by sending him to Castile to make good his barren title, and on this expedition he was away three years.",
        "It has been found more convenient to take as northern boundaries the narrowest part of the straits near the Arctic circle, Bering Strait on the Pacific side, and on the Atlantic side the narrowest part of Davis Strait, and of Denmark Strait, then the shortest line from Iceland to the Faeroes, thence to the most northerly island of the Shetlands and thence to Cape Statland in Norway.",
        "It has also been found convenient to take the boundary between the Atlantic and Pacific, as the shortest line across Drake Strait, from Cape Horn through Snow Island to Cape Gunnar, instead of the meridian of Cape Horn.",
        "The results are published in his Hydrographical Tables in a convenient form for use.",
        "Magnaghi introduced a convenient method of inverting the thermometer by means of a propeller actuated on beginning to heave in the line, and this form is used for all work at great depths.",
        "The term is, however, a convenient one, and one whose use is almost a necessity, from its having an almost universal currency among coal miners.",
        "Where properties are much divided, it is always necessary to maintain a thick barrier of unwrought coal between the boundary of the mine and the neighbouring workings, especially if the latter are to the dip. If a prominent line of fault crosses the area it may usually be a convenient division of the fields into sections or districts.",
        "The substitution of machinery for hand labour in cutting coal has long been a favourite problem with inventors, the earliest plan being that of Michael Meinzies, in 1761, who proposed to work a heavy pick underground by power transmitted from an engine at the surface, through the agencies of spear-rods and chains passing over pulleys; but none of the methods suggested proved to be practically successful until the general introduction of compressed air into mines furnished a convenient motive power, susceptible of being carried to considerable distances without any great loss of pressure.",
        "A convenient digest of the evidence classified according to subjects was published by the Colliery Guardian newspaper in three quarto volumes in 1905-1907, and the leading points bearing on the extension and resources of the different districts were incorporated in the fifth edition (1905) of Professor Edward Hull's Coal Fields of Great Britain.",
        "Where the production of acetylene is going on on a small scale this method of purification is undoubtedly the most convenient one, as the acid present absorbs the ammonia, and the copper salt converts the phosphuretted and sulphuretted hydrogen into phosphates and sulphides.",
        "When the force acts on a body free to turn about a fixed axis only, it is convenient to express the work done by the transformed product TO, where T is the average turning moment or torque acting to produce the displacement 0 radians.",
        "It is convenient to distinguish between absorption and transmission dynamometers.",
        "1897-1898, p. 132) the change in form of the spring is shown on a fixed indicator, which may be placed in any convenient position.",
        "Suitable grounds in the vicinity of the barracks, of which Caesar's Camp, the Long Valley and Laffan's Plain are best known, are utilized for company, battalion and brigade training of infantry, while the mounted branches work over a wider area, and the engineers carry out their practices where most convenient.",
        "The most convenient starting-point for the ascent is Assergi, To m.",
        "To such writers the poetical form was merely a convenient vehicle for the exposition of science.",
        "p X., the loin stand for better organized civil governments, with growing powerful despotic heads; for a perfectly worldly papacy absorbed in the interests of an Italian principality, engaged in constant political negotiations with the European powers which are beginning to regard Italy as their chief field of rivalry, and are using its little states as convenient counters in their game of diplomacy and war.",
        "Zoologists divide the earth into biological areas or regions, so both archaeologists and ethnologists may find it convenient to have in mind some such scheme of provinces as the following, partly after the dominant ethnic provinces.",
        "could be done by noting the amount of deflection for each range and applying it by means of a sliding leaf carrying the notch, and it is so done in howitzers; in most guns, however, it is found more convenient and sufficiently accurate to apply it automatically by inclining the socket through which the tangent scale rises.",
        "St George was the capital till the senate and courts of justice were removed by Sir James Cockburn to Hamilton, which being centrally situated, is more convenient.",
        "It is also convenient to regard as coming under mensuration the consideration of certain derived magnitudes, such as the moment of a plane figure with regard to a straight line in its plane, the calculation of w]iich involves formulae which are closely related to formulae for determining areas and volumes.",
        "The length of the arc of a circle, for instance, is known if the length of the chord and its distance from the middle point of the arc are known; but it may be more convenient in such a case to use a formula such as Huygens's rule than to obtain a more accurate result by means of trigonometrical tables.",
        "The trapezium is also sometimes called a \" trapezoid,\" but it will be convenient to reserve this term for a different figure (§ 24).",
        "On any line OX take a length ON equal to xG, and from N draw NP at right angles to OX and equal to uH; G and H being convenient units of length.",
        "If there are m of these strips, and if the breadth of each is h, so that H =mh, it is convenient to write x in the form xo+Oh, and to denote it by x 0, the corresponding value of u being ue.",
        "It will be found convenient to denote?",
        "There are two classes of cases, according as m is even or odd; it will be convenient to consider them first for those cases in which the data are the bounding ordinates of the strips.",
        ", but also a sufficient number of the ordinates obtained by continuing the series outside the trapezette, at both extremities, we can use central-difference formulae, which are by far the most convenient.",
        "They are not so convenient as the formulae of § 76, but they serve to indicate the degree of accuracy of the approximate formulae.",
        "Even where u is an explicit function of x, so that f x udx may be expressed in terms of x, it is often more convenient, for construction of a table of values of such an integral, to use finite-difference formulae.",
        "The second of these is usually the more convenient.",
        "The reduction in thickness of the bars is accompanied by a slight increase in their width and a very great increase in their length, so that it is generally necessary to cut partly rolled bars into two parts to keep them of convenient dimensions.",
        "For the purpose of measuring resistances up to a few thousand ohms, the most convenient appliance is a Wheatstone's Bridge (q.v), but when the resistance of the conductor to be measured is several hundred thousand ohms, or if it is the resistance of a so-called insulator, such as the insulating covering of the copper wires employed for distributing electric current in houses and buildings for electric lighting, then the ohmmeter is more convenient.",
        "Draw LP upward and some convenient multiple of Ll.",
        "It is convenient to give this calculation before proceeding to describe the experimental determination of the velocity in air, in other gases and in water, since the calculation serves to some extent as a guide in conducting and interpreting the observations.",
        "Certainly Adamu (if it is not more convenient to write \"Adapa\") was not regarded as the progenitor of the human race, like the Hebrew Adam.",
        "It is convenient for the jurist to assume that in every state is one determined or determinable authority in which is vested sovereignty, and from which all other authorities derive their power.",
        "In many cases the span is fixed by local conditions, such as the convenient sites for piers, or the requirements of waterway or navigation.",
        "The use of wrought iron and later of mild steel has made the construction of such bridges very convenient and economical.",
        "The Warren type, either with two sets of bracing bars or with intermediate verticals, affords convenient means of supporting the floor girders.",
        "Waddell has shown that, in some cases, it is convenient to erect simple independent spans, by building them out as cantilevers and converting them into independent - (5) The Poughkeepsie bridge over the Hudson, built 1886-1887.",
        "The result is that American bridges are generally of well-settled types and their members of uniform design, carefully considered with reference to convenient and accurate manufacture.",
        "I In Austria the official regulations require that railway bridges shall be designed for at least the following live loads per foot run and per track: It would be simpler and more convenient in designing short bridges if, instead of assuming an equivalent uniform rolling load, agreement could be come to as to a typical heavy locomotive which would produce stresses as great as any existing locomotive on each class of railway.",
        "Waddell (De Pontibus) gives the following convenient empirical relations.",
        "- For a long time engineers held the convenient opinion that, if the total dead and live load stress on any section of a structure (of iron) did not exceed 5 tons per sq.",
        "- It is convenient to consider beam girder or truss bridges, and it is the stresses in the main girders which primarily require to be determined.",
        "- In the case of braced structures the following method is convenient: When a section of a girder can be taken cutting only three bars, the stresses in the bars can be found by taking moments.",
        "For longer bridges the funicular polygon affords a method of determining maximum bending moments which is perhaps more convenient.",
        "Sir Guilford Molesworth puts this in a convenient but less exact form.",
        "Bow (Economics of Construction), and is convenient in applying the theory of reciprocal figures to the computation of stresses on frames.",
        "The method of sections already described is often more convenient than the method of reciprocal figures, and the method of influence lines is also often the readiest way of dealing with braced girders.",
        "Divide the span L into any convenient number n of equal parts of length 1, so that nl = L; compute the radii of curvature R 1, R2, R3 for the several sections.",
        "Let measurements along the beam be represented according to any convenient scale, so that calling L 1 and 1 1 the lengths to be drawn on paper, we have L = aL i; now let r1, r 2, r 3 be a series of radii such that r 1 = R i /ab, r 2 = R 2 /ab, &c., where b is any convenient constant chosen of such magnitude as will allow arcs with the radii, r 1, &c., to be drawn with the means at the draughtsman's disposal.",
        "At the age of nineteen he invented an electromagnetic engine, and in the course of examining its performance dissatisfaction with vague and arbitrary methods of specifying elec rical quantities caused him to adopt a convenient and scie tific unit, which he took to be the amount of electricity req ired to decompose nine grains of water in one hour.",
        "It is also a convenient central point for excursions into the Ardennes.",
        "Henri Moissan obtained the metal of 99% purity by electrolysing calcium iodide at a low red heat, using a nickel cathode and a graphite anode; he also showed that a more convenient process consisted in heating the iodide with an excess of sodium, forming an amalgam of the product, and removing the sodium by means of absolute alcohol (which has but little action on calcium), and the mercury by distillation.",
        "As a subject of the emperor, and attached to his court by a pension, it would have been convenient to him to have fixed his residence in Louvain.",
        "There are many editions of the works of the Fathers in the original, the most convenient, in spite of its defects, being that of J.",
        "There is a convenient English translation of most of the writings of the ante-Nicene Fathers by Roberts and Donaldson (Ante-Nicene Christian Library, 25 vols., Edinburgh, 1868 ff., American reprint in nine vols., 1886 ff.).",
        "Kruger (1895, English translation 1897) is a very convenient summary.",
        "It will be convenient, in giving an account of his writings, to consider them under the different subjects which are especially associated with his name.",
        "For the first time we have a correct and convenient expression for Laplace's nth coefficient.\"",
        "The method was proposed by Legendre only as a convenient process for treating observations, without reference to the theory of probability.",
        "It is convenient to distinguish two types of polyp by the names hydro polyp and anthopolyp, characteristic of the Hydrozoa and From Gegenbaur's FIG.",
        "had already determined (Treaty of St Petersburg, April 22, 1764) that the existing state of things in Poland must be maintained, and as early as the r8th of October 1763 Catherine had recommended the election of Stanislaus Poniatowski as \"the individual most convenient for our common interests.\"",
        "in diameter are the most convenient.",
        "Castlereagh's great efforts were rewarded by a declaration that the slave trade was to be abolished, though each power was left free to fix such a date as was most convenient to itself.",
        "so that Denoting dx/dt, the horizontal component of the velocity, by q, (49) v cos i =q, equation (43) becomes (50) dq/dt= -r cos i, and therefore by !(48) (51) dq _dq dt ry di - dt di-g' It is convenient to express r as a function of v in the previous notation (52) Cr = f(v), dq _vf(v) di - Cg ' an equation connecting q and i.",
        "A convenient rule has been given by Captain James M.",
        "C.) History From a geographical point of view Algeria, together with Morocco and Tunisia, from which it is separated only by artificial and purely political frontiers, forms a distinct country, Africa which it is convenient to designate by the name of Africa Minor.",
        "After the short ministry of Shelburne, succeeding the death of Rockingham, the duke of Portland was selected by Fox and North as a \"convenient cipher\" to become the head of the coalition ministry, to the formation of which the king was with great reluctance compelled to give his assent.",
        "It was convenient, too, to profess Lutheran sympathies, for Lutheranism was now an established, monarchical and comparatively respectable religion, very different from the Calvinism against which monarchs directed the Counter-reformation from political motives.",
        "Briggs pointed out in his lectures at Gresham College that it would be more convenient that o should stand for the logarithm of the whole sine as in the Descriptio, but that the logarithm of the tenth part of the whole sine should be Io,000,000,000.",
        "When they conversed about the change of system, Napier said that he had perceived and desired the same thing, but that he had published the tables which he had already prepared, so that they might be used until he could construct others more convenient.",
        "Briggs could not but admit was by far the most convenient of all.",
        "For logarithms of numbers only perhaps Babbage's table is the most convenient.'",
        "The following still more convenient formulae for the calculation of log e 2, loge3, &c. were given by J.",
        "The preceding methods are only appropriate for the calculation of isolated logarithms. If a complete table had to be reconstructed, or calculated to more places, it would undoubtedly be most convenient to employ the method of differences.",
        "It is plain that this rotation of signs served no, useful purpose whatever, being less convenient than ordinary counting such as the Mexicans employed in their other calendar already mentioned, where the 20-day periods had each a name like our' months, and their days had signs in regular order.",
        "This commission reported against the expediency of setting forth a vernacular translation until there was a more settled state of religious opinion, but states that the king \" intended to provide that the Holy Scripture shall be, by great, learned and Catholic persons, translated into the English tongue if it shall then seem to His Grace convenient to be \" (ib.",
        "2 The volume, in a convenient quarto size, printed in clear Roman type, and provided with marginal annotations, gained immediate popularity in England, where a Bible suited for household demands had long been needed.",
        "That all such words as sound in the old translation to any offence of lightness or obscenity be expressed with more convenient terms and phrases.\"",
        "Samuel de Champlain discovered the Isles of Shoals and sailed along the New Hampshire coast in 1605, and much more information concerning this part of the New World was gathered in 1614 by Captain John Smith, who in his Description of New England refers to the convenient harbour at the mouth of the Piscataqua and praises the country back from the rocky shore.",
        "is the most convenient.",
        "It is more useful than (1), as the refractive indices may be measured with a prism of any convenient angle.",
        "It was also a convenient point for a prompt display of authority, as the town of Boston was the headquarters of General Gage, recently appointed royal governor of Massachusetts and commander of the king's troops in North America.",
        "At the opposite (western) end of the city, the Phoenix Park may be taken as a convenient landmark.",
        "Though settled somewhat earlier, Skagway first became important during the rush in 1896 for the Klondike gold-fields, for which it is the most convenient entrance by the trail over White Pass, the lower of the two passes to the headwaters of the Yukon.",
        "By the Lex Julia of 90 B.C. and the Lex Plautia Papiria of 89 B.C. every town in Italy which made application in due form received the complete citizenship. The term municipium was no longer confined to a particular class of Italian towns but was adopted as a convenient name for all urban communities of Roman citizens in Italy.",
        "of the treaty of Erzerum, Muhamrah was alternately claimed and occupied by Persia and Turkey, its ruler, an Arab sheikh, helping either power as he found it convenient.",
        "If we consider in conclusion that Manichaeism gave a simple, apparently profound, and yet convenient solution of the problem of good and evil, a problem that had become peculiarly oppressive to the human race in the and and 3rd centuries, we shall have named the most important factors which account for the rapid spread of the system.",
        "This mountain system consists essentially of two belts: one on the south-east, chiefly of ancient and greatly deformed crystalline rocks, the other on the north-west, a heavy series of folded Palaeozoic strata; and with these it will be convenient to associate a third belt, farther north-west, consisting of the same Palaeozoic strata lying essentially horizontal and constituting the Appalachian plateau.",
        "As the states are older than the Federal government, and as the latter was, indeed, in many respects modelled upon the scheme of government which already existed in the thirteen original states, it may be convenient to begin with the states and then to proceed to the national government, whose structure is more intricate and will require a fuller explanation.",
        "The discharge of a river at a weir can be regulated as required and considerably increased in flood-time by introducing a series of openings in the centre of a solid weir, with sluice-gates or panels which slide in grooves at the sides of upright frames or masonry piers erected at convenient intervals apart, FIG.",
        "The following classification is simple and convenient; the list of alkaloids makes no pretence at being exhaustive.",
        "As the axis of the ctenidium lies by the side of the body, and is very frequently connate with the body, as so often happens in Gastropods also, we find it convenient to speak of the two plate-like structures formed on each ctenidial axis as the outer and the inner gill-plate; each of these is composed of two lamellae, an outer (the reflected) and an adaxial in the case of the outer gill plate, and an adaxial and an inner (the reflected) in the case of the inner gill-plate.",
        "As he neither put them together, nor on any one definite plan, we are left to convenience; and the most convenient place is with the psychology of the De Anima.",
        "Astronomers, after the example of Ptolemy, regard the day as commencing with the sun's culmination, or noon, and find it most convenient for the purposes of computation to reckon through the whole twentyfour hours.",
        "The month, however, being a convenient period of time, has retained its place in the calendars of all nations; but, instead of denoting a synodic revolution of the moon, it is usually employed to denote an arbitrary number of days approaching to the twelfth part of a solar year.",
        "Although The Julian Method Of Intercalation Is Perhaps The Most Convenient That Could Be Adopted, Yet, As It Supposes The Year Too Long By Ii Minutes 14 Seconds, It Could Not Without Correction Very Long Answer The Purpose For Which It Was Devised, Namely, That Of Preserving Always The Same Interval Of Time Between The Commencement Of The Year And The Equinox.",
        "The Fourth Fraction,I 7 Combines Three 128 ?99293 X33 29 Periods Of Thirty Three Years With One Of Twenty Nine, And Would Consequently Be Very Convenient In Application.",
        "The Fraction 3 3 Offers A Convenient And Very Accurate Method Of Intercalation.",
        "It will here be convenient to take up the development at the stage depicted in the accompanying figure (fig.",
        "The part of the urethra above the openings of these ducts really belongs to the urinary system only, though it is convenient to describe it here.",
        "Deparcieux added a small dish on the top of the stem for the reception of the weights necessary to sink the instrument to a convenient depth.",
        "For the testing of spirits in bulk no more convenient instrument has been devised, but where very small quantities are available more suitable laboratory methods must be adopted.",
        "This growth in cotton manufactures is due to various causes, among them being_ the proximity of raw material, convenient water-power, municipal exemption from taxation and the cheapness of labour.",
        "Here he had set up, on the igth of August 1727, a more convenient telescope than that at Kew, its range extending over 64° on each side of the zenith, thus covering a far larger area of the sky.",
        "The most convenient unit is that adopted by the International Union of Solar Research and is called an Angstrom (A); and is equal to i 08 cms. A.",
        "The most convenient and accurate formula of interpolation seems to be that discovered by J.",
        "In many cases it is sufficient to substitute unity for a and write X-X0HD -D0', which gives a convenient formula, which in this form was first used by A.",
        "It is convenient to place the liquid in a short tube., a platinum wire sealed in at the bottom to convey the current reaching to the level of the open end.",
        "Introits were provided for use on every Sunday and Holy-Day; after the offertory intending communicants were directed to \" tarry still in the quire or in some convenient place nigh the quire \"; in the prayer \" for the whole state of Christ's church,\" the blessed Virgin Mary was commemorated by name among departed saints; prayer for the departed was explicitly retained; also an invocation of the Holy Spirit before the words of institution, the prayer of oblation immediately following them.",
        "It may, however, fairly be called \" the Logian document,\" as a convenient way of indicating the character of the greater part of the matter which our first and third evangelists have taken from it, and this designation is used in the articles on the Gospels of Luke and Matthew.",
        "The Church, emerging in the 4th century into imperial favour, and established as part of the organization of the Roman empire, simply adopted that type of secular official building which she found convenient for her purposes.",
        "In several parts of the town may be found houses of the Venetian time, with some traces of past splendour, but they are few, and are giving place to structures in the modern and more convenient French style.",
        "This arrangement is not very convenient, as it is difficult to protect the mirror from accidental displacement, so that the angle between the geometrical and magnetic axes may vary.",
        "It will be convenient now to pass to the fully-developed altar of the Western Church with its accessories, though the rudiments of most of the additional details are traceable in the earlier period.",
        "The form he recommends for the needle is that of \"a true circle, having his Axis going out beyond the circle, at each end narrow and narrower, unto a reasonable sharpe point, and being pure steele as the circle it selfe is, having in the middest a convenient receptacle to place the capitell in.\"",
        "In order to give a clear idea of the vicissitudes through which the papal institution passed between the years 1087 and 1305 and to show the measure of its success or failure at different stages in its course, it is convenient to divide this section into four periods.",
        "And thus the prestige of the papacy was sensibly diminished by the view, to which the jealousy of the nations soon gave currency, that the supreme dignity of the Church was simply a convenient tool for French statecraft.",
        "availed himself to the full of the (for him) convenient clauses of the Italian Law of Guarantees (May 13, 1871), while refusing the civil list of three and a quarter million lire provided for his use, and inhibiting Italian Catholics from participating in the elections to the House of Deputies (ne elettori eletti).",
        "It should be noted that, within a limited range of application to terrestrial mechanics, the most convenient way of attacking the question of the relations of forces to the physical statics.",
        "It does not, however, afford a convenient starting-point for a general theory, because it is apt to involve some confusion of phenomena which, from the point of view of the Galileo-Newton theory, are distinct in character.",
        "Besides the persons immediately concerned in the cotton trade and connected with allied trades, a large number of members find it convenient to use this great meeting-place as a means of approach to a body of responsible persons.",
        "But this convenient opinion was not sufficient for a general explanation, being supported by only a few cases.",
        "The following may be taken as examples: - When dealing with gases it is usually more convenient to express the solubility as the ratio of the volume of the gas absorbed to the volume of the absorbing liquid.",
        "For the quantitative study of such systems in detail it is convenient to draw plane diagrams which are theoretically projections of the curves of the solid phase rule diagram on one or other of these planes.",
        "The aristocratic republic of Poland was obviously the most convenient suzerain for a Livonian nobleman; so, in 1698, Patkul proceeded to the court of the king-elector at Dresden and bombarded Augustus with proposals for the partition of Sweden.",
        "convenient method devised by Vernon Harcourt, in which air charged with ammonia is passed over red-hot copper.",
        "r to be raised to about 80 c.c. per hour, and the method is very convenient for the purification.",
        "A convenient adjunct to this apparatus is a small voltameter, with the aid of which oxygen or hydrogen.",
        "A convenient edition of his works in two volumes, with an introduction, was published by Jules Simon in 1842.",
        "Sidon, Tyre and Aradus, though now connected with the mainland, were built originally upon islands; the Phoenicians preferred such sites, because they were convenient for shipping and easily defended against attack.",
        "At this point it is convenient to mention what little is known about the constitution of the Phoenician states.",
        "Besides busts and figurines, which belong as a rule to the Greek period, the smaller objects usually found are earthen pitchers and lamps, glass-wares, tesserae and gems. Of buildings which can be called architectural few specimens now exist on Phoenician soil, for the reason that for ages the inhabitants have used the ruins as convenient quarries.",
        "Perth has long been famous for its dyeing and bleaching, the bleach-fields being mostly situated outside of the city, in convenient proximity to the Tay and Almond.",
        "The constituents of concrete are sometimes spoken of as the matrix and the aggregate, and these terms, though somewhat oldfashioned, are convenient.",
        "On the other hand, where the mixing platform has to be constantly shifted, hand mixing is the more convenient way.",
        "The convergence of Roman roads at this point would make the place a particularly convenient centre.",
        "and the adjacent building would have been a convenient lodging for the artists.",
        "To avoid as much as possible prejudicing the case, we shall therefore take the different groups of Fringillidae which it is convenient to consider in this article in an alphabetical arrangement.",
        "Henry had good cause to complain of the ecclesiastical courts, and had only awaited a convenient season to correct abuses which were admitted by all reasonable men.",
        "An extension of the former mole, and the construction of another from the foot of Montjuich, have embraced a portion of the sea outside of the bank, and a convenient shelter is thus afforded for the heaviest battleships.",
        "As the operations on these three fields had little interaction on one another, it will be more convenient to take them separately than to follow the confusing chronological order.",
        "Berzelius, although by common consent it was much simpler and more convenient than his cumbersome system of circular symbols.",
        "Aluminium is so light that it is a matter requiring some ingenuity to select a convenient solvent through which it shall sink quickly, for if it does not sink, it short-circuits the electrolyte.",
        "In connexion with these experiments he developed the electric furnace as a convenient means of obtaining very high temperatures in the laboratory; and by its aid he prepared many new compounds, especially carbides, silicides and borides, and melted and volatilized substances which had previously been regarded as infusible.",
        "As reproduction is a general biological phenomenon, its manifestations should be dealt with simultaneously in the case of animals and plants, but many of the special details differ so much that it is practically convenient to make two headings.",
        "Such is in outline the process by which the Alps were elevated; but when the chain is examined in detail, it is found that its history has not been uniform throughout; and it will be convenient, for purposes of description, to divide it into three portions, which may be called the Eastern Alps, the Swiss Alps, and the Western Alps.",
        "The whole should be compactly arranged, so as to facilitate working, and to afford convenient access for the carting of the heavy materials.",
        "The slips are also convenient as affording a variety of aspects, and thus helping to prolong the season of particular vegetable crops.",
        "Iron pipes are the best conductors; they should lead to a capacious open reservoir placed outside the garden, and at the highest convenient level, in order to secure sufficient pressure for effective distribution, and so that the wall trees also may be effectually washed.",
        "Stand-pipes should be placed at intervals beside the walks and in other convenient places, from which water may at all times be drawn; and to which a garden hose can be attached, so as to permit of the whole garden being readily watered.",
        "For the latter walls are much more convenient and suitable than a boarded fence, but in general these are too low to be of much value as aids to cultivation, and they are best covered with bush fruits or with ornamental plants of limited growth.",
        "Standards from which galvanized wire is tightly strained from one end to the other are preferable and very convenient.",
        "3 represents a convenient form of greenhouse.",
        "high, and may be of any convenient length.",
        "The upper sashes may also be made to lift, and are in many respects more convenient to operate.",
        "Whenever continuous supplies of cucumbers, melons and tomatoes are required, it is most convenient to grow them in properly constructed forcing houses.",
        "high, and of any convenient length.",
        "long are of convenient size for garden lights of this character.",
        "to 60 ft.; a convenient width is to ft., which admits of a 31 ft.",
        "They may be supported by iron standards or brick piers, back and front, bearing up a flat bar of iron on which the slates may rest; the use of the bar will give wider intervals between the supports, which will be found convenient for filling and emptying the beds.",
        "The different shelves can be planted in succession; and the lower ones, especially those on the floor level, as being most convenient, can be utilized for forcing sea-kale and rhubarb.",
        "A convenient size is 6 ft.",
        "Indeed, a one-light frame is often found very convenient for many purposes.",
        "These are being superseded, however, by sliding-out trays of convenient lengths and about 9 in.",
        "wide and of convenient height is provided.",
        "size being the most convenient for general purposes.",
        "Conical boilers are more expensive to set by reason of their shape, and are not so convenient to manipulate as the horizontal kinds.",
        "Portable boilers are convenient for heating small.",
        "Means of affording ventilation in all plant houses should be provided in at least two places - as near the floor as practicable, and at the top. Mechanical contrivances whereby whole sets of ventilators may be operated simultaneously are now in common use, and are much more convenient and economical than the older method of working each ventilator separately.",
        "For permanent plants, as trees, roses, &c., metallic labels with raised type are procurable from dealers, and are neat, durable and convenient.",
        "For tropical plants the heat of a propagating house-75° to 80°, with a bottom heat of 80° to 90° - is desirable, and in many cases absolutely necessary; for others, such as half-hardy annuals, a mild hot bed, or a temperate pit ranging from 60° to 70°, is convenient; while of course all outdoor crops have to submit to the natural temperature of the season.",
        "For moving small plants the garden trowel is a very convenient tool, but we are inclined to give the preference to the hand-fork.",
        "apart before they have become sufficiently developed to admit of being handled with any degree of facility, and for these a pointed stick of convenient size is used as a dibble.",
        "In fact, a roomy mushroom house is one of the most convenient of all places for forcing the vegetables just referred to.",
        "Where it has not been convenient before, most of the smaller fruits may yet be planted during the first part of the month.",
        "In cases where it is not convenient to use fire heat, 5° to to° of cold can be resisted by covering the plants over with paper, and by using this before frost has struck the plants valuable collections may be saved.",
        "Cabbages that have headed may usually be preserved against injury by frost until the middle of next month, by simply pulling them up and packing them closely in a dry spot in the open field with the heads down and roots up. On approach of cold weather in December they should be covered up with leaves as high as the tops of the roots, or, if the soil is light, it may be thrown over them, if leaves are not convenient.",
        "Both created a great demand for iron, not only for themselves but for the industries which they in turn stimulated; and both directly aided the iron master: the steam engine by giving him powerful and convenient tools, and the railroad by assembling his materials and distributing his products.",
        "It is true that the use of the \" mixer \" (§ 77) lessens these variations, and that there are convenient ways of mitigating their effects.",
        "This is used in the crucible process as a convenient source of the carbon needed for high-carbon steel.",
        "Diamond may break with a conchoidal fracture, but the crystals always cleave readily along planes parallel to the octahedron faces: of this property the diamond cutters avail themselves when reducing the stone to the most convenient form for cutting; a sawing process, has, however, now been introduced, which is preferable to that of cleavage.",
        "The Benedictine houses never coalesced in this manner; even when, later on, a system of national congregations was introduced, they were but loose federations of autonomous abbeys; so that to this day, though the convenient expression \" Benedictine order \" is frequently used, the Benedictines do not form an order in the proper sense of the word.",
        "But it is usual, and it will be convenient here, to use the term monasticism in a broader sense, as equivalent to the technical \" religious life,\" and as embracing the various forms that have come into being so prolifically in the Latin Church at all periods since the middle of the r r th century.",
        "The four streets of the city divide it into convenient quarters for the accommodation of its mixed population of Duranis, Ghilzais, Parsiwans and Kakars, numbering in all some 30,000 souls.",
        "By this means we have a convenient mode of expressing on paper the exact position of the leaves upon an axis.",
        "In this case it is generally more convenient to consider as unit of heat the thermal capacity c of unit volume, or that quantity which would produce a rise of one degree of temperature in unit volume of the soil or substance considered.",
        "This he called the external conductivity, but the term emissivity is more convenient.",
        "It is the most convenient method, in the case of good conductors, on account of the great facilities which it permits for the measurement of the temperature gradient at different points; but it has the disadvantage that the results depend almost entirely on a knowledge of the external heat loss or emissivity, or, in comparative experiments, on the assumption that it is the same in different cases.",
        "We thus obtain the simple equation k'(de'/dx') - k\"(de\"/dx\") =c (area between curves)/(T - T'), (4) by means of which the average value of the diffusivity klc can be found for any convenient interval of time, at different seasons of the year, in different states of the soil.",
        "Although this correction should be made if the definition were strictly followed, it is more convenient in practice to include the small effect of linear expansion in the temperature-coefficient in the case of solid bodies.",
        "The crest of the Vosges is pretty high and unbroken, the first convenient pass being near Zabern, which is followed by the railway from Strassburg to Paris.",
        "It will be convenient, therefore, to give an account of the tribal geographyof Germanyin thetimeof Augustus, as our knowledge of the subject is much more complete for his reign than for several centuries later.",
        "He found from his troubles in Italy and from his diminished revenues from Germany that it would be still convenient to have in the latter country a sovereign who, like some of his predecessors, would be the protector of the church.",
        "It was clear that in such a governing body neither Austria nor Prussia would be content with her constitutional position, and that the internal politics of Germany would resolve themselves into a diplomatic duel for ascendancy between the two powers, for which the diet would merely serve as a convenient arena.",
        "It was therefore convenient, so far as was possible, to allow the existing system to continue until a full and complete code dealing with the whole of one department of law could be agreed upon, and thus a uniform system (superseding all older legislation) be adopted.",
        "A convenient sty to hold five or six pigs has a southern aspect, and consists of a covered compartment and outer court, each to ft.",
        "When they are too large, it is said to soar with them to a great height and drop them on a rock or stone that they may be broken into pieces of convenient size.",
        "In those matters which belong to the periodical and terminable agreement, the most important is the Customs Union, which was established in 1867, and it is convenient to treat separately the commercial policy of the dual state.'",
        "de Martens, it is compiled on the principle of devoting separate volumes to the treaties entered into with the several states; this is obviously convenient as enabling the student to obtain a clear review of the relations of Austria to any particular state throughout the whole period covered.",
        "With the Saracen occupation begins a new division of the island, which becomes convenient in tracing the progress of Saracen conquest.",
        "long, connects Mostaganem with Tiaret, the most convenient place for visiting the Jedars monuments.",
        "In Athens the Hellenic genius was focussed, its tendencies drawn together and combined; nor was it a circumstance of small moment that the Attic dialect attained, for prose, a classical authority; for if Hellenism was to be propagated in the world at large, it was obviously convenient that it should have some one definite form of speech to be its medium.",
        "At present one is inclined to say that he was not altogether ignorant of these arts, but that from want of practice he found it convenient to employ some one else whenever he had anything to write.",
        "It will be convenient to state first the law as regards foreigners, and secondly the law which concerns Egyptians.",
        "(a) Adding multiples of a fraction to produce a more convenient fraction (perhaps connected with the use of palms and cubits in decoration in a proportion based on the number 8).",
        "When cold the pan was chipped away, and the cake of glass broken up into convenient pieces, free of sediment and of scum.",
        "To the present writer it seems that Meyers chronology provides a convenient working theory, but involves such an improbability in regard to the interval between the XIIth and the XVIIIth Dynasties that the interpretation of the Sothic date on which it is founded must be viewed with suspicion until clear facts are found to corroborate it.",
        "Malet had informed Sherif Pasha that, although Colonel Hicks finds it convenient to communicate with Lord Dufferin or with me, it must not be supposed that we endorse in any way the contents of his telegrams. - - - Her Majestys government are in no way responsible for his operations in the Sudan, which have been undertaken under the authority of His Highnesss government.",
        "The French emperor, however, preferred to keep Parga, as a convenient gate into the Balkan peninsula, and it remained in French occupation until March 1814, when the Pargiots rose against the garrison and handed the fortress over to the British to save it from falling into the hands of Ali, who had bought the town from the French commander, Cozi Nikolo, and was closely investing it.",
        "was resolved upon a rupture at the first convenient opportunity, while the nation was, if possible, even more bellicose than the king.",
        "To this end it will be convenient to treat the subjectmatter of the book under three main heads: (a) the historical portion (ch.",
        "The order of the Perpetual Edict, which appears to have been taken as a sort of model for the general scheme of books and titles, was doubtless convenient to the Roman lawyers from their familiarity with it, but was in itself rather accidental and historical than logical.",
        "On the coasts of Europe marine algae detached by the autumnal gales are commonly carted on to the land as a convenient manure.",
        "For small articles, shellac dissolved in spirits of wine is a very convenient cement.",
        "But though geologically the one set of mountains must be separated from the other, geographically it is convenient to include within the Southern Uplands the whole area between the Central Plain and the Border.",
        "For many purposes this is the most convenient \"type\" of the series.",
        "Besides being well furnished with a convenient railway system, linking it with the innumerable manufacturing towns and villages of the iron district, it is also connected with the river Ems by the Dortmund-Ems Canal, 170 m.",
        "Convenient summaries of the controversy will be found in any modern book on Swiss history, and more particularly in G.",
        "The numerous and complicated details which we sum up under the convenient, but often misleading, single name of caste, are solely dependent for their sanction on public opinion.",
        "There was to be, under this plan, an executive chosen by the national legislature, to be ineligible for a second term, to have general authority to execute the national laws and to have the executive rights vested in Congress by the Confederation; and the executive with a convenient number of the national judiciary was to compose a Council of Revision, with a veto power on acts of the national legislature and on the national legislature's vetoes of acts of state legislatures - but the national legislature might pass bills (or vetoes of state legislation) over the action of the Council of Revision.",
        "Where it is convenient, timber is sometimes treated with a water seasoning process which enables it to be more easily dried.",
        "Perhaps the line of the pilgrim road from Damascus to Mecca is the most convenient possible boundary.",
        "These it will be convenient to consider separately.",
        "The close of Old Testament history (the book of Nehemiah) in the Persian age forms a convenient division between ancient Palestine and the career of the land under non-oriental influence during the Greek and Roman ages.",
        "If the chlorine is made to act on cream of lime, care being taken that the temperature does not rise above 35° and that the chlorine is not in excess, a solution is obtained containing a mixture of calcium chloride and hypochlorite which is a very convenient agent for bleachers, but which does not bear the expense of carriage over long distances.",
        "Sometimes the passage is the conjoint work of many bees whose cells are grouped along it at convenient distances apart.",
        "The fact that the southern extremity of South America is the only land extending into this belt gives it special physical importance in relation to tides and currents, and its position with reference to the Antarctic Ocean and continent makes it convenient to regard it as a separate ocean from which the Atlantic, Pacific and Indian Oceans may be said to radiate.",
        "An artificial or civil day is, to a certain extent, difficult to define; it \"may be regarded as a convenient term to signify all the various kinds of ` day ' known in legal proceedings other than the natural day\" (Ency.",
        "It Is More Convenient In Practice To Use A Few Simple Formulae, Than To Attempt To Represent The Whole Range By A Single Complicated Expression Below 20° C. S=0.9982 O 000,0045 (T 40) 2 O.",
        "This Can Be Very Accurately Realized, But Is Not So Convenient As (I) For Ordinary Purposes.",
        "The Range 15° To 25° Would Be Much More Convenient From This Point Of View, And A Mean Temperature Of 20° Is Probably Nearest The Average Of Accurate Calorimetric Work.",
        "It will be convenient to mention here a feature of Ciceronian prose on which singular light has been thrown by recent inquiry.",
        "It will be convenient to take them alphabetically.",
        "In 1832, when the state of South Carolina attempted to \"nullify\" the tariff laws, Jackson at once took steps to enforce the authority of the federal government, ordering two war vessels to Charleston and placing troops within convenient distance.",
        "Though probably the site had long been recognized as a convenient landing-place, no town existed there until the 12th century, when the strategical advantage it offered induced Richard I.",
        "More than once at Easter he is said to have had a convenient illness which dispensed him from granting absolution to Louis XIV.",
        "A convenient edition of Sterne's works, edited by Professor George Saintsbury, was issued in six volumes in 1894.",
        "In return Anne gave her support to William's government, though about this time, in 1696 - according to James, in consequence of the near prospect of the throne - she wrote to her father asking for his leave to wear the crown at William's death, and promising its restoration at a convenient opportunity.'",
        "Wherever the Cambrian strata have been carefully studied it has now been found possible and convenient to arrange them into three series, each of which is characterized by a distinctive genus of trilobite.",
        "Though much of Riigen is flat and sandy, the fine beech woods which cover a great part of it, and the bold northern coast scenery combine with the convenient sea-bathing offered by the various villages around the coast to attract large numbers of visitors.",
        "Symbols for a combination of sounds are not necessary, though they may be convenient as abbreviations.",
        "Cooke's Textbook of North-Semitic Inscriptions (Oxford, 1903) contain the most convenient collections of Northern Semitic inscriptions for the student's purposes.",
        "(1) See Noah Webster's History of Epidemic Diseases, 8vo (2 vols., London, 1800) (a work which makes no pretension to medical learning, but exhibits the history of epidemics in connexion with physical disasters - as earthquakes, famines, &c.); Lersch, Kleine Pest-Chronik (8vo, 1880) (a convenient short compendium, but not always accurate); \"Athanasii Kircheri Chronologia Pestium\" (to A.D.",
        "It will be convenient here to adopt the modern division into Moslems, Christians and Jews: - (a) Moslems. The Turks never established themselves in such numbers as to form the predominant element in the population.",
        "of Fortrose, the most convenient railway station.",
        "The remains discovered in the caves give evidence of British and Roman settlements at Cheddar (Cedre, Chedare), which was a convenient trade centre.",
        "Incidents of the poem or the play are illustrated or alluded to as may be convenient, and the exigencies of musical form are not unfrequently disregarded for the sake of special effects."
    ],
    "definition": [
        "Suited or favorable to one's comfort, purpose, or needs: a convenient time to receive guests; a convenient excuse for not going.",
        "a. Easy to reach; accessible: a bank with branches at six convenient locations.\nb. Close at hand; near: an apartment that is convenient to transportation.",
        "Obsolete Fitting and proper; suitable.",
        "con·ven′ient·ly\nadverb",
        "Link/Cite",
        "Of or pertaining to convenience; simple; easy; expedient.\nFast food might be convenient, but it's also very unhealthy.",
        "convene",
        "convenience",
        "Link/Cite"
    ]
}