{
    "translation": "נוחות",
    "uses": [
        "For convenience the judge often sits at the royal courts of justice.",
        "This triangle, for the convenience of calculation, we divide into two right-angled triangles.",
        "I will honor my end of the bargain at my convenience, not yours!",
        "There is a small hotel on the summit for the convenience of tourists, especially of those anxious to witness sunrise.",
        "Either as a soldier or a merchant, he found his way to Jerusalem, where a hospice had for some time existed for the convenience of those who wished to visit the holy places.",
        "east, where wheat granaries were built and still remain, but later the greater convenience of a waterside site drew the merchants and population back to the vicinity of the submerged town.",
        "The following article is divided for convenience into ten sections:I.",
        "broad and of good depth right up to the banks, the river offers every convenience for the berthing and loading of ships, though a bar at its mouth, which prevents the passage of vessels drawing more than 12 ft., necessitates in the case of large ships a partial loading and unloading from lighters outside.",
        "This system has the advantage of the greatest convenience in operation, no lifts being required, since the distance from the street surface to the station platform is about 12 to 15 ft.; it has the disadvantages, however, of necessitating the tearing up of the street surface during construction, and the readjustment of sewer, water, gas and electric mains and other subsurface structures, and of having the gradients partially dependent on the surface topography.",
        "and that to Lavinium S.E.) may for convenience be called Lavinatis, though this name does not occur in ancient times.",
        "In the university most of the textbooks used are English, nevertheless many of the lectures are still delivered in Italian - for the convenience of some professors or to please the politicians, rather than for the benefit of the students.",
        "The convenience also with which the energy of waterfalls can be converted into electric energy has led to the introduction of chemical industries into countries and districts where, owing to the absence of coal, they were previously unknown.",
        "To suit the convenience of the parliament, however, it removed to Edinburgh; Henderson was elected moderator of the Edinburgh meeting.",
        "Elkin found that the chief drawbacks to speed and convenience in working this heliometer were: (I) The loss of time involved in entering the corresponding readings of the micrometer pointings on two scales.",
        "Village roads, being for the convenience of local districts alone, are maintained at the expense of such districts under the general supervision of the corresponding prefecture.",
        "Moreover, to promote their own convenience, they readily allowed the king to assess as well as to collect the taxes, which consequently tended to become regular and permanent, while Matthias' reform of the treasury, which was now administered by specialists with separate functions, was economically of great benefit to the state.",
        "The superiority, so far as the convenience of passengers is concerned, of an elevated over an underground railway, when both are worked by steam locomotives, and the great economy and rapidity of construction, led to the quick development and extension of this general design.",
        "passengers and goods are generally in different and sometimes in distant positions, the place selected for each being that which is most convenient for the traffic. The passenger station abuts on the main line, or, at termini, forms the natural terminus, at a place as near as can conveniently be obtained to the centre of the population which constitutes the passenger traffic; and preferably its platforms should be at or near the ground level, for convenience of access.",
        "He seemed to be thinking only of the convenience and pleasure of his guests, not as a rule of artificial breeding as from Chesterfield or Madame Geniis, but from innate feeling.",
        "Queen Catherine was residing at Ampthill in Bedfordshire, and to suit her convenience the court was held at the priory of Dunstable in the immediate neighbourhood.",
        "The bestowal of alms, offerings of rice to priests, the founding of a monastery, erection of pagodas, with which the country is crowded, the building of a bridge or rest-house for the convenience of travellers are all works of religious merit, prompted, not by love of one's fellowcreatures, but simply and solely for one's own future advantage.",
        "Mainly unnavigable and of little use for irrigation, the Orontes derives its historical importance solely from the convenience of its valley for traffic from N.",
        "public convenience, with the loss of revenue and cost of repairs, must together decide the question of either making very extensive renewals or even abandoning the whole cable.",
        "Any reversible cell can theoretically be employed as an accumulator, though, in practice, conditions of general convenience are more sought after than thermodynamic efficiency.",
        "For convenience in reading, the tube is graduated inverted, and when it is restored to its original position the mercury thread joins again and it acts as before.",
        "The purely hereditary principle was of comparatively late growth, the outcome of obvious convenience, exalted under the influence of various forces into a religious or quasi-religious dogma.",
        "However, it must also be remembered that, throughout the whole of his career, Gould consulted the convenience of working ornithologists by almost invariably refraining from including in his folio works the technical description of any new species without first publishing it in some journal of comparatively easy access.",
        "He notes the convenience of the method for solar observations and its previous use by some of the observers already mentioned, as well as its advantages for easily and accurately copying on an enlarged or reduced scale, especially for chorographical or topographical documents.",
        "But it finally destroyed the Cnossian palace and initiated the \"Geometric\" Age, with which, for convenience at any rate, we may close the history of Aegean civilization proper.",
        "This rule must vary according to convenience and is therefore made ad hoc. In case No.",
        "Here we pause to remark that in Tertullian's view the church as a whole possesses the power of self-government and administration, though in the interest of discipline and convenience it delegates that power to special officers.",
        "Their native foes had been crushed by British forces; their liabilities were consolidated into a debt to Great Britain, to be repaid at convenience and leisure - as a matter of fact, not even interest was paid for some time.",
        "The development of astronomy implies considerable progress in mathematics; it is not surprising, therefore, that the Babylonians should have invented an extremely simple method of ciphering or have discovered the convenience of the duodecimal system.",
        "This and other reasons led to his rejection of the dualistic hypothesis and the adoption, on the ground of probability, and much more from convenience, of the tenet that \" acids are particular compounds of hydrogen, in which the latter can be replaced by metals \"; while, on the constitution of salts, he held that \" neutral salts are those compounds of the same class in which the hydrogen is replaced by its equivalent in metal.",
        "We use the term \"feudal system\" for convenience sake, but with a degree of impropriety if it conveys the meaning \"systematic.\"",
        "They are located near the interstate, for convenience.",
        "Although for the purposes of geographical nomenclature, boundaries formed by a coast-line - that is, by depressions of the earth's solid crust below the ocean level - are most easily recog- Political nized and are of special convenience; and although such divisions.",
        "Other forms are n-1 n-2 2 ax +nbx x +n(n-i)cx x +..., 1121 2 the binomial coefficients C) being replaced by s!(e), and n 1, n-1 1 n-2 2 ax 1 +l i ox l 'x 2 + L ?cx 1 'x2+..., the special convenience of which will appear later.",
        "The present was my next experiment of this kind, which I purpose to describe more at length, for convenience putting the experience of two years into one.",
        "The motives alike of geographical convenience and of the advantages to be gained by recognizing these movements of Roman subjects combined to urge a forward policy at Rome, and when the vigorous Vespasian had succeeded the fool-criminal Nero, a series of advances began which gradually closed up the acute angle, or at least rendered it obtuse.",
        "The restaurant offers the customers the convenience of placing their order online.",
        "There are also certain liabilities or debts which, for the convenience of the remedy, have been made to appear as though they sprang from contract, and are sometimes termed quasi-contracts.",
        "At the south-eastern extremity of Tunisia there is a clump of mountainous country, the wind-and-water-worn fragments of an ancient plateau, which for convenience may be styled the Matmata table-land.",
        "The cotton leaves the ginning machine in a very loose condition, and has to be compressed into bales for convenience of transport.",
        "Choose a large pizzas for the whole family, or order it by the slice for convenience.",
        "(v.) The use of the solidus / separating two numbers is for convenience of printing fractions or fractional numbers.",
        "Circles of these radii are usually marked around the jack for convenience' sake.",
        "By November 1812, Hill having joined him at Salamanca, Wellington once more had gone into cantonments near Ciudad Rodrigo, and the French armies had again scattered for convenience of supply.",
        "The restaurant offers catering and delivery for customers' convenience.",
        "Theoretically, no doubt, this is correct, but the typical members of the two groups are so different from one another that, as a matter of convenience, the retention of the two families seems advisable.",
        "Experience has shown that there is little that can be advantageously changed to improve this instrument either in convenience or precision of working.",
        "The convenience of an understanding between the two men was obvious; and they were soon on the closest terms. While Montmorin continued minister in name, Mirabeau became so in fact.",
        "Here we are concerned only with their earlier history, which is put for convenience under this heading in order to separate the account of the period when they formed practically a single area for historical purposes from that of the time when Holland and Belgium became distinct administrative units.",
        "Where a large area cannot be commanded, it is best to sink to the lowest point of the field for the convenience of drawing the coal and water which become level-freein regard to the pit.",
        "Paved and unpaved hiking and mountain bike trails into the mountains begin at the city's edge for your convenience.",
        "In his absence the administration was entrusted to a justiciar, a regent or lieutenant of the kingdom; and the convenience being once ascertained of having a minister who could in the whole kingdom represent the king, as the sheriff did in the shire, the justiciar became a permanent functionary.\"",
        "As for pasta, you get the convenience of choosing among penne, ravioli, fettuccine, spaghetti, tortelloni, risotto, gnocchi, cappellini or linguini, and whatever sauce you want to top it.",
        "I was going to the convenience store where other people are.",
        "Available at your convenience.",
        "3) we know that the Prytaneum was the official residence of the Archons, but, when the new Agora was constructed (by Peisistratus ?), they took their meals in the Thesmotheteum for the sake of convenience.",
        "In these circumstances the administration of public affairs fell into the hands of an oligarchy, who governed the country to suit their own convenience.",
        "It follows that the pressure of a fluid requires to be calculated in one direction only, chosen as the simplest direction for convenience.",
        "He also built, for the convenience of his men of letters, the Museum, in which, maintained by the royal bounty, they resided, studied and taught.",
        "Like Ostia, Puteoli was considered a special port of Rome, and, on account of the safety and convenience of its harbour, it was preferred to Ostia for the landing of the more costly and delicate wares.",
        "Far otherwise was it with the church which was formed originally at Gainsborough (?1602), by \" professors \" trained under zealous Puritan clergy in the district where Nottinghamshire, Yorkshire and Lincolnshire meet, but which about 1606 reorganized itself for reasons of convenience into two distinct churches, meeting at Gainsborough and in Scrooby Manor House.",
        "For convenience of description, the flora of Mexico may be divided into four great divisions: that of the comparatively barren plateau and the arid coast regions, the humid tierras calientes, the intermediate tierras templadas and tierras friar, and the higher regions of the sierras.",
        "Baja, or Lower California, is divided into two districts for administrative convenience.",
        "The Aztec numerals, which were vigesimal or reckoned by scores, were depicted by dots or circles up to 20, which was represented by a flag, 400 (a score of scores) by a feather, and 8000 (a score of scores of scores) by a purse; but for convenience these symbols might be halved and quartered, so that 534 might be shown by one feather, one quarter of a feather, one flag, one-half of a flag, and four dots.",
        "The text of the Revised Version is printed in paragraphs, the old division of books into chapters and verses being retained for convenience of reference.",
        "It is a full vestment of the type of the Western bell chasuble; but, instead of being cut away at the sides, it is for convenience' sake either gathered up or cut short in front.",
        "The necessity for defence from hostile attacks, economy of space and convenience of access from one part of the community to another, by degrees dictated a more compact and orderly arrangement of the buildings of a monastic coenobium.",
        "And your shoes are shipped directly to your door for the ultimate in convenience.",
        "The convenience of erecting girders on shore is very great, but there is some risk in the floating operations and a good deal of hauling plant is required.",
        "To her, a telephone was a necessity, not a convenience.",
        "But the convenience of the category \"Apostolic Fathers\" to express not only those who might possibly have had some sort of direct contact with apostles - such as \"Barnabas,\" Clement, Ignatius, Papias, Polycarp - but also those who seemed specially to preserve the pure tradition of apostolic doctrine during the sub-apostolic age, has led to its general use in a wide and vague sense.",
        "(for convenience) of two incommensurate systems (25, 27).",
        "50 (0.001 inch) to meet the convenience of certain trades.",
        "The Big Blo 1 Armchair, available for purchase from AmbienteDirect.com, offers gorgeous Chesterfield-style fashion, combined with the convenience, comfort, and outdoor-friendly use of an inflatable piece.",
        "While the convenience of running a car is undoubted, so too is the negative impact that traditional fossil fuel burning cars have on the environment.",
        "The common feature is finding means to reduce cars on the road while still offering a high degree of convenience to the individual.",
        "Convenience - if the compost bin is to be well used, then siting it so that it is relatively convenient to access is important.",
        "One of the major factors in choosing a location for your compost pile is convenience.",
        "Rechargeable batteries give you the convenience of full-charged batteries, while saving you money to buy new ones.",
        "Convenience - disposable nappies are quick and easy to use.",
        "These offer the convenience of disposable packaging while being easy to compost.",
        "Busy food stores and takeaways will want to buy in bulk as this offers cost savings as well as the convenience of having plenty of food boxes on hand.",
        "Gretchen Hauble (GH): In developing this new product, we wanted to provide a solution for people and families looking to eliminate bottled water waste, while still maintaining the convenience of bottled water.",
        "As an alternative, you can also enjoy the convenience of shopping online.",
        "Many companies even produce a combined for convenience.",
        "Jimmy Coco's tanning method of choice is the spray tan, and for your convenience, it can be done by a pro at your home or office.",
        "Fortunately, you don't have to sacrifice the safety of traditional banking for the convenience of Internet banking.",
        "If you missed this week's episode of Grey's Anatomy, The Bachelorette or Modern Family you can catch up at your convenience on the Internet.",
        "Each episode also includes project templates and design guides to help you work on the featured project at your own convenience.",
        "We shall treat only of the diatonic scale, which is the basis of European music, and is approximated to as closely as is consistent with convenience of construction in key-board instruments, such as the piano, where the eight white notes beginning with C and ending with C an octave higher may be taken as representing the scale with C as the key-note.",
        "For convenience, we shall take \"Adam\" as a symbol for \"the first man,\" and inquire first, what does tradition say of his creation?",
        "But the origin of a separate priestly class, distinct from the natural heads of the community, cannot be explained by any such broad general principle; in some cases, as in Greece, it is little more than a matter of convenience that part of the religious duties of the state should be confided to special ministers charged with the care of particular temples, while in others the intervention of a special priesthood is indispensable to the validity of every religious act, so that the priest ultimately becomes a mediator and the vehicle of all divine grace.",
        "This circumstance strengthens the hold of the protective system, especially in countries where customs duties are an important source of revenue, the combination of fiscal convenience and of protection to home industry being a highly attractive one.",
        "From the point of view of public convenience, too large a space is fatiguing and makes it more difficult to see the animals, whilst the expenses of maintenance, drainage and supervision increase out of proportion to the advantages.",
        "This was at first vigorously opposed, not least by Bismarck himself; but its convenience soon became evident, it was increasingly put into practice, and was so well based that later reformers have only needed to follow the lines laid down by Puttkammer.",
        "Here the barns, granaries, stables, shambles, workshops and workmen's lodgings were placed, without any regard to symmetry, convenience being the only consideration.",
        "Detached from these, and separated entirely from the monastic buildings, were various workshops, which convenience required to be banished to the outer precincts, a saw-mill and oil-mill (UU) turned by water, and a currier's shop (V), where the sandals and leathern girdles of the monks were made and repaired.",
        "They may be roughly arranged 1 For the convenience of the general reader these errors have been illustrated as far as possible from English authors and especially from the poems of Shelley (ed.",
        "As he neither put them together, nor on any one definite plan, we are left to convenience; and the most convenient place is with the psychology of the De Anima.",
        "\" It was not from accident or for convenience that Christ formed a society.\"",
        "Besides assisting British subjects who are tried for offences in the local courts, and ascertaining the humanity of their treatment after sentence, he has to consider whether home or foreign law is more appropriate to the case, having regard to the convenience of witnesses and the time required for decision; and, where local courts have wrongfully interfered, he puts the home government in motion through the consul-general or ambassador.",
        "The option to buy electronic gadgets online is a nice convenience.",
        "This can be a great feature for cardholders who want the convenience of automatic bill paying but do not want the money coming directly from their checking accounts.",
        "Many people wonder, where can I get a prepaid Visa debit card, because they appreciate the convenience of having a prepaid Visa debit card on hand.",
        "The convenience of having the card makes it very easy to shop, and then the receiver of your gift can put the money towards something he or she really needs or wants.",
        "Use a MasterCard or Visa gift card instead of cash if you want the convenience of swiping a card.",
        "If you have an American Express card, it's likely you have discovered the convenience of using American Express Online.",
        "Some drug stores offer gift cards as a convenience purchase for those looking for a fast gift to give a loved one.",
        "Drug stores and convenience stores offer them too, typically in hanging displays in their aisles or at the customer service counter.",
        "Often it is easy to return to our previous spouse out of comfort and convenience.",
        "They may be doing so for convenience, or to give being married a trial run before making a formal commitment.",
        "Although you pay for the convenience, the trade-offs may be worth it to you.",
        "Since the removable leaves can be stored easily elsewhere (such as in a closet or behind a buffet or breakfront) one can have the convenience of a big table when it's needed and a small table when it's not.",
        "The convenience factor makes them ideal for taking to the beach, on picnics, or wherever else your outdoor adventures may take you.",
        "In the present article, for the sake of convenience, all the insects which have been regarded by Linnaeus and others as \"Neuroptera \" are included, but they are distributed into the orders agreed upon by the majority of modern observers, and short characters of these orders and their principal families are given.",
        "The moral law is merely a collection of rules of conduct based on an infinite number of special cases in which the convenience of society or its rulers has subordinated the inclination of individuals.",
        "Finally, for the convenience of processions, the nave and chancel aisles were carried round behind the high altar as ambulatories.",
        "Its medieval importance as the only shelter between Portland Roads and the river Exe caused the burgesses to receive grants of quayage for its maintenance in 1335 and many subsequent years, while its convenience probably did much to bring upon Lyme the unsuccessful siege by Prince Maurice in 1644.",
        "On the whole it seems likely that the cultivation of the land was not generally interrupted for more than a very few years; hence the convenience of utilizing existing sites of villages would be obvious, even if the buildings themselves had been burnt.",
        "For convenience of classification we may include in Khamdo a long strip of country extending along the northern border of the Lhasa territory of Lhorong jong and Larego as far as Tengri Nor, and bounded to the north by the Dang-la mountains, which is designated by Tibetans as Gyade or \" the Chinese province.\"",
        "This threefold succession is apparently an imitation or a debased form of the ancient legend of heavenly, earthly and human rulers, which was carried into Persia and China, and from the latter country into Japan and Tibet - the relative number of kings being altered in the last-named countries to suit local convenience and the small amount of truth which they contain.",
        "Concrete may be compared with other building materials like masonry or timber from various points of view, such as strength, durability, convenience of building, fire resistance, appearance and cost.",
        "As regards its convenience for building purposes it may be said roughly that in \"mass\" work concrete is vastly more convenient than any other material.",
        "Besides consideration for the mutual convenience of sovereigns and their feudatories, there were other causes which materially contributed towards bringing about those changes in The the military system of Europe which were finally accomplished in the 13th and 14th centuries.",
        "In this form a number of knights were made before and after almost every battle between the iith and the 16th centuries, and its advantages on the score of both convenience and economy gradually led to its general adoption both in time of peace and time of war.",
        "They were the result partly of the influence of the secular fashions, but more particularly of considerations of convenience.",
        "Towards the end of the 17th century, when large wigs came into fashion, it came for convenience to be constructed gown-wise, open down the front and buttoned at the neck, a fashion which still partially survives, notably at the universities.",
        "But for the sake of practical convenience it has long been usual to select certain of the best marked of these passes to serve as limits within the range, whether to distinguish several great divisions from each other, or to further break up each of these great divisions into smaller groups.",
        "Stone walls should always be built with thin courses for convenience of training over their surface.",
        "When thus artificially compounded, unless for immediate use, they should be made strong for convenience of storage, and applied as required much diluted.",
        "Plant cuttings of bedding plants, and of bedding pelargoniums in boxes for convenience of removal.",
        "The history of iron may for convenience be divided into three periods: a first in which only the direct extraction of wrought iron from the ore was practised; a second which added to this primitive art the extraction of iron in the form of carburized or cast iron, to be used either as such or for conversion into wrought iron; and a third in which the iron worker used a temperature high enough to melt wrought iron, which he then called molten steel.",
        "1896), according to which the town is for convenience divided into nine regions - though this rests on a misconception, for there is really no street between the Capua and the Nocera gates - and the results have been of the highest interest, though the rate of progress has been very slow.",
        "They are also in all cases bordered by raised footways on both sides, paved in a similar manner; and for the convenience of foot-passengers, which was evidently a more important consideration than the obstacle which the arrangement presented to the passage of vehicles, which indeed were probably only allowed for goods traffic, these are connected from place to place by stepping-stones raised above the level of the carriage-way.",
        "In placing the account of the origin and development of the Habsburg monarchy under this heading, it is merely for the sake of convenience.",
        "As already explained, the name Austria is used for convenience to designate those portions of the possessions of the house of Habsburg, which were not included by the settlement of 1867 among the lands of the Hungarian crown.",
        "The king of the mainland is often spoken of for convenience as king of Naples, but that description was never borne as a formal title save in the 16th century by Philip, king of England and Naples, and in the 19th by Joseph Buonaparte and Joachim Murat.",
        "Their attribution to him is merely a matter of convenience, two of them being anonymous in the MSS.",
        "Among them there exist, as will be seen hereafter, many well-marked but isolated natural groups, and their inclusion in the larger group is generally felt to be a matter of convenience rather than the expression of a belief in their close inter-relationship. Efforts are therefore continually being made by successive writers to exclude certain outlying sub-groups, and to reserve the term Algae for a central group reconstituted on a more natural basis within narrower limits.",
        "Of these the first and last are relatively small and sharply defined families, distinguished from the second family, which forms the bulk of the group, by characters so diverse that their inclusion with them in one larger group can only be justified on the ground of convenience.",
        "But this practice was based on convenience, not principle; and 1 For exceptions see Hinschius ii.",
        "Although the British representatives of this group should undoubtedly retain their vernacular designations of water-rat and short-tailed field-mouse, the term \"vole\" is one of great convenience in zoology as a general one for all the members of the group. Systematically voles are classed in the mammalian order Rodentia, in which they constitute the typical section of the subfamily Microtinae in the Muridae, or mouse-group. As a group, voles are characterized by being more heavily built than rats and mice, and by their less brisk movements.",
        "The captions and headings in this Agreement are inserted only as a matter of convenience, and in no way define, limit or in any other way described the scope of this Agreement or the intent of any provision hereof.",
        "Many of the most important improvements in the construction of ships, especially steam vessels, are due to the enterprise and skill of the Clyde shipbuilders, who, from the time of Robert Napier of Shandon (1791-1876), who built and engined the first steamers for the Cunard Company, formed in 1840, have enjoyed an unrivalled reputation for the construction of leviathan liners, both as regards mechanical appliances and the beauty and convenience of the internal arrangements.",
        "The port of Recife is one of the most important of Brazil, on account of its proximity to Europe and its convenience for vessels passing around the east shoulder of the continent.",
        "The characteristic of the system is the gradual way in which idea is linked to idea so as\"to make the division into chapters only an arrangement of convenience.",
        "The time when the day shall begin is purely a matter of convenience.",
        "In other words, excise duties in India are not a mere tax upon the consumer, levied for convenience through the manufacturer and retail dealer, but a species of government monopoly.",
        "originally provided for local convenience and maintained by a local cess, was amalgamated with the imperial post.",
        "The word then came to be used for the place where assemblies were held, and thus from its convenience as a meeting-place the agora became in most of the cities of Greece the general resort for public and especially commercial intercourse, corresponding in general with the Roman forum.",
        "On account of its practical convenience, and its close relation to the international electrical units, the joule has been recommended by the British Association for adoption as the absolute unit of heat.",
        "For administrative convenience the \"stars\" - whose name comes from the scrap of crimson cloth worn on cap and jacket sleeve - have been generally concentrated at Portland, and employed in labours specially allotted to them, for the most part demanding a higher rate of intelligence than the general average shown by convicts.",
        "where and Table Of Properties Of Saturated Steam The values of the coaggregation-volume c, which form the starting-point of the calculation, are found by taking n =10/3 for convenience of division in formula (13).",
        "Certain it is that though the unprejudiced must admit that exclusion has not been at all an unmixed blessing, yet the consensus of opinion is that a large population, non-citizen and non-assimilable, sending - it is said - most of their earnings to China, living in the main meanly at best, and practically without wives, children or homes, is socially and economically a menace outweighing the undoubted convenience of cheaper (and frequently more trustworthy) menial labour than the other population affords.",
        "The term average originally meant what is now distinguished as general average; and the expression \"particular average,\" although not strictly accurate, came to be afterwards used for the convenience of distinguishing those damages or partial losses for which no general contribution could be claimed.",
        "English and American writers are less definite in their employment of the term, which varies with the convenience of the author.",
        "Originally the Pueblo Indians lived in many-storeyed communal houses, built sometimes of stone, sometimes of adobe, and occasionally chiselled into the sides of a stone cliff, as best suited the convenience of the builders.",
        "There is no a priori reason why other legal enactments should not have been current when the compilation was first made; the Pentateuchal legislation is incomplete, and covers only a small part of the affairs of life in which legal decisions 1 For the sake of convenience Ben (\" son \") and Rabbi are, as usual, abbreviated to b.",
        "The idea that Lamentations was originally appended to Jeremiah in the Hebrew Canon, as it is in the old versions, and was afterwards separated from it and added to the other Megilloth for the liturgical convenience of the Synagogue, rests on the fact that Josephus (Ap. i.",
        "Indiscriminate cutting has occasionally been confined within certain bounds, but such restrictions were generally either of short duration or made for the convenience and profit of local governors.",
        "The subdivision of the district into divisions, on much the same lines as now existing, was at once made for administrative convenience, and a proportion of officers way allotted to each in the various grades then first constituted and still preserved, comprising in ascending order, constables, sergeants, inspectors and superintendents.",
        "From its healthy situation and the convenience of its anchorage, Chi-fu has become a favourite rendezvous for the fleets of the European powers in Chinese waters, and consequently it has at times been an important coaling station.",
        "With Charles religion was not the serious matter it was with James, and was largely regarded from the political aspect and from that of ease and personal convenience.",
        "Let us conceive an infinitely long circular cylinder of liquid, at rest (a motion common to every part of the fluid is necessarily without influence upon the stability, and may therefore be left out of account for convenience of conception and expression), and inquire under what circumstances it is stable or unstable, for small displacements, symmetrical about the axis of figure.",
        "He gives fullest scope to the ungenerous view that a vast proportion of professedly revealed truth was ingeniously palmed off by the more cunning on the more ignorant for the convenience of keeping the latter under.",
        "After the short and cruel reign of Cleph, the successor of Alboin, the Lombards (as we may begin for convenience sake to call them) tried for ten years the experiment of a national confederacy of their dukes (as, after the Latin writers, their chiefs are styled), without any king.",
        "The convenience of reaching the eastern district by boat was then recognized and advantage taken of the roadstead sheltered by Cape Recife.",
        "The laws of the state and the various rules of conduct laid down by religion or morality are merely devices adopted for general convenience.",
        "But there was another movement, whose origins went back for many centuries, which they were far from discouraging, and were prepared to utilize when it suited their convenience.",
        "When the new parliament met in the autumn of 1852, it was at once plain that the issue would be determined on the rival merits of the old and the new financial systems. Disraeli courted the decision by at once bringing forward the budget, which custom, and perhaps convenience, would have justified him in postponing till the following spring.",
        "The Pongo de Manseriche, at the base of the Andes and the head of useful navigation, seems to be the natural terminus of the Maranon; and an examination of the hydrographic conditions of the great valley makes the convenience and accuracy of this apparent.",
        "There is also a general resemblance in the number, characters and mode of succession of both series; so that, although individual teeth of the upper and lower jaws may not be in the strict sense of the term homologous parts, there is a great convenience in applying the same descriptive terms to the one which are used for the other.",
        "The substitution of the cope for the chasuble in many of the functions for which the latter had been formerly used was primarily due to the comparative convenience of a vestment opened at the front, and so leaving the arms free.",
        "The township, now practically built over by the city, contained originally several separate villages, the names of which are still used as a convenience in designating corresponding sections of the municipality: Old Cambridge, North Cambridge, Cambridgeport and East Cambridge, the last two being manufacturing and commercial centres.",
        "Yet there is convenience and no small significance in connecting the term with a certain characteristic and un-Protestant type of the Christian religion.",
        "For the convenience of the imperial court, there was a small harbour in the bend of the shore to the east of Chatladi Kapu, known as the harbour of the Bucoleon.",
        "It is true that most of these improvements are due to foreign enterprise and serve largely foreign interests; still they have also benefited the city, and added much to the convenience and comfort of local life.",
        "As the journey was not a long or dangerous one, the servants of Balak returned at once to inform their master of their success, leaving Balaam to follow at his own convenience.",
        "Further evidence is necessary before they can be removed from such a position of convenience as is assigned to them here and placed in proper relation to the series of the Filicaceae.",
        "For convenience in reference, the arrangement followed in this article may be explained at the outset: - Page Definition And Scope.",
        "Taking first the sagas relating to Icelanders, of which some thirty-five or forty remain out of thrice that number, they were first written down between 1140 and 1220, in the generation which succeeded Ari and felt the g impulse his books had given to writing, on separate scrolls, no doubt mainly for the reciter's convenience; they then went through the different phases which such popular compositions have to pass in all lands - editing and compounding (1220-1260), padding and amplifying (1260-1300), and finally collection in large MSS.",
        "Counties are divided into townships and under the constitution each \" shall constitute a body politic and corporate,\" but in 1910 there were no separate township govern-' ments, the existing division of counties into townships being for the purpose of convenience in adjusting taxes.",
        "Linnaeus applied the Latin term Vermes to the modern zoological divisions Mollusca, Coelentera, Protozoa, Tunicata, Echinoderma (qq.v.), as well as to those forms which more modern zoologists have recognized as worms. As a matter of convenience the term Vermes or Vermidea is still employed, for instance in the International Catalogue of Zoological Literature and the Zoological Record, to cover a number of wormlike animals.",
        "The rocks, for convenience classed as pre-Cambrian, occur as several unconformable groups, chiefly developed in the south where alone their stratigraphy has been determined.",
        "marvel of convenience and the introduction of Greek culture into Egypt, both astronomy and astrology were actively cultivated in the region of the Nile during the Hellenistic and Roman periods.",
        "The harbour on the northern beach is protected by an ancient stone pier, and in 1895 an iron pier was erected below the Castle Hill for the convenience of the steamboats which ply between the town and Bristol, Ilfracombe, &c. The trade of Tenby is inconsiderable, but the fisheries, for which the place was noted at an early period and which gave it its Welsh name of Dinbych y Pysgod, are of great value.",
        "The real importance of Tenby dates from the 12th century, when walls, castle and church were erected for the convenience of the Flemish colonists, who were then being planted in Dyfed.",
        "It was flat, square or round, sometimes with edges that could be turned up or down according to convenience, and was often elaborately decorated.",
        "Speaking in the widest sense, every substance has an action on living protoplasm, but for convenience pharmacological substances have come to be limited to those which are used as drugs, or which have a distinct action upon the animal organism.",
        "Was her death merely a convenience... or something more?",
        "The Internet says try gas stations or convenience stores.",
        "Dusty glared at him, hating the way the Watcher community doled out knowledge at their convenience and not his.",
        "But the convenience of a nice weekly roll in the hay without the threat of future com­plications and long-term commitments appealed to both and kept the fires of the strange partnership smoldering.",
        "For convenience of discussion, assume that query predicates are such that the lower boundaries of these fall on partition boundaries.",
        "ailing king 's convenience.",
        "assumption of normality was made mainly for convenience, and is possibly not unreasonable.",
        "beard area for convenience.",
        "big convenience food fan.",
        "caller convenience against wireless subscribers ' inherent concerns over privacy.",
        "Convenience Store: Obtain general grocery items such as snacks, sweets and even canned drinks at our in-house convenience store.",
        "All recommendations are brought together in a concluding chapter for convenience.",
        "We offer charming, en-suite ground floor rooms with every convenience, in the idyllic and spectacular North Yorkshire Moors.",
        "clef in the autograph score could have had more to do with convenience than instrument specification.",
        "combined with the convenience of the internet, Sharpcards help people communicate more effectively.",
        "concludecommendations are brought together in a concluding chapter for convenience.",
        "Or do some at least prefer the convenience of professional advice they know and can rely on?",
        "You can enjoy the convenience of doorstep delivery at big savings on the full subscription rate.",
        "The Carrot Card combines the convenience of a standard business card with the power of a CD Rom.",
        "Everything you need... Business guests often appreciate the added convenience of the on-site Business Center.",
        "convenience against wireless subscribers ' inherent concerns over privacy.",
        "For your added convenience is a guests shower room.",
        "It is a notational convenience to allow an empty tree.",
        "The file is simply an administrative convenience introduced about the time of the First World War.",
        "For the ultimate convenience diaper laundry services can do the job for you.",
        "convenience store employe would think he was a real monkey?",
        "convenience retailing group.",
        "convenience sake.",
        "convenience foods we eat aren't helping.",
        "convenience shopping, regular top-ups, treats or simply picking up something to enjoy that evening.",
        "convenience routines for creating PulldownMenus manage these relations automatically.",
        "The Cellular Telephone and Internet Association (CTIA) must balance caller convenience against wireless subscribers ' inherent concerns over privacy.",
        "The town is car-free, well planned and built with skiing convenience in mind.",
        "convenience of doorstep delivery at big savings on the full subscription rate.",
        "I like to plan and prepare my lunch and dinner in advance so that I don't grab convenience food.",
        "During the quarter we also refurbished 29 stores, 14 supermarkets and 15 convenience stores and opened four new convenience stores.",
        "For extra color use half green and half yellow courgettes and for convenience, use whichever pasta comes to hand!",
        "Supermarket, Hong Kong: for your convenience, we recommend courteous, efficient self-service.",
        "Because declaw surgery causes significant pain and involves many risks the decision to declaw surgery causes significant pain and involves many risks the decision to declaw should never be made for owner convenience.",
        "You'll find the same quality and value - plus all the convenience of having your shopping delivered direct to your door.",
        "The ' peace dividend ' was an easy convenience for many.",
        "dogleg stairs lead up to three delightful bedrooms and a useful office for those who need the convenience of contact.",
        "All transmissions are digitally encrypted for secure conversations up to 10m away from the mobile phone, bringing true wireless freedom for user convenience.",
        "erratumrontispiece of the original paper includes some errata, which for convenience have been edited into the text.",
        "With the integrated fingerprint reader, users encrypt files using fingerprint authentication, combining convenience with strong notebook security.",
        "flag of convenience for Greater England.",
        "I used to be a big convenience food fan.",
        "forecourt convenience trading, SPAR continues to launch several new sites across Scotland including Aviemore, Dalkeith and other locations.",
        "Convenience goods: A term used in retailing to indicate goods purchased for regular consumption.",
        "immaterial whether such unauthorized copying is done with a view to personal convenience or for monetary gain.",
        "inserted for convenience and clarity.",
        "lanyard attachment for your convenience.",
        "The church was sited for the convenience of the lord of the principal manor in the parish, and may not have been central.",
        "marriages of convenience ' .",
        "There are only three open dry privy middens for the convenience of the whole twenty-eight families.",
        "The license to practice medicine has also proved a legal minefield, particularly with ships sailing under flags of convenience.",
        "moles removed from the beard area for convenience.",
        "neighborhood convenience stores.",
        "nudgeany town center, a medieval church can be seen nudging up to a building society office or a public convenience.",
        "Relationships remain open-ended, unresolved or simply passing liaisons of sexual convenience.",
        "plaintive acoustic tone avoids Kings of Convenience dreariness with some taut arrangements, laconic melodies and sudden, potent lyrics.",
        "privy middens for the convenience of the whole twenty-eight families.",
        "Self-administered questionnaires were used to collect information on a convenience sample of schoolteachers.",
        "Personally, for convenience and cost, I'm amazed it hasn't rendered dating in Dallas utterly redundant.",
        "sake of convenience, firms may wish to set a general limit of £ 9,400 for the calendar year 2003.",
        "In Hamworthy itself, you'll find a smattering of convenience stores and schools for children of all ages.",
        "I'm giving nuisance lessons at a convenience store.",
        "As a convenience, methods are also provided for returning these captured subsequences in string form.",
        "Will convenience prove tempting by the end of the week?",
        "ultimate in convenience for all family members.",
        "unpleasantness of life while changing its place and shape to suit their convenience.",
        "Pie chart of memory card usage, free spaces are also displayed for the best of your convenience.",
        "With the pad and brain self-contained in one molded piece, this new rhythm trainer offers the utmost in portability and convenience.",
        "utmost in portability and convenience.",
        "Webmaster tools are provided where available for your convenience.",
        "This system has an additional advantage beyond its convenience, viz.",
        "In the Potsdam form of this apparatus the micrometer is, for convenience, provided with a motion at right angles to the axis of the screw, and it has been found at the Cape Observatory that the periodic errors in this apparatus do vary very sensibly according as the microscope is directed to a point more or less distant from the measuring screw.",
        "Taking for convenience a limited portion of the universe, we observe that in consequence of t he circular movement, the particles of matter have vortices.",
        "In 1850 the New School Assembly declared slave-holding, unless excusable for some special reason, a cause for discipline; in 1853 it asked the Southern presbyteries to report what action they had taken to put themselves in accord with the resolution of 1850; The separation of the southern part of the Associate Reformed Church from the northern in 1821, and the establishment of the Associate Reformed Synod of the South had not been due to slavery, but was for convenience in administration.",
        "The authority conferred upon Orange as stadtholder by the provinces of Holland and Zeeland was thus ratified, but that astute statesman had no confidence that Philip intended to observe the treaty any longer than it suited his convenience.",
        "In this way several thicknesses of paper can be perforated at the same time, which is a great convenience for press work, since copies of the same message have often to be transmitted to several newspapers at the same time.",
        "Many genera and families are separated by purely artificial characters, mere shelfand-bottle groupings devised for the convenience of the museum curator and the collector.",
        "In the first place, the so-called internal causes of disease is probably a mere phrase covering our ignorance of the factors at work, and although a certain convenience attaches to the distinction between those cases where tender breeds of plants apparently exhibit internal predisposition to suffer more readily than others from parasites, low temperatures, excessive growth, &c.as is the case with some grafted plants, cultivated hybrids, &c.the mystery involved in the phrase internal causes only exists until we find what action of the living or nonliving environment of the essential mechanism of the plant has upset its equilibrium.",
        "Believing himself secure behind this screen, he advanced from Vitry along the roads leading down the valley of the Marne, with his columns widely separated for convenience of subsistence and shelter - the latter being almost essential in the terrible weather prevailing.",
        "cappa magna, rochet, which have no sacral character, have come into use from motives of convenience or as insignia of dignity, and are worn at secular as well as ecclesiastical functions.",
        "Gewandung, p. Ioo) they were originally merely the ornamental cuffs (Acopia) of the episcopal sticharion, which were detached for purposes of convenience.",
        "main passages is determined mainly by considerations of convenience and economy in excavating and handling the WtfT.",
        "Roads specially constructed for the convenience of irrigation, pasturage, mines, factories, &c., in accordance with measures determined by the people of the locality.",
        "Partly to counteract any tendency to buckling under compression and partly for convenience in assembling a great mass of plates, the top and bottom were made cellular, the cells being just large enough to permit passage for painting.",
        "As a matter of convenience, the account of Austro-Hungarian foreign policy (i.e.",
        "Both, however, doubtless knew as much and as little as suited their convenience of the doings of the left wing of their party, which served to aggravate the embarrassments of the government.",
        "In modern practice (see Zoological Nomenclature) systematists no longer regard species as more than as an artificial rank in classification, to be applied chiefly for reasons of convenience, so that the word is reverting to its older logical significance.",
        "The principles of the land revenue settlement and administration were reviewed by the government of India in a resolution presented to parliament in 1902, in which its policy is summarised as follows: \" In the review of their land revenue policy which has now been brought to a close, the Government of India claim to have established the following propositions, which, for convenience' sake, it may be desirable to summarize before concluding this Resolution: (i) That a Permanent Settlement, whether in Bengal or elsewhere, is no protection against the incidence and consequences of famine.",
        "It is true that for two centuries and a half a considerable body of verse has been currently known by his name; but among modern scholars the use of the customary designation is merely a matter of convenience, and does not imply any belief in the correctness of the attribution.",
        "In view of the apparent unity of the entire work, the only possible explanation seems to be that the book was written at first all in Hebrew, but for the convenience of the general reader whose vernacular was Aramaic, a translation, possibly from the same pen as the original, was made into king to great political prominence, owing to his extraordinary God given ability to interpret dreams. In both.versions, the heathen astrologers make the first attempt to solve the difficulty, which results in failure, whereupon the pious Israelite, being summoned to the royal presence, in both cases through the friendly intervention of a court official, triumphantly explains the mystery to the king's satisfaction (cf.",
        "When a field is ridged in the line of the greatest ascent of the ground, there is an obvious convenience in adopting the furrows as the site of the drains; but wherever this is not the case the drains must be laid off to suit the contour of the ground, irrespective of the furrows altogether.",
        "But, as has been already said, the scholars and theologians had less influence in the beginning of the English Reformation than the mere lay politicians, whose anti-clerical tendencies chanced to fit in with King Henrys convenience when he quarrelled with the papacy.",
        "That honour could henceforth be conferred upon any place in the Roman world which might suit the convenience of the emperor, or serve more efficiently the interests he had to guard.",
        "The relation in which they stand to the categories or pure notions is ambiguous; and, when Kant has to consider the fashion in which category and data of sense are to be brought together, he merely places side by side as a priori elements the pure connective notions and the pure forms of perception, and finds it, apparently, only a matter of contingent convenience that they should harmonize with one another and so render cognition possible.",
        "Then they told him dinner would be served directly and he replied that they could not serve it too quickly to suit his convenience.",
        "Personally, for convenience and cost, I 'm amazed it has n't rendered dating in Dallas utterly redundant.",
        "For the sake of convenience, firms may wish to set a general limit of £ 9,400 for the calendar year 2003.",
        "I 'm giving nuisance lessons at a convenience store.",
        "Within 34 years, the convenience store, corner shop and traditional market has seen lost market share to the superstore chains.",
        "As a matter of statistical convenience it has been traditional to use what are called workforce based rates.",
        "This cutting edge technology is equipped with a 10.4 touchscreen LCD monitor, providing the ultimate in convenience for all family members.",
        "It protects them from the hard unpleasantness of life while changing its place and shape to suit their convenience.",
        "Links to working examples of remotely hosted webmaster tools are provided where available for your convenience.",
        "Please fill out each pro forma report at your soonest convenience.",
        "Expectations are not too high, everyone knows it's a relationship of convenience and both sides recognize that they need to deliver or they'll get dropped like a stone.",
        "When deciding where to take your baby for his or her first professional photos, consider your budget and the convenience and style of the studio.",
        "Target and Wal-Mart offer unbeatable prices and convenience, and these retailers have a decent selection in the store and a larger selection online.",
        "Backpacks, front packs, and baby slings are popular items that aren't necessary baby products, but they do offer parents some freedom and convenience.",
        "However, if you consider the convenience to you and the health of your baby, the cost may not seem so formidable.",
        "You'll pay for convenience, but ready-to-use formulas definitely come in handy, especially when you are traveling.",
        "For your convenience, there is also a large selection of department stores with online gift registries, too.",
        "For many parents, the choice to use disposable diapers is all about convenience.",
        "When disposable diapers came on the market, it made life easier although more expensive, but for most parents the convenience of doing away with washing and drying cloth diapers was worth it.",
        "In terms of convenience, all-in-one diapers are thought to be easier to manage than pre-folds matched with diaper covers.",
        "With this extra convenience, come extra costs.",
        "Convenience - Others love the convenience of giving a gift certificate so new parents can purchase whatever they need for their little one.",
        "Convenience-Nursing bras need to be designed with convenience in mind.",
        "The number one convenience revolves around how easily the bra cup can be opened and closed with one hand, an essential feature that every breastfeeding mom needs.",
        "After baby arrives, shop online or in your local department store for a suitable bra that provides comfort, convenience, and support in order to make your breastfeeding experience a successful one.",
        "Starbucks carries all the beans that you like in their stores but with the convenience of buying it online.",
        "Convenience is important when considering a provider.",
        "One way to determine the best service for you if you regularly ship similarly-weighted packages or parcels is do rate comparisons and factor in convenience of local shipping centers or pickup services.",
        "Speakerphones add a great deal of convenience to your busy home and working life.",
        "These Web sites do not offer deep discounts, but they do offer added convenience.",
        "Some campgrounds offer a variety of sports-related activities, pool access, a recreation room and a convenience store.",
        "QVC (an acronym for Quality, Value, Convenience) was founded in 1986 by Franklin Mint founder Joseph Segel.",
        "While The Simpsons is widely available in syndication, DVDs offer the convenience of being able to watch your favorite episodes any time and in any place.",
        "You may be wondering where to buy leather backpacks because you desire the convenience and durability of a backpack without sacrificing professional style.",
        "If you can't find a Wilsons Leather store in your area, or you prefer the convenience and selection of online shopping, shop at WilsonsLeather.com.",
        "There are many places consumers can look if they are interested in where to buy leather backpacks, making the versatility, style, and convenience of leather within anyone's grasp.",
        "Many consumers opt to buy Christmas trees from local retailers, not only for convenience but also to help support the local economy.",
        "Shop at any time from the convenience of your own home or office.",
        "The convenience of just grabbing flowers in season to decorate your home will probably do a good job of squelching any desire to have a specific type of flower in your home at all times.",
        "Choosing flowers in season will save you money and offer you convenience.",
        "Some campers prefer the convenience of towable RVs because you can leave your living space behind at the campsite.",
        "If you love collecting decks of cards, don't feel limited to what you can find at the convenience store.",
        "Consumers still purchase cordless phones for dependence from cell phones, reliability, and for convenience.",
        "Over the years, online shopping has increased due to convenience and offers that are sometimes only available online.",
        "It was available your local grocery stores, convenience stores, and locations like Walmart, Target, Sam's, K-mart, and anywhere else Pepsi products are sold.",
        "Whether your idea of convenience is clicking a button or picking one up on your next grocery trip, you're in luck.",
        "There's also the additional convenience of being able to purchase the gift cards online if necessary.",
        "When you buy electronic wall calendars or other gadgets, you bring the ultimate in convenience into your life.",
        "This is a great resource not only for busy parents who don't want to miss anything important, but for anyone who needs the convenience of a calendar but doesn't have time to write everything down, this is a great alternative.",
        "Wal-Mart.com even offers you the convenience of buying online and having your merchandise shipped directly to the store for pick up.",
        "Write this figure down in inches and centimeters for convenience while you shop, since some brands may list their sizes in either measuring system.",
        "Pay later catalog purchases offer many benefits in the way of convenience and product selection.",
        "Types of licensed dealers include convenience stores, grocery stores and shopping malls.",
        "This site is simple to use; you pick your desired game and fill out the online ticket just like you would if you were buying a ticket at a convenience store.",
        "While buying tickets online is convenient, that convenience can translate into spending much more many than you would if you had to buy your tickets at a store.",
        "Small may mean convenience and portability but remember, the smaller the size of the laptop, the smaller and more compressed the keyboard and screen are.",
        "A single-stage electric snow blower is designed for convenience and easy storage.",
        "For your shopping convenience, there are extended shopping hours for the holidays, as well as special seasonal discounts, in-store promotions, and fabulous after-holiday sales.",
        "Whether you are looking for children's items, toys, designer clothing, or gifts, Johnson Creek has a stellar lineup of 60 stores for your purchasing convenience.",
        "With the convenience of holding hundreds of books at one time, this can make a great, cool gift for the reader you know.",
        "With most supply companies you can either visit their showroom or just shop online for the convenience of ordering everything you need -- from filler to the actual basket -- at a time that works best for you.",
        "Once you click on this button you will have the option to enter in your personal information to find the store that is nearest to you for your shopping convenience.",
        "Because of Internet shopping's convenience and potential store discounts, plus the possibility that you may not have to pay sales tax or shipping charges, it sometimes makes quite a bit of sense to buy televisions on the Internet.",
        "What it all really comes down to is convenience.",
        "Most cat litter boxes are spartan models devoid of any modern convenience.",
        "For true convenience, you need an automatic sifting litter box.",
        "The price of convenience runs about $140.00 for the original set up and $50.00 per set of three replacement litter cartridges.",
        "Fresh Step Plus Dual Action Crystals: Offers the convenience of scooping litters, but also includes odor reducing crystals.",
        "Ordering online offers convenience for the homebound or those who prefer not to visit crowded stores during peak shopping hours.",
        "However, if you want the convenience of buying cat food at the store then look for the following information.",
        "Automatic Litter Box: Automatic litter boxes are a convenience that many cat owners swear by.",
        "It's difficult to argue the convenience of dry food.",
        "The U.S. Food and Drug Administration (FDA) maintains a listing of all pet food recalls since March 2007 for the convenience of pet owners.",
        "The overwhelming factor in favor of dry foods is the convenience of feeding your pet.",
        "Since your bank may also charge you a fee when you use another company's ATM, these fees sometimes outweigh the convenience of using the machine.",
        "ATMs used to only be located outside of banks, but they can now be found in most shopping centers, convenience stores, sporting complexes, and medical centers.",
        "The ease and convenience of using an ATM and an ATM card is quite an evolution in money management.",
        "This convenience, of course, comes with a price.",
        "If you own or manage a business that frequently has single transactions for more than $20, or just want to offer your customers more convenience, consider getting a machine.",
        "Prepaid phone cards are easy to obtain and can be purchased at grocery stores, pharmacies, convenience stores, and elsewhere.",
        "All three agencies - Experian, TransUnion, and Equifax - use this centralized service for convenience and security.",
        "Gift cards can be used at the pump or inside Chevron convenience stores for food, drinks, or any other purchases.",
        "Gold Card - This card offers everything you get at the standard level plus added convenience and security.",
        "It sounds like a great idea; a prepaid debit card combines the convenience of not carrying cash with the benefit of not incurring debt.",
        "A convenience fee is assessed by merchants each time a debit card is used.",
        "Electronic payments offer the convenience of shopping virtually anywhere, anytime.",
        "Electronic payments offer flexibility and convenience.",
        "It is designed for people who don't want to carry cash or checks and who want the convenience of all expenses being listed on a monthly statement.",
        "Online convenience can also come with the risk of unauthorized access to your card and personal information.",
        "Charge cards are for people and businesses who don't want to carry cash or checks and who want the convenience of all expenses being listed on a monthly statement.",
        "Shell offers gift cards that can be used for both gasoline purchases as well as purchases within Shell convenience stores.",
        "This mini-size card was designed to be added to the cardholder's key chain, a convenience feature that was very attractive to the young Clout cardholders.",
        "The RushCard incorporates the advantages of a prepaid debit card plus added safety, convenience, money management and access to your funds.",
        "This card is designed for the consumer who is looking for the convenience of a gas card.",
        "There are many ways to prevent identity theft, but you can't keep the fort entirely secure as long as the big companies are allowed to keep a wide, gaping hole in the wall for their convenience.",
        "Both can be used to purchase gas or to make purchases within the convenience stores.",
        "Prepaid gas cards are available for purchase at CITGO stations and can be used to purchase gasoline as well as to make purchases within the convenience stores.",
        "Prepaid cards can also be used to purchase items from within the convenience store at participating Sunoco stations.",
        "Gas card applications are hard to miss, whether you're filling up your tank or stopping inside the convenience for a quick snack and drink.",
        "Be sure you don't end up paying too much for that convenience.",
        "Gas cards are best for people who don't mind putting fuel and convenience store purchases on a revolving account that accrues interest if not paid in full each month.",
        "This means that cardholders do not have to restrict their card use to fuel and convenience store purchases.",
        "Before applying for a gas card through this company make sure that there are participating stations nearby so you can get the highest amount of rebates possible for your purchases while also taking advantage of the card's convenience.",
        "If your purpose for buying a prepaid gas card is convenience, then that's fine, but if you bought your card to get a handle on fuel expenses it's not so fine.",
        "With no annual fee or minimum purchase, you get the convenience of online account management, detailed invoices that divide out purchases by driver, flexible payment terms, and even a tax-exempt option.",
        "While FINA gas cards may not be as widely accepted as some gas cards, something must be said for convenience, both the convenience of paying at the pump and the convenience of having a card with a station in your neighborhood.",
        "If you live on an area where FINA gas stations are prevalent, applying for one of their gas cards may be the answer to adding a bit more convenience to an otherwise hectic life.",
        "Convenience - Teens have funds to make purchases.",
        "Check out the fees charged for a balance transfer or the use of a convenience check.",
        "Juniper charges transaction fees for balance transfers, cash advances, convenience checks, and returned checks.",
        "Customers also enjoy the convenience of instant online approval.",
        "Whether for convenience or to take advantage of certain synergistic effects, you may prefer to try mixed formulations of herbal antidepressants.",
        "One zone is for convenience and includes all the items you often use within arm's length.",
        "Their beliefs lead them to live life as simply as possible, eschewing much modern technology and convenience.",
        "Consider placing jars of snacks or cocktail garnishes on the counter for convenience and atmosphere.",
        "Consider a remote-operated system for convenience.",
        "No need to spend thousands of dollars; however, it is to your advantage to work with a reputable photographer to save yourself time, money, and convenience.",
        "With this kind of convenience and the hope of fantastic results, what are you waiting for?",
        "This solution offers convenience and relief.",
        "Though it would seem that many of these are not easily transportable, these designs are created with convenience in mind.",
        "Featuring a lengthy telescoping arm, these mirrors offer convenience to both men and women.",
        "No matter what type you choose, a wall mount makeup mirror will provide you with the convenience you need to apply makeup comfortably.",
        "On a convenience note, I like mascaras I can buy at any drugstore because every now and then, I get the urge to try new ones at 10:00 p.m. when department stores aren't open.",
        "Some serve simply for convenience's sake.",
        "Whether you're an expert or a beginner, you'll appreciate the convenience and ease of application that Colorscience face brushes offer.",
        "If, though, you want the convenience of all three shades in one product and like the idea of having a lighted palette, this is a smart choice.",
        "The box itself is fairly small because the lip liner included here is more of a half pencil than a full one, but nonetheless, the convenience you are after is definitely found in this product.",
        "While e.l.f. largely operates by internet sales, they do offer some of their products at K-Mart and Target stores, as well as some convenience stores.",
        "MAC makeup remover wipes combine the effectiveness of the company's best eye makeup remover with the convenience of individual wipes.",
        "Convenience and easy application: Unlike a wet fragrance, the pencil-on application allows a great amount of control over the scent, so you can have just a barely-there hint of citrus or floral, or deepen it for evening.",
        "Hex Makeup Rolling Makeup Kit: The ultimate in convenience, these rolling makeup kits include everything you need to be a true professional makeup artist.",
        "Online Resources - Online resources add convenience to your life.",
        "Most enjoy the convenience of being able to play when they have the time and betting smaller amounts of money.",
        "If you're looking for the ultimate in convenience, there are also services available online that will take care of all your bills for a monthly fee.",
        "You've decided to only buy books online to take advantage of great deals and the convenience of having them arrive right at your door.",
        "You can select and manipulate your photos at your convenience on your own computer.",
        "Opening a savings account online can be the key to higher interest rates and increased convenience.",
        "Applying for savings accounts online can have additional benefits besides convenience.",
        "Ally Bank offers the customer service of a traditional bank with the convenience of the online banking world.",
        "Captions. The captions and headings in this Agreement are inserted only as a matter of convenience, and in no way define, limit or in any other way described the scope of this Agreement or the intent of any provision hereof.",
        "Finding opportunities for continuing education online adds convenience and variety to professional and personal development.",
        "Online education courses can help anyone reach these goals at their convenience, with no concern for location.",
        "You don't have to worry about missing class time because you can attend the online class at your convenience.",
        "If you are looking to save a few bucks in a tough economy or want to enjoy the convenience of shopping at home, then maybe it's time to buy gifts online.",
        "Then you can compare them based on satisfaction ratings, fuel efficiency, convenience features, performance, and more.",
        "With the convenience of online shopping and the wealth of information available with just a few clicks, you'll soon be hitting the road in your new vehicle.",
        "Most people enjoy the convenience of having everything in one large building.",
        "However, some users just prefer the convenience of an easy interface that doesn't require installing additional programs on their computer.",
        "For added convenience, Wachovia online also offers an automated transfer feature.",
        "Whether you are looking for a premier account package or prioritizing security and convenience, you can browse online within your parameters to find the best choice for you.",
        "Medline Plus is a giant collection of over 4,000 articles covering diseases, illnesses and injuries of all sorts, all organized alphabetically for your convenience.",
        "While people still like television shows, these are more often watched over the Internet at the viewer's convenience rather than at a time predetermined by the networks.",
        "These early forays into digital imaging serve as original blueprints for the convenience of today's devices.",
        "Kodak Z981: An intermediate camera with the convenience of a point-and-shoot, but the versatility of an SLR.",
        "For your convenience, LoveToKnow Recipes enables you to create your very own personal cookbook.",
        "Some restaurants don't utilize the convenience of food distributors.",
        "Since many people find cutting the roast off of the ribs a pain, a newported roast offers the best of both worlds - flavor and convenience.",
        "For your convenience, detailed instructions are given for many of the ideas.",
        "If you decide to do this as a convenience for your clients, however, remember to factor in the amount of time you spend on the process into your final bill.",
        "However, if you spend a large amount of time on the Internet, you may prefer the convenience of a digital album.",
        "The kits are extremely helpful for beginners, but people of all skill levels can appreciate the convenience of a scrapbook kit.",
        "Like the original Cricut, the Create is a portable unit which increases its convenience.",
        "Scrapbookers can buy all of their supplies and complete their projects at home from the convenience of their computers.",
        "Because of their affordability and convenience, stickers are very popular scrapbooking embellishments.",
        "What you get in convenience is, however, sacrificed in performance.",
        "The mountains may not be as high, and the snowfall is not as deep, but what is sacrificed in quality is more than made up for in convenience and affordability.",
        "Convenience: Perhaps one of the very best reasons to enroll in one of these online courses is the fact that they are so convenient.",
        "It's the ultimate in convenience shopping.",
        "Most clothing shops for juniors have their own websites so you can either go to the mall or just shop in the convenience of your own home.",
        "One way you can combat the convenience of junk food is to have healthy foods ready to grab.",
        "They are also used as ingredients in convenience foods, like pizza and lunch pockets and as a powder in boxed macaroni and cheese.",
        "Commercial egg replacers are a convenience for the busy vegan, but egg replacers aren't just used in home kitchens.",
        "The nibs have the same nutrient value as the beans and the added convenience of a pre-shelled product.",
        "Update the site at your leisure, and family and friends can view the website at their convenience.",
        "Pacific Basket is another company that specializes in wedding gift baskets and offers the convenience of shopping online.",
        "Your guests are sure to appreciate the convenience.",
        "While some people appreciate the convenience of knowing if the bride has registered for gifts at a specific store, others find including registry information on the invitation to be quite tacky.",
        "Some all-inclusive resorts even offer free wedding packages when the happy couple books their honeymoon at the resort, giving the event the convenience of being both a wedding and a honeymoon in one location.",
        "Despite the visual appeal of a tropical destination and the convenience of many wedding packages, couples should understand the realities of tying the knot in the Caribbean before they head off to tropical shores.",
        "There are several reasons to use seasonal flowers and plants in wedding arrangements, and the three Cs - cost, convenience, and coordination - are why many couples choose fall flowers for their autumn celebrations."
    ],
    "definition": [
        "The quality of being suitable to one's comfort, purposes, or needs: the convenience of living near shops, schools, and libraries.",
        "Personal comfort or advantage: services that promote the customer's convenience.",
        "Something that increases comfort or saves work: household conveniences such as a washing machine, an electric can opener, and disposable diapers. See Synonyms at amenity.",
        "A suitable or agreeable time: Fill out the form at your earliest convenience.",
        "Chiefly British A lavatory.",
        "Link/Cite",
        "the quality of being suitable, useful or convenient",
        "anything that makes for an easier life\nFast food is popular because of its cost and convenience.",
        "a convenient time, especially in the phrase at one's convenience",
        "(chiefly UK) a public toilet",
        "Link/Cite"
    ]
}