{
    "translation": "למסור, להעביר",
    "uses": [
        "I'll convey your message.",
        "He didn't convey his conclusions to us.",
        "It took me thirty minutes to convey everything that was happening.",
        "It was a point she would have to tactfully convey to Roxanne.",
        "She sent your gifts and said to convey her news of a child.",
        "And then, his face as she held his hand; he was trying to convey something.",
        "Can we at least convey a message that we'd like to hear from her?",
        "Lana sought the words to convey her urgency without revealing just how important it was.",
        "Such at least is the impression which the narratives convey.",
        "Let me suggest a few comparisons, that some one may convey an idea of my situation.",
        "Many of the partygoers had been to Elisabeth's opening, and wanted to convey how much they were enjoying her artwork.",
        "She has the true language-impulse, and shows great fertility of resource in making the words at her command convey her meaning.",
        "Worms bring spores to the surface of soil, ducks and other birds convey them on their muddy feet.",
        "Rita would convey the message to Jonathan Winston as well allowing Dean to temporarily duck having to explain to the FBI why he played cowboy and lost the tail instead of getting the plate number.",
        "She spoke in a soft, tremulous voice, and in the weary eyes that looked over her spectacles Sonya read all that the countess meant to convey with these words.",
        "Better that she convey the information to Howie in her own words, and not compel me to admit what we'd been holding back information from him.",
        "The mob and some of the soldiers became menacing in their attitude towards the prisoners, so that it was deemed advisable to convey them to one or other of the Berlin prisons.",
        "But it hardly seems possible that any mere words should convey to one who has never seen a mountain the faintest idea of its grandeur; and I don't see how any one is ever to know what impression she did receive, or the cause of her pleasure in what was told her about it.",
        "They promised to convey the ignorant savages in their ships to the \"heavenly shores\" where their departed friends now dwelt, and about 40,000 were transported to Hispaniola to perish miserably in the mines.",
        "In 1879, at Kilburn, the competition was of railway waggons to convey perishable goods long distances at low temperatures.",
        "Thus the later part of the Decline and Fall, while the narrative of certain episodes will always be read with profit, does not convey a true idea of the history of the empire or of its significance in the history of Europe.",
        "That officer, however, was on his guard, and, while offering to convey the emperor to England declined to pledge himself in any way as to his reception.",
        "The subsoil not unfrequently contains materials which are deleterious to the growth of crops, and roots descending into it may absorb and convey these poisonous substances to other parts of the plant or be themselves damaged by contact with them.",
        "Howie's temporary absence eliminated the problem, at least for now; no trips back to a crime scene resulted in no tips to convey.",
        "By these distinctions Abelard hoped to escape the consequences of extreme Nominalism, from which, as a matter of history, his doctrine has been distinguished under the name of Conceptualism, seeing that it lays stress not on the word as such but on the thought which the word is intended to convey.",
        "The fixing of stoves of this kind entails the laying of pipes or ducts from the open to convey fresh air to the back of the stove.",
        "Bees carry the spores of Scierotinia as they do the pollen of the bilberries, and flies convey the conidia of ergot from grain to grain.",
        "If he couldn't sign it, he simply didn't convey it.",
        "The gonad ducts are male and female, and open opposite to or, rarely, alongside of the gonads, whose products they convey to the exterior.",
        "The work done includes a concrete dock, mechanically equipped to convey freight between river and railways.",
        "A husband may, however, convey his real estate, other than a homestead, by his separate deed, whereas a wife's deed for her real estate is void without the joinder of her husband.",
        "It is almost impossible even with the most discriminating care to give a brief account of completed feudalism and convey no wrong impression.",
        "For example, the ideographs signifying rice or metal or water in Chinese were used tc convey the same ideas in Japanese.",
        "This latter consideration sometimes impelled him to represent things which, to European eyes, seem trivial or insignificant, but which really convey hints of deep significance.",
        "Homilies, legends, traditional sayings and explanations, in fact every form of Haggadic expansion are utilized by the Targumist, so that at times his works convey the impression more of a late Midrash than of a translation.",
        "This is the reason of their frequent failure to convey any sense of proportion in the expression of truth.",
        "If the superscription be not from the hand of the actual brother of Jesus, the question may well be asked why some apostolic name was not chosen which might convey greater authority?",
        "Jackson gazed into her eyes, trying to convey all his feelings as he said, \"I am a vampire.\"",
        "It would be a difficult tip to convey.",
        "Betsy would convey cases to Quinn and Howie, with Julie presumably assisting.",
        "convey messages is by face to face contact.",
        "Consider exactly what piece of information you wish to convey.",
        "Perhaps just an eye or a nose will convey the appropriate mood.",
        "A woman's right to hold, manage and acquire property is not affected by marriage, except that unless she lives apart from her husband, she may not mortgage or convey real estate without his consent.",
        "The nerves conduct the animal spirits to act upon the muscles, and in their turn convey the impressions of the organs to the brain.",
        "Maps differ greatly, not only as to the scale on which they are drawn, but also with respect to the fullness or the character of the information which they convey.",
        "On the other hand, they regarded it as necessary to present the sacred text in such a manner as best to convey the particular form of interpretation then current.",
        "Yet Homilies and Recognitions are abridgments made on different principles and convey rather different impressions to their readers.",
        "He had wanted to convey to Cynthia his concerns over Billy Langstrom's death, but he felt he owed his election bid at least a modicum of concentration if he didn't want to make a fool of himself.",
        "Don't convey innuendos about a colleague in his or her presence.",
        "Then what can be said about words so specialized that a general translation might not convey the exact meaning?",
        "Abstract ideas are difficult to convey on television, or at least to an audience accustomed to fast-paced action.",
        "Another aspect of rural life that the writers have managed to convey with considerable aplomb is the role of the vicar.",
        "It is scarcely necessary to point out, however, that through the figure the narrative evidently means to convey as fact that Elijah passed from earth, not by the gates of death, but by miraculous translation.",
        "We convey our sincerest condolences to their family, friends and community.",
        "An airline pilot uniform needs to convey a professional image.",
        "Mom was \"resting comfortably,\" the only news a night volunteer at the hospital would convey.",
        "Please convey my thanks to him.",
        "hauled by No. 60532 \" Blue Peter \" and will convey invited guests, directors and shareholders.",
        "Both the wording and images need to convey the party theme, formality and information clearly.",
        "The judges finally decided in favor of Ferdinand, on the ground that his mother, Eleanor, was the daughter of Peter IV., and that though a woman could not reign as a proprietary queen in Aragon, she could convey the right to her husband or transmit it to her son.",
        "The study of the spirants, c, 1, 1; g, j is made a very delicate one by the circumstance that the interdental pronunciation of c, 1 on the one hand, and the guttural pronunciation of g, j on the other, are of comparatively recent date, and convey no notion of the value of these letters before the 17th century.",
        "Between the ranges are broad elevated valleys, through which the rivers of the plateau flow before entering the rugged gorges that convey their waters to lower levels.",
        "It is impossible within brief limits to convey more than a general idea of the work of a philosopher who published more than three hundred original papers bearing upon nearly every branch of physical science; who one day was working out the mathematics of a vortex theory of matter on hydrodynamical principles or discovering the limitations of the capabilities of the vortex atom, on another was applying the theory of elasticity to tides in the solid earth, or was calculating the size of water molecules, and later was designing an electricity meter, a dynamo or a domestic water-tap. It is only by reference to his published papers that any approximate conception can be formed of his life's work; but the student who had read all these knew comparatively little of Lord Kelvin if he had not talked with him face to face.",
        "- For the protection of the property rights of married women the code of Tennessee provides that the wife's real estate shall be exempt from her husband's debts; that the proceeds of her real or personal property shall not be paid to any other person except by her consent certified upon privy examination of her by the court or a commissioner appointed by the court; and that she may mortgage or convey her real estate without the concurrence of her husband provided she be privately examined regarding the matter by a chancellor, circuit judge, or the clerk of the county court.",
        "A point she would have to tactfully convey to Roxanne.",
        "If he was having any success adjusting his settings, he didn't convey his conclusions to us.",
        "To do so, required my thinking like this fool; no easy chore for a person as intelligent as I. How would I, this nervous average person convey an important tip without being found out?",
        "If we couldn't convey our tips on a secure basis, we couldn't operate very long without discovery.",
        "How much should I tell her; just the censored version I'd agreed to convey to Howie?",
        "She was anxious to convey the information to Quinn and Howie but it was too early in California.",
        "Neither husband nor wife has any interest in the separate property of the other and the wife may convey her real estate, other than a homestead, without her husband's consent, but the husband must support his wife out of his property or by his labour if he is able, and if he is unable the wife must support him so far as possible out of her property.",
        "The assertion, paradoxical at first sight, that the twenty-eight \" hostelries \" of the Chinese sphere had nothing to do with the moon's daily motion, seems to convey the actual fact.",
        "Aethers were invented for the planets to swim in, to constitute electric atmospheres and magnetic effluvia, to convey sensations from one part of our bodies to another, and so on, till all space had been filled three or four times over with aethers.",
        "long was constructed to convey water from the spring of Rungis some 4 m.",
        "In Maryland a wife holds her property as if single except that she can convey real estate only by a joint deed with her husband (this requirement being for the purpose of effecting a release of the husband's \" dower interest \"), neither husband nor wife is liable for the separate debts of the other, and on the death of either the rights of the survivor in the estate of the other are about equal.",
        "The word therefore as we use it is meant to convey an idea which belongs to Hebrew and not to Hellenic belief.",
        "Starting with the stem forms the descendants of which have passed through either persistent or changed habitats, we reach the underlying idea of the branching law of Lamarck or the law of divergence of Darwin, and find it perhaps most clearly expressed in the words \"adaptive radiation\" (Osborn), which convey the idea of radii in many directions.",
        "The accounts of the palaces of the native kings must be taken with some reserve, from the tendency to use descriptive terms not actually untrue, but which convey erroneous ideas taken from European architecture; thus what are called columns of porphyry and jasper supporting marble balconies might perhaps be better described as piers carrying slabs, while the apartments and terraces must have been more remarkable for number and extent than architectural grandeur, being but low one-storied buildings.",
        "The British navy was able to cover the retreat of the army from Boston to Halifax in April 1776, and to convey it to New York in'June.",
        "The word etymologically signifies \"spirit-fighters,\" being originally intended by the priesthood to convey that they fight against the Spirit of God; but the Doukhobors themselves accepted the term as signifying that they fight, not against, but for and with the Spirit.",
        "And as the people look to him to kill bad measures, he is frequently able, if he be a man both strong and upright, to convey intimations to the legislature, or to those who are influential in it, that he will not approve of certain pending measures, or will approve of them only if passed in a form satisfactory to him.",
        "Old trees are selected, from the bark of which it is observed to ooze in the early summer; holes are bored in the trunk, somewhat inclined upward towards the centre of the stem, in which, between the layers of wood, the turpentine is said to collect in small lacunae; wooden gutters placed in these holes convey the viscous fluid into little wooden pails hung on the end of each gutter; the secretion flows slowly all through the summer months, and a tree in proper condition yields from 6 to 8 Ib a year, and will continue to give an annual supply for thirty or forty years, being, however, rendered quite useless for timber by subjection to this process.",
        "The ramifications of the arteries convey the blood to all parts of the body, and it finally reaches the venous sinuses, the chief of which are the pedal, the pallial and the median-ventral.",
        "The true palliative of famine is to be found in the improvement of methods of transport, which make it possible rapidly to convey food from one district to another.",
        "It is convenient to place the liquid in a short tube., a platinum wire sealed in at the bottom to convey the current reaching to the level of the open end.",
        "Most birds for the primitive man are souls, and the Polynesians hold that birds convey from and into their idols the spirits which live therein.",
        "The term was used not in the modern sense of above or transcending nature (a sense which µeTa cannot bear), but simply to convey the idea that the treatise so-called comes \" after \" the physical treatises.'",
        "The men of Rak k a were compelled to help `Ali, after his march across Mesopotamia from near Mosul, in getting a bridge made at Rakka to convey his men to Siffin.",
        "A woman's right to hold, manage and acquire property in her own right is not affected by marriage, but for a married woman to mortgage or convey her real estate the joint action of herself and her husband is necessary.",
        "Its modern extension to all forms of impression supposed to convey information as to the future is justified on the assumption that such intimations commonly originate in the subliminal consciousness of the percipient and are thence transferred to the ordinary consciousness.",
        "50), inscribed with the message, generally a curse, which it was desired to convey to them.",
        "When the charge was shifted to the question of her intrigues with Spain, she took her stand resolutely on her own right to convey whatever right she possessed, though now no kingdom was left her for disposal, to whomsoever she might choose.",
        "The possibility of interference with its enforcement was clearly in mind in the Espionage Act (June 15 1917), which provided that (Section 3, title t): \" Whoever when the United States is at war, shall wilfully make or convey false reports or false statements with intent to interfere with the operation or success of the military or naval forces of the United States or to promote the success of its enemies, and whoever when the United States is at war, shall wilfully cause or attempt to cause insubordination, disloyalty, mutiny, or refusal of duty in the military or naval forces of the United States, or shall wilfully obstruct the recruiting or enlistment service of the United States shall be punished by a fine of not more than $10,000 or imprisonment for not more than 20 years, or both.\"",
        "Where the stanzas are full of the technical terms of the Buddhist system of self-culture and self-control, it is often impossible, without expansions that spoil the poetry, or learned notes that distract the attention, to convey the full sense of the original.",
        "It took me thirty minutes to convey all that was happening.",
        "Sometimes more delicate and direct manipulation is required, and the gardener has himself to convey the pollen from one flower to another, for which purpose a small camel's-hair pencil is generally suitable.",
        "Du Croc, the French ambassador, obtained permission through the influence of Maitland to convey to the queen the terms proposed by their leaders - that she and Bothwell should part, or that he should meet in single combat a champion chosen from among their number.",
        "If Howie was successful and a tip was in order, Martha would call me and after Betsy would find the most appropriate authority to call, I'd convey the tip.",
        "apologyrust have asked me to convey through this reportas I dotheir apologies to Mrs X for the shortcomings I have identified.",
        "Reading only archival documents, newspapers or the political press cannot convey this.",
        "Any web design needs to look authoritative, convey the correct messages and download with optimum speed.",
        "cashmere garments convey the feel of luxury.",
        "convey the same meanings.",
        "convey the emotions that the couple feel for each other.",
        "convey a greater sense of openness.",
        "convey the essence of the subject onto his canvas.",
        "convey what they believe to be the emotional expression required by the chosen tune.",
        "convey meaning far more profound than the literal or surface level of words.",
        "convey much in the way of real magic.",
        "Don't apologize for your age, lack of recent relevant experience, and do not convey desperation.",
        "It could, for example, be used initially to convey messages between school and home in place of the usual home/school diary.",
        "In this medium he was able to convey great depth of feeling, often using dissonance to great effect.",
        "The main idea is to convey the emotions that the couple feel for each other.",
        "Only then, is the painter ready to convey the essence of the subject onto his canvas.",
        "For example, music can convey feeling without the use of words.",
        "This is highly figurative, you understand, intended to convey a glimpse.",
        "Gheeraerts clearly intended an erotic frisson, and the lady's smile may convey a tacit acknowledgment of her delight in display.",
        "futurist artists sought a visual language to convey the dynamism and complexity of the contemporary world.",
        "Their superbly finished cashmere garments convey the feel of luxury.",
        "She is clearly in a class with Sandy Denny and Dolores Keane in her ability to convey emotion without sounding merely gloomy.",
        "CAPTION: Liberius, a five year old male chimpanzee, made different grunts to convey different types of food.",
        "Click the image for a large version Neurons in those segments then convey the impulses outward beyond the cord.",
        "But how can one convey the magnitude of this reconceptualization to 20th-century students so fully indoctrinated into thinking (knowing?",
        "Despite advances in human-computer interface design, we are accustomed to a quality of communication that no computer can yet convey.",
        "bodily intimation originates from citta that intends to convey a meaning.",
        "Without the arising of speech intimation it would not be possible to speak or emit other sounds which convey a specific meaning.",
        "intricacyely, we could write all day about this and still not fully convey the game's intricacies.",
        "These prohibitions convey welcome messages about the vital nature of utility services.",
        "An isolated internal data bus system had to be developed using a series of PIC microprocessors to convey control data.",
        "Cinematic Points to consider: This clip is dialog free - how does the music convey mood / emotion?",
        "The Saturn Aura's profile is intended to convey a muscular stance with the wheels pushed to the corners creating short overhangs.",
        "He could convey a certain physical limited in time.",
        "portentous music to convey the enormous mystical powers wielded by characters and objects in the story.",
        "practiced eye, then some of these do convey some small amount of information.",
        "It has been accepted in post-Gricean pragmatics that communicators convey more information than is contained in the expressions they utter.",
        "ThatÃ¢s the message that Jane Johnston wants her story to convey, as she celebrates gaining a degree in forensic psychobiology from Abertay University.",
        "Indeed the solo efforts that followed seemed to convey a joy at having the collective shackle removed.",
        "Equally, the device of raining down trash seems too solitary a gesture to convey an overall sense of chaos.",
        "No mere synopsis can adequately convey the strangeness of cinematic vision expressed in Awakening of the Beast.",
        "subvert what we might want to convey about the nature of science.",
        "syntactic constituent leads to the construction of the language component and therefore helps to convey the meaning.",
        "The message it was designed to convey to the unwelcome visitors from above seems unmistakable.",
        "How can we convey the urgency of moving quickly?",
        "A sneer and a borrowed witticism, a detached, dispassionate veneer intended to convey intelligence.",
        "The difficulty is increased by the fact that the geographical descriptions given in the Old Testament, the Apocrypha and the writings of Josephus are very short, and, having been written for those who were acquainted with the places, convey insufficient information to historians of the present day, when the sites are so greatly altered.",
        "Worms bring spores to the surface of soil, ducks and other birds convey them or their muddy feet.",
        "Gardeners and farm laborers convey spores from one bed or field to another; carted soil, manure, &c., may abound in spores of Smuts, Fusarium, Polyporei and in sclerotia; and articles through the post and so forth often carry infective spores.",
        "His master, Captain William Bligh, was sent in the \" Bounty\" to convey breadfruit plants from Tahiti to the West Indies.",
        "Richard Trevithick, indeed, had in 1804 tried a high-pressure steam locomotive, with smooth wheels, on a plate-way near Merthyr Tydvil, but it was found more expensive than horses; John Blenkinsop in 1811 patented an engine with cogged wheel and rack-rail which was used, with commercial success, to convey coal from his Middleton colliery to Leeds; William Hedley in 1813 built two locomotives - Puffing Billy and Wylam Dilly - for hauling coal from Wylam Colliery, near Newcastle; and in the following year George Stephenson's first engine, the Blucher, drew a train of eight loaded wagons, weighing 30 tons, at a speed of 4 m.",
        "Neither can the husband convey real estate without the wife's consent, and a widow may dissent from her husband's will at any time within six months after the probate of the same, the effect of such dissent being to allow her the right of one-third of her deceased husband's property, including the dwelling house in which they usually resided.",
        "They are attracted to the flower by its colour or its perfume; they seek, collect or feed on its honey, and while so doing they remove the pollen from the anther and convey it to another flower, there to germinate on the stigma when its tubes travel down the style to the ovary where their contents ultimately fuse with the \"oosphere\" or immature egg, which becomes in consequence fertilized, and forms a seed which afterwards develops into a new plant (see article Angiosperms).",
        "Such at least is the impression which the narratives convey.'",
        "The gonad ducts of Lumbricus, &c., must perform one function of nephridia; they must convey to the exterior some of the coelomic fluid with its disintegrated products of waste.",
        "of Naples and his son to convey the water of the' Tiburno to Caserta (19 m.), is carried across the valley between Monte Longano and Monte Gargano by a threefold series of noble arches rising to a height of 210 ft.",
        "1 The sale was probably illegal as it was never confirmed; and it does not appear that the earl of Warwick had ever had title to the land to convey to the company of which Fenwick was agent.",
        "A wing is an outgrowth from the dorsal and pleural regions of the thoracic segment that bears it, and microscopic examination shows it to consist of a double layer of cuticularized skin, the two layers being in contact except where they are thickened and folded to form the firm tubular nervures, which serve as a supporting framework for the wing membrane, enclose air-tubes, and convey blood.",
        "Thus instead of contenting himself with terms that had met with pretty general approval, such as class, subclass, order, suborder, family, subfamily, and so on, he introduced into his final scheme other designations, \" agmen,\" \" cohors,\" \" phalanx,\" and the like, which to the ordinary student of ornithology convey an indefinite meaning, if any meaning at all.",
        "catholique, catholicisme) are even more definitely associated with Rome; they have lost the sense which they still convey to a considerable school of Anglicans.",
        "Whether a particular instrument is a lease, or an agreement for a lease, or a bare licence, is a question the answer to which depends to a large extent on the circumstances of individual cases; and the only general rule is that in a lease there must be an expression of intention on the part of the lessor to convey, and of the lessee to accept, the exclusive possession of the thing let for the prescribed term and on the prescribed conditions.",
        "In 97 he was sent to upper Germany to convey the congratulations of the army to Trajan on his adoption by Nerva; and, in January of the following year, he hastened to announce the death of Nerva to Trajan at Cologne.",
        "The whole district adjoining the Areopagus was found to have been thickly built over; the small, mean dwelling-houses intersected by narrow, crooked lanes convey a vivid idea of the contrast between the modest private residences and the great public structures of the ancient city.",
        "The Academy, from designs by Theophil Hansen (1813-1891), is constructed of Pentelic marble in the Ionic style: the colonnades and pediments are richly coloured and gilded, and may perhaps convey some idea of the ancient style of decoration.",
        "In addition to empirical and molecular formulae, chemists are in the habit of employing various kinds of rational formulae, called structural, constitutional or graphic formulae, &c., which not only express the molecular composition of the compounds to which they apply, but also embody certain assumptions as to the manner in which the constituent atoms are arranged, and convey more or less information with regard to the nature of the compound itself, viz.",
        "Constitutional formulae like these, in fact, are nothing more than symbolic expressions of the character of the compounds which they represent, the arrangement of symbols in a certain definite manner being understood to convey certain information with regard to the compounds represented.",
        "Wagner's first inspiration was for an opera (Siegfried's Tod, projected in 1848) on the death of Germany's mythical hero; but he found that the story needed a preliminary drama to convey its antecedents.",
        "palpalis can convey kindred parasites which are fatal to domestic animals.",
        "These monosyllables may be used singly or combined, two, three or four at a time, so that the resulting co~nbinations convey almost any conceivable shades of meaning.",
        "per company is to convey an over-favorable ~atJoa oi idea, for, as a matter of fact, 15 of the companies Private averaged less than 24 m.",
        "If the superscription be not from the hand of the actual brother of Jesus, the question may well be asked why some apostolic name was not chosen which might convey greater authority ?",
        "The former is the attitude which the Latin Church officially inculcates towards sacred pictures and statues; they are intended to convey to the eyes of the faithful, especially to the illiterate among them, the history of Jesus, of the Virgin and of the saints.",
        "Soon after the close of the Civil War he was sent on a confidential mission to Colombia to secure its compliance with a treaty agreement (of 1846) permitting the United States to convey troops across the Isthmus of Panama.",
        "Either husband or wife may hold, manage and dispose of his or her separate property independent of the other, but property which they hold in common is under the management and control of the husband except that he cannot devise by will more than one-half of the community real or personal property, or convey, mortgage or encumber any of the community real estate unless his wife joins him.",
        "He maintains that \" the Greek of the New Testament may never be understood as classical Greek is understood,\" and accuses the revisers of distorting the meaning \" by translating in accordance with Attic idiom phrases that convey in later Greek a wholly different sense, the sense which the earlier translators in happy ignorance had recognized that the context demanded.\"",
        "In some places, in cases of crime, the members of the family or village would convey the culprit bound - sometimes even carrying him like a pig that is to be killed - and place him with apologies before those against whom he had transgressed.",
        "The amir Abdur Rahman died on the 1st of October 1901; and two days later his eldest son, Habibullah, formally announced his accession to the rulership. He was recognized with acclamation by the army, by the religious bodies, by the principal tribal chiefs and by all classes of the people as their lawful sovereign; while a deputation of Indian Mahommedans was despatched to Kabul from India to convey the condolences and congratulations of the viceroy.",
        "In the sub-apostolic age, however, the class of \"missionaries\" enjoying a charisma such as was conceived to convey apostolic commission through the Spirit, soon became distinguished from \"apostles\" (cf.",
        "cabbages, cucumbers, potatoes, &c. In the carnation disease and in certain diseases of tobacco and other plants the seat of bacterial action appears to be the parenchyma, and it may be that Aphides or other piercing insects infect the plants, much as insects convey pollen from plant to plant, or (though in a different way) as mosquitoes infect man with malaria.",
        "Allow me to convey....",
        "Even those members who seemed to be on his side understood him in their own way with limitations and alterations he could not agree to, as what he always wanted most was to convey his thought to others just as he himself understood it.",
        "Event as they understanding the theory can convey seidel chip reese.",
        "The examples grossly misrepresent van Helmont, however, and subvert what we might want to convey about the nature of science.",
        "The syntax with its syntactic constituent leads to the construction of the language component and therefore helps to convey the meaning.",
        "She also tries in her use of language to convey the possible thought processes of her characters.",
        "The scriptures then do not so much convey value-free objective information, as they also exalt, express, reflect, and invite.",
        "Consider the message you'd like to convey.",
        "A romantic canopy bed in a teen girl's room will be suited to different bedding than a sleek loft bed.Think about the style you want to convey: are you tailored or romantic?",
        "A cat uses these calls as defense mechanisms or to convey aggression.",
        "Oftentimes, the writer of the email will pretend to represent a valid financial institution and will convey the idea that there is a problem with your account that must be fixed immediately.",
        "Whether you love the really rugged look of rough rustic or the more refined style generally called rustic elegance, log furnishings convey feelings of country charm, warmth and ambiance.",
        "Lace is always a good choice to convey this special ambiance.",
        "Another great way to convey the magic of a princess kingdom is with wall murals designed specifically in a castle or princess theme.",
        "Before you know it, you'll begin to formulate the kind of family room you want and which colors to use to convey the ambiance you want.",
        "The entire office area should convey cleanliness and appear to be well-kept as an indicator for the overall practice.",
        "In keeping with her vision of classic elegance, Vera Wang perfumes convey the same sophistication.",
        "The eye-catching teal color of the exterior packaging, body lotion, and shower gel is bold, but also slightly muted to convey a sense of 'primary hue gone Hollywood'.",
        "This formula is soft and gentle to your skin, but still manages to convey gorgeous eye-catching color in a very feminine way.",
        "How sexy a picture looks depends on how well you can convey your instructions to the model and how comfortable the model feels about herself.",
        "Arbus' photos of transvestites, dwarves, giants, prostitutes and mental patients, in poses and settings that convey a disturbing humanity are still influential today.",
        "Family photos should convey love and emotion, not discomfort.",
        "When planning your holiday portrait session, consider who will be in the shot and the feeling you would like to convey in the photo.",
        "Pumpkin and cranberries are used because they are in season and so convey a sense of the season.",
        "One or two themed embellishments are enough to convey the intention of your layout.",
        "A pattern can convey a theme or style for your page.",
        "Scrapbook titles are a simple way to quickly convey the purpose of a particular layout.",
        "While a page title isn't always necessary, it can be a good way to quickly convey the theme of your scrapbook layout.",
        "The boots are the messengers that convey the movements of the feet to the ski.",
        "Movement: Movement can be extremely effective when trying to convey specific stress management techniques.",
        "As you may have guessed, Frylock is the most intelligent among his Aqua Teen cohorts and frequently spends his time in vain trying to convey a sense of morality to both Meatwad and Shake.",
        "What's more, they always convey the pioneering American spirit.",
        "You may want to do this anyway, since up-dos' convey sophistication and understated elegance with ease.",
        "While teens don't always get the messages that grown-ups are trying to convey, some of the quotes they hear at graduation could make a difference in their lives.",
        "Using quotes is a great way to show someone that you are thinking about them and maybe even to convey a message that the person would otherwise not listen to.",
        "You want the program to look elegant, convey your ceremony information, and be easy to follow.",
        "Vows that convey this message to children are the perfect way to begin a new life.",
        "If you do not have any particular songs in mind, yet you want to find at least one song that will convey your special feelings, try using a website like SongLyrics.com.",
        "The important thing is to create wedding vows that are meaningful to you and your partner and that convey what it is you want to vow.",
        "As long as you are able to convey your vows to each other, it does not matter what method you use.",
        "When choosing words for simple wedding ceremonies it is important to consider what message you are trying to convey.",
        "There are several angles from which you can approach writing your own vows or finding the ones that express the message you'd like to convey.",
        "Another thing that that might happen is that his facial expression won't necessarily match what he's saying or the emotion he's trying to convey.",
        "What you choose will depend greatly on your bedroom décor and the mood you wish to convey.",
        "Just as your paint, carpet and furniture all convey a certain theme about your bedroom, so does your bedding.",
        "From sailboats and lighthouses to lobsters and clams, elements that are commonly seen along the coasts and tropics convey a strong, vivacious and forward mood.",
        "Focus on the mood you're attempting to convey by paying close attention to the colors of your walls and carpeting and even the style of your furniture.",
        "Depending on your existing décor and the type of mood you're trying to convey, you can either go all the way or take a much more low-key approach to your holiday bedding style.",
        "The colors, smells, flavors, textures, and the vessels used to convey the whole experience made all the difference in the world.",
        "Use a topper to convey the message, and just pipe on a decorative border on the bottom or top of the cake.",
        "If you want to convey a character's thoughts or emotions, you have to show it on the screen.",
        "Naturally, Hogan's rep released a statement saying that he does not condone the \"O.J. situation\" and that he was using it as an example in order to convey how frustrating his divorce from Linda has been.",
        "Hence, parents will deck their baby girl out in the most blatantly feminine attire, including the act of tacking bows to a hairless head, in order to properly convey their infant's gender.",
        "Most instructors of online courses utilize a variety of technological tools to convey information and help students retain material.",
        "These dogs have glamorous, long coats, beautiful, big dark eyes that convey a soft, sweet expression, and very loving and devoted personalities.",
        "But while people can immediately get the message you want to convey, it may take Fido some time to get used to the material.",
        "Traditional music makes use of different types of notes (quarter notes, half notes, whole notes, et cetera) to convey a sense of time, but tablature doesn't do that.",
        "Few songwriters have been as able to convey emotion as precisely as Johnny Cash.",
        "Take photos of your favorite things with you to a tile showroom for inspiration and to help convey your ideas.",
        "There is no better way to convey a message than by wearing it proudly.",
        "While the most common symbol for this type of necklace is a heart pendant, there are other symbols that can convey the same message.",
        "Take your time in selecting that one piece of jewelry that makes the statement you want to convey about your faith or represents the perfect gift to celebrate a religious milestone.",
        "The \"bondage\" term refers to the slightly unconventional, BDSM-like look the pants convey.",
        "Depending on the rest of the ensemble and the type of attitude the wearer wishes to convey, punk pants in any style can make quite a statement.",
        "This style is ideal for men of all ages who wish to convey a dapper look.",
        "Careful wording is often chosen to convey information that isn't always what you think it is.",
        "It detracts from the look you're trying to convey.",
        "Black is also out as that indicates mourning and that's the last message you want to convey on your daughter's wedding day!",
        "No matter how much you spend on a business suit, if it is ill fitting, it won't convey the image you want to project.",
        "Pair black oxfords and a leather portfolio with pencil skirt ensembles to convey an image of professionalism.",
        "If you are searching for a free retirement poem, consider what feelings you want to convey and the message you want the individual to remember.",
        "They also convey a sense of you being familiar with the fashion trends.",
        "This book views dreams as parables used to convey messages from God.",
        "The brown tortoise shell, however, manages to convey a touch of delicacy.",
        "Flore Carre: Inspired by nature's flowers, the Flore Carre model is one of delicate, curving lines that seem to convey feminine youth.",
        "Parents understand the importance of UV protection, but that message is sometimes difficult to convey to small children.",
        "This is a good thing to practice before you arrive, as it can be a bit tricky to convey such personality and emotion without making any noise.",
        "The demo contains a pistol, shotgun, and AK-47, all of which convey a realistic amount of power when compared to their real life counterparts.",
        "This is yet another part of the whole \"safe for children\" mentality that the site is hoping to convey.",
        "The sound effects work nicely and help convey the destructive mood that the game puts forth.",
        "The character models during cutscenes are awkward and fail to convey anything close to what a real person would look and act like during a certain situation.",
        "Character portraits convey emotions during the frequent conversations.",
        "The game designers have done a great job in find unique ways to convey the questions and almost in every version of the game, you can find a new category.",
        "Nociceptors have the ability to convey information to the brain that indicates the location, nature, and intensity of the pain.",
        "In order for the family to meet a child's psychological needs, its members must be nurturing, convey mutual respect, provide for intimacy, and engage in bonding and attachment.",
        "Reiki practitioners hold their hands on or slightly above specific points on the patient's body in order to convey universal life energy to that area for healing.",
        "Carbon monoxide limits the amount of oxygen that the red blood cells can convey throughout the body.",
        "Because touch is also a form of communication, sensitive touch can convey a sense of caring to the person receiving massage, enhancing the individual's sense of self and well being.",
        "Within the spinal cord, they connect to lower motor neurons, which convey the signals out of the spinal cord to the surface of the muscles involved.",
        "Whether they are actually in contact with each other or not, the mass of bodies on the stage is going to convey a shape to the audience.",
        "It has been used to convey passionate emotion and desire in movies for as long as the medium has existed, ranging from silent films to Mission Impossible 2.",
        "From flyers to web design, clipart is often used to convey emotion and reverence.",
        "For a person with a large family, social network, or peer group to whom they must convey thanks, this method is not only thoughtful, but practical too, in view of the numbers that are required.",
        "Some individuals spend hours sifting through the Hallmark selection at the drug store, searching for the perfect poem and painting that convey the sentiments of their heart.",
        "It should convey a sense of serenity while suggesting intimacy.",
        "In many of the drawings, these birds are stylized and have elegant flowing lines of feathers to convey the emotion of love.",
        "The top is done in a liquid metal fabric to convey shine and movement, while the back bottom of the suit is literally a string back.",
        "LTK: This collection is a dynamic one that expertly uses color and cut to convey fluid movement.",
        "Wearing hibiscus mens swim trunks is a creative way to convey your personality while having fun by the water.",
        "Playful, spontaneous and fun, mix and match suits are a great way to convey a devil may care attitude.",
        "Like Marilyn Monroe in her white Gabar look in the unfinished Something's Go to Give, these swimsuits convey an aura of timeless beauty.",
        "Nipped in at the waist only to gently flare out around the thighs, these suits convey the most sought after shape: the hourglass figure.",
        "Santa Barbara Halter: This top features a solid brown band at its base that helps convey a Marilyn Monroe, glamorous type of vibe.",
        "The suit is absolutely tiny, yet it manages to convey an air of sophistication that sets it apart from the average provocative bikini.",
        "Women's skirted swimsuits come in a wide variety of colors, styles and patterns, all of which enable the wearer to convey her own personal fashion sense.",
        "What type of family values does it convey?",
        "Despite this, many sundresses do manage to convey a sense of modesty.",
        "Furthermore, when you invest in pieces that are that high-quality, you know you will always look good and convey a professional air.",
        "Today, they inspire a retro-chic feeling that women flock to when they wish to convey a sexy appearance softened with a hint of coy innocence.",
        "If you're in the mood for love, this mix of jasmine and sandalwood is just the message to convey it.",
        "All of these behaviors rank among the traditional means people have used to convey the restorative properties of plants to suffering humans and to our animal companions.",
        "Candles are a remarkable means by which to inhale health since their combined light and heat readily convey herbal goodness through a variety of chemical processes.",
        "First and foremost, have a clear and concise message you can convey to the community foundation you will be communicating with.",
        "The corporate Christmas gift to your boss will convey a lot of information.",
        "The masks worn as part of a Mardi Gras costume are meant to convey mystery.",
        "Or, he might have intended the profile to convey something entirely different from what you had thought.",
        "When a person is nervous or anxious, his voice may not convey his wonderful qualities.",
        "When you are smiling, your voice will convey your happiness.",
        "One way we can convey similarity is by mirroring the other person in the pace of speaking, in the pitch of your voice and by using a similar vocabulary.",
        "It's one of the best ways to convey our interest and let another know we find them attractive.",
        "If you are unsure if your words and behavior convey this, give the guy a little assistance.",
        "When you answer questions direct and with a matter of fact attitude, you convey your lack of interest in the old fling.",
        "\"Fine...\" and that's it, it's not so much communication as a ritual you've gotten used to that doesn't actually convey any information.",
        "Some forms of erotic poetry rely on your knowledge of taste, touch and sound to convey their passion and emotion.",
        "With a love letter you put pen to paper or type up a printable love note, and in the process you can take the time to think about what you really want to convey with honesty and sincerity.",
        "Taking the time to convey how you feel may be just what your relationship needs, whether you are newly together or have been married for years.",
        "Famous love letters can be an inspiration to anyone who wishes to convey their love in writing.",
        "No matter which shape you choose for an engagement ring, the most important thing it must convey is your love and commitment to the relationship.",
        "For example, a simple teddy bear or other stuffed animal can easily convey the gentleman's intention when the ring is fastened to a ribbon around its neck.",
        "Similarly, if they are an off-the-wall, spur-of-the-moment couple, a formalized greeting extolling the virtues of their upcoming marriage may not convey the right message.",
        "For many couples, however, the bland definition of a measurement unit does not convey the significance of one carat engagement rings: choosing a smaller ring is to settle for a fraction of the whole rather than a round number.",
        "Beautiful promise rings can convey commitment, love, friendship, and a deep relationship between a couple that isn't quite ready to get engaged.",
        "Many brides-to-be choose bridal set engagement rings and other elaborate designs for engagement and wedding rings, and using a more elaborate design as a promise ring can convey the wrong intentions.",
        "Poem message: Poems convey imagery and messages with words.",
        "The engagement toast is a longstanding tradition in which people convey congratulations and well wishes to a newly engaged couple in a public setting, such as a party, sealed with a sip of an alcoholic beverage such as champagne or wine.",
        "With such a wide variety of poems and poetry available every couple should be able to find a verse that will convey special meaning in what ever manner they choose to use it.",
        "Now that you're engaged, it's time to announce it to the world, or at least your hometown; learn how to convey these sentiments by reading samples of newspaper engagement announcements.",
        "Show that you have your own thoughts and reflections about the book, and that you know how to creatively convey these to your readers.",
        "What sort of message are you trying to convey?",
        "Reading your poetry aloud lets you infuse the passion and inflection that is impossible to convey in print.",
        "Colors usually convey the bright reds and blues or muted greens and oranges of the 1970's.",
        "Cole Haan Straw and Leather Tote: Great designers like Cole Haan know that leather straw handbags allow their wearers to convey sophistication without saying a word.",
        "The Bridge products convey a level of sophistication and elegance made to survive decades of handbag trends.",
        "Among other things, it is designed to convey strength and beauty.",
        "The layout, number and position of the cards can help convey information about particular types of questions.",
        "Venus in a horoscope chart deals with how you convey love and influences what you consider beautiful.",
        "The \"points\" depend on the astrologer performing the reading, and they can convey many meanings.",
        "Any job where Gemini can utilize her talents to convey thoughts and emotions will be a good match.",
        "It's difficult for Pisces to emerge from the depths of her dream world to convey to you what she's thinking or feeling.",
        "Each family needs to decide what's acceptable and what's not, and convey that message to children, not just with words, but with actions as well.",
        "However, the true mark of classic scenes in Christmas movies that makes them truly memorable is that ability to convey some sentiment and emotion.",
        "LTK: If you could convey a message about the spirit world, what would it be?",
        "The true nature of ghost voices is difficult to discern, due to the fact that the events are so unpredictable, and at times even the words that the voices convey appear meaningless.",
        "Congratulatory Notes: After learning of the happy couple's announcement, family members, friends, and coworkers can use fun and festive e-cards to convey their congratulations quickly and easily.",
        "Christmas gifts don't have to be expensive to convey the thought and love behind them.",
        "Punk shoes are just another way for America's youth to convey their individualistic anti-establishment tendencies in a harmless and questionably tasteful manner.",
        "The Single Bottoms are made to convey that easy, slip-on style of shoe.",
        "More mature these days (and embracing her character's grandmotherhood), Hughes' hair falls below her shoulders and uses a mixture of highlights that convey worldly wisdom yet altogether feminine attractiveness.",
        "As you might guess, since Katana and Hiragana carry gender connotations, the style chosen is very important to the message you want to convey with your tattoo.",
        "Originated by the Chinese and adopted in Japan, these characters are used to convey concepts of love, courage, peace and so much more.",
        "Shapes and symbols, from biker images to zodiac signs, convey the wearer's personal style.",
        "As an art form, tattoos often use symbols to convey their messages.",
        "They can also convey the message that the person wearing one is skilled in the martial arts, and not a person to tangle with.",
        "A rose tattoo meant to convey this message might consist of white rose buds linked around your ankle with a trailing vines.",
        "There are some people who choose roses and hearts for tattoos when they are trying to convey a cynical view of romance or life.",
        "No matter how you view your guardian angel, if you decide to get a tattoo to honor her, make sure the design says exactly what you want to convey.",
        "This may mean borrowing ideas from tribal tattoos, or having an artist simplify a drawing to just a few, bold lines that can convey grace, strength or flight.",
        "Thugs want to convey the message that they are in charge and they don't care about what anyone else thinks.",
        "Face tattoos are also common choices for thug tattoos because they not only convey a message that the person disregards society's rules, but face tattoos are also known to be quite painful to get.",
        "However, the outline and a few simple details could convey a \"bad\" fairy image just as accurately.",
        "In addition to their beauty, butterfly tattoos are significant for the many personal messages they convey.",
        "If their chosen design happens to convey that their awesome Leo tattoos also represent their star sign, then that's cool too.",
        "Both together will help convey the design correctly to your tattoo artist so the finished work comes out just like you imagined.",
        "In addition to groundbreaking technological contributions to watch making, Tissot Swiss timepieces convey an opulent style sense with a range of unparalleled aesthetic appeal.",
        "Be sure to proofread your memo before it is sent out check that it is not only professional but says what you want to convey.",
        "The best fonts, Times Roman, Franklin Gothic and Palantino to name a few, have impact, especially when bolded and can be effectively used to convey the important elements of your message.",
        "The business card's purpose is to convey at a glance what you do, sell or service.",
        "Memos help convey information more efficiently.",
        "However, the purpose of a resignation letter is to convey timely information, so there's no need to vary off point.",
        "Choosing the right suit to convey this image includes selecting a suit made from quality fabric.",
        "By wearing professional clothing that is appropriate for the environment in which you work, you convey an image of polish and professionalism that inspires others to have confidence in your abilities.",
        "The name needs to accurately convey what your organization does quickly, concisely, and memorably.",
        "Be brief - A letter does not have to be long to completely convey all necessary information.",
        "Use bullet points in your list of items that you feel are important to convey in your letter.",
        "Write the memo succinctly but be sure to include all necessary details to convey the purpose for the memo and what you expect from the recipient.",
        "Without resume sample objectives, it is more difficult to adequately convey to the potential employer what you aspire to attain while in their employ.",
        "Use a headline to convey a quick benefit or promise: Try Return to Youth free to look younger in only 7 days!",
        "By using a template, you easily convey key points of information.",
        "The purpose of using isolated quotes is to convey a theme or message in a short amount of words, and since not all individuals are articulate, a quote can say a lot with just a little.",
        "The form will provide emergency personnel with the information they need to start your emergency care and notify your emergency contacts, even if you are unable to speak to convey this information.",
        "Hip briefs sit at the hip and convey a sense of youthful playfulness.",
        "That depends on whom he's buying for, and the message he's trying to convey, of course.",
        "When the idea of the store came about, the name was a natural fit for what I wanted it to convey.",
        "If you are a man who is shopping for a loved one, then shopping for nightgowns and matching robes is the perfect way to convey that you care.",
        "The right sleeve choice on your robe helps convey a certain style or theme.",
        "When you sit down to create party invitations, you need to understand the feeling and excitement you want to convey to the guest.",
        "It may be easier to pick up a bottle of wine, a bouquet of flowers, or a luxurious scented candle for a hostess gift, but store bought gifts do not always convey the appreciation and respect for a hostess's efforts that a homemade gift can.",
        "The graphics or photo used on the card can often convey the humorous message.",
        "Use a photo featuring kids or pets, and then add a text balloon over their heads to convey birthday greetings.",
        "Invitation paper that has been die-cut to look like an actual teapot or cup and saucer are not only unique, but convey the specialness of the event.",
        "Writing a formal invitation letter inside the invitation is one way to convey the classiness of the occasion.",
        "Photos and/or videos of the family and their home will help convey the story you are telling.",
        "In each portion of the teaser, they must convey a different feeling.",
        "One part of the teaser needs to be seductive, another needs to convey fear, while a third needs to convey rage and anger.",
        "At the hospital, Klaatu informs his escort that he has a message that he must convey to all the world's leaders.",
        "The poem itself is meant to examine human virtues and uses these knights as a way to convey them.",
        "In fantasy artwork, for example, the artist may use the eyes to convey a deeply held human emotion amidst an alien landscape or an utterly human gesture that sparks a memory.",
        "This can help when you're naming various characters and you desire to assign a name that will be a good personification of the character or at the least convey a few of her or his personal traits.",
        "Lines derived from years of laughter generally convey a more healthy overall mentality than lines caused from years of stress and worry.",
        "If used properly, these sites can build relationships, convey important and useful information and provide a forum for chatting, opinions and personal analysis.",
        "When trying to create a taxonomy of emoticons, the easiest method is to go with the categories of emotions that the instant message smileys are designed to convey.",
        "If you are looking for even more phrases that you can use to convey your thoughts in a more western way see Legends of America for a complete alphabetical array of cowboy slang and lingo.",
        "Out of myriad topics one can follow on Twitter, the trending ones convey a sense of what is \"important\" to most users at a given time, much like the front page of a newspaper.",
        "Professional in appearance, to convey a sense of competence and match the other people working at the facility.",
        "A most interesting and adventurous episode in connexion with Russian trade was the effort repeated over several successive years by the late Captain Wiggins to convey tea entirely by sea from Chinese ports around the North Cape and through the Kara Sea to the Obi and Yenisei rivers.",
        "The speeches are obviously composed by Procopius himself, rarely showing any dramatic variety in their language, but they seem sometimes to convey the substance of what was said; and even when this is not the case they frequently serve to bring out the points of a critical situation.",
        "Although a picture sign may at times have embarrassed the skilled native reader by offering a choice of fixed values or functions, it was never intended to convey merely an idea, so as to leave to him the task of putting the idea into his own words.",
        "In the 13th century the Scots had acquired a considerable celebrity in shipbuilding; and a powerful French baron had a ship specially built at Inverness in 1249 to convey him and his vassals to the Holy Land.",
        "The medullary rays extend radially from the centre of the tree to the bark at right angles to the grain of the wood, and serve during life to bind the whole together as well as to convey nourishment from one part of the tree to another.",
        "After the failure of the conference the elector of Saxony had commissioned two of the councillors to convey Luther to a place of safety without telling him where it was.",
        "These rivers collect the drainage of the northern slopes of the Himalayas, and convey it, by long and tortuous although opposite routes, into India.",
        "At the outset, steamers and barges were used to convey the war material across, until the French ports became congested; then special barges were introduced to take goods direct into the French canals and thence as close to the firing line as possible.",
        "Habib, the eldest son of Abdarrahman, who had fled in the night of his father's murder, was captured, but the vessel which was to convey him to Spain having been detained by stress of weather, his partisans took arms and rescued him.",
        "A married woman may hold, acquire, manage and convey property and carry on business independently of her husband.",
        "As to how they convey it from man to man the greatest probability is in favour of the flea as an intermediary.",
        "This may serve to explain the manner in which plague-infected linen and clothing may convey the disease.",
        "Jefferson's high opinion of Du Pont was shown in using him in 1802 to convey to Bonaparte unofficially a threat against the French occupation of Louisiana; and also, earlier, in requesting him to prepare a scheme of national education, which was published in 1800 under the title Sur l'education nationale dans les Etats-Unix d'Amerique.",
        "As the type bed travels, larger composition rollers, called inkers, placed near the cylinder, adjusted to the requisite pressure on the type, pick up the necessary amount of ink for each impression and convey it to the type as it passes under them.",
        "Close to the large cylinders are the inking rollers, which take the necessary amount of ink, each set from its own slab as it passes under, and these rollers convey the requisite ink to the printing surface as the forme-carriage runs under its own cylinder.",
        "A transporter bridge between Runcorn and Widnes, with a suspended car worked by electricity to convey passengers and vehicles (the first bridge of the kind in England) was constructed in 1902.",
        "His desk, containing his letters and his unpublished works, Spinoza had previously charged his landlord to convey to Jan Rieuwertz, a publisher in Amsterdam.",
        "A similar increase in virulence appears to occur in plague, where animals, especially rats and mice, seem to be affected before human beings, and not only increase the virulence of the microbes, but convey the infection.",
        "But remarkable as these are for the breadth of sympathy and extent of reading disclosed, they will hardly convey the impressions furnished in a dramatic form, as in Boswell's great work.",
        "These disorders, and especially complaints against the Jerseys as centres of illegal trade, were brought to the attention of King William and his lawyers contended that as only the king could convey powers of government those exercised by the Jersey proprietors, derived as they were from the duke of York, were without sufficient warrant.",
        "struct and maintain waterworks, dig wells, take on lease or hire any waterworks, purchase waterworks or water, or right to take or convey water either within or without their district, and any rights, powers and privileges of any water company, and contract with any person for the supply of water.",
        "Owners and drivers of public conveyances must not knowingly convey any person suffering from infectious disease, and if any person suffering from such a disease is conveyed in any public vehicle the owner or driver as soon as it comes to his knowledge must give notice to the medical officer.",
        "But, to use words in themselves unmeaning, as symbols by which to conduct and convey the complex intellectual processes in which mental conceptions are suggested, compared, combined, and even analysed, and new ones created - this is a faculty which is scarcely to be traced in any lower animal.",
        "Ten or fifteen grains of the sulphate are often given three times a day for this latter purpose, and smaller doses of the much more efficacious acid hydrochloride will be found to convey even more certain immunity.",
        "For it is evident from what has been said that the way in which we commonly speak of \"facts\" is calculated to convey a false impression.",
        "By means of the stinging nettle-cells or nematocysts with which the tentacles are thickly covered, living organisms of various kinds are firmly held and at the same time paralysed or killed, and by means of longitudinal muscular fibrils formed from the cells of the ectoderm the tentacles are contracted and convey the food to the mouth.",
        "From the 15th to the 19th century pirates made the intercourse with the mainland dangerous, and in the 17th they were considered so formidable that merchants were allowed to convey their goods only across the narrow Hainan Strait.",
        "Deep wells owe their comparative immunity from pollution to the circumstances that the larger quantity of water yielded renders it worth while to pump that water and convey it by pipes from comparatively unpolluted areas; and that any impurities in the water must have passed through a considerable depth, and by far the larger part of them through a great length of filtering material, and must have taken so long a time to reach the well that their organic character has disappeared.",
        "He began as a liberator, but various causes employed his pen; his heart was with the people, and he was understanded of them; he loved a worker, and the Songs of Labor convey the zest of the artisan and pioneer.",
        "He discovered that in the nervous trunks there are special sensory filaments, the office of which is to transmit impressions from the periphery of the body to the sensorium, and special motor filaments which convey motor impressions from the brain or other nerve centre to the muscles.",
        "Thus 3.142 or 3.14 would be quite intelligible; but 3.1 does not convey such a good idea to most people as either 31-100r 3.10, i.e.",
        "is not a statement of equality of the same kind as the statement \" 153 X 20=3060,\" but only a statement of equivalence for certain purposes; in other words, it does not convey an absolute truth.",
        "Whitefield's printed works convey a totally inadequate idea of his oratorical powers, and are all in fact below mediocrity.",
        "The common sheep-tick (Ixodes vicinus) of England, for example, infects cattle and dogs as well as sheep; and the pathogenetic Ixodidae above mentioned occur parasitically upon other mammals than those to which they convey the diseases specified.",
        "There is a considerable industry in the building of flat boats to convey salt to Liverpool, the river Weaver being navigable, and connected by a hydraulic lift, 1 m.",
        "Equally memorable was his famous ride, through the enemy's lines on the night of the 16th-17th of October 1813, to convey to Blucher and Bernadotte the wishes of the two empefors that they should participate in the battle of Leipzig on the following day, at a given time and place.",
        "The French adventurers, bent on finding either a \"North-west passage\" or some land route to the Pacific (which they believed to be no farther west than the Mississippi), naturally went west by the water routes of Wisconsin; as a fine field for their bartering and trading with water-courses by which they could convey their pelts and skins back to Montreal, the region attracted the coureurs de bois and fur traders; and it seemed promising also to the zealous French Catholic missionaries.",
        "It is hard to convey a just notion of the size of these farms. They stretch away as far as the eye can reach in every direction, making it difficult even for the visitor to conceive their size.",
        "The purpose of the present article is to convey a general idea of the methods by which the results of celestial mechanics are reached, without entering into those technical details which can be followed only by a trained mathematician.",
        "This being assumed, the hope of the writer is that the exposition will afford the student an insight into the theory which may facilitate his orientation, and convey to the general reader with a certain amount of mathematical training a clear idea of the methods by which conclusions relating to it are drawn.",
        "Beginning with the first branch of the subject, the fundamental ideas which it is our purpose to convey are embodied in the simple case of only two bodies, which we may call the sun and a planet.",
        "We shall try to convey an idea of this solution.",
        "As secretary of the municipal commission, which sat at the hotel-de-ville and formed itself into a provisional government, he was charged to convey to the chamber of deputies a protest embodying the terms which the advanced Liberals wished to impose on the king to be elected.",
        "Narrowgauge railways convey timber and ore from the mountains to these main lines.",
        "interrogative form in order to convey an order or request.",
        "In 588 John, patriarch of Constantinople, by reviving the old and disputed claim to the title of oecumenic patriarch, elicited a vigorous protest from Pelagius; but the decretal which professes to convey the exact words of the document is now known to be false.",
        "Bearing in mind that Linnaeus, in his use of the name Amphibia, was not alluding to the gill-breathing and air-breathing periods through which most frogs and newts pass in the course of their existence, but only wished to convey the fact that many of the constituents of the group resort to both land and water (e.g.",
        "In order to convey the relationship of energy intake and consumption in a way that is easy to understand, scientists measure that energy as calories.",
        "The scrubs convey the message that you and your staff are ready to provide medical care.",
        "Content - What is the message the website is trying to convey?",
        "It is a way for the body of prose to be marked in a way that will convey what will be done to the lettering in the final product without actually doing it.",
        "When you attempt to search for and download free web art or free graphics, they are usually low quality and do not generate the professional image that you want to convey.",
        "Three bytes can only convey six digits - and so when the color values went beyond 99, the computers started running out of colors.",
        "Images should convey a message or feeling to the visitor while highlighting a key point or concept.",
        "But it should not be forgotten that to many generations of close scholarship these genealogical lists seemed to convey such knowledge in the most precise terms, and that at so recent a date as, for example, the year in which Queen Victoria came to the throne, it was nothing less than a rank heresy to question the historical accuracy and finality of chronologies which had no other source or foundation.",
        "One cannot avoid the suspicion that in this instance the Hebrew chronicler purposely phrased his account to convey the impression that Sennacherib's tragic end was but the slightly delayed culmination of the punishment inflicted for his attack upon the \"chosen people.\"",
        "of the abdominal pleura) which when pressed together form a tube whose point can pierce the surface film and convey air to the hindmost spiracles which are alone functional in the adult.",
        "4 will convey a general idea of the appearance of sits, - k, m, n showing different stages.",
        "Not many words are needed to convey a tolerably adequate estimate of the character and work of the \"pale thin man in mean attire,\" who in sickness and poverty thus completed the forty-sixth year of a busy life at the stake.",
        "He planned an appeal to the king of France for aid, and wrote the instructions of Silas Deane who was to convey it.",
        "If the householder has a wife he can mortgage or convey his estate of homestead only with her consent, and if he dies leaving a widow or minor children the homestead exemption survives until the youngest child is twenty-one years of age, or until the death or marriage of the widow, provided the widow or a child continues to occupy it.",
        "A husband or a wife may convey real property directly to the other.",
        "A widow has a dower right in one-third of the real property to which her husband had absolute title, but a wife may convey or devise her real property free from her husband's right of tenancy by courtesy."
    ],
    "definition": [
        "Link/Cite"
    ]
}