{
    "translation": "להמיר",
    "uses": [
        "She'd not yet figured out how to convert their measures of distance to miles.",
        "According to Christian writers, he was a convert to Christianity.",
        "Hopefully that would convert to chores done on time without prompting.",
        "It crystallizes from water in large rhombic crystals, which melt at 118° C. Oxidizing agents convert it into benzaldehyde.",
        "Martha, a come-lately convert to our experiment, offered to fix Howie a hot chocolate in hopes it would induce a snooze.",
        "Christian convert was his unanimous call by the Christian people to the head of the church in Carthage, at the end of 248 or beginning of 249.",
        "Though we can convert the whole of the energy possessed by any mechanical system into heat, it is not in our power to perform the inverse operation, and to utilize the whole of the heat in doing mechanical work.",
        "It was the most comical shapeless thing, this improvised doll, with no nose, mouth, ears or eyes--nothing that even the imagination of a child could convert into a face.",
        "Bridges Adams, the intention being by \" fishing \" the joints to convert the rails into continuous beams. In the original design two chairs were placed, one under each rail, a few inches apart, as in fig.",
        "Thus the digestive function, in its largest sense, is now seen to consist, not only in preparation and supply, but in no small measure also of protective and antidotal conversions of the matters submitted to it; coincidently with agents of digestion proper are found in the circuit of normal digestion \"anti-substances\" which neutralize or convert peptones in their poisonous phases; an autochthonous ferment, such as rennet for instance, calling forth an anti-rennet, and so on.",
        "France thereupon proposed to convert the protocol of the 4th of April into a treaty; Russia and Great Britain agreed; and on the 6th of July the Treaty of London was signed by the three powers.",
        "Oxidizing agents convert anthracene into anthraquinone; the production of this substance by oxidizing anthracene in glacial acetic acid solution, with chromic acid, is the usual method employed for the estimation of anthracene.",
        "He then journeyed to Wittenberg, where he was advised by Martin Luther to cast aside the senseless rules of his order, to marry, and to convert Prussia into an hereditary duchy for himself.",
        "Mild reducing agents convert it into xanthydrol, the group > CO becoming > CH.",
        "Plus, they will be able to convert heat to electricity as well, so anything that heats up will become an energy source.",
        "humanity, good life, equal and honest dealing with men of different opinion,\" Cromwell thought, would convert the whole island to Protestantism.",
        "From our point of view, the job of the plant is to convert sunlight into energy and store that energy in a tasty way; then when we eat the plant, we get that energy.",
        "The Jesuit programme in Hungary was the same as it had been in Poland a generation earlier, and may be summed up thus: convert the great families and all the rest will follow.",
        "The first successful attempt to convert them was made, under the powerful protection of Pippin of Heristal, by Willebrord, a Northumbrian monk, who became, A.D.",
        "26, 1861), which proposed to convert the Reichsrath into a constitutional representative assembly, with two chambers, to which all the provinces of the empire February were to send deputies.",
        "He did not really illumine or convert great Armenia, for the people were in the main already converted by Syrian missionaries to the Adoptionist or Ebionite type of faith which was dominant in the far East, and was afterwards known as Nestorianism.",
        "An energy crop could be a permanent forest of trees that convert sunlight to liquid fuel and deliver the fuel directly through their roots to a network of underground pipelines.",
        "The line of circuit passed through the secondary of the induction coil I to the line, from that to the telephone T at the receiving station, 'See Journal of the Telegraph, New York, April 1877; Philadelphia Times, 9th July 1877; and Scientific American, August 181 This term was used by Wheatstone in 1827 for an acoustic apparatus intended to convert very feeble into audible sounds; see his Scientific Papers, p. 32.",
        "He strove, with a success disastrous to the Portuguese empire, to convert the government in Goa into a proselytizing agency.",
        "Those who had fled to Philadelphia in Pennsylvania (1734) formed a small community under the name of Schwenkfelders; and Zinzendorf and Spangenberg, when they visited the United States, endeavoured, but with little success, to convert them to their views.",
        "One method for this purpose is to convert it into a solution of the nitrate U02(N03)2, and from it to precipitate the metal as oxalate by oxalic acid (Peligot).",
        "at Edessa was the famous Bardaisan, himself a convert from heathenism, who was of noble birth and a habitué of the Edessene court.",
        "It was originally so used of converts to Judaism, but any one who sets out to convert others to his own opinions is said to \" proselytize.\"",
        "But many of the simpler P Y ler P forms of life may undergo desiccation to such an extent as to arrest their vital manifestations and convert them into the semblance of not-living matter, and yet remain potentially alive.",
        "This was met in a very large measure by deposits of natural nitre and the products of artificial nitrieres, whilst additional supplies are available in the ammoniacal liquors of the gas-manufacturer, &c. The possible failure of the nitre deposits led to attempts to convert atmospheric nitrogen into manures by processes permitting economic success.",
        "In his early manhood, while employed as an engineer, he became a convert to the theories of Saint Simon; these he ardently advocated in the Globe, the organ of the Saint Simonians, which he edited until his arrest in 1832 on a charge of outraging public morality by its publication.",
        "It ignites when heated in air with the formation of the monoxide; dilute acids convert it into metallic lead and lead monoxide, the latter dissolving in the acid.",
        "Public opinion as to the \" hospital \" system of board and education, however, underwent a revolutionary change after the Education Act of 1872 introduced school boards, and the Merchant Company - acting as governors for most of the institutions - determined to board out the children on the foundation with families in the town, and convert the buildings into adequately equipped primary and secondary day-schools.",
        "A convert chief named Dichu granted him a site for an establishment, and a wooden barn is stated to have been utilized for the purpose of worship, whence the modern Saul (Ir.",
        "Wouldn't that be something: Plants that would convert nitrogen from the atmosphere directly into ammonia they could use or plants that gave off the odor of other plants that pests avoid?",
        "The commission declared that the chasm between the native and white races had been broadening for years and that the efforts of the administration - especially since the grant of responsible government - to reconcile the Kaffirs to the changed conditions of rule and policy and to convert them into an element of strength had been ineffective.",
        "When heated with hydriodic acid and phosphorus it forms phenylacetic acid; whilst concentrated hydrobromic acid and hydrochloric acid at moderate temperatures convert it into phenylbromand phenylchlor-acetic acids.",
        "C. Oersted (1777-1851) had shown that a magnetic needle is deflected by an electric current, he attempted, in the laboratory of the Royal Institution in the presence of Humphry Davy, to convert that deflection into a continuous rotation, and also to obtain the reciprocal effect of a current rotating round a magnet.",
        "In 1720 a commission of Jesuits was despatched to Silesia to convert them by force.",
        "convert more heat into work than is represented by the area of this diagram.",
        "Having become a convert to Roman Catholicism about 1 599, he obtained the favour of Pope Clement VIII., and, even 1 Kritik (Trans.",
        "In the 8th century Ibn Mugaffa`, a convert from Mazdaism to Islam, translated the Pahlavi version of Bidpai's fables (itself a version of the Indian Panchatantra) into Arabic with the title Kalila wa Dimna (ed.",
        "Yet Tisza's aim also was to convert the old polyglot Hungarian kingdom into a homogeneous Magyar state, and the methods which he employed - notably the enforced magyarization of the subject races, which formed part of the reformed educational system introduced by him - certainly did not err on the side of moderation.",
        "That is to say, a perfect engine working between the limits of temperature assigned would convert only 18% of the total heat supply into work.",
        "a and 13 are transposed, and it is clear that the number of transpositions necessary to convert the permutation say...v of the second suffixes to the natural order is changed by unity.",
        "He came to England in 1836, in company with a Kaffir convert and a Hottentot convert, and aroused public opinion against the Cape government.",
        "Zinc blende, however, being zinc sulphide, is not directly reducible by charcoal; but it is easy to convert it into oxide by roasting: the sulphur goes off as sulphur dioxide whilst the zinc remains in the (infusible) form of oxide, ZnO.",
        "To convert the masticated rubber into rectangular blocks, it is first softened by heat, and then forced into iron boxes or moulds.",
        "Lavater was fired with the ambition to convert his friend to Christianity.",
        "Alkalis partially convert it into d-mannose and d-fructose.",
        "who implied that the pope was superior even to the Great Khan, and offered no presents, refused the customary reverences before Baiju, declined to go on to the imperial court, and made unseasonable attempts to convert their hosts.",
        "The Eastern mission had been begun by St Francis, who had visited and attempted to convert the sultan of Egypt during the Fifth Crusade (1220); within a hundred years the little seed had grown into a great tree.",
        "In 1660 he was sent as plenipotentiary to a second congress, to convert the truce of 1658 into a permanent peace.",
        "Another mode of separating the two acids is to convert them into calcium salts, which are then treated with a perfectly neutral solution of cupric chloride, soluble cupric citrate and calcium chloride being formed, while cupric tartrate remains undissolved.",
        "He returned with letters of recommendation to Charles Martel, charged not only to convert the heathen but to suppress heresy as well.",
        "If to these causes be added a certain exclusiveness, which refused to meet a would-be convert more than half-way, we find no difficulty in accounting for the reluctance which the medieval and modern synagogue has felt on the subject.",
        "The Army operates (1) by outdoor meetings and processions; (2) by visiting public-houses, prisons, private houses; (3) by holding meetings in theatres, factories and other unusual buildings; (4) by using the most popular song-tunes and the language of everyday life, &c.; (5) by making every convert a dailywitness for Christ, both in public and private.",
        "This is the ideal way to convert glucose into energy.",
        "pointless if these rankings don't convert to sales.",
        "Round cribs are not able to convert - they are single use.",
        "She was claimed as a convert by the Jesuits.'",
        "All lounge areas convert into a sleeping area with a double pullout bed.",
        "He was not to convert it into a tavern or victualling house.",
        "Accord ing to Christian writers, he was a convert to Christianity.",
        "Last year Abdel Kawy failed to convert a match ball while losing 10/8 in the fifth in a pulsating final.",
        "The conversion between ream weight depends on the basis sheet size, to convert from ream weight to gsm use the following multipliers.",
        "The eccentric is used to convert the rotary motion of the crank axle into the reciprocating motion required to operate the valve.",
        "I have also heard of an adaptor to fit a 4 1/2 grinder that would convert it to a mini belt sander.",
        "The ground floor would easily convert to provide self-contained accommodation.",
        "Islam allegedly is the best and final religion for all humankind, and the Muslim man may convert his submissive wife.",
        "Did men in the House of Commons suddenly convert to the cause of the suffragist movement?",
        "Hot gases from the furnace will pass to a boiler, which will convert the energy from the gases into superheated steam.",
        "A typical thermoelectric generator (TEG) used to convert temperature differences into electrical power.",
        "The new Constitution is stated by a leading Moslem convert to be the greatest blow against the tottering walls of Islam.",
        "Handwrite a math equation, and then convert it into a neatly typewritten image to paste into a report or a presentation.",
        "Thus we have to convert each character to a lower case character before we hand it over to the umlaut facet object.",
        "Unwrapping conversions convert objects of class types to values of primitive types.",
        "Eighty square meters of the station 's roof are now covered with around 80 photo voltaic panels, which convert daylight into electricity.",
        "Shastri reported the conference in an article, Convert imperialist war into civil war.",
        "After trying the newest electric car, Doug was a convert and couldn't wait to proselytize to his friends about it.",
        "Budget: Babies outgrow their decor so you may want to select items that can convert to something that you can use in an older child's room.",
        "Additionally, many cribs today are designed to grow with your child, and can convert from an infant crib, to a toddler bed, and finally to a twin bed for your older child.",
        "Note that the WHO operates in kilograms, so convert your child's weight in pounds into kilograms before trying to place your child's weight on the graph (1 kilogram equals 2.2 pounds).",
        "If you're not sure whether your crib will convert, check the instructions or packaging materials.",
        "Your best bet may be to convert a regular bra into a nursing bra.",
        "For complete instructions and pictures on how to convert a regular bra into a nursing bra, visit Mamas Worldwide.",
        "Manufacturers offer repair kits free of charge to convert your drop side crib into a fixed side crib.",
        "Some car seats convert from an infant seat to a toddler and finally to a booster seat that can carry children to a weight of as much as 100 pounds.",
        "There are diapers that convert into pants and diapers made for wearing overnight.",
        "If you have old paper bonds, you can call the Treasury Department to convert them to electronic bonds.",
        "It’s possible that they may edit, record and convert a lot of media files, including photos.",
        "Because the nutrients that cats need are already present in whole prey, their systems do not convert and produce necessary nutrients from their foods, but rely on the prey's digestive system to do this for them.",
        "The oldest cat on record was said to be 35 years old; which would convert to about 157 years old in human years.",
        "If you travel abroad while on vacation or for business purposes then you will probably encounter the need to convert cash into the local currency.",
        "If one or both parents are paid more often than once a month, they must convert their weekly, biweekly, or semimonthly pay to monthly to fill out the form properly.",
        "They convert the tools to run using a diesel powered hydraulic pump or a belt drive system.",
        "Once you understand how the sun's rays can provide electricity to your whole house, any appliance or piece of equipment in your home, or replace a furnace altogether, you may be inspired to convert to this form of clean energy.",
        "Space heaters convert energy to heat and although heaters used within the home are typically electric, they can also burn gas, oil or solid fuels.",
        "A photovoltaic battery can convert solar light into usable energy.",
        "In 1954, the first solar cell able to convert enough of the sun's power so as to run electrical equipment was developed.",
        "From there, they absorb the sun's rays and convert them into power for the building.",
        "One of the major problems stems from the fact that trees and other plants naturally convert harmful carbon dioxide in the air into oxygen.",
        "They are basically large, flat devices that collect solar radiation and convert that energy to electrical energy.",
        "The \"efficiency,\" or the amount of solar energy the solar cell could convert to equivalent electricity, was only about 6 percent by the end of the year.",
        "The problem with these early cells was that they could only convert a certain \"band\" or wavelength of solar radiation.",
        "By taking this approach, cells are stacked so that as light passes through the cells, the lower solar cells convert the band of light that the higher cells can't - increasing the efficiency of the entire photovoltaic cell tremendously.",
        "The potential uses for photovoltaic cells throughout the world in order to convert the world to a more \"green\" existence are limited only by the size and efficiency of the technology.",
        "You'll need storage batteries and a charge controller, as well as an inverter that will convert the DC power from the batteries into the AC power necessary to run your home or office.",
        "Produce direct current (DC), but special devices called \"inverters\" can convert solar DC current to alternating current (AC) to power regular appliances.",
        "Factoring in the fact that most states offer multiple financial incentives in the form of tax rebates or refunds, making the choice to convert your home to solar power a very simple decision.",
        "Installing solar panels enables homeowners to harness the natural energy of the sun and convert it to usable energy, thereby decreasing the need for other resources.",
        "Windmill Nacelle: Normally, the nacelle contains a gearbox that enables rotation of the blades, including copper wiring and magnets that help power the blades and convert the captured energy to electricity.",
        "It is also possible to convert biomass to other forms of useable energy, such as methane, biodiesel, and ethanol.",
        "Fuel cells are similar to batteries and convert chemical energy into usable electricity.",
        "Solar panels harness the power of the sun and convert this into energy.",
        "Scientists can convert hydrogen into electricity or burn it as a fuel.",
        "In a healthy environment, the planet's plant life would be able to convert the carbon dioxide back to oxygen.",
        "This can be dangerous, since the waste products can be unstable, produce radiation if not properly sealed and pose a threat from terrorists that may wish to convert this waste into weaponry.",
        "The use of direct solar power requires only one step, called electromagnetic radiation, in order to convert solar energy into useable power.",
        "Indirect solar power requires multiple steps in order to convert solar power into useable energy.",
        "Renewable energy systems harness energy from nature and convert it into energy that can heat and power your home.",
        "Renewable energy systems capture energy from the sun, wind or the earth's heat and convert them into usable electricity.",
        "One forces steam into a generator and is used to make electricity.The second uses a flashed method of hot water that's depressurized into steam, and the third method uses a heat exchanger system to convert water into steam.",
        "Wind turbines harness the power of the wind and convert its kinetic energy into electricity.",
        "Scientists can convert heat produced from beneath the Earth's crust to generate geothermal energy.",
        "These panels are filled with photovoltaic cells, which convert the sun's energy into electricity.",
        "LTK: What seems to surprise people the most when they convert to green cleaning?",
        "If you need a compact home study, consider a hideaway office inside an armoire or convert a closet into a clever office space.",
        "A large den or a roomy loft will work nicely, but some gamers even convert their garages or build an addition to hold their dream entertainment room.",
        "Some tables convert from billiard to ping pong, while others are more versatile and allow for air hockey, foosball, cards and more.",
        "With a little research and hardly any effort, you could easily become a liberated lip stain convert!",
        "The reason is that CD/DVD-based games are harder to convert on a computer, so cartridge-based games dominate the sites of users who felt the need to combine the games into one simple server where anyone can play Nintendo games online.",
        "Use the guide below to convert smaller measurements into larger quantities.",
        "For more equivalents, or to convert to the metric systems follow conversion table.",
        "When trying to convert recipes for diabetics you often just need to use a good sugar substitute.",
        "If you are overwhelmed at the number of photos you have to convert into layouts, follow this game plan to complete your album quickly.",
        "For layouts of the the Vietnam Wall convert the photos to black and white for a more contemplative feel.",
        "Taking out your aggressions on tackling people, hitting a tennis ball, or kicking a soccer ball can help you convert some of the feelings you have into positive actions.",
        "Some are designed to convert to chairs, so they benefit from the extra room.",
        "The only downside to leggings is that they truly convert outfits, giving them a more casual appeal.",
        "Verandah suites: These rooms have two beds that convert to either a queen bed or a king bed.",
        "This lets you pick half, quarter and eighth of an inch thickness without having to convert fractions to decimals.",
        "A process called nitrogen fixation helps convert nitrogen from the air into ammonia.",
        "While you can actually play your guitar with an engraved pick, it has become very popular to convert these picks into keepsake jewelry.",
        "Wood fireplace inserts convert the traditionally inefficient masonry fireplace into a high efficiency heat source.",
        "Lower voltage systems convert line voltage via a transformer mounted directly on the fixture itself.",
        "These kits allow a person to convert different types and styles of existing indoor or outdoor lights into motion sensor lights.",
        "To save money on heating bills and create a more functional heating system in your home, convert old radiators to new radiant floor heating.",
        "To convert old radiators to new radiant floor heating, you will need to hire a skilled contractor.",
        "Spoken by the observant Jewish convert Walter Sobchak.",
        "Zip-off pants that convert from regular slacks to shorts are ideal for everything from hiking to fishing, and you'll find them in plentiful sizes.",
        "Anyone who wears bamboo is an instant convert, but to those who don't know how comfortable and pleasant it can be, the assumption is that it is fibrous and scratchy.",
        "A small home office can easily convert into a guestroom with a just a few adjustments if you have a futon in it.",
        "You can easily convert any spot into extra sleeping space for when you have a houseful.",
        "Many people are unable to digest grains or produce the enzymes necessary to convert the grain starch.",
        "The oils and amino acids in nuts begin to break down under the high temperatures of commercial roasting and cause chemical changes that can convert some amino acids into carcinogens.",
        "Nitrogen-fixing plants convert it a chemical form which plants can use.",
        "These styles help the bra to convert for wear with strapless, halter-style, tube top and spaghetti strap tops, to name a few.",
        "The Convertible Contour Bra from Fashion Bug can convert from strapless to criss-cross and halter styles.",
        "It is a British site, so Stateside customers will have to convert the currency (although they conveniently list the U.S. sizes along with the UK), but it's worth the extra fuss to end up with a perfect dress.",
        "If you're ending employment, the company's 401K is ready to convert to an IRA or Roth IRA.",
        "When you exercise, it stimulates your adrenal glands, which convert androstenedione into estrogen, plus it offers a host of other health benefits.",
        "As individual photons (light) from a dimly lit room or night scene enter the goggles, they strike a photoelectric plate, which uses the \"photoelectric effect\" to convert those photons into electrons, or electricity.",
        "Even so, what is available online should help you to convert your reading glasses into flip ups.",
        "A nice feature of the game (called Convert) allows you to upload parts from Armored Core: Nexus.",
        "Since most sites let you earn points redeemable for Wii points or actual money that you can convert to Wii points, you will undoubtedly want to recruit your friends.",
        "One of the easiest ones to use, which is designed to convert files that can be directly read by the PSP, is 3GP Converter.",
        "This time she determined to make sure of her convert.",
        "As he put it: \"Suppose there were living among my contemporaries a Confucius or a Solon, I could, according to the principles of my faith, love and admire the great man without falling into the ridiculous idea that I must convert a Solon or a Confucius.\"",
        "Soc., 1909, 31, p. 20), by heating the double salt, TeBr4.2KBr, first in chlorine and finally in a current of hydrochloric acid to convert it into potassium chloride, obtained the value 127.55.",
        "Hence \"to cash\" means to convert cheques and other negotiable instruments into coin.",
        "He knows that the great object of all my preaching and writing was to convert men from sin.",
        "In order to convert a chain into a mechanism it is necessary to fix one link in it.",
        "Jim crow to convert the switches from right to left.",
        "We can also convert existing digital data to meet the specifications of a new system.",
        "unwrapping conversions convert objects of class types to values of primitive types.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20Ã‚° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at oÃ‚° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "It is the practice in Great Britain to burn pure gypsum at a low temperature so as to convert it into the hydrate 2CaSO 4 H 2 O, to soak the lumps in a solution of alum or of aluminium sulphate, and to recalcine them at about 500Ã‚° C. On grinding they give Keene's cement.",
        "Chlorides also prevent the formation of the precipitate until enough of the mercury solution has been added to convert them into mercuric chloride (see also E.",
        "If pieces of porous clay are soaked in a solution of this salt and dried and kept at a temperature of 45Q 0 C. (in practice it is necessary to go to a rather higher temperature), it is possible continuously to convert a united stream of hydrochloric acid and atmospheric air, passed through the contactsubstance in a \"decomposer\" (fig.",
        "to convert one gramme of ice at oÃ‚° C. into water at oÃ‚° C., or one gramme of water at too C. into steam at 10o C.) is always the same, and that there need be no change of temperature during the process.",
        "The missionaries were only the field workers sent out to convert and civilize the Indians, who were to be turned over then to the regular clergy, the monks pushing further onward into new fields.",
        "Among the natives, more especially of the interior, an innate restlessness which leads to a life of spasmodic nomadism, poverty, insufficient nourishment, an incredible improvidence which induces them to convert into intoxicating liquor a large portion of their annual crops, feasts of a semi-religious character which are invariably accompanied by prolonged drunken orgies, and certain superstitions which necessitate the frequent procuration of abortion, have contributed to check the growth of population.",
        "While, therefore, scarcely any impediment is offered to the progress of an animal in motion in the air, it is often exceedingly difficult to compress the air with sufficient rapidity and energy to convert it into a suitable fulcrum for securing the necessary support and forward impetus.",
        "(i) In the case of multiplication we commence with the conception of the number \" 5 \" and the unit \" boy \"; and we then convert this unit into 4 apples, and thus obtain the result, 20 apples.",
        "Thus if A = 42, p. must exceed 7r/8 or 2.414, that is, the substance must be at least as highly refracting as a diamond: if A =7 /4, µ must be greater than 37r/16 or 1.4966, and when this is the case, it is possible by two reflections to convert into a circularly polarized stream a beam of light polarized at 45Ã‚° to the plane of incidence.",
        "All this time he was trying to convert France to the royalist cause, and had a \" conseil royal \" in Paris, founded at the end of 1799 by Royer-Collard, Montesquiou and Clermont-Gallerande, the actions of which were much impeded by the activity of the rival committee of the comte d'Artois (see E.",
        "One hundred and fifty Jews took refuge in the castle and were told to convert to Christianity or be killed.",
        "For ribbing knit 4 more rows then drop every other row and convert to ribbing.",
        "Lifespan of the room: When thinking of a theme, you should consider how easily it will convert to an older child's room.",
        "In middle age he became a convert to Christianity, and about 306 he went to Gaul (Treves) on the invitation of Constantine the Great, and became tutor to his eldest son, Crispus.",
        "Evidently the idea of the great Yokoya experts, the originators of the style, was to break away from the somewhat formal monotony of ordinary engraving, where each line performs exactly the same function, and to convert the chisel into an artists i It is first boiled in a lye obtained by lixiviating wood ashes; it is next polished with charcoal powder; then immersed in plum vinegar and salt; then washed with weak lye and placed in a, tub of water to remove all traces of alkali, the final step being to digest in a boiling solution of copper sulphate, verdigris and water.",
        "He taught rhetoric at Rome (one of his pupils being Jerome), and in his old age became a convert to Christianity.",
        "He subsequently professed himself a convert to the Anglican Church, and published a number of works, but was more esteemed for his ability than for his moral character.",
        "Even the Dominicans, who began as a preaching order to convert heretics, soon became persecutors.",
        "Three stages in the process are to be distinguished: (i.) calcination, to convert all the metals, except gold and silver, into oxides, which are unacted upon by chlorine; (ii.) chlorinating the gold and lixiviating the product; (iii.) precipitating the gold.",
        "Salt is added in the roasting to convert any lime, magnesia or lead which may be present, into the corresponding chlorides.",
        "There is a considerable area under vines, but it is generally more profitable to sell the fruit as grapes than to convert it into wine.",
        "His zeal prompted him to undertake an embassy to the king of Ethiopia, in order to stimulate him against the converts whom he had taken under his protection, but he returned a convert to the Mahommedan faith and joined the fugitive prophet at Medina.",
        "These elements will enable us to convert, by a simple arithmetical operation, any historical date, of which the chronological characters are given according to any era whatever, into the corresponding date in the Christian era.",
        "One of them, \"John Fisher,\" who had his sphere at Oxford, succeeded in making a convert of young Chillingworth, and prevailed upon him to go to the Jesuit college at Douai.",
        "Since 1851 it has been known that all sea-water has an alkaline reaction, and Torniie defined the alkalinity of sea-water as the amount of carbonic acid which is necessary to convert the excess of bases into normal carbonate.",
        "When liquefied acetylene is allowed to escape from the cylinder in which it is contained into ordinary atmospheric pressure, some of the liquid assumes the gaseous condition with such rapidity as to cool the remainder below the temperature of - 90° C., and convert it into a solid snow-like mass.",
        "In 1703 a Mussulman convert of the Gond tribe held the country, and in 1743 Raghoji Bhonsla, the Mahratta ruler of Berar, annexed it to his dominions.",
        "propagandists of Islam, and strove hard (with; some success) to convert to that religion the king and chiefs of Buganda and adjoining countries.",
        "He was born of heathen parents at Tabatha near Gaza about 290; he was sent to Alexandria for his education and there became a convert to Christianity; about 306 he visited St Anthony and became his disciple, embracing the eremitical life.",
        "It is, however, more simple to convert it into a single right trapezium.",
        "He bought wild lands, took stock in mining companies, desiccated egg companies, patent looms, photo-lithographic companies, gave away profusely, lent to plausible rascals, and was the ready prey of every new inventor who chanced to find him with money or with property that he could readily convert into money.",
        "The primary offence of the ex-chancellor was the taking of bribes, which no twisting of the law could convert into a capital offence, while the charge of treason had not been substantiated.",
        "It was decided, however, by the Austrian financial authorities that the obligation of the Austro-Hungarian Bank to convert its notes into gold on demand should remain suspended as hitherto, owing to fear lest the renewal of the obligation of the bank to cash its notes in gold should lead to a rise in the rate of interest.",
        "He first fell in with some proselytizers of the Roman faith at Confignon in Savoy, and by them he was sent to Madame de Warens at Annecy, a young and pretty widow who was herself a convert.",
        "Christianity was essentially a proselytizing religion, not content to appeal simply to one class or race of people, and to be one among many faiths, but believing in the falsity or insufficiency of all others and eager to convert the whole world.",
        "There are no permanent rivers; but during the rainy season, from August to October, heavy floods convert the water-courses in the hollows of the mountains into broad and rapid streams. Numerous wells supply the wants of the people and their cattle.",
        "The oxides of nitrogen convert them into nitrosites and nitrosates (0.",
        "Clement's familiarity with the Old Testament points to his being a Christian of long standing rather than a recent convert.",
        "Zinc and hydrochloric acid in the cold convert it into alloxantin, hydroxylamine gives nitroso-barbituric acid, C 4 H 2 N 2 0 3: NOH, baryta water gives alloxanic acid, C 4 H 4 N 2 0 5, hot dilute nitric acid oxidizes it to parabanic acid, hot potassium hydroxide solution hydrolyses it to urea and mesoxalic acid and zinc and hot hydrochloric acid convert it into dialuric acid, C4H4N204.",
        "Great-grandson of Karachar Nevian (minister of Jagatai, son of Jenghiz Khan, and commander-in-chief of his forces), and distinguished among his fellow-clansmen as the first convert to Islamism, Teragai might have assumed the high military rank which fell to him by right of inheritance; but like his father Burkul he preferred a life of retirement and study.",
        "In 1874 he became a convert to Roman Catholicism, and this involved his resignation of the office of grand master of the English Freemasons.",
        "They were companions of St Columba and their efforts to convert the folk to Christianity seem to have impressed the popular imagination, for several islands bear the epithet \"Papa\" in commemoration of the preachers.",
        "He is said to have become a convert to Islam; this report was probably a mistake for the undisputed fact that he embraced Roman Catholicism.",
        "Reducing agents, such as sulphurous acid and sulphuretted hydrogen, convert the chromates into chromic salts.",
        "It remained, however, for Schelling to convert this parallelism into identity by identifying motion with the intelligence of God, and so to transform the pantheism of Spinoza into pantheistic idealism.",
        "In a word, Mach and Kirchhoff agree that force is not a cause, convert Newtonian reciprocal action into mere interdependency, and, in old terminology, reduce mechanics from a natural philosophy of causes to a natural history of mere facts.",
        "This tendency of the Sacred College to convert the Roman Church into a constitutional monarchy, in which it should itself play the part of parliament, was a sufficiently grave symptom of the progress of the new spirit.",
        "The structural modifications required to convert a spider into the image of an ant are of a more complicated character than those that serve the same purpose in an insect.",
        "It was called Dun-leth-glas, the fort of the broken fetters, from the miraculous deliverance from bondage of two sons of Dichu, prince of Lecale, and the first convert of St Patrick.",
        "In 1245 the Roman pontiff sent two embassies - one, a party of four Dominicans, sought the commander-in-chief of the Mongol forces in Persia; the second, consisting of Franciscans, made their way into Tartary, and sought to convert the successor of Oktai-Khan.",
        "Thompson, trained Philip Quaque, said to be \" the first convert who ever received ordination since the Reformation in the Reformed Church.\"",
        "In 1813 he was joined by a colleague, William Milne, and in 1814 baptized his first convert.",
        "at least, and the deeper the better so as to bring up the subsoil - whether it be clay, sand, gravel, marl, &c. - Jor exposure to the weather and thus convert it from a sterile mass into a living soil teeming with bacteria.",
        "25, b) which convert it into an independent plant.",
        "These operate by electrostatic induction and convert mechanical work into electrostatic energy by the aid of a small initial charge which is continually being replenished or reinforced.",
        "Dilute alkalis convert it into paraxyloquinone.",
        "Among the enzymes already extracted from fungi are invertases (yeasts, moulds, &c.), which split cane-sugar and other complex sugars with hydrolysis into simpler sugars such as dextrose and levulose; diastases, which convert starches into sugars (Aspergillus, &c.); cytases, which dissolve cellulose similarly (Botrytis, &c.); peptases, using the term as a general one for all enzymes which convert proteids into peptones and other bodies (Penicillium, &c.); lipases, which break up fatty oils (Empusa, Phycomyces, &c.); oxydases, which bring about the oxidations and changes of colour observed in Boletus, and zymase, extracted by Buchner from yeast, which brings about the conversion of sugar into alcohol and carbondioxide.",
        "Moreover, the coals which deoxidized the iron would inevitably carburize some lumps of it, here so far as to turn it into the brittle and relatively useless cast iron, there only far enough to convert it into steel, strong and very useful even in its unhardened state.",
        "In time the smith learnt how to convert this unwelcome product into wrought iron by remelting it in the forge, exposing it to the blast in such a way as to burn out most of its carbon.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at o° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "Concentrated acids convert them into the isomeric nitro-amines, the - NO 2 group going into the nucleus in the orthoor paraposition to the amine nitrogen; this appears to indicate that the compounds are nitramines.",
        "Halogen acids convert it into monohalogen fatty acids, and the halogens themselves convert it into dihalogen fatty acids.",
        "In 1317 the sultan Bibars endeavoured to convert them to orthodox Islam, and built many mosques, but Ibn Batuta (i.",
        "He was still allowed his liberty, but one night while supping with Walsingham's servant he observed a memorandum of the minister's concerning himself, fled to St John's Wood, where he was joined by some of his companions, and after disguising himself succeeded in reaching Harrow, where he was sheltered by a recent convert to Romanism.",
        "This act of 1860 also gave power to convert the corn rents established under local acts into rent charges.",
        "The severest drought never exhausts these reservoirs, and the heaviest rain can never convert these rivers into the resistless floods which they would be but for the moderating influence of the great lakes.",
        "Since Alexandria could neither have been stormed nor starved out by the Arabs, his motives for surrendering it, and with it the whole of Egypt, have been variously interpreted, some supposing him to have been secretly a convert to Islam.",
        "The administration of Ibn Furat was fatal to the IkshidIs and momentous for Egypt, since a Jewish convert, Jacob, son of Killis, who had been in the IkshIds service, and was ill-treated by Ibn Furt, fled to the F~timite sovereign, and persuaded him that the time for invading Egypt with a prospect of success had arrived, since there was no one in Fostat capable of organizing a plan of defence, and the dissensions between the Buyids at Bagdad rendered it improbable that any succour would arrive from that quarter.",
        "About the same time Willibrord, from his see at Utrecht, made an unsuccessful attempt to convert the \" wild Danes.\"",
        "The work of Arnobius appears to have been written when he was a recent convert, for he does not possess a very extensive knowledge of Scripture.",
        "Studying the writings of Karl Marx he became a convert to an extreme revolutionary, socialistic and atheistic creed; but though he entered into correspondence with Marx, with the object of starting a revolutionary movement, he does not appear to have taken any overt part in the events of 1848-1849.",
        "It has a remarkable retarding effect on the hydration of the calcium aluminate, and consequently on the setting of the cement; thus it is that a little gypsum is often added to convert a naturally quick-setting cement into one which sets slowly.",
        "It is the practice in Great Britain to burn pure gypsum at a low temperature so as to convert it into the hydrate 2CaSO 4 H 2 O, to soak the lumps in a solution of alum or of aluminium sulphate, and to recalcine them at about 500° C. On grinding they give Keene's cement.",
        "The mixed chlorides are boiled down to dryness with sulphuric acid to convert them into sulphates, which are then separated by boiling water, which dissolves only the thallium salt.",
        "Gardiner had almost been sent to the Tower, and Norfolk and Surrey were condemned to death, while Cranmer asserted that it was Henry's intention to convert the mass into a communion service.",
        "Their defeat by the Picts, in 560, induced the Irish St Columba to endeavour to convert the conquering Picts.",
        "Protestantism, and the disasters of James V., with the regency of his widow, were to convert the majority of Scots to the English party.",
        "In 1535 Henry sent Dr Barlowe to convert James to his own religious ideas, Erastian, anti-papal, the seizure of the wealth of the church.",
        "The politicians hoped that Elizabeth might convert Mary to her own invisible shade of Protestantism if the sister sovereigns could but meet, and for two years the promise of a meeting was held up before Mary.",
        "They are Mahommedans and distinct in many other respects from the Hindu Balinese, who vanquished but could not convert them.",
        "Cheke was visited by two priests and by Dr John Feckenham, dean of St Paul's, whom he had formerly tried to convert to Protestantism, and, terrified by a threat of the stake, he gave way and was received into the Church of Rome by Cardinal Pole, being cruelly forced to make two public recantations.",
        "This diazo compound is decomposed by caustic alkalis with the formation of cyanamide and hydrazoic acid, CH4N3 N03=N3H+CN NH2+ HN03, whilst acetates and carbonates convert it into amidotetra zotic acid, H2N C?NH - N.",
        "a bribe for the high-priesthood and another for leave and to convert Jerusalem into a Greek city (2 Macc. iv.",
        "He issued an edict forbidding the reading of the law, the observance of the Sabbath, and the rite of circumcision; and determined to convert the still half-ruined Jerusalem into a Roman colony.",
        "The first action of the lime is to convert the manganese chloride into manganous hydrate (Mn(OH) 2) and calcium chloride; then more lime is added which greatly promotes and hastens the oxidizing process.",
        "The object of the latter is to convert the manganous hydroxide by the atmospheric oxygen into manganese dioxide, but this would take place much too slowly if there was not an excess of lime present ready to combine with the manganese dioxide to form a calcium manganite.",
        "(Sectional Elevation.) Scale C, Stone steam column resting in stone socket process, by employing the active oxygen of manganese dioxide to convert hydrochloric acid into free chlorine, and he employed the atmospheric oxygen only indirectly, for the recovery of manganese dioxide from the manganese chloride formed.",
        "Perkin; the method being to sulphonate anthraquinone, and then to convert the sulphonic acid into its sodium salt and fuse this with caustic soda.",
        "About the middle of the 3rd century B.C. Asoka, the king of Magadha or Behar, who reigned from 264 B.C. to 227 B.C., became a zealous convert to Buddhism.",
        "Asoka did not think it enough to convert the inferior races without looking after their material interests.",
        "Orthodox churchmen, Evangelical and Tractarian alike, were alarmed by views on the incarnate nature of Christ that seemed to them to impugn his Divinity, and by concessions to the Higher Criticism in the matter of the inspiration of Holy Scriptures which appeared to them to convert the \"impregnable rock,\" as Gladstone had called it, into a foundation of sand; sceptics, on the other hand, were not greatly impressed by a system of defence which seemed to draw an artificial line beyond which criticism was not to advance.",
        "to convert one gramme of ice at o° C. into water at o° C., or one gramme of water at too C. into steam at 10o C.) is always the same, and that there need be no change of temperature during the process.",
        "To convert parallaxes into distance we may remember that a parallax of i\" denotes a distance of 182 billion miles, or 206,000 times the distance of the sun from the earth.",
        "Ali, on the other hand, was unable to convert enthusiasm for the principle inscribed on his banner into enthusiasm for his person.",
        "How does it by the aid of identification convert probable into necessary conclusions, which become necessary principles of demonstration?",
        "The mistake has been to convert three operations of mind into three processes in a fixed order - conception, judgment, inference.",
        "On the following day she was taken to the Tower and racked; according to Anne's own statement, as recorded by Bale, the lord chancellor, Wriothesley, and the solicitor-general, Rich, worked the rack themselves; but she \"would not convert for all the pain\" (Wriothesley, Chronicle i.",
        "2 It is often supposed that the Naga (serpent) chiefs rule countries in or under the water, and in Kashmir a submarine serpent-king became a convert and built churches.",
        "The analogy between the mathematical relations of infinitely small displacements on the one hand an-d those of force-systems on the other enables us immediately to convert any theorem in the one subject into a theorem in the other.",
        "If a priest becomes a convert to the Church of England he need not be re-ordained.",
        "In 1848, Zachary Taylor, a Mexican War hero, and hardly even a convert to the Whig party, defeated Clay for the nomination, Kentucky herself deserting her \"favourite son.\"",
        "5 The persecution of Christians on the mainland after the death of Stephen drove converts as far as Cyprus; and soon after converted Cypriote Jews, such as Mnason (an \" original convert \") and Joses the Levite (better known as Barnabas), were preaching in Antioch.",
        "Shaft furnaces are in use for ores rich in sulphur, and where it is desirable to convert the waste gases into sulphuric acid.",
        "About the middle of the 17th century the chief became a convert to Hinduism.",
        "The determining feature of their recent history has been the attempt made by the Russian government (since 1881) and the Orthodox Greek Church (since 1883) to russify and convert the inhabitants of the province, Germans and Esths alike, by enforcing the use of Russian in the schools and by harsh and repressive measures aimed at their native language.",
        "His father being a convert to Christianity, Uriel was brought up in the Roman Catholic faith, and strictly observed the rites of the church till the course of his inquiries led him, after much painful doubt, to abandon the religion of his youth for Judaism.",
        "Osterman was appointed governor to the young emperor, and on his death (1730) he refused to participate in the attempt of Demetrius Golitsuin and the Dolgorukis to convert Russia into a limited constitutional monarchy.",
        "Mme d'Aubigne returned to France, and from sheer poverty unwillingly yielded her daughter to her sister-in-law, Mme de Villette, who made the child very happy, but converted or pretended to convert her to Protestantism.",
        "Every means was now used to convert her back to Catholicism, but at the last she only yielded on the condition that she need not believe that the soul of Mme de Villette was lost.",
        "The first ten were written in 337, the following twelve in 344, and the last in 345.1 The author was early known as hakkima pharsaya (\"the Persian sage\"), was a subject of Sapor II., and was probably of heathen parentage and himself a convert from heathenism.",
        "It is idle, however, to read definite historical events intc such traits, or to attempt, with some scholars, to convert them into history itself.",
        "From the first, it aims at propaganda; and the nationality of the convert is a matter of indifference.",
        "He appears to have been a convert from Paganism to Christianity, although it was asserted in later times that his father had been a bishop. That report is probably as untrustworthy as another, that he was excommunicated from the Church for seducing a virgin.",
        "In February 1679 the king had consented to order James to go abroad, and even approved of the attempt of the primate and the bishop of Winchester to convert him to Protestantism.",
        "Rep. 6 Bengal, 39 2, 45 6, 49 8), and it has also been applied to settle controversies between Hindus and missionaries as to the custody of a young convert (R.",
        "He appears to have been a (not very enthusiastic) convert to Christianity.",
        "Antimony, however, occurs chiefly as the sulphide, stibnite; to a much smaller extent it occurs in combination with other metallic sulphides in the minerals wolfsbergite, boulangerite, bournonite, pyrargyrite, &c. For the preparation of metallic antimony the crude stibnite is first liquated, to free it from earthy and siliceous matter, and is then roasted in order to convert it into oxide.",
        "Shortly before his death in Paris he became a convert to the Romantic movement, and he prepared the way for its definite triumph in the person of Almeida Garrett, who belonged to the Filintistas, or followers of Nascimento, in opposition to the Elmanistas, or disciples of Bocage.",
        "Warasdin is the seat of a district court, and possesses an old castle, a cathedral The Contracting Powers which do not at present own perfected mines of the pattern contemplated in the present Convention, and which, consequently, could not at present carry out the rules laid down in Articles i and 3, undertake to convert the materiel of their mines as soon as possible so as to bring it into conformity with the foregoing requirements.",
        "Meanwhile Jenghiz Khan had founded the Mongol empire, and his grandson Kublai Khan became a convert to the Buddhism of the Tibetan Lamas.",
        "Nearly all lead ores contain more or less sulphur; and as in the process of solution in nitric acid this is oxidized to sulphuric acid which unites with the lead to form the very insoluble lead sulphate, it is simpler to add sulphuric acid to convert all the lead into sulphate and then evaporate until the nitric acid is expelled.",
        "The commission to go and convert Gentile peoples Olin) is given after Christ's resurrection (xxviii.",
        "Complex silver minerals (sulph-arsenides and antimonides) which are difficult to amalgamate must be made amenable to quicksilver, and the simplest way of doing this is to convert the silver into chloride.",
        "cupriferous pyrites roasted to convert the copper into soluble sulphate, which is the active agent, are worked into the wet pulp spread out on the floor.",
        "At the same time efforts were made to weaken the Triple Alliance, the principal instrument employed being the entente with France, which Prince Lobanov helped to convert into a formal alliance between the two powers.",
        "The government acquired Metcalfe Hall, in order to convert it into a public library and reading-room worthy of the capital of India; and also the country-house of Warren Hastings at Alipur, for the entertainment of Indian princes.",
        "In 1906 it was arranged to convert this into a residential college for students,, the hospital being removed to a site outside the town.",
        "Idolatry is plainly incompatible with the law of Moses: so were Greek caps; but the Jews who conformed to Hellenism in the time of Antiochus Epiphanes acquired much that was conserved and utilized in that great attempt to convert the Greek world to Judaism, whose best monument is the works of Philo.",
        "She knows that if the wings are driven with sufficient rapidity they practically convert the spaces through which they move into solid bases of support; she also knows that the body in rapid flight derives support from all the air over which it passes.",
        "The council may convert corporate land, with the approval of the Local Government Board, into sites for workmen's dwellings.",
        "On these grounds Peter complains that, when he was setting out for the Gentiles to convert them from their worship of many gods upon earth, the Evil Power (KaKla) had sent Simon before him to make them believe that there were many gods in heaven.",
        "Like Agathias, he wrote epigrams, one of which, on a Persian magus, who became a convert to Christianity and died the death of a martyr, is preserved in the Greek anthology (Anth.",
        "He was a son of Maturin Ballou, a Baptist minister, was self-educated, early devoted himself to the ministry, became a convert to Universalism in 1789, and in 1794 became a pastor of a congregation at Dana, Massachusetts.",
        "After this, quarrels arose between the negus and Bermudez, who had returned to Abyssinia with Christopher da Gama and who now wished the emperor publicly to profess himself a convert to Rome.",
        "Oxidizing agents readily convert it into selenic acid, whilst reducing agents transform it into selenium.",
        "In this sense alone quinine is a tonic. The hydrochloric acid of the gastric juice is stated to convert any salt of quinine into a chloride, and it seems probable that the absorption of quinine takes place mainly from the stomach, for when the drug reaches the alkaline secretions of the duodenum it is precipitated, and probably none of it is thereafter absorbed.",
        "But the fact of a government levying so general a charge may be held ipso facto to convert the charge into a tax, having much the same economic effects and consequences as a tax.",
        "A country which is so devoted to free trade that it not only practises free trade itself but endeavours to convert others by nullifying their protectionist measures as far as it can, even with immediate loss to itself, departs from the guidance of selfinterest so far; hut its political action may be justifiable in the long run by other considerations.",
        "After the establishment of Christianity, the consular processions in Constantinople retained their religious character, now proceeding to St Sophia, where Prayers and offerings were made; but in Rome, where Christianity was not so widely spread among the upper classes, the tendency was to convert the procession into a purely civil function, omitting the pagan rites and prayers, without substituting Christian ones (Dahremberg and Saglio, s.v.",
        "When danger of foreign intervention cast its threatening shadow across the national path, he went to England, and by his famous addresses did what probably no other American could have done to strengthen the spirit in England favourable to the United States, and to convert that which was doubtful and hostile.",
        "Oxidizing agents, such as arsenic acid, convert it into ellagic acid, C 14 H 8 0 9 +H 2 0, probably a fluorene derivative, a substance which occurs in gall-nuts, in the external membrane of the episperm of the walnut, and prob ably in many plants, and composes the \"bezoar stones\" found in the intestines of Persian wild goats.",
        "But a Buddhist convert thinking \"she does not understand,\" said to her, \"My good girl, I myself have no such medicine as you ask for, but I think I know of one who has.\"",
        "Fraction of a Fraction.-To find of 7 of A we must convert 7 of A into 4 times some unit.",
        "Similarly, to convert £153 into shillings we must multiply it by a factor 2 £I ' ' so that we get 2£I.",
        "If we count forwards we find that to convert £3, 5s.",
        "For multiplication by a proper fraction or a decimal, it is sometimes convenient, especially when we are dealing with mixed quantities, to convert the multiplier into the sum or difference of a number of fractions, each of which has i as its numerator.",
        "Other causes helped to convert their enthusiastic loyalty into bitter hatred.",
        "Charles was to receive from Louis ~20O,00O a year and the aid of 6000 French troops to enable him to declare himself a convert, and to obtain special advantages for his religion, whilst he was also to place the forces of England at Louiss disposal for his purpcises of aggression on the continent of Europe.",
        "It had desired (I) to follow up the reform of English corLord fife!- porations by a corresponding reform of Irish munibournes cipalities; (2) to convert the tithes, payable to the dlffl Irish Church, into a rent charge, and to appropriate cullies.",
        "Although the first attempt to convert the Lapps to Christianity seems to have been made in the 11th century, the worship of heathen idols was carried on openly in Swedish Lappmark as late as 1687, and secretly in Norway down to the first quarter of the 18th century, while the practices of heathen rites survived into the 19th century, if indeed they are extinct even yet.",
        "About 1878 an unsuccessful attempt was made to convert Arandyelovats into a popular health-resort.",
        "These differences are so insignificant that it was very natural that the Croats after having tried to convert the chaka y ski dialect into a separate literary language were compelled to abandon that attempt and to adopt the shtokayski.",
        "When the restoration took place, Camacho sat in the Cortes among the dynastic Liberals with Sagasta as leader, and became finance minister in 1881 at a critical moment when Spain had to convert, reduce, and consolidate her treasury and other debts with a view to resuming payment of coupons.",
        "In the following century the Aetolians gained such dominance in the amphictyony as to convert the council into an organ of their league.",
        "30,000,000 were provided to convert tenants into proprietors, the instalments paid being again available, so that all the tenanted land in Ireland might ultimately be passed through if desired.",
        "There he became a convert from republicanism to monarchism, being convinced that only under the auspices of King Victor Emmanuel could Italy be freed, and together with Giorgio Pallavicini and Giuseppe La Farina he founded the Societd Nazionale Italiana with the object of propagating the idea of unity under the Piedmontese monarchy.",
        "But although much zeal and self-denial were shown by these men, their efforts were abortive, and the mission was at length abandoned, leaving no fruit of their labours in a single church or convert.",
        "We cannot convert Max Muller's proposition \" there was nothing told of the sky that could not in some form or other be ascribed to Zeus\" into \" there was nothing ascribed to Zeus that had not at some time or other been told of the sky.\"",
        "Thus if A = 42, p. must exceed 7r/8 or 2.414, that is, the substance must be at least as highly refracting as a diamond: if A =7 /4, µ must be greater than 37r/16 or 1.4966, and when this is the case, it is possible by two reflections to convert into a circularly polarized stream a beam of light polarized at 45° to the plane of incidence.",
        "In December he repaired personally to Rome, full of confidence that the weight of his arguments and the vivacity of his eloquence could not fail to convert the entire pontifical court to his views.",
        "Anticipating events Gebhard had collected some troops, and had taken measures to convert his subjects to Protestantism.",
        "Many metallurgists were sceptical on theoretical grounds about his results, and only became convinced when they saw that his process was really able to convert melted cast iron into malleable iron in a perfectly fluid state.",
        "Even for the worst miscreant there is hope - for who can say but that God may yet think fit to convert him?",
        "In 1595 Zamoyski, in his capacity of commanderin-chief, at the head of S000 veterans dethroned the anti-Polish hospodar of Moldavia and installed in his stead a Catholic convert, George Mohila.",
        "Consequent upon this, after a longer or shorter period, those changes commence in the embryo-sac which result in the formation of the embryo plant, the ovule also undergoing changes which convert it into the seed, and fit it for a protective covering, and a store of nutriment for the embryo.",
        "\"Give a man the secure possession of a bleak rock, and he will turn it into a garden; give him a nine years' lease of a garden, and he will convert it into a desert.\"",
        "These include such bodies as pepsin, diastase, the pancreatic ferments, papain, the pine-apple ferment, taka-diastase and others, and serve to convert starch into saccharine substances, or albumen into peptone and albumoses.",
        "I'll try to convert you to a leaf peeper.",
        "There were eccentric recluse plans to convert the entire building into a private summer residence.",
        "For those that do not we can help them convert to computerized accounting with a fixed price installation and training program.",
        "They convert energy from food into chemical energy called adenosine triphosphate, or ATP.",
        "Copper also helps convert amino acids into pigment, thereby adding color to hair and skin.",
        "anaerobic respiration is not the best way to convert glucose into energy.",
        "Most of the attributes listed above have an analog in convert.",
        "A pension annuity is used to convert capital within a pension plan into a regular guaranteed lifetime income.",
        "Samurai converts to Christianity also tended to use the arquebus although Shimazu Takahisa did not himself convert.",
        "atm m \" which needs multiplied by to convert to Joules.",
        "WinOncd includes the ability to convert analog audio from LP or tape into audio CDs.",
        "I want to convert the old Tackle store in the stone belfry into the new Reserve Store.",
        "Several colleges have bought shredders which convert woody biomass into suitable material or mulching.",
        "These options include from a simple cylinder to convert standard disk brakes to the fluid type, to a full twin disk system.",
        "calcine the ore to convert any sulfides to oxides.",
        "calibrated to measure the ' old ' pennies placed round the church, and also convert them into ' new pence ' .",
        "calorific value of the fuel is needed to convert to energy units.",
        "Later he returned to convert his former captors to Christianity.",
        "No matter what the text books say, we don't convert carbohydrate to fat.",
        "They are an excellent source of vitamin A our bodies convert the orange pigment carotene into it.",
        "With Italy's entry to WWII Morini was forced to convert his factory to produce military equipment, in particular alloy castings for aircraft.",
        "Organic coffee farming CafÃ©direct's PS&D team has worked to help some of our coffee producers to convert successfully to organically certified farming.",
        "cheapo ones that just convert the plug work fine.",
        "Sastak has chippers and shredders to convert this to wood fuel, mulch etc.",
        "A virtuous circle that frees you to do the crucial bit - convert the traffic into sales.",
        "There are a large number of coke ovens, which convert about half the output into coke ovens, which convert about half the output into coke.",
        "Try couching down into embroidery for elements of texture. £ 1.90 per 100g cone [Convert Currency] Giant Gems *New* BARGAIN OFFER!",
        "Hand wash, dry flat, do not iron £ 2.50 per 250g cone [Convert Currency] Festival Knops BARGAIN OFFER!",
        "convert existing digital data to meet the specifications of a new system.",
        "The function installs a forward type converter to convert string values to numerical representation type values.",
        "Some web sites also offer online convertors and some jobs in textile programs allow you to convert MIDI into RTTTL.",
        "All prices are in pounds sterling - use the currency convertor to convert to your local currency.",
        "Next week will see a serious session with the Jim crow to convert the switches from right to left.",
        "Next week will see a serious session with the jim crow to convert the switches from right to left.",
        "A PL /SQL function to convert decimal to hex is described in a separate note.",
        "MPEG decoders convert the compacted tokens back into something resembling the original video stream.",
        "difficultyI have to do is to convert all my webpages over to the new format - I`ve encountered two difficulties.",
        "Then convert the day of birth to a single digit or master number.",
        "dinette and/or forward seats convert to provide further beds.",
        "They protect the environment by using oxygen to convert poisonous carbon monoxide and hydrocarbons into harmless carbon dioxide and water.",
        "disclaims any intention to convert pupils away from the faith of their parents.",
        "No matter how much Margaret tried to convert her husband from his wrong doings, she never succeeded.",
        "Figure 6 - Start with a vertical ellipse Choose Arrange, Convert to Curves (CTRL + Q ).",
        "Constantine, who was proclaimed emperor at no less a place than York, would himself become the first Emperor to convert to Christianity.",
        "In July 2000 the Society's voting members overwhelmingly endorsed a proposal from the Board of Directors to convert to a public limited company.",
        "Our projects also reduce emissions of greenhouse gases other than CO2, and convert these to carbon dioxide equivalents.",
        "You can convert them to your own currency at today's exchange rates.",
        "The best solution to all these problems is to convert to a standard sutured extracapsular extraction.",
        "These proteins convert plasminogen to plasmin, which in turn degrades fibrin, the main component of the clot.",
        "A catch and drive saw flanker Redford Pennycook touch down for a try, which fly half Tommy Hayes was unable to convert.",
        "I would suggest writing a front-end to convert your favorite language into Exstatic's intermediate format (which is an XML variant ).",
        "Thankful to be rid of him the leaders of the Jerusalem Church allowed him to go on his self appointed mission to convert gentiles.",
        "If your objects don't have getters and setters, we can still convert them.",
        "radial glia are only found during fetal development, but these insights indicate that they may have the potential to convert into stem cells.",
        "Dan Carter, sporting the haircut I had two years ago, fails to convert.",
        "Without leaving her convent in Spain she would convert heathens in New Mexico.",
        "Browsers will convert two-digit hex digits that are preceded by a percent sign into a valid character.",
        "If you have a 10 digit hex key then you need to convert it to ASCII with a hex editor or something.",
        "hibernaculumong time bat enthusiast, had a bright idea - why not convert them to bat hibernacula?",
        "But the small minority of advocates boasted one particularly high-profile convert.",
        "In 1931, it was decided to discontinue live performances and convert the hippodrome into the Plaza Cinema.",
        "existing license holders apply to convert to new Premises Licenses from 7 Feb 2005.",
        "He told one rich convert, ` Go and see the sick in their own poor little hovels.",
        "In the body, it is known that enzymes can convert oxygen to the extremely reactive hydroxyl radical (HO.",
        "Shoppers are frequently unable to compare the prices of similar products without using a calculator to convert imperial into metric.",
        "The part is then impregnated with furfural alcohol in a furnace to convert it to carbon.",
        "Existing licensees will have six months to convert their existing licenses.",
        "locale argument is used to convert the month name.",
        "Its action here is to convert maltose to glucose (a monosaccharide) ready for absorption.",
        "mercury arc rectifiers were used to convert the incoming 415 volt AC into 220 volts DC.",
        "morphing programs can convert between any two pictures but for plausible shape-shifting illusions, the two pictures must have a lot of congruency.",
        "The normal rule is that interpreters convert spoken statements from another language into their own mother tongue.",
        "narration of the story seemed to convert legend into established historical fact.",
        "Denitrification filters convert nitrate to nitrogen gas, the bacteria in such filters are anaerobic.",
        "Other bacteria in a mature aquarium convert the nitrite to nitrate.",
        "They gather inorganic nitrogen from the soil and convert it into protein as a means of storing it.",
        "The sample also demonstrates how to convert easting northing values in the coordinate space of the view, into latitude/longitude values.",
        "If this is the case you need to ensure your affiliates do not outbid you Ã¢ even if they convert at a better CPA.",
        "His mission was to convert the pagan Irish people to Christianity.",
        "Most modern pal DVD players convert NTSC into the PAL format.",
        "Insulin, a hormone produced by the pancreas, is needed to convert glucose into the energy the body requires.",
        "Windows XP has a Convert utility that converts a FAT32 partition to NTFS without having to copy all of the data elsewhere.",
        "Matt Vaughan failed to convert having missed a penalty also, hitting the post 7 minutes earlier.",
        "People who lack the enzyme to convert phenylalanine to tyrosine are not able to metabolize phenylalanine normally.",
        "The neutral pions convert directly into photons: Positrons These are identical particles to electrons, having the same characteristics.",
        "The potential of uveal melanoma cell lines to convert plasminogen to angiostatin was tested in an in vitro assay.",
        "Currently in command of an anti-tank platoon, he is about to convert to the new Javelin weapons system.",
        "Then you will need to convert the postscript files to pdf.",
        "productive farmland means less need to convert wilderness.",
        "pulsateyear Abdel Kawy failed to convert a match ball while losing 10/8 in the fifth in a pulsating final.",
        "The cavalier attitude of France and Germany to the stability pact cannot have helped to convert the fairly puritanical Swedes to further continental entanglement.",
        "The researchers use pyrolysis - heating materials in the absence of oxygen - to convert polystyrene into styrene oil.",
        "Is there any move to convert analog radios in this way and, if so, can you recommend any devices?",
        "The conversion between ream weight depends on the basis sheet size, to convert from ream weight depends on the basis sheet size, to convert from ream weight to gsm use the following multipliers.",
        "Convert a piece of newspaper reportage into high art.",
        "I wanted a nice way to convert the string representation into its object counterpart.",
        "For ribbing knit 4 more rows then drop every other row and convert to ribbing knit 4 more rows then drop every other row and convert to ribbing.",
        "One of the most common alterations made to older houses with pitched roofing is to convert the loft space into a habitable living space.",
        "I shall convert British pounds sterling into gold roubles at a rate of ten gold roubles to one pound sterling.",
        "A large sheet and a few sandbags convert the slope into a bedroom.",
        "I have also heard of an adaptor to fit a 4 1/2 \" grinder that would convert it to a mini belt sander.",
        "The estate sawmill is used to convert logs for a variety of end-products, some of which are utilized on the estate.",
        "It can convert to a belt position booster seat by removing the harness for larger children.",
        "To convert to a dressing, whisk in an additional tablespoon oil, 2 tablespoons rice vinegar, and 1 tablespoon soy sauce.",
        "thermoelectric generator (TEG) used to convert temperature differences into electrical power.",
        "Then, you will need to convert the tiff files to postscript.",
        "Worms consume huge amounts of decomposed organic material deposited on the soil, helping convert it into rich, fertile topsoil.",
        "They may convert onto a 4-seat type instead of the two-seat trainer so that they can take family and friends flying.",
        "Plants have two other pathways to convert tryptophan to IAA [8 ], and the seed containment system introduces a third.",
        "typewritete a math equation, and then convert it into a neatly typewritten image to paste into a report or a presentation.",
        "voltaic panels, which convert daylight into electricity.",
        "Shastri reported the conference in an article, \" Convert imperialist war into civil war.",
        "Adjustable laptop holder to convert a laptop computer into an ergonomic desktop workstation.",
        "At maturity, the protoplasts convert to sporangia, which release zoospores into the soil.",
        "or the intrigues which tended to convert Rome into a duchy~ The most important fact for the historian of Italy to notice is that during this time the popes abandoned, not only their high duties as chiefs of Christendom, but also their protectorate of Italian liberties.",
        "The connecting link between the western and the eastern Baltic was the isle of Gotland, where German merchants from Lubeck had established a depot (the later Visby)_ The fur-trade with the Esthonians and Livonians proved so lucrative that a German colony was planted in Livonia itself at what was afterwards Riga, and in 1201 for its better security the colony was converted into a bishopric. A still firmer footing was gained by the Germans on Livonian soil when Abbot Theoderick of Riga founded the order of the Sword (a foundation confirmed by the pope in 1204), whose duty it was to convert the heathen Esths and Livs and appropriate as much of their land in the process as possible.",
        "(Original.) convert it into a lung-sac with a small contractile aperture, belong to stages in the development later than any represented in our figures.",
        "Aqueous and alcoholic solutions of ammonia convert carbon bisulphide into ammonium dithiocarbamate, which readily breaks down into ammonium thiocyanate and sulphuretted hydrogen (A.",
        "In an old confession of faith, the convert is pledged to abjure the theft and robbery of cattle and the ravaging of villages inhabited by worshippers of Mazda (Yasna, 12, 2).",
        "Acids convert it into the O-oxime (benz-syn-aldoxime) which melts at 125Ã‚° C. When distilled under diminished pressure the 0-form reverts to the a-modification (see Beckmann, Ber., 1887, 20, p. 2766; 1889, 22, pp. 4 2 9, 5 1 3, 1531, 1588).",
        "The Hebrew word later came to mean what we now understand by proselyte, a term which appears in the sense of convert to Judaism in the New Testament (Matt.",
        "The Hebrew and Greek terms, however, lost the connotation of a change of residence, and both ger and \" proselyte \" came to apply to a convert without regard to his nationality.",
        "It crystallizes from water in large rhombic crystals, which melt at 118Ã‚° C. Oxidizing agents convert it into benzaldehyde.",
        "Ã¯¿½ 23) that the algebraic result of performing the operation 3(7+2) is 3.7+3.2; it means that if we convert 7+2 into the single number 9 and then multiply by 3 we get the same result as if we converted 3.7 and 3.2 into 21 and 6 respectively and added the results.",
        "To remove it, Oxland fuses the ore with a certain proportion of carbonate of soda, which suffices to convert the tungsten into soluble alkaline tungstate, without producing noteworthy quantities of soluble stannate from the oxide of tin; the tungstate is easily removed by treatment with water.",
        "at Edessa was the famous Bardaisan, himself a convert from heathenism, who was of noble birth and a habituÃ© of the Edessene court.",
        "The justices of a county may convert it or any portion of it into a highway district to be governed by a highway board, the powers and responsibilities of which will be the same as those of the parish surveyor under the former act.",
        "Transmit antenna convert energy of generator into radiation of electromagnetic waves.",
        "He took up the study of civil law, and, with his brother Athenodorus, was on his way to Berytus to complete his training when at Caesarea he met Origen, and became his pupil and then his convert (A.D.",
        "When liquefied acetylene is allowed to escape from the cylinder in which it is contained into ordinary atmospheric pressure, some of the liquid assumes the gaseous condition with such rapidity as to cool the remainder below the temperature of - 90Ã‚° C., and convert it into a solid snow-like mass.",
        "(See Canon Law and Decretals, False.) As every fully equipped university had its faculty of canon law in which the Corpus juris canonici was studied, Rashdall is hardly guilty of exaggeration when he says: \" By means of the happy thought of the Bolognese monk the popes were enabled to convert the new-born universities - the offspring of that intellectual new birth of Europe which might have been so formidable an enemy to the papal pretensions - into so many engines for the propagation of Ultramontane ideas.\"",
        "In Floscularia they serve to convert the lobed funnel into an effi cient casting net or clasp net: in one species (F.",
        "Oxidizing agents (Cl, Br, H202, &c.) convert it into potassium ferricyanide (see below), a similar result being attained by the electrolysis of its aqueous solution: 2K 4 Fe(NC)s + 2H 2 0 = 2KOH + H2 + 2K 3 Fe(NC) 6.",
        "that of the Dogger Bank incident, was submitted to a commission of inquiry, which sat in January 1905.1 If Secretary Knox's proposal (see supra) to convert the International Prize Court into a permanently sitting court of arbitration is adopted, a detailed procedure and jurisprudence will no doubt grow out of a continuity which is lacking in the present system, under which the court is recruited from a large panel for each special case.",
        "In a process called \"tanning\", mechanical and chemical treatments preserve the skins and convert them to leather.",
        "Using silicon or another form of semi-conductor, solar panels convert light into energy by creating a flow of electrons and a magnetic field.",
        "The All-Play variant doesn't convert the simulation game into an arcade style game, but it does offer more intuitive and simplified controls.",
        "The better quality you want, the longer the program takes to convert and the bigger the output file.",
        "Actually you can download any type of video file; you just have to convert to MP4 with a program."
    ],
    "definition": [
        "Link/Cite"
    ]
}