{
    "translation": "באופן נוח",
    "uses": [
        "He added, It conveniently covers up any footprints or evidence up here too.",
        "HoppeSeyler, based primarily on solubilities and distribution, may be conveniently retained.",
        "We may therefore conveniently take as our unit, in place of x, a number y such that x=6y.",
        "And tell me this: how do you conveniently come up with a full skeleton in little Ouray, Colorado over a forty-eight-hour weekend?",
        "That this may be conveniently inquired into, synods are to be held, three in every year, in each province, and questions of this kind examined.",
        "bearing on our knowledge of ornithology will be most conveniently treated here.",
        "The same deposits have yielded remains of small mammals whose dentition approximates more nearly to that of either polyprotodont marsupials or insectivores; and these may be conveniently noticed here without prejudice to their true affinities.",
        "The general explanation of the formation of shadows may also be conveniently based upon Fresnel's zones.",
        "What a perfect way to kill someone when they've conveniently given you a suicide note indisputably in their handwriting!",
        "It was conveniently situated opposite to the Carthaginian territory in Africa, and was early noted for its harbour.",
        "l ax 2 2 ax i l This is called the kth transvectant of f over 4); it may be conveniently denoted by (f, (15)k.",
        "\"Who she conveniently put out of the way—if you can believe what she told you,\" Cynthia said.",
        "Not letting the abbe and Pierre escape, Anna Pavlovna, the more conveniently to keep them under observation, brought them into the larger circle.",
        "The public have a right to pass along a highway freely, safely and conveniently, and any wrongful act or omission which prevents them doing so is a nuisance, for the prevention and abatement of which the highways and other acts contain provisions.",
        "passengers and goods are generally in different and sometimes in distant positions, the place selected for each being that which is most convenient for the traffic. The passenger station abuts on the main line, or, at termini, forms the natural terminus, at a place as near as can conveniently be obtained to the centre of the population which constitutes the passenger traffic; and preferably its platforms should be at or near the ground level, for convenience of access.",
        "Although the boundary of the county of London does not, to outward appearance, enclose a city distinct from its suburbs, London outside that boundary may be conveniently considered as suburban.",
        "The horsepower available at the driving-axle, conveniently called the brake horse-power, is from 20 to 30% less than the indicated horse-power, and the ratio, B.H.P./I.H.P. =E, is called the mechanical efficiency of the steam engine.",
        "It may be more conveniently prepared by passing the vapour of sulphur over red hot charcoal, the unccndensed gases so produced being led into a tower containing plates over which a vegetable oil is allowed to flow in order to absorb any carbon bisulphide vapour, and then into a second tower containing lime, which absorbs any sulphuretted hydrogen.",
        "A medallion of Homer hangs on the wall of my study, conveniently low, so that I can easily reach it and touch the beautiful, sad face with loving reverence.",
        "During this three-year period, conveniently named by the Chinese \"The Three Years of Natural Disasters,\" no one really knows how many people died; estimates range from fifteen million to a high of more than forty-five million.",
        "Then hearing that the Austrians had counter-marched and were again moving towards Dresden, he hastened back there, concentrated as many men as could conveniently be handled, and advanced beyond Pirna and KOnigstein to meet him.",
        "Lead dioxide, Pb0 2, also known as \"puce oxide,\" occurs in nature as the mineral plattnerite, and may be most conveniently prepared by heating mixed solutions of lead acetate and bleaching powder until the original precipitate blackens.",
        "Other things being equal, that route is best which will serve the district most conveniently and secure the highest revenue; and the most favourable combination of curves and gradients is that by which the annual cost of conveying the traffic which the line will be called on to carry, added to the annual interest on the capital expended in construction, will be made a minimum.",
        "Two lines may be drawn from this point, one to each of the two rails, in a plane normal to the rails, and the ends of these lines, where they meet the rails, may be joined to complete a triangle, which may conveniently be regarded as a rigid frame resting on the rails.",
        "We cannot suppose that the policy of the Merchant Adventurers' Company had nothing to do with the woollen industry; that the export trade in woollen cloth was quite independent of the foreign exchanges and international trade relations in those times; that the effect on wages of the state of the currency, the influx of new silver, the character of the harvests, and many other influences can be conveniently ignored.",
        "Concurrently with this volume appeared Lesson's Traite d'ornithologie, which is dated 1831, and may perhaps be here most conveniently mentioned.",
        "Roots and fruits too bulky to be placed on the sheet of the herbarium may be conveniently arranged in glass-covered boxes contained in drawers.",
        "Thin straw-coloured paper, such as is used for biscuit bags, may be conveniently employed by travellers unable to carry a quantity of bibulous paper.",
        "Instinctive in the popular sense, it does not fall within the narrower definition of the term; it is more conveniently described as innate.",
        "Plant pathology embraces several branches of study, and may be conveniently divided as follows:",
        "139 ff., is conveniently reprinted in Lauchert 29 ff.",
        "Lengyel, Ber., 1869, 2, P. 54), 4CHC13+302= 40001 2 +2H 2 O+2C1 2 i or most conveniently by heating carbon tetrachloride with fuming sulphuric acid (H.",
        "It is most conveniently made up in a glass vessel of H form, pure mercury and cadmium amalgam being the two elements (fig.",
        "The cabin is conveniently located on the shuttle route, so you can be transported to ski areas without the hassle of driving.",
        "The two books may therefore be conveniently treated together.",
        "Where, however, there are a number of cranes all belonging to the same installation, and these are placed so as to be conveniently worked from a central power station, and where the work is rapid, heavy and continuous, as is the case at large ports, docks and railway or other warehouses, experience has shown that it is best to produce the power in a generating station and distribute it to the cranes.",
        "In catalogues and bibliographies, however, the expression is now generally used, conveniently if incorrectly, as synonymous with Jewish literature, including all works written by Jews in Hebrew characters, whether the language be Aramaic, Arabic or even some vernacular not related to Hebrew.",
        "Since Hellriegel's striking discovery farm crops have been conveniently classified as nitrogen-accumulating and nitrogenconsuming.",
        "8 Though much later in date, the Iter per Poseganam Sclavoniae of Piller and Mitterpacher, published at Buda in 1783, may perhaps be here most conveniently mentioned.",
        "In contrast with the farmers of the 'sixties, the southern planter of the 10th century appreciates the value of his cotton seed, and farmers, too remote from the mills to get it pressed, now feed to their stock all the cotton seed they conveniently can, and use the residue either in compost or directly as manure.",
        "It is unnecessary here to dwell on the precautions which can only be conveniently acquired by experience; a sound appreciation of analytical methods is only possible after the reactions and characters of individual substances have been studied, and we therefore refer the reader to the articles on the particular elements and compounds for more information on this subject.",
        "In order to fulfil the requirement that the field which a magnetized rod produces at the magnetometer shall be at right angles to that of the earth, the rod may be conveniently placed in any one of three different positions with regard to the suspended needle.",
        "It is suggested that a permanent magnet might conveniently be \" aged \" (or brought into a constant condition) by dipping it several times into liquid air.",
        "Boron sulphide B 2 S 3 can be obtained by the direct union of the two elements at a white heat or from the tri-iodide and sulphur at 44 0 ° C., but is most conveniently prepared by heating a mixture of the trioxide and carbon in a stream of carbon bisulphide vapour.",
        "It will be convenient to take one supreme composer as the artist who has dealt so consistently with the essentials of the new style that he may be conveniently regarded as its creator.",
        "catta, but the English name \"lemur\" is often taken to include all the members of the sub-order, although the aberrant forms are often conveniently termed \"lemuroids.\"",
        "Such a system is called a tissuesystem, the word tissue being employed for any collection of cells with common structural, developmental, or functional characters to which it may be conveniently applied.",
        "Zinc is commonly deposited by electrolysis on iron or steel goods which would ordinarily be \"galvanized,\" but which for any reason may not conveniently be treated by the method of immersion in fused zinc. The zinc cyanide bath may be used for small objects, but for heavy goods the sulphate bath is employed.",
        "An actual magnet may generally be regarded as a bundle of magnetic filaments, and those portions of the surface of the magnet where the filaments terminate, and socalled \" free magnetism \" appears, may be conveniently called poles or polar regions.",
        "This is what may conveniently be called the Prajapati theory, by which the \"Lord of Creatures,\" the efficient cause of the universe, is identified with both the sacrifice;(yajna) and the sacrificer (yajamana).",
        "The more important vestments are dealt with in some detail under their separate headings; here it will only be necessary to give short descriptions of those which cannot be conveniently treated separately.",
        "BE.) History The history of Russia may be conveniently divided into four consecutive periods: (I) the period of Independent Principalities; (2) the Mongol Domination; (3) the Tsardom of Muscovy; and (4) the Modern Empire.",
        "In their coarsest forms such striae are readily visible to the unaided eye, but finer ones escape detection unless special means are taken for rendering them visible; such special means conveniently take the form of an apparatus for examining the glass in a beam of parallel light, when the striae scatter the light and appear as either dark or bright lines according to the position of the eye.",
        "The shoots are cut back to buds close to the stem, which should be encouraged to form alternately at equal distances right and left, by removing those buds from the original shoot which are not conveniently placed.",
        "conveniently made of diameter which will give the cylindrical portion sufficient capacity to hold the juice expressed from the cane-mill in one hour.",
        "Every twenty-four hours or so the flow of juice may be conveniently stopped, and, after all the impurities have subsided, the superincumbent clear liquor may be decanted by a cock placed at the side of the cone for the purpose, and the vessel may be washed out.",
        "The work is conveniently arranged, but far inferior in every other respect to that of Columella.",
        "As soon as the outlet pipe has become sufficiently hot the zinc flows through it and collects in conveniently placed receptacles.",
        "Whether this type is more conveniently designated by the word Iberian, or by some other name (\" Eur-african,\" \" Mediterranean,\" &c.) is a matter of comparative indifference, provided that there is no misunderstanding as to the steps by which the term Iberian attained its meaning in modern anthropology.",
        "Another series of heroes, forming the central figures of stories variously derived but developed in Europe by the Latin-speaking peoples, may be conveniently grouped under the heading of \" romance.\"",
        "These may be conveniently combined, as in Franklin glasses, where the upper half of the spectacle frame contains a weak lens, and the lower half, through which the eye looks when reading, a stronger one.",
        "irXar&S, fiat, and robs, foot) may be conveniently retained as a vernacular appellation.",
        "It may conveniently be extended to similar mixtures of sulphur and selenium or tellurium, of bismuth and sulphur, of copper and cuprous oxide, and of iron and carbon, in fact to all cases in which substances can be made to mix in varying proportions without very marked indication of chemical action.",
        "Hence 'the insects may more conveniently be regarded as constituting the single family Phryganeidae.",
        "With the latter attitude alone does the present article deal, and it may conveniently be called idolatry or image worship. For the history of the use of images in Christian worship see Iconoclasts.",
        "Solids may be directly admitted to the tube from a weighing bottle, while liquids are conveniently introduced by means of small stoppered bottles, or, in the case of exceptionally volatile liquids, by means of a bulb blown on a piece of thin capillary tube, the tube being sealed during the weighing operation, and the capillary broken just before transference to the apparatus.",
        "Acetylene tetrabromide, C 2 H 2 Br 4, which is very conveniently prepared by passing acetylene into cooled bromine, has a density of 3 ooi at 6° C. It is highly convenient, since it is colourless, odourless, very stable and easily mobile.",
        "7) represents them: \" for thus they may be moved without suffering any false light to come in between them; and by this way of removing them the distance between their centres may be very conveniently measured, viz.",
        "(b) In lieu of oil-lamps, small, conveniently placed incandescent electric 6-volt lamps are employed; and these are fitted with suitable switches and variable resistances.",
        "Like geography, oceanography may be viewed in two different ways, and is conveniently divided into general oceanography, which deals with phenomena common to the whole ocean, and special oceanography, which has to do with the individual characteristics of the various divisions of the ocean.",
        "Larger quantities of deposit may be conveniently collected by means of the dredge, which can be worked in any depth and brings up large stones, concretionary nodules or fossils, of the existence of which a sounding-tube could give no indication.",
        "The ratio W/p increases very rapidly as 0 is increased,, and therefore, by making 0 sufficiently large, p may conveniently be made a small fraction of W, thereby rendering errors of observation of the spring balance negligible.",
        "This replaced the propeller of the ship whose engines were to be tested, and the outer casing was held from turning by a suitable arrangement of levers carried to weighing apparatus conveniently disposed on the wharf.",
        "The term is more customarily given to productions of flame such as we have in the burning of oils, gas, fuel, &c., but it is conveniently extended to other cases of oxidation, such as are met with when metals are heated for a long time in air or oxygen.",
        "It found a spokesman in the vigorous Gregory of Heimburg, who accused the pope of issuing the bull so that he and his cardinals might conveniently pillage Germany unhampered by the threat of a council.",
        "It is more conveniently prepared by heating the oxide with carbon in the electric furnace.",
        "A plane figure bounded by a continuous curve, or a solid figure bounded by a continuous surface, may generally be most conveniently regarded as generated by a straight line, or a plane area, moving in a fixed direction at right angles to itself, and changing as it moves.",
        "(iii) Solids of revolution also form a special class, which can be conveniently treated by the two theorems of Pappus (§ 33).",
        "Quadrature-formulae or cubature-formulae may sometimes be conveniently replaced by formulae giving the mean ordinate or mean section.",
        "The formulae may be used for extending the accuracy of tables, in cases where, if v represents the quantity tabulated, hdv/dx or h 2 d 2 v /dx 2 can be conveniently expressed in terms of v and x to a greater degree of accuracy than it could be found from the table.",
        "Experiments, which will be described most conveniently when we discuss methods of determining the frequencies of sources, prove conclusively that for a given note the frequency is the same whatever the source of that note, and that the ratio of the frequencies of two notes forming a given musical interval is the same in whatever part of the musical range the two notes are situated.",
        "Most of the existing varieties may be conveniently ranged in the following classes: i.",
        "The reason given for this change of form was that it more conveniently allowed the lower the lattice girders above.",
        "The lines in the diagram represent the directions of a series of forces which must all be in equilibrium; these lines may, for an object to be explained in the next paragraph, be conveniently named by the letters in the spaces which they separate instead of by the method usually employed in geometry.",
        "One of the principal mining districts is Kai Chow, in the prefecture of Kwei-yang Fu, and this district has the advantage of being situated near Hwang-p`ing Chow, from which place the products can be conveniently and cheaply shipped to Hankow.",
        "Disappointed in their hopes of Russia, the Czartoryscy next attempted to form a confederation for the deposition of Augustus III., but while the strife of factions was still at its height the absentee monarch put an end to the struggle by expiring, conveniently, on the 5th of October 1763.",
        "The lower limit of the Roman age of classical studies may be conveniently placed in the year 529.",
        "Chemically pure chloride of potassium is most conveniently prepared from the pure perchlorate by heating it in a platinum basin at the lowest temperature and then fusing the residue in a wellcovered platinum crucible.",
        "The three Johannine epistles may be more conveniently treated under the next head.",
        "are conveniently dealt with separately.",
        "Briggs had himself been engaged in filling up the gap, and in a lettex to John Pell, written after the publication of Vlacq's work, and dated October 25, 1628, he says: \" My desire was to have those chiliades that are wantinge betwixt 20 and 90 calculated and printed, and I had done them all almost by my selfe, and by some frendes whom my rules had sufficiently informed, and by agreement the busines was conveniently parted 'amongst us; but I am eased of that charge and care by one Adrian Vlacque, an Hollander, who hathe done all the whole hundred chiliades and printed them in Latin, Dutche and Frenche, moo bookes in these 3 languages, and hathe sould them almost all.",
        "Mexico in this wide sense is of high interest to the anthropologist from the several native American civilizations which appear within its limits, and which conveniently if loosely group themselves round two centres, the Mexican proper and the Central American.",
        "These, with the second cathedral of St Patrick, are more conveniently described in the inverse order.",
        "The term may, however, be conveniently used to describe the early stage of religion in which man endeavours to set up relations between himself and the unseen powers, conceived as spirits, but differing in many particulars from the gods of polytheism.",
        "The differences may be conveniently grouped under six heads.",
        "And still the rubrics of the English Prayer-Book direct that the person who is baptized as an adult is to \"be confirmed by the bishop so soon of ter his baptism as conveniently may be.\"",
        "This equation, which may be more conveniently written tap, bq, cr} 2 = (Ap+pq+vr) 2, obviously represents a circle, the centre being Xp+µqt-vr=o, and radius 20/p(X+µ+v).",
        "This Rule Is Conveniently Expressed By The Formula (X 9) R, In Which X Denotes The Date, And The Symbol R Denotes That The Remainder, Which Arises From The Division Of X 9 By 28, Is The Number Required.",
        "Hence for the rain to centrally traverse the tube, this must be inclined at an angle BAD to the vertical; this angle is conveniently termed the aberration due to these two motions.",
        "(An account of these may be seen most conveniently in The Diatessaron of Tatian, by S.",
        "The linguistic side of the matter may be conveniently dealt with here.",
        "vertical magnets are used; (3) is partly corrected by the soft iron correctors of D; (2) and the remaining part of (3) cannot be conveniently corrected for more than one geographical position at a time.",
        "The introduction of powerful engines causing serious vibration to compass cards of the admiralty type, coupled with the prevailing desire for larger cards, the deviation of which could also be more conveniently compensated, led to the gradual introduction of the Thomson compass.",
        "Suakin is less conveniently situated than some neighbouring points (e.g.",
        "The remains or sites within the Altis may conveniently be classed in three main groups, viz.",
        "Raised on three steps, and formed by a single Doric colonnade, open towards the Altis, it afforded a place from which spectators could conveniently view the passage of processions and the sacrifices at the great altar of Zeus.",
        "All three flags were of such a size as to be conveniently attached to and carried on a lance, and were emblazoned with the arms or some portion of the bearings of their owners.",
        "Here we may conveniently mention certain variations from the normal condition in the size, form or disposition of buds or shoots on a given plant.",
        "There are, however, certain general aspects of the subject which will be more conveniently noticed apart, since they apply alike to each department.",
        "The almost universal practice is to have the fruit and vegetable gardens combined; and the flower garden may sometimes be conveniently placed in juxtaposition with them.",
        "The smaller houses are far better for cultural purposes, while the plants can be classified, and the little details of management more conveniently attended to.",
        "In any case the front trellis should stop conveniently short of the top of the sashes if there are trees against the back wall, in order to admit light to them.",
        "A width of 7 or 8 ft., with the glass slope continued down to within a foot or two of the ground, and without any upright front sashes, will be suitable for such a house, which may also be conveniently divided into compartments of from 30 to 50 ft.",
        "sheet glass, in broad panes four or five to the breadth of a light, and of a length which will work in conveniently and economically, very long panes being undesirable FIG.",
        "When a plant is too high or its habit does not conveniently admit of its being layered, it may often be increased by what is called circumposition, the soil being carried up to the branch operated on.",
        "The flora may be most conveniently dealt with in the four physiographical divisions to which it belongs.",
        "Since in such cases the sporophore bears sexual cells, they may be conveniently termed gametophores.",
        "The pretty elaborate appliances, tongs or their equivalent, which would be needed to enable him to hold it conveniently while hot, could hardly have been devised till a very much later period; but then he may have been content to forge it inconveniently, because the great ease with which it mashes out when hot, perhaps pushed with a stout stick from the fire to a neighbouring flat stone, would compensate for much inconvenience.",
        "Pieces of very small cross section, like wire, are more conveniently made by drawing through a die than by rolling, essentially because a single draft reduces the cross section of a wire much more than a single pass between rolls can.",
        "C. B.) History 1 The political severance of the northern and southern Netherlands may be conveniently dated from the opening of the year 1579.",
        "These sophistications can be most conveniently detected, first by taste and next by saponification, rosin oil and mineral oil remaining unsaponified, hemp oil giving a greenish soap, while rape oil yields a soap with a yellow tinge.",
        "PLANTAGENET, a surname conveniently, but unhistorically, applied to the royal line descended from the union of Geoffrey, count of Anjou, with the empress Maud, who are now styled by historians the Angevin house.",
        "The development of the German railway system falls conveniently into four periods.",
        "The war that followed, conveniently called the Seven Weeks War, culminated before a month had passed, on the 3rc of July, in the crushing Prussian victory of Koniggrlltz.",
        "The result was that the sum to be contributed by the individual states constantly increased, and the amount to be raised by direct taxation, including local rates, threatened to become greater than could conveniently be borne.",
        "It was conveniently situated at the seaward end of a great trade route, which bifurcated at Plevlje to Byzantium and the Danube.",
        "The term \" seismometer \" may conveniently be extended (and will here be understood) to cover all instruments which are designed to measure movements of the ground.",
        "In the absence of a strict chronology, the epochs of Pharaonic history are conveniently reckoned in dynasties according to Manethos scheme, and these dynasties are grouped into longer periods :the Old Kingdom (Dynasties I.",
        "These, however, may be conveniently classified under four main heads - psychological, logical, ethical and religious - and the history of the subject shows that all these have contributed to the development of pragmatism.",
        "Pecora, or true ruminants as they may be conveniently called, have complex stomachs and chew the cud; they have no upper incisor teeth; and the lower canines are approximated to the outer incisors in such a manner that the three incisors and the one canine of the two sides collectively form a continuous semicircle of four pairs of nearly similar teeth.",
        "Although Portland cement is later in date than either Roman cement or hydraulic lime, yet on account of its greater industrial importance, and of the fact that, being an artificial product, it is of approximately uniform composition and properties, it may conveniently be treated of first.",
        "Thallous hydroxide, T10H, is most conveniently prepared by decomposing the solution of the sulphate with baryta water.",
        "By the act of 1872 their management was transferred to the school boards, and they may be conveniently classified into higher-class public schools, such as the old grammar schools and the liberally endowed schools of the Merchant Company in Edinburgh, and higher grade schools, with a few years' preparatory course for the universities, while some of the ordinary schools have earned the grant for higher education.",
        "Gerhard, Ober Ursprung, Wesen and Geltung des Poseidon (1851), with references to authorities in conveniently arranged notes; Preller-Robert, Griechische Mythologie (1894); O.",
        "The account of the \" holy places \" seen in Palestine by the Bordeaux pilgrim, just mentioned, occupies twelve pages in the translation of the Palestine Pilgrims' Text Society (in whose publications the records of these early travellers can most conveniently be studied): and those twelve pages may be reduced to seven or eight as they are printed with wide margins, and have many footnotes added by the editor.",
        "It is in general agreement with the spirit as also with the language of Deuteronomy, and on this account this section may be conveniently called \"the Deuteronomic Book of Judges.\"",
        "Telescopes of such dimensions can be conveniently directed to any object by the circles without the observer being under the necessity to climb a special ladder.",
        "These platforms are capable of easy motion so that the astronomer may be conveniently situated for observing an object at any azimuth or altitude to which the telescope may be directed.",
        "The observer at the eye-end can also read off the hour and declination circles and communicate quick or slow motions, to the telescope both in right ascension and declination by conveniently Pulkovo, placed handles.",
        "All these, although making up an apparently complicated apparatus, are conveniently FIG.",
        "We may conveniently distinguish the two drifts as the slow-moving and fast-moving drifts respectively; but it should be remembered that, since these motions are measured relatively to the sun, this distinction is not physically significant.",
        "It began to be understood, moreover, that the prisons under local jurisdictions were not always conveniently and economically situated.",
        "(to) He obtained similar formulae for other vapours, but the experiments were not so complete or satisfactory as in the case of steam, which may conveniently be taken as a typical vapour in comparing theory and experiment.",
        "Employing this type of equation, all the thermodynamical properties of the substance may conveniently be expressed in terms of the diminution of volume c due to the formation of compound or coaggregated molecules, (v - b) =RO/p - co(Oo/O) n =V - c. .",
        "With reference to their objects, treaties may perhaps be conveniently classified as (r) political, including treaties of peace, of alliance, of cession, of boundary, for creation of international servitudes, of neutralization, of guarantee, for the submission of a controversy to arbitration; (2) commercial, including consular and fishery conventions, and slave trade and navigation treaties; (3) confederations for special social objects, such as the Zollverein, the Latin monetary union, and the still wider unions with reference to posts, telegraphs, submarine cables and weights and measures; (4) relating to criminal justice, e.g.",
        "The apparent inscriptions of this period are conveniently collected and figured together in Dechelette's Manuel d'archeologie prehistorique celtique et gallo-romaine, i.",
        "The epidemics in England will be most conveniently considered in one series.",
        "In practice the forces W are usually vertical, and the components P, Q are then conveniently taken to be vertical also.",
        "An infinitely small rotation about any axis is conveniently represented geometrically by a length AB measures along the axis and proportional to the angle of rotation, with the convention that the direction from A to B shall be related to the rotation as is the direction of translation to that of rotation in a righthanded screw.",
        "If P be the initial position of the particle, we may conveniently take OP as axis of x, and draw Oy parallel to the direction of motion at P. If OP=a, and ~ be the velocity at P, we have, initially, x=a, y=o, x=o, y=.f0 whence x=a cos at, y=b sin nt, (10)",
        "A plane through G perpendicular to this vector has a fixed direction in space, and is called the invariable plane; it may sometimes be conveniently used as a plane of reference.",
        "i25.* To find the moment of inertia of a body about an axis through 1?s ceetre of gravity experimentally.Suspenc~ the body from any conveniently selected axis 0 (fig.",
        "The French authors argue that from the macruran lobsters (Nephropsidae) anciently diverged two lines: one leading through the Dromiidea to the genuine Brachyura; or crabs, the other independently to the Anomura proper, which may conveniently be named and classed as Macrura anomala.",
        "The middle period may conveniently be extended to sixty and subdivided at forty, as is done in Table IV.",
        "Putting aside the letters and occasional writings, we may conveniently distribute the other works into three classes, Professional, Literary, Philosophical.",
        "Although we find Siricius a year later writing to the African Church on this same subject in tones rather of persuasion than of command, yet the beginning of compulsory sacerdotal celibacy in the Western Church may be conveniently dated from his decretal of A.D.",
        "A list of the chief ports may be conveniently classified.",
        "It is most conveniently obtained from olive oil, after removal of the oleic acid, or from Japanese beeswax, which is its glyceride.",
        "Extract of belladonna is added to lessen the pain which might occur during the removal of the corn, and this acts as a corrective, while the flexible collodion forms a means of applying it conveniently, and constitutes the vehicle.",
        "The history of the Stoic school may conveniently be divided in the usual threefold manner: the old Stoa, the middle or transition period (Diogenes of Seleucia, Boethus of Sidon, Panaetius, Posidonius), and the later Stoicism of Roman times.",
        "What really is - the Pneuma - neither increases nor diminishes; but its modes of working, its different currents, can be conveniently distinguished and enumerated as evidence of so many distinct attributes.",
        "J.) Literature The Portuguese language can be most conveniently described in relation to the other languages of the Peninsula (see Spain: Language).",
        "This hypothesis was suggested by Laplace, and may conveniently be named after him.",
        "The invaders failed to secure any maritime ports or any territory that was conveniently commanded from the sea.",
        "Always himself on the unpopular side and an able but thoroughly fair critic of the majority, he habitually under-estimated his own worth; he was not only an anti-slavery leader when abolition was not popular even in New England, and a radical and rationalist when it was impossible for him to stay conveniently in the Unitarian Church, but he was the first president of the National Free Religious Association (1867) and an early and ardent disciple of Darwin and Spencer.",
        "The Commentaires are to be found conveniently in the collection of Michaud and Poujoulat, but the standard edition is that of the Societe de l'histoire de France, ed.",
        "It was formerly called Nikitin Rog, and occupies an elongated peninsula between two arms of the Dnieper at a point where its banks are low and marshy, and has been for centuries one of the places where the middle Dnieper can most conveniently be crossed.",
        "To these, by a natural process, succeeded the matrix formed of only a thin slice of stone, which was more conveniently adapted for the bezel of the ring; and in this shape the engraved matrix passed on from the Greeks to the Romans.",
        "In the various groups of the Entomostraca, on the other hand, the terms thorax and abdomen, though conveniently employed for purposes of systematic description, do not imply any homology with the regions so named in the Malacostraca.",
        "Between the separate uplands there extends a plain of Permian and Triassic rocks, which may conveniently be considered as an The mid intermediate zone between the two main divisions.",
        "The process has been found to be most conveniently practised when the trees are eight years old, at which age the bark separates most easily.",
        "It may be most conveniently noted here, that his political patrons exerted themselves to provide for his private as well as his official prosperity.",
        "The melancholy tale of Swift's attachment will be more conveniently narrated in another place, and is only alluded to here for the sake of chronology.",
        "The names \"alligator\" and \"crocodile\" are often confounded in popular speech; and the structure and habits of the two animals are so similar that both are most conveniently considered under the heading Crocodile.",
        "It may be conveniently prepared by passing a rapid current of air over burning phosphorus contained in a combustion tube, and condensing the product in a metal condenser, from which it may be removed by heating the condenser to 50 0 -60° (Thorpe and Tutton, Jour.",
        "The department of Cauca is considered to be the richest of the republic in mineral deposits, but it is less conveniently situated for carrying on mining operations.",
        "The colony is officially divided into nine provinces, but is more conveniently treated as consisting of three regions, to which may be added the detached area of Walfish Bay and the islands along the coast of Namaqualand.",
        "The black stone is a small dark mass a span long, with an aspect suggesting volcanic or meteoric origin, fixed at such a height that it can be conveniently kissed by a person of middle size.",
        "As an example, assume that we can conveniently construct a reservoir to contain, in addition to bottom water not to be used, 200,000 gallons for each acre of the watershed above the point of interception by the proposed dam.",
        "The curve BPC is generally used with the abscissae spaced more conveniently for practical applications, and a modification of the diagram by J.",
        "The remaining territories may conveniently be divided into a small cluster of independent zamindaris, situated in the wild and hilly tracts at the northern extremity of the Sahyadri range, and certain principalities which, from their history or geographical position, are to some extent isolated from the rest of the presidency.",
        "It was conveniently forgotten that Ireland had never been in the Roman empire, and so had not even been Constantines to give away.",
        "The equation is sometimes given, and may conveniently be used, in an irrational form, but we always imagine it reduced to the foregoing rational and integral form, and regard this as the equation of the curve.",
        "This distinction is, however, not so important as it appears at first sight, for their connexion with the bone is only of a secondary nature, and, although it happens conveniently that in the great majority of cases the division between the bones coincides with the interspace between the third and fourth tooth of the series, still, when it does not, as in the mole, too much weight must not be given to this fact, if it contravenes other reasons for determining the homologies of the teeth.",
        "It is alluded to in various statutes of the reign of Henry VIII., who obtained power to appoint a commission to examine the old ecclesiastical laws, with a view of deciding which ought to be kept and which ought to be abolished; and in the meantime it was enacted that \"such canons, institutions, ordinances, synodal or provincial or other ecclesiastical laws or jurisdictions spiritual as be yet accustomed and used here in the Church of England, which necessarily and conveniently are requisite to be put in ure and execution for the time, not being repugnant, contrarient, or derogatory to the laws or statutes of the realm, nor to the prerogatives of the royal crown of the same, or any of them, shall be occupied, exercised, and put in ure for the time with this realm\" (35 Henry Viii.",
        "This portion of the range is crossed near its southern termination by a railway from Foligno to Ancona (which at Fabriano has a branch to Macerata and Porto Civitanova, on the Adriatic coast railway), which may perhaps be conveniently regarded as its boundary.",
        "It stood in a more retired position, and was conveniently situated for excursions into the country and hunting expeditions.",
        "The haloid esters of the paraffin alcohols formed by heating the alcohols with the halogen acids are the monohaloid derivatives of the paraffins, and are more conveniently prepared by the action of the phosphorous haloid on the alcohol.",
        "For the origin of the institution it is safe to assume that neighbouring communities, whether tribes (g Ovrt) or cities, desiring friendly intercourse with one another chose the sanctuary of some deity conveniently situated, at which to hold their periodical festival for worship and their fair for the interchange of goods.",
        "The Zulu-Xosa, Bechuana and Herero together form a group which may conveniently be termed \" Southern Bantu.\"",
        "Stuhlmann into the Older Bantu (Wanyamwezi, Wasukuma, Wasambara, Waseguha, Wasagara, Wasaramo, &c.) and the Bantu of Later Immigration (Wakikuyu, Wakamba, Wapokomo, Wataita, Wachaga, &c.), who are more strongly Hamitized and in many cases have adopted Masai customs. These peoples, from the Victoria Nyanza to the Zambezi, may conveniently be termed the \" Eastern Bantu.\"",
        "A focus or directrix is equal to two conditions; hence such problems as: given a focus and three points; a focus, two points and one tangent; and a focus, one point and two tangents are soluble (very conveniently by employing the principle of reciprocation).",
        "Ball's The Variorum Apocrypha will be found specially useful by those who cannot conveniently consult the Greek.",
        "Like the Peltier coefficient, it may be measured in joules or calories per ampere-second per degree, or more conveniently and simply in microvolts per degree.",
        "As the community grew, and its mission work extended, the need of having a church entirely its own, and not subject to other claims, as were San Girolamo and San Giovanni, made itself felt, and the offer of the small parish church of Santa Maria in Vallicella, conveniently situated in the middle of Rome, was made and accepted.",
        "A normal eye will therefore see an image formed by the magnifying glass most conveniently when it is produced at a great distance, i.e.",
        "These external and less sensitive parts of the retina, therefore, merely give information as to the general arrangement of the objects and to a certain extent act as guide-post in order to show quickly and conveniently, although not distinctly, the places in the image which should claim special attention.",
        "back focal plane of the objective, can be conveniently seen with the naked eye by removing the eyepiece and looking into the tube, or better by focusing a weak auxiliary microscope on the back focal plane of the objective.",
        "Beck, which can be conveniently fitted in and used for objectives with different focal lengths.",
        "A fine adjustment is also necessary, in order to perform conveniently and with certainty the slight motion of the microscope in relation to the object.",
        "The group may conveniently be arranged in two principal sections - the Genuina with cirrhiform feet, and the Anomala without them.",
        "Machines of the second class may conveniently be divided into three types: (a) Those in which there is no recovery of the refrigerating agent, water being the agent employed; they will be dealt with as \" Vacuum machines.\"",
        "The investigations of the last quarter of the 10th century established that these ' Endlicher's name Dadoxylon is conveniently used for Palaeozoic specimens of the kind in question when nothing beyond the woodstructure is known.",
        "\"Who she conveniently put out of the wayâ€”if you can believe what she told you,\" Cynthia said.",
        "The land is conveniently located adjacent to the main stable block.",
        "This hapten can conveniently be coupled to carriers such as soluble proteins, cell membrane proteins or to membrane soluble lipid anchors.",
        "aquaculture species the female crayfish incubates her eggs, conveniently.",
        "She made up her mind to call in person at the address given for the Mormons, which was conveniently central.",
        "A crib makes a cozy cocoon and is conveniently sized to sit beside your bed for easy night time feeds.",
        "This natural pause in proceedings conveniently coincided with some impending route-finding decisions.",
        "Users can download music conveniently using an online music store from their personal computer or directly via air.",
        "These favorite instruments are all conveniently packaged in a durable wooden crate to hold all 7 instruments.",
        "Conveniently early opening sorts out the pre-work breakfast crowd, with the fresh croissants well worth getting up early for.",
        "Almost every added statement (conveniently in red) is highly disputable.",
        "It was not even an SWP motion that was voted upon - conveniently, the SUN had proposed the dissolution.",
        "explain which could be most conveniently used in the laboratory.",
        "fingertip computer controls allow you to conveniently control your workout without needing to move your hands.",
        "This layer of abstraction allowed the user interface front-end to be conveniently separated from any audio device specifics.",
        "hybridoma technology, the antibody genes once isolated can be conveniently shuttled into a variety of expression formats.",
        "A fact not overlooked by Burns but conveniently ignored by the Government.",
        "Scaled up over northern Europe, mild winters are evidently a major lifesaver, but this is conveniently ignored too.",
        "Our apartments are conveniently lo cat ed in the city center or very near public transport.",
        "maisonette arranged over two floors situated conveniently close to all local amenities.",
        "The screen cover conveniently folded underneath the unit like the cover of a reporter's notebook.",
        "Operators conveniently omit this evidence when quoting from reports, and only select the parts that indicate an inconclusive result.",
        "I see that you are conveniently overlooking such with what you wrote in the article below.",
        "Conveniently situated within rural village yet with superb country views over own pastureland to rear.",
        "Today they seem portents of a cataclysm that may not conveniently wait until we're history.",
        "push buttonument panel also houses an on-board computer that is conveniently operated by a handlebar mounted push-button.",
        "It assists the public and legal profession locate suitably qualified, conveniently located Court Lawyers.",
        "sepulchrey sepulcher in Jerusalem was conveniently ' discovered ' just three years later, in 328.",
        "Training We have IT training facilities located conveniently across the county to provide training packages tailor-made for all your needs.",
        "The divisions of both drums are conveniently read, simultaneously, by the lens e; at night the lamp which illuminates the webs and the position-circle also illuminates the drum-heads (see on illumination p. 385).",
        "He writes: \"In my tender yeares, and barneage in Sanct-Androis at the Schooles, having, on the one parte, contracted a loving familiaritie with a certaine Gentleman, &c. a Papist; And on the other part, being attentive to the sermons of that worthie man of God, Maister Christopher Goodman, teaching upon the Apocalyps, I was so mooved in admiration, against the blindnes of Papists, that could not most evidently see their seven hilled citie Rome, painted out there so lively by Saint John, as the mother of all spiritual whoredome, that not onely bursted I out in continual reasoning against my said familiar, but also from thenceforth, I determined with my selfe (by the assistance of Gods spirit) to employ my studie and diligence to search out the remanent mysteries of that holy Book: as to this houre (praised be the Lorde) I have bin doing at al such times as conveniently I might have occasion.\"",
        "Boron sulphide B 2 S 3 can be obtained by the direct union of the two elements at a white heat or from the tri-iodide and sulphur at 44 0 Ã‚° C., but is most conveniently prepared by heating a mixture of the trioxide and carbon in a stream of carbon bisulphide vapour.",
        "Hence the general stratigraphical geology can be most conveniently summarized for each state separately, dealing here with the geological history of Australia as a whole.",
        "Aquatic vegetation may be conveniently classified as follows: Aquatic plants with submerged leaves: Chara spp., Naias spp., Potamogeton pectinatus, Ceratophyllum spp., Myriophyllum spp., Hottonia palustris, Utricularia spp.",
        "The remark may conveniently find its place here that plants which have reached a high degree of adaptive specialization have come to the end of their tether: a too complicated adjustment has deprived them of the elasticity which would enable them to adapt themselves to any further change in their surroundings, and they would pass away with conditions with which they are too inextricably bound up. Vast floras have doubtless thus found their grave in geologic change.",
        "This arm is named the Haffar, and at the confluence is situated the Persian town of Muhamrah, a place most conveniently located for trade.",
        "The problems arising out of the special consideration of the power required to propel a railway train against the resistances opposing its motion, the way the power is applied to trains, the agent by means of which the power is exerted, are conveniently grouped together under the general heading of Locomotive Power.",
        "Mechanical energy may be developed in bulk at a central station conveniently situated with regard to a coal-field or a waterfall, and after transformation by means of electric generators into electric energy it may be transmitted to the locomotive and then by means of electric motors be retransformed into mechanical energy at the axles to which the motors are applied.",
        "The total resistance is conveniently divided into two parts: (1) the resistance due to the vehicles hauled by the engine, represented by R q; (2) the resistance of the engine and tender represented by R 4.",
        "Two primary divisions of carbocyclic compounds may be conveniently made: (I) those in which the carbon atoms are completely saturated - these are known by the generic term polymethylenes, their general formula being (CH 2), t: it will be noticed that they are isomeric with ethylene and its homologues; they differ, however, from this series in not containing a double linkage, but have a ringed structure; and (2) those containing fewer hydrogen atoms than suffice to saturate the carbon valencies - these are known as the aromatic compounds proper, or as benzene compounds, from the predominant part which benzene plays in their constitution.",
        "In the article Condensation Of Gases (see also Molecule) it is shown that the characteristic equation of gases and liquids is conveniently expressed in the form (p+a/v 2) (v - b) = RT.",
        "Since we have now to integrate for the whole illumination at a particular point 0 due to all the components which have their foci in its neighbourhood, we may conveniently regard 0 as origin.",
        "armies to cross the Austrian frontier and unite near Gitschin, a point conveniently situated about the convergence of the roads crossing the Bohemian mountains.",
        "It may conveniently be called the Total Heat, by a slight extension of the meaning of a term which has been for a long time in use as applied to vapours (see Vaporization).",
        "In the case of liquids and solids, comparison with water at 4Ã‚° C., the temperature of the maximum density of water; at o C., the zero of the Centigrade scale and the freezingpoint of water; at 15Ã‚° and 18Ã‚°, ordinary room-temperatures; and at 25Ã‚°, the temperature at which a thermostat may be conveniently maintained, are common in laboratory practice.",
        "Acetylene tetrabromide, C 2 H 2 Br 4, which is very conveniently prepared by passing acetylene into cooled bromine, has a density of 3 ooi at 6Ã‚° C. It is highly convenient, since it is colourless, odourless, very stable and easily mobile.",
        "had always exhibited the greatest confidence in the proposed general council, the summoning of which had hitherto been frustrated by the popes, and at last, in 1545, the council was summoned to meet at Trent, which lay conveniently upon the confines of Italy and Germany (see Trent, Council Of).",
        "The culinary herbs used for flavouring and garnishing are for the most part dwarf perennial plants requiring to be grown on a rich soil in an open sunny aspect, or annuals for which a warm sheltered border is the most suitable place; and they may therefore be conveniently grown together in the same compartment - a herb garden.",
        "deserere, to abandon; distinguish \"desert,\" merit, and \"dessert,\" fruit eaten after dinner, from de and servier, to serve.) Deserts are conveniently divided into two classes according to the causes which give rise to the desert conditions.",
        "The Scottish-Gaelic literature, which is separately dealt with (see Celt: Literature) is, by comparison, of minor importance; and the Latin, though it has a range and influence in Scotland to which it is difficult to find a parallel in the history of the literatures of Europe, is (perhaps for the very reason of its persistency and extent) so bound up with the vernacular that it may be conveniently treated with that literature.",
        "The evidence of the course of these crucial years is unequal and often sadly fragmentary, and is more conveniently noticed in connexion with the biblical history (see JEws: §§ 9-17).",
        "And yet, while the miniature has a career of its own in artistic development which may be more conveniently dealt with under a separate heading (see Miniature), its decorative qualities are so closely bound up with those of the initial and border that an historical description of illumination must give full recognition to its prominent position in the general scheme of book-ornamentation of the middle ages.",
        "The other markets are conveniently situated at various accessible places within the city, and the careful police supervision to which they are subjected, both in the matter of general cleanliness, and in the careful examination of all articles of food exposed for sale, has tended to the general health and comfort of the population.",
        "It may be conveniently prepared by passing a rapid current of air over burning phosphorus contained in a combustion tube, and condensing the product in a metal condenser, from which it may be removed by heating the condenser to 50 0 -60Ã‚° (Thorpe and Tutton, Jour.",
        "\" In a darkened Room make a hole in the shut of a window whose diameter may conveniently be about a third part of an inch, to admit a convenient quantity of the Suns light: And there place a clear and colourless Prisme, to refract the entring light towards the further part of the Room, which, as I said, will thereby be diffused into an oblong coloured Image.",
        "The examination of dispersion of the optic axes in biaxal crystals (see Refraction, § Double) may be conveniently made with a plate perpendicular to the acute bisectrix placed in the diagonal position for light of mean period between a crossed polarizer and analyser.",
        "The instrument panel also houses an on-board computer that is conveniently operated by a handlebar mounted push-button.",
        "The practice target for the \" ranch pistol \" may most conveniently be an empty box of 22 rimfire ammunition.",
        "The holy sepulcher in Jerusalem was conveniently ' discovered ' just three years later, in 328.",
        "The venue is conveniently situated in central London, with many touristic attractions around.",
        "Gatwick airport might be conveniently near but sometimes its trolley dollies are uncomfortably close.",
        "Items are conveniently located in one website, with email and phone number contacts.",
        "There are very few flowers that are conveniently available all year long.",
        "Wondering where to buy Soban keychains so you can show off all your pictures conveniently and without worrying about wear and tear on the original pictures?",
        "Music Stands: Get one to conveniently hold your sheet music.",
        "Conveniently, you'll be able to view specs and reviews all in one place.",
        "They are often found near the registers so that you can conveniently pick one up (they're perfect last minute gifts!), but if you've looked before and haven't spotted them there, check the electronics section if the store has one.",
        "If you buy a tv online, you have the advantage of being able to comparison shop from your own home and find all of the details conveniently.",
        "With malls conveniently located around the country, everyone can find a way to visit a Tanger outlet center for all their designer shopping needs.",
        "You can grab bite to eat, or rent a stroller easily at this mall because the Information Center is conveniently located inside the food court.",
        "Choose from a wide array of merchandise from over 135 stores conveniently located under one roof.",
        "Since Scientific Professional is so lightweight, we can conveniently ship the cat litter straight to your door at store prices; no hassle involved!",
        "These metal straws are narrow and conveniently feature a spoon at the end so you can stir your drink.",
        "Some units come with a printer conveniently attached.",
        "Conveniently, bamboo growth is very common in developing countries, so there is no need for materials to be shipped in from elsewhere.",
        "GH: The bottles are BPA-free and feature a leak-proof strap, the bottles and tops can be washed conveniently on the top rack of dishwashers.",
        "There are thousands of rugs for sale on Overstock , and they are conveniently categorized according to color, style, size, shape and price.",
        "Conveniently, you can also find sets like this at department stores like Belk, JC Penney, and Nordstrom.",
        "A search bar is conveniently located near the top of each page to begin your online eBay shopping.",
        "They are organized conveniently with the help of headings, but the sheer number of choices can seem overwhelming.",
        "You can find your perfect used car online quickly and conveniently by using the sites above and doing your research.",
        "You can calculate short distances and conveniently reroute on the fly.",
        "The neighborhood is home to dozens of photography studios and camera shops, which are conveniently located near the city's most popular tourist attractions.",
        "Hunter Mountain - Hunter Mountain, conveniently located in Hunter, New York, is the Catskills Mountains' premiere ski destination.",
        "The MacKenzie Pathway is conveniently located adjacent to the Caberfae Peaks Alpine Ski Area.",
        "The tees and tank shirts at Wet Seal have been conveniently separated from the tops category, so if you're just searching for something causal, this is where you need to look.",
        "Cards and Envelopes: Most magnet retailers offer cards and envelopes for the magnets to be conveniently mailed.",
        "Weddings are commonly held on weekends, as it allows out-of-towners to travel conveniently without too much disruption to their schedules.",
        "Look for a style known, conveniently enough, as a Cinderella wedding gown or ball gown.",
        "The website is conveniently organized so you can browse only for the size and age range of your child.",
        "As long as the student meets all the requirements of each course, a degree or certificate can be earned without ever stepping foot inside a classroom from the comfort of his own home during times that fit conveniently into his schedule.",
        "Interactive televisions allow passengers to order room service, select pay-per-view movies, or choose that evening's dinner wine conveniently from their cabin.",
        "Norfolk, VA: Conveniently located for both the northeastern and Midwestern states, this port offers a limited variety of different cruises.",
        "Experienced guides offer expert advice and insight to local attractions, and comfortable private transportation and accommodations are conveniently arranged.",
        "Playa del Carmen: Playa del Carmen offers spectacular beaches and is conveniently located close to many amazing archeological ruin sites.",
        "The port is conveniently situated near a host of hotels and waterfront eateries that offer spectacular views of the city's skyline.",
        "In addition, rather than having to book a hotel reservation, and then make restaurant, activity and ground transportation reservations, a cruise to nowhere has everything conveniently located in one place, usually for one price.",
        "Holland America Line offers 15 day Hawaiian cruise vacations beginning and ending in downtown San Diego, where the pier is conveniently located near the airport.",
        "They may be conveniently divided into two classes-those with bulbous roots, which are now called Xiphions, and those (the greatest number) with creeping stems.",
        "They conveniently hang on closet rods, hooks on the wall, and door handles or knobs.",
        "Additionally, these retailers can be rather expensive and may not be conveniently located to your home or workplace.",
        "If you want to know whether or not there is a store near you, the store locator available on their website will conveniently point you to the nearest Lane Bryant store.",
        "It is a British site, so Stateside customers will have to convert the currency (although they conveniently list the U.S. sizes along with the UK), but it's worth the extra fuss to end up with a perfect dress.",
        "Shopping at Dillard's can be done at one of the many locations or conveniently online.",
        "Lane Bryant: Shop conveniently online, avoid the crowds, and save money on gas.",
        "Two sleep centers are conveniently located near or in Norman, Oklahoma for patients to consider.",
        "Originally called Nobu Dental, Lake Merritt Dental is conveniently located in downtown Oakland.",
        "The Megol is the grip on the nose pad that conveniently allows the temple and temple ends to increase in intensity in humid weather.",
        "If you get the pouch type that fits inside of your regular eyeglass case (eyeglass and clip on sets typically come with this type of set-up), you can keep your clip ons conveniently with your eyeglasses when not in use.",
        "Contact lenses were originally produced to correct vision problems conveniently and to allow users to avoid eyeglasses.",
        "They're often conveniently located so you can make your visit part of a shopping trip or other outing.",
        "If you're wondering whether your insurance will cover your eye exam and/or maybe even part of your eyeglasses or contact lens cost, Vision Works has conveniently provided a list of insurance providers they accept.",
        "Costco conveniently offers a face shape guide that covers the best styles for oval, square, triangular/heart-shaped and round faces.",
        "What makes this site worthwhile is the ability to shop a variety of name brand styles, as they are all conveniently located on the site.",
        "They are located conveniently between Disney-MGM Studios and Epcot and are not too far removed from the Magic Kingdom and Animal Kingdom.",
        "Hilton is conveniently located near Pleasure Island and Downtown Disney, so guests interested in being where the action is should find no shortage of it here.",
        "Conveniently located at the Disney World Resort, these accommodations offer many both privileges and luxury for a Florida getaway.",
        "Located in Orange County, California, the park is conveniently situated only 40 minutes south of downtown Los Angeles, off the famous 405 freeway where the 405 meets Interstate 5 in Irvine.",
        "You have one ally, an archeologist who assists you in finding the Keys (and also letting you know that conveniently, The Vault only opens every 200 years).",
        "Capturing all those forest animals and trapping them in those metal containers with that conveniently placed open button on the top.",
        "Tahoe Pines Campground is also conveniently located near a number of local tourist attractions.",
        "The Lake Tahoe region is famous for its salmon and trout catches, and Tahoe Pines is conveniently located near a number of first-rate fishing spots.",
        "Both are folding models and fit conveniently into an RV.",
        "It is conveniently situated on Highway 105, just three miles to the south of Westport.",
        "Medora Campground is conveniently situated next to the community tennis courts and the swimming pool on the western edge of the town.",
        "The park is home to the Coquille River Lighthouse and is conveniently located in close proximity to excellent shopping and dining opportunities in the town of Bandon by the Sea.",
        "Conveniently, when you visit the T-Mobile site, you can search for phones that have the camera option.",
        "You can also sync it up with Microsoft Outlook to conveniently locate your contacts, appointments, and to-do list.",
        "If you want to conveniently print out a death record from home, there are many death record websites available.",
        "The information is conveniently arranged into categories to help you quickly find what you need.",
        "Conveniently, the links on this website show whether the searches are free, paid services or not available online.",
        "Using an extensive array of government and public links that are conveniently provided for you, you may search through nationwide listings that include civil court filings, social security number verification and criminal records.",
        "It is almost like winning the lottery when you find a well-researched, well-documented genealogical history already conveniently compiled on your ancestors.",
        "If that is not enough reason to begin your online hair loss battle, consider that involvement in an online forum can conveniently begin and end at any time of day, whether it's the late hours of night, or during your office lunch break.",
        "Aside from the pros of being able to have multiple jobs for which you may be a perfect candidate right at your fingertips and the ability to easily and conveniently apply for those jobs, there are a few cons to search engines.",
        "Applying for a mortgage can be done quickly and conveniently.",
        "Several companies will make arrangements to conveniently pick you up at your San Francisco hotel or at a designated embarkation point.",
        "Oakland cosmetic dentists provide a full range of cosmetic dental procedures and are conveniently located throughout the city.",
        "You can also hop on the cable car directly from the hotel, transporting you conveniently to a myriad of shopping, art gallery choices and if you are looking for a relaxed, low key evening out in the city.",
        "Fortunately, the hotel chain has three full-service locations that are conveniently located near some of the city's most popular venues plus a location at the airport.",
        "Some blanket totes feature a blanket that's attached to the tote - to use the blanket, you'll simply have to pull it out of the bag and unfold; the tote will conveniently pack out of the way.",
        "You can find the store nearest to you at their website, or do your shopping conveniently online.",
        "You could use a pattern for any hood and turn an old towel into a hood that was attached to a beach towel and thus could wrap the child up warmly and conveniently.",
        "Here, you'll find slingshot, extreme micro and open triangle bikinis all conveniently located in one place.",
        "You can easily order online, but if you have questions about getting the right swimsuit for you, the site conveniently provides you the name and number of its fit specialist, which is something few other companies offer.",
        "Nicole Olivier is a designer of high-end beachwear and her website conveniently allows you to browse in either English or French.",
        "The Party Pop Popcorn Maker by Cuisinart pops the popcorn into a clear plastic bowl that conveniently flips over for serving.",
        "The container guide is conveniently located and easily removable to make cleaning the mixer a simple task.",
        "Cuisinart Power Advantage Plus 9 Speed Hand Mixer with Storage Case not only stores away conveniently but can perform any kitchen task you can imagine.",
        "The smaller bowls conveniently fit inside the larger ones to eliminate the need to keep changing bowls while preparing foods.",
        "In addition, the dog vampire costume comes with a conveniently placed leash hole.If you are looking for a more whimsical vampire costume for your costume crazed canine then consider Rubies' Vampire Dog Costume Headpiece with Paw Cuffs.",
        "Fortunately, now you can take all those answers and put them to some use by compiling the data in conveniently accessible online compatibility relationship test.",
        "Additionally, this $498.00 bag can conveniently be worn on the shoulder or across the body.",
        "The interior features everything from a PDA pocket (which is ideal for cell phones and MP3 players, too) and multiple pen loops to zippered compartments and multifunction pockets to keep small items conveniently within reach.",
        "EBags conveniently offers the Derek Alexander Leather Compact Half Flap Mini Backpack.",
        "One will be delighted to find an outside full length side zip that conveniently allows for quick access to the main compartment of the bag.",
        "Perfect for those in apartments or with limited closet and storage space, an over the door handbag organizer hangs conveniently on the back of a bedroom or closet door to provide quick and easy access to your bags.",
        "Of course, the only type of load a backpack purse will conveniently carry is the volume you would fit into your everyday tote or shoulder bag.",
        "Certain sites, such as the designer's official site, conveniently offer all of the products together.",
        "The site is conveniently divided by child's age level, so you can quickly access the information you need.",
        "There are so many of these clips conveniently located online.",
        "Trailers.Apple.com lets you conveniently download trailers not just to your computer, but to your iPod as well.",
        "Conveniently, this designer offers coordinating pieces for their shoes.",
        "Conveniently, they have both the US and UK sizes listed right there in the description.",
        "More often than not, a Skechers outlet will be conveniently located within a premium outlet mall, making one stop shopping easy for the frugal shopper.",
        "While US buyers can purchase from Footwear etc. and Amazon, other retailers are more conveniently located in the UK or Europe, so consider the shop's location before buying.",
        "Shop in your local Payless or favorite department store or turn to online shoe stores in order to quickly and conveniently compare prices and styles.",
        "The daily spoilers are located conveniently on the home page so that viewers can read spoilers quickly.",
        "You can also follow Soap Central on Facebook and Twitter, allowing you to get the most pertinent of soap news conveniently on your phone wherever you are.",
        "There are hundreds of links contained there, all conveniently sorted and easy to browse.",
        "Among the best sites to visit are Orbitz.com and Hotwire.com, which is conveniently located at the SuperClickStore.com site under the travel section.",
        "Meeting rooms, an on-site notary public, copying, and shipping services ensure a businessperson is able to complete his or her work efficiently and conveniently.",
        "It is conveniently connected to the Las Vegas Monorail and offers some of the most affordable accommodations given its great location.",
        "Conveniently located on the corner of Central Park South and Sixth Avenue, the hotel's prime location will satisfy guests of all ages.",
        "Good choices for accommodations include the Best Western Grand Monarque and the Hotel Chartres Chatelet, conveniently located between the train station and the cathedral.",
        "This stunning beach resort is conveniently located within walking distance from the heart of town, about twenty minutes away.",
        "Palmita Market is a small supermarket conveniently located on the premises of the hotel.",
        "Packages are often great choices for couples choosing destination weddings because many of the details are conveniently handled in one place.",
        "Each recipe collection conveniently lists Points, making the decision to prepare or not to prepare easier.",
        "Indeed, NutriSystem is a great way to easily and conveniently lose weight.",
        "Fast food has become a way of life for many Americans who rely on the inexpensive and conveniently packaged foods most nights of the week.",
        "If a fitness club is not conveniently located where you live, you may find this an advantage.",
        "Not only do they cover the basics of French words and phrases, but they also offer grammar that is conveniently divided into topics, for example vacations.",
        "Shopping for Progressive tractor trailer insurance can be done by phone, in person through an agent or broker, or you can get a quote and even purchase your insurance conveniently and immediately online.",
        "The site makes it possible for medical professionals to get the information they need about patient coverage quickly and conveniently.",
        "Brush up on the basics about brassiere models to shop conveniently.",
        "However, if you have to buy a lot of them for yoga class, errands, or to layer with other tanks and sweaters, you'll want something inexpensive-and in some cases, conveniently packaged in multiples.",
        "They are a British site, but they ship to the US and even conveniently list US prices under the British prices - a testament to the numbers of US men who shop there.",
        "Music downloads, Amazon and other online retail options allowed consumers to get music conveniently and inexpensively, without the ties of membership.",
        "At the same time, guests need to have enough time to decide whether or not to attend and to make any required travel arrangements conveniently.",
        "The latest news stories are conveniently located on the site as a newsfeed.",
        "It was this architecture, a network of individual users who could quickly and conveniently communicate with each other, which drove the ultimate success of the Internet.",
        "This well-designed graphics site is conveniently organized by type of graphic.",
        "Additionally, most versions optionally probe you with questions to maximize deductions, though this process can be conveniently skipped.",
        "It's very conveniently put into an XML \"Namespace\", which helps keep every bit of data uniquely identifiable.",
        "Complex numbers are conveniently treated in connexion not only with the theory of equations but also with analytical trigonometry, which suggests the graphic representation of a+b,l - by a line of length (a 2 +b 2)i drawn in a direction different from that of the line along which real numbers are represented.",
        "We have now to consider the amplitude due to a single element, which we may conveniently regard as composed of a transparent part a bounded by two opaque parts of width id.",
        "- For the purposes of history the South African War may be conveniently divided into five distinct periods.",
        "The conveniently situated islands of Tenedos and Lemnos (the latter offering the immense landlocked haven of Mudros as an anchorage) were occupied to serve as naval bases, and on Feb.",
        "1); and both are marked, broadly speaking throughout, though in some parts much more strongly than in others, by stylistic characteristics which we may conveniently call \"Lucan\" without making a premature assumption as to the authorship.",
        "We may conveniently commence with them on account of their simplicity and great importance in respect to the theory of optical instruments.",
        "If 2R be the diameter of the objectglass and D the distance of the object, the angle subtended by AP is E/D, and the angular resolving power is given by X/2 D sin a = X/2 R (3) This method of derivation (substantially due to Helmholtz) makes it obvious that there is no essential difference of principle between the two cases, although the results are conveniently stated in different forms. In the case of the telescope we have to deal with a linear measure of aperture and an angular limit of resolution, whereas in the case of the microscope the limit of resolution is linear, and it is expressed in terms of angular aperture."
    ],
    "definition": [
        "In a convenient manner, form, or situation; without difficulty.",
        "Link/Cite"
    ]
}