{
    "translation": "ליבה, גרעין",
    "uses": [
        "The sense of peace and calm at his core returned as her energy flowed through him.",
        "The earth has an enormous molten core that contains vast amounts of energy.",
        "Should these tests prove satisfactory the core is served with jute yarn, coiled in water-tight tanks, and surrounded with salt water.",
        "Despite being polar opposites, they were both honorable to the core and two of the most powerful Naturals ever discovered.",
        "5-7), as usually manufactured, consists of a core a in the centre of which is a strand of copper wires varying in weight for different cables between 70 and 650 lb to the nautical mile.",
        "Most were rotten to the core, jaded or desperate, because that's the way he liked them.",
        "Her green eyes pierced him to the core, and a light flush spread across her skin.",
        "But there was something else – something that might actually be at the core of Lori's resistance.",
        "Jackson felt a jolt go straight through to his core, leaving him breathless.",
        "Darian watched them hug, until the ache at his core grew too strong.",
        "endodermal core (end.), Vogel.",
        "Stumps thirty or forty years old, at least, will still be sound at the core, though the sapwood has all become vegetable mould, as appears by the scales of the thick bark forming a ring level with the earth four or five inches distant from the heart.",
        "The latter raises the moss and bark gently with his knife in search of insects; the former lays open logs to their core with his axe, and moss and bark fly far and wide.",
        "Desire pooled in her lower belly, and the ache at her core was intense enough that she wanted to sit down.",
        "Every step he took brought more memories of people and places he felt to his core he knew – but couldn't recognize.",
        "Sprawled on the ground, Jenn stared at the pillar of roaring magic that replaced the obelisk, as if a cork had been loosened from the core of the immortal world.",
        "A wave of grief engulfed him and ripped through to his core, knocking the breath from him.",
        "An unexpected heat jarred her to her core, and the earth beneath her feet shook violently enough to rattle her teeth.",
        "Teredo navalis, it has been found necessary, for depths not exceeding 300 fathoms, to protect the core with a thin layer of brass tape.",
        "She almost felt weak from the ache at her core that yearned for him to be inside her.",
        "Her words struck his core, and for a moment he was blinded by the incensed need to destroy any such threat.",
        "She shuddered to her core at the evil peering through his gaze, feeling very much like the devil was offering her a deal without telling her the price.",
        "At a distance from the central core the radiating ridges become less abrupt and descend with a gentle gradient, finally passing somewhat abruptly, at a height of some 7000 ft., into the level plateau.",
        "For that system still seems to recognize a generic substance as the core of the individual, whereas, according to Cousin's rendering of Abelard's doctrine, \" only individuals exist, and in the individual nothing but the individual.\"",
        "A nominalist to the core, he held that definition and predication are either false or tautological.",
        "\" Porpoise \" found that a solid core of black rock had been extruded 6 ft.",
        "Xander understood that some part of Jessi was stuck in hard core denial, the kind that needed irrefutable proof that she had no other alternatives.",
        "thick, and formed of a core of rough rubble cemented together with mortar (containing much coarse gravel) of extraordinary hardness and tenacity, and a facing for the most part of stone - Kentish rag, freestone or ironstone - but occasionally of flints; about 2 ft.",
        "The calyx is a long tube, or a series of connected tubes, situated above the core barrel, to which it is equal in diameter.",
        "The outward set of teeth drill the hole large enough to permit the drilling apparatus to descend freely, and the teeth set inwardly pare down the core to such a diameter as will admit of the body of the cutter passing over it without seizing.",
        "The coil carries an index needle moving over a scale, and there is generally an iron core in the interior of the coil but fixed and independent of it.",
        "The finished core changes rapidly in its electric qualities at first, and is generally kept for a stated interval of time before being subjected to the specified tests.",
        "The electromagnet consists of two coils, each wound on a soft iron core fixed to the poles of a strong permanent horse-shoe magnet.",
        "The second article says that the Tribonian to whom it refers was of Side (in Pamphylia), was also Core) Suo ybpwv Twv uirap X wv, was a man of learning and wrote various books, among which are mentioned certain astronomical treatises, a dialogue On Happiness, and two addresses to Justinian.",
        "Proserpine herself was commonly known as the daughter (Core), sometimes as the first-born.",
        "The army of Alexander was an instrument which he inherited from his father Philip. Its core was composed of the Macedonian peasantry who served on foot in heavy armour (\" the Foot-companions \")7rq\"eraipot).",
        "Viewed analytically in its developed nature, magic is a wonder-working recognized as such, the core of the mystery consisting in the supposed transformation of suggested idea into accomplished fact by means of that suggestion itself.",
        "The insulation is again tested, and if no fault is discovered the served core is passed through the sheathing machine, and the iron sheath and the outer covering are laid on.",
        "The signal coil is suspended by fibres and is mounted together with a fixed soft iron core on a brass plate affixed to a rack, with which a pinion operated by a milled head screw engages.",
        "In both cases the socalled fruit is composed of the receptacle or upper end of the flower-stalk (the so-called calyx tube) greatly dilated, and enclosing within its cellular flesh the five cartilaginous carpels which constitute the \"core\" and are really the true fruit.",
        "Not far off are ruins probably of ancient baths, and the concrete core of a large tomb with a vaulted chamber within.",
        "The central core, which consists of several steep pyramids, is that of a very denuded old volcano, which when its crater was complete may have reached 2000 ft.",
        "Lavas dip in all directions from the central crystalline core, pointing to the conclusion that the main portion of the mountain represents a single volcanic mass.",
        "The cost of the cable before laying depends on the dimensions of its core, the gutta-percha, which still forms the only trustworthy insulator known, constituting the principal item of the expense; for an Atlantic cable of the most approved construction the cost may be taken at f250 to £300 per nautical mile.",
        "The use of the iron core renders it possible to produce a high inductive effect with a low resistance coil.",
        "To the sending currents, however, the bridge offers only apparent ohmic resistance due to the fact that the current entering the mid-point of the winding flows through the two halves or arms in opposite direction, and, owing to the winding being on the same iron core, the mutual inductive effect of the two arms on one another neutralizes the self-induction to the sending currents.",
        "The subjection of the core to a hydraulic pressure of four tons to the square inch and an electric pressure of 5000 volts from an alternating-current transformer has been adopted, by one manufacturer at least, to secure the detection of masked faults which might develop themselves after submergence.",
        "Oh, you cut me to the core.",
        "Theoretically for a given outside diameter of core the greatest speed of signalling through a cable is obtained when the diameter of the conductor is 606 (1/,/e) the diameter of the core, but this ratio makes the thickness of the guttapercha covering insufficient for mechanical strength.",
        "or similar undertakings, and to obviate this it is necessary to form the \" earth \" for the cable a few miles out at sea and make connexion thereto by an insulated return wire, which is enclosed in the same sheathing as the core of the main cable.",
        "The core is served with a thick coating of wet jute, yarn or hemp (h), forming a soft bed for the sheath, and, to secure immunity from the ravages of submarine boring animals, e.g.",
        "When they might have won national independence, after their warfare with the Swabian emperors, they let the golden opportunity slip. Pampered with commercial prosperity, eaten to the core with inter-urban rivalries, they submitted to despots, renounced the use of arms, and offered themselves in the hour of need, defenceless and disunited to the shock of puissant nations.",
        "They form the core of the nation and the main part of the army.",
        "At the core of Modernism lay the idea that the world had to be fundamentally rethought.",
        "They were different men with different purposes, yet both honorable to the core.",
        "She closed her eyes, a sense of calm at her core.",
        "coils of wire are wrapped around an iron core.",
        "But our core competences are delivery and billing, not content.",
        "core competencies be to be a police officer with Grampian Police?",
        "We have started to excavate the turf core of the barrow mound.",
        "A cigar consists of a core or Cigars.",
        "She buried her face in her hands as long agonizing sobs wracked her body to the core.",
        "He knew that orchard, and an ache grew at his core.",
        "Not the kind of fear one experienced when falling from a horse, but a soul-deep fear that wrapped around her core.",
        "For the first time in his life, he felt a deep sense of peace at his core.",
        "He kept his own features impassive, but Vara's words pierced him to the core.",
        "It was now evident that the federal idea was impossible, for none of the princes except Victor Emmanuel could be trusted, and that unity and freedom could not be achieved under a republic, for nothing could be done without the Piedmontese army, which was royalist to the core.",
        "The upward thrust is the same, however thin the metal may be in the interspace between the outer mould and the core inside; and this was formerly considered paradoxical.",
        "The core of an area is the name given to the limited area round its C.G.",
        "within which the C.P. must lie when the area is immersed completely; the boundary of the core is therefore the locus of the antipodes with respect to the momental ellipse of water lines which touch the boundary of the area.",
        "Thus the core of a circle or an ellipse is a concentric circle or ellipse of one quarter the size.",
        "The C.P. of water lines passing through a fixed point lies on a straight line, the antipolar of the point; and thus the core of a triangle is a similar triangle of one quarter the size, and the core of a parallelogram is another parallelogram, the diagonals of which are the middle third of the median lines.",
        "Only the rough core of the walls is standing to a height of about 3 ft.",
        "He was Puritan to the core, with a tenacious memory, a strength of will bordering upon obstinacy, and a want of sympathy with human nature.",
        "The solenoid was above the iron cylinder, the supporting rod of which passed through it as a core.",
        "Many of the furnaces now in constant use depend mainly on this principle, a core of granular carbon fragments stamped together in the direct line between the electrodes, as in Acheson's carborundum furnace, being substituted for the carbon pencils.",
        "From the time when they began to cast bronze statues, Japanese experts understood how to employ a hollow, removable core round which the metal was run in a skin just thick enough for strength without waste of material; and they also understood the use of wax for modelling purposes.",
        "In the south the granite core of this upland is revealed, and is quarried extensively about Bessbrook.",
        "In the outer portion of the zone the Permian and Mesozoic beds are crushed and folded against the core of ancient rocks; in the inner portion of the zone they rest upon the old foundation with but little subsequent disturbance.",
        "All that is left of it is the core of opus incerturn.",
        "A simpler form of collector, now almost universally used, is a plain brass tube which is driven into the bottom of the sea by the weight of the sounding lead, and in which the deposit may be retained by a valve or other contrivance, though in many cases friction alone suffices to hold the punched-out core.",
        "In the other gap are pivoted two coils wound on an iron core and connected at nearly a right angle to each other.",
        "The exact position of the core, and, therefore, of an index needle connected with it, is dependent on the ratio of the voltage applied to the terminals of the high resistance or insulator and the current passing through it, This, however, is a measure of the insulation-resistance.",
        "It consists of an electromagnet within the iron core of which is a flat disk-like cavity containing mercury, the sides of the cavity being stamped with grooves.",
        "It takes the form of a small dynamo having an armature and field magnets without any iron core.",
        "In proximity to the upper side of the disk is placed a coil of wire having an iron core, which is a shunt coil, the ends of the coil being connected to the terminals of the supply mains.",
        "The other course is to consider matter as formed of ultimate atoms, each the nucleus or core of an intrinsic modification impressed on the surrounding region of the aether; this might conceivably be of the nature of vortical motion of a liquid round a ring-core, thus giving a vortex atom, or of an intrinsic strain of some sort radiating from a core, which would give an electric atom.",
        "We can obtain a pertinent illustration from the motion of a vortex ring in a fluid; if the circular core of the ring is thin compared with its diameter, and the vorticity is not very great, it is the vortical state of motion that travels across the fluid without transporting the latter bodily with it except to a slight extent very close to the core.",
        "Till Amos (with the solitary exception of Micaiah ben Imlah, in i Kings xxii.) prophecy was optimist - even Elijah, if he denounced the destruction of a dynasty and the annihilation of all who had bowed the knee to Baal, never doubted of the future of the nation when only the faithful remained; but the new prophecy is pessimist - it knows that Israel is rotten to the core, and that the whole fabric of society must be dissolved before reconstruction is possible.",
        "Another difficulty, the concealment of the inner core of copper which was seen as a thin red line when a cut edge was exposed, was met about 1784 by George Cadman, who adopted the practice of soldering on an edging, generally ornamented, of solid silver so as to cover the junction, and the presence of this is one of the trustworthy tests by which genuine Sheffield plate may be recognized.",
        "From the ring-canal are given off tentacle-canals which run down the axis of each tentacle; in many cases, however, the cavity of the tentacle is obliterated and instead of a canal the tentacle contains a solid core of endoderm.",
        "The highest class, who constitute the real core of the Society, whence all its chief officers are taken, are the professed of the four vows.",
        "This mountain mass is of flat-arched, dome-like structure, now well dissected by radiating consequent streams, so that the weaker uppermost strata have been eroded down to the level of the plains where their upturned edges are evenly truncated, and the next following harder strata have been sufficiently eroded to disclose the core of underlying crystalline rocks in about half of the domed area.",
        "Along the eastern side of the Front Range in Colorado most of the upturned stratified formations have been so well worn down that, except for a few low piedmont ridges, their even surface may now be included with that of the plains, and the crystalline core of the range is exposed almost to the mountain base.",
        "The several ranges of the Cordillera show very different types of structure and were formed at different ages, the Selkirks with their core of pre-Cambrian granite, gneiss and schists coming first, then the Coast Ranges, which seem to have been elevated in Cretaceous times, formed mainly by a great upwelling of granite and diorite as batholiths along the margin of the continent and sedimentary rocks lying as remnants on their flanks; and finally the Rocky Mountains in the Laramie or early Eocene, after the close of the Cretaceous.",
        "Silk fibre consists essentially of a centre or core of fibroin, with a covering of sericin or silk albumen, and a little waxy and colouring matter.",
        "He is said to have rejoiced privately over Swedish victories, and certainly it was unerring instinct which told him that the great European conflict was no longer religious but dynastic. Anti-Spanish to the core, he became the greatest papal militarist since Julius II.; but Tuscany, Modena and Venice checkmated him in his ambitious attempt to conquer the duchy of Parma.",
        "Timor consists of a core of ancient rocks (Archean?) upon which rest Permian and later deposits of sedimentary origin.",
        "hard core covered by 4 in.",
        "hard core and 3 in.",
        "In other cases the strands undergo differentiation into an outer layer with blackened, hardened cell-walls and a core of ordinary hyphae, and are then termed rhizomorphs (Armillaria mellea), capable not only of extending the fungus in the soil, like roots, but also of lying dormant, protected by the outer casing.",
        "A still steeper one not only gives less available room, but actually leads to irregular working, perhaps because it unduly favours the passage of the rising gas along the walls instead of up and through the charge, and thus causes the deoxidation of the central core to lag behind that of the periphery of the column, with the consequence that this central core arrives at the bottom incompletely deoxidized.",
        "This charge is heated, like the filaments of a common household electric lamp, by the resistance which it offers to the passage of a current of electricity induced in it by means of the core C and the frame EEE.",
        "The ends of this core are connected above, below and at the right of the trough A, by means of that frame, so that the trough and this core and frame stand to each other in a position like that of two successive links of a common oval - linked chain.",
        "A current of great electromotive force (intensity or voltage) passed through the coil D, induces, by means of the core and frame, a current of enormous quantity (volume or amperage), but very small electromotive force, in the metal in the trough.",
        "St Kilda is probably the core of a Tertiary volcano, but, besides volcanic rocks, contains hills of sandstone in which the stratification is distinct.",
        "By the time of the XIIth Dynasty, and perhaps earlier, cire perdue casting over an ash core became usual.",
        "thick, and the core truly centred in the mould.",
        "The main use of it was for small vases; these were formed upon a core of sandy paste, which was modelled on a copper rod, the rod being the core for the neck.",
        "Round this core threads of glass were wound of various colors; the whole could be reset in the furnace to soften it for nsoulding the foGt or neck, or attaching handles, or dragging the surface into various patterns.",
        "To enumerate a few examples of this which are already definitely known: we find that the forms of legal and business documents became more precise; the mechanical arts of casting in bronze on a core and of moulding figures and pottery were brought to the highest pitch of excellence; and portraiture in the round on its highest plane was better than ever before and admirably lifelike, revealing careful study of the external anatomy of the individual.",
        "It is not difficult in such compact species to distinguish between superficial cells, whose chief function is assimilation, subjacent cells charged with reserve material, and a core of tissue engaged in the convection of elaborated material from part to part.",
        "The core is formed by the mountain masses of Rhodope, Belasitza, Perin and Rila; and here Palaeozoic and Mesozoic beds are absent, and the earliest sedimentary deposits belong to the Tertiary period and lie flat upon the crystalline rocks.",
        "Geologically, the core of the island consists of crystalline rocks; but in the W.",
        "Though describing himself as \"anti-Imperialistic to the core,\" he was yet deeply penetrated with a sense of the greatness of the British race.",
        "The presence of the iron core has been made visible by the splitting of the figure, owing to the unequal contraction of the two metals.",
        "The third and last stage in the progress of the art of casting was the employment of a core, generally of clay, round which the metal was cast in a mere skin, only thick enough for strength, without waste of metal.",
        "The whole was then thoroughly dried, and placed in a hot oven, which baked the clay, both of the core and the outside mould, and melted the wax, which was allowed to run out from small holes made for the purpose.",
        "Thus a hollow was left, corresponding to the skin of wax between the core and the mould, the relative positions of which were preserved by various small rods of bronze, which had previously been driven through from the outer mould to the rough core.",
        "The mould was now ready, and melted bronze was poured in till the whole space between the core and the outer mould was full.",
        "After slowly cooling, the outer mould was broken away from outside the statue and the inner core as much as possible broken up and raked out through a hole in the foot or some other part of the statue.",
        "In the most primitive method thin plates of bronze were hammered over a wooden core, rudely cut into the required shape, the core serving the double purpose of giving shape to and strengthening the thin metal.",
        "These are subsequently replaced piece by piece in the encircling frame, and a core made within it, leaving a space of 4 in.",
        "The core of their creed is a fervid belief in the infallibility of Catholic instinct,.",
        "The granite rocks forming the core of the dome appear at the surface on the Red Sea coast, at the western end of the transverse line of heights crossing Nejd.",
        "To him a magnet was not simply a bar of steel; it was the core and origin of a system of lines of magnetic force attached to it and moving with it.",
        "When it is found that the fibre separates readily from the woody shove \" or core, the beets or small bundles are ready for removing from the dams. It is drained, and then spread, evenly and equally, over a grassy meadow to dry.",
        "It is ready for gathering when the core cracks and separates easily from the fibre.",
        "Scutching is the process by which the fibre is freed from its woody core and rendered fit for the market.",
        "From the middle of this plain the core of Lower Cretaceous sandstones known as the Hastings Beds emerges steeply, and reaches in the centre an elevation of 796 ft.",
        "Its central core of Lower Carboniferous rock is broadly displayed towards the north, while southward it contracts; on either side lie the younger rocks, the coal-fields, the Permian strata and the Triassic formations, the last-named, while sweeping round the southern extremity of the Carboniferous axis of the uplift from its eastern and western flanks, spread out in a large sheet over the midland counties.",
        "PreCambrian rocks are represented by the gneisses of Primrose Hill and schists of Rushton in Shropshire; by the gneisses forming the core of the Malvern Hills, and by the ancient volcanic and other rocks of the Wrekin, Charnwood Forest and Nuneaton.",
        "There is granite at the core of the Shaler range of mountains in southern Unalaska.",
        "\" At the base of the central core of the chain spread (to the north) broad, smooth, grassy downs, the pastures of the Turk and the Ossete..",
        "As the main range approaches the Caspian its granite core gradually disappears, giving place to Palaeozoic schists, which spread down both the northern and the southern slopes.",
        "Subsequent denudation has removed the sedimentary covering and exposed the igneous core.",
        "Stream erosion has dissected these domes far enough to reveal the core of the igneous rock and to give a rugged topography.",
        "If \"the idea of humanity,\" as Kant called it, has ethical perfection at its core, then a universe which is really an organic whole must be ultimately representable as a moral order or a spiritual kingdom such as Leibnitz named, in words borrowed from St Augustine, a city of God.",
        "The geological core of the system consists of primitive argillaceous schists, capped by quartzite and broken through in places by basalt.",
        "The Stoics indeed sought, more or less consciously, by their doctrine of the Logos as the Infinite Reason to escape from the belief in a divine Creator, but Philo, Jew to the core, starts from the Jewish belief in a supreme, self-existing God, to whom the reason of the world must be subordinated though related.",
        "In such a structure the whole attention as regards water-tightness should be concentrated upon the puddle wall or core.",
        "Having passed through the puddle core the leaking water sometimes rises to the surface of the ground, producing a visibly turbid spring.",
        "Water-tight concrete is a suitable material for the purpose; it need not be made so thick as the puddle core, and is therefore sometimes used with considerable advantage in lieu of the puddle for the whole depth below ground.",
        "Elsewhere, a simple concrete or masonry wall or core has been used above as well as below ground, being carried up between embankments either of earth or rubble stone.",
        "On the Titicus, a tributary of the Croton river, an earthen dam was completed in 1895, with a concrete core wall zoo ft.",
        "high - almost wholly above the original ground level, which is said to be impermeable; but other dams of the same system, with core walls of less than ioo ft.",
        "4 of the Boston waterworks, completed in 1885, has a concrete core wall.",
        "The core wall is about 8 ft.",
        "6 of the same waterworks was subsequently constructed and completed in 1894 with a similar core wall.",
        "In Great Britain masonry or concrete core walls have been generally confined to positions below ground.",
        "The innermost strata in a fold constitute the \"core,\" arch-core A, fig.",
        "However the domestic problems in the United Kingdom might be solved, the future of the greatness of the English throne lay with its headship of an empire, loyal to the core, over which the sun never sets.",
        "It was the last flower gathered by Persephone before she was carried off by Hades, and was sacred to Demeter and Core (the cult name of Persephone), the great goddesses of the underworld.",
        "On its banks lie the cities of Munich and Landshut, and the venerable episcopal see of Freising, and the inhabitants of the district it waters are reckoned the core of the Bavarian race.",
        "Even if the volcanic and intrusive basic rocks prove to be Ordovician (Lower Silurian), which is very doubtful, the metamorphic series of the core is clearly distinct, and appears to be \" fundamental \" so far as Ireland is concerned.",
        "The best example of these folds is the axis of Leinster, its core being occupied by granite which is now exposed continuously for 70 m., forming a moorland from Dublin to New Ross.",
        "The Slieve Bloom Mountains are thus formed of a dome of Old Red Sandstone folded on a core of unconformable Silurian strata; while in several cases the domes are worn through, leaving rings of Old Red Sandstone hills, scarping inwards towards broad exposures of Silurian shales.",
        "B, Sectio n - through core, or torus p, p, Petals.",
        "the crown it becomes obliterated as the latter wears away, and then the tooth assumes the character of that of an ordinary incisor, consisting only of a core of dentine, surrounded by the external enamel layer.",
        "While only days ago I wouldn't have believed they would so summarily vanish, events recently would have frightened them, especially Martha with baby Claire to care for, to the core.",
        "Cool and warm turned to frigid and blazing, and he felt their powers coalesce at his core, forcing something open that had been closed by the Watchers.",
        "It wanted to roam around her body instead of staying at her core, where she wanted it.",
        "Jenn wore nothing more than a vest to keep her core warm, preferring for her arms to be unencumbered.",
        "Thoughts of his sweaty body poised above hers made her want to swoon for the first time in her life, and her core ached so much from the vision that she gripped the handrail.",
        "Every step he took brought more memories of people and places he felt to his core he knew â€“ but couldn't recognize.",
        "She didn't want to be attracted to him, to feel the fire in her blood and the calm at her core when he touched her.",
        "His plan took Wynn, Andre, the oldest of the Healers he knew and his own magic, and the best he was able to come up with was given a one percent chance by Wynn, whose mind Gabriel stripped to the core to ensure the Immortal didn't deceive him.",
        "He felt the magic penetrate him to the core, and the ancient tattoos marking him as both an immortal and an Ancient blazed red in the darkness before subsiding.",
        "She sat, lifted her muzzle to the sky, and let out a mournful, grief stricken howl that stabbed both Sarah and Connor through to their core.",
        "She did not feel ice at her core or the coldness in her veins.",
        "The teacher had an acquaintance with the core texts.",
        "While maintaining a strict, no nonsense demeanor, Frost uses encouragement and positivity as her core techniques.",
        "Initially, we plan to use the Dublin core metadata elements to index the pages on the superjournal web site.",
        "Our core service is utilizing our accountancy and business expertise to provide pragmatic, technically correct and honest advice.",
        "abdomen muscles are the core of your body's strength.",
        "Throughout most of a core the fractional ionization depends on the fractional elemental abundances of sulfur and metals such as Na and Mg.",
        "Together with research and clinical practice, teaching is a core responsibility for medical academics.",
        "In the absence of rotation, the core slowly accretes gas that falls on to it from the envelope which is still collapsing isothermally.",
        "This leaves a gray zone of serologic testing for the core vaccines of canine distemper and canine parvovirus as well as canine adenovirus.",
        "adopt where reasonably practicable, procedures and processes to control core business activities to minimize its impact on the environment.",
        "Core businesses cover aeronautics, electronics, energy, information and services, space, systems integration and telecommunications.",
        "You had, ah, me look into these ice core samples for you?",
        "Quote: What really ails thee at a deep core level?",
        "The important issue in the months ahead is to build broad alliances around core Labor principles.",
        "amyl throb of Serge's electronic soundscapes feed into the very core of Kasabian's music.",
        "JSTOR: an electronic archive of the full text of core journals in certain subjects, including anthropology.",
        "The Standard ML core language is not a pure applicative programming language, it is a higher-order procedural language with an applicative subset.",
        "The decision of military men to agree an armistice with Germany was ideological to the core.",
        "ably assisted by their friendly staff, they attend to the social needs of a hard core of regulars.",
        "Accurate optical astrometry would locate these peaks relative to the nucleus as defined by the radio core, and so resolve this ambiguity.",
        "baccalaureate piloted in 18 schools - including mandatory core of maths and English.",
        "baht executive committee of published a three year strategic plan focusing on five core areas of the association's activity.",
        "balsa deck core.",
        "Our aims aren't just to have a wide geographic presence but also a broad base of core skills and expertise.",
        "We were filmed making Eighteenth Dynasty core formed glass for the program on Egypt, and mold blown circus beakers for the Roman program.",
        "Classes List inherits behavior and resources from Core and XmPrimitive classes.",
        "For each biotope, the figures show the percentage of core biotope records falling into a given category for a given factor.",
        "The power density at the core of a fast breeder reactor is more than four times higher than that in a thermal reactor.",
        "Again, numerous shells broke above including some rather nice gold brocades with blue peony core.",
        "brownfield regeneration project for Bristol extending on the success of the Temple Key core site.",
        "Looking at core business functions, it examines the specific problems that face the small business owner.",
        "Core 2 Duo is a dual-core chip, and although each core has its own L1 cache, they share a dynamic L2 cache.",
        "cajoled members of each of the four core subject teams to join us.",
        "candy bar has a wrapper; every apple has a core \" .",
        "caseload holders were invited to examine the work of the core group.",
        "causeway core now stretches 270 meters into the sea, around 2 meters below its final full height.",
        "Wash, core and chop the apples add the celery and apples to the beans along with the raisins.",
        "Dissociation of core particles into open core and genomic RNA The open core particles devoid of genomic dsRNAs were isolated by centrifugation through CsTFA.",
        "circuitry level getting to the core underlying cause.",
        "The Dublin Core community has not yet investigated encoding bibliographic citations for other genre.",
        "The external facade consists of curtain walling with elements of rainscreen cladding around core areas.",
        "clumpy ring structure and the core of the Cartwheel.",
        "In the dense core of a cluster, the stars in it occasionally collide, and some of the debris eventually coalesces.",
        "coaxial plugs are not soldered to the center core.",
        "Varied and wide ranging, they nevertheless cohere around a core of shared themes.",
        "ACCEPTABLE USES WILL include COMMERCIAL USES complementary TO BUT NOT APPROPRIATE WITHIN THE CORE TOWN CENTER RETAIL LOCATION.",
        "The core plug was positioned in its hole and flattened out - not concave - with a dolly about 1.5 \" diameter.",
        "concentrate upon your core business functions.",
        "Thus liberation and escape are core values of the culture, including liberation form confinement, cars, offices, schedules, relationships.",
        "Such delay indicates that the core role function of HE and FE counseling is hampered by resource constraints.",
        "Warning: Some illegal calls to the GL library cause the Python interpreter to dump core.",
        "I think that the present working-class core of the German Communist Party constitutes that Marxist core which the German Communist Party needs.",
        "The inner core helps to maintain the moist environment optimal for wound healing.",
        "The magnetic field of the Earth is generated in its molten iron core.",
        "UNIX is a collection of utilities built around a central core, or kernel.",
        "Six years on there's a \" hard core \" of 7 of us who are still in daily contact.",
        "And there may be even a larger and longer cycle of our galactic core aligning with or being influenced by another center.",
        "But we do strongly believe that within the complexities of this year's many changes is a solid core that can be built upon.",
        "core modules develop more advanced areas of study.",
        "core curriculum on IE has been developed for all primary teachers ' colleges which is currently being piloted.",
        "core funding - we're not deprived enough, we don't have enough crime.",
        "core principle for a number of agencies.",
        "core element of a significantly enhanced public transport network.",
        "Flow properties of the ice from the Greenland Ice core Project ice core: The reason for folds?",
        "Control rods are inserted into the reactor core, more neutrons are absorbed.",
        "The GRP hull is built using a composite lay-up and the decks incorporate a non-skid surface, and are stiffened by a balsa core.",
        "High quality, resilient foam core, molded into a precise shape, with a long lasting, attractive cover.",
        "Term 2 provides a core curriculum with a more applied perspective.",
        "A Russian corer can be used to extract a 2m peat core in 50cm sections.",
        "Richie, on board to run the piston corer, removing a mud core from the barrel.",
        "So no one could find out that BRS has, at its very core, hopelessly corrupted logic?",
        "Those bids are not coterminous with bids for assisted area status, but the core criteria are, in many cases, coupled.",
        "In Papua New Guinea a draft core curriculum on IE has been developed for all primary teachers ' colleges which is currently being piloted.",
        "cutbacks in core public funding over the last decade.",
        "The remaining Alloy Surfaces operation, which manufactures special material decoys, is a core business of the Group.",
        "Textures and fabrics in the GRIP ice core, in relation to climate history and ice deformation.",
        "delamination caused by the core never really bonding to the skins, injecting epoxy works.",
        "There are core curriculum modules, which include: * basic science * clinical science * research methodology * restorative dentistry.",
        "This reflects a desire by Trust staff to progress the development of systems that directly impact the core clinical care processes.",
        "In addition to these tissue specificity determinants a core set of basic pathogenicity factors will be generally required for plant colonization.",
        "Core horizontal diffusion is ~200 m 2 s -1.",
        "digitized collection of core scholarly journals.",
        "The positions of the transmembrane helices of the core dimer are based on Fig.",
        "Nevertheless the PSII core region is clearly 2-fold symmetric and closely resembles the averaged PSII core dimer top view.",
        "dissent from the proposal for a core curriculum, however worthy the idea.",
        "All Attends products give outstanding skin dryness, thanks to a double core with super absorbent material.",
        "dual core processors and DDR2 memory, high performance computers can be assembled.",
        "The lecture will explore why non-linear dynamics must be at the core of performance based earthquake engineering.",
        "In addition, a tiny minority have core capital funding earmarked for adult basic skills learning.",
        "These core functions are applied to a range of Public Health needs which include support for monitoring vaccine efficacy (e.g.",
        "This would form a core element of a significantly enhanced public transport network.",
        "enamel prisms radiate out, at right angles to the dentine core.",
        "encases the fiber core.",
        "In reality many charities with an expendable endowment depend on the income it produces to fund core or continuing activities.",
        "Evaluation is treated as the central core in usability engineering.",
        "AMD's Athlon 64 X2 3800+ is an affordable entry-level dual core processor.",
        "epsilon BIOS blocks you from trying to install firmware versions that are not supported by the installed core.",
        "Pressure was building at the Earth's very core... Volcanoes, millions of years extinct, suddenly erupted into burning, gushing life.",
        "Psychonauts is a 3D platformer at its core, but its gameplay will actually be quite expansive.",
        "exploitative social relationship with the alienation of the direct producer from the product of their labor at its very core.",
        "extruded engineering plastic with an aluminum core, making for an almost indestructible fender.",
        "DURAsteel® is a composite sheet made with a core of fiber cement sandwiched between mechanically bonded galvanized steel facings.",
        "These songs and hymns, which touch the core of catholic faith, provide a resource for assemblies, Mass and class work.",
        "A core of fatty tissue is also excised down to the underlying deep fascia.",
        "fast reactordensity at the core of a fast breeder reactor is more than four times higher than that in a thermal reactor.",
        "Core's featured artist of the month is aligned with Orange's featured artist of the month is aligned with Orange's featured artist.",
        "Mark Doyle is a producer for fecund films and a core member of fecund films and a core member of fecund's acting ensemble.",
        "fedora core 5 by the way.",
        "SautÃ© 1 small, finely chopped fennel (core removed) in 1 teaspoon olive oil over medium heat to soften.",
        "ferrite core around the coax inner only, with 50W into the load.",
        "Inside, the juicy and slightly fibrous yellow flesh is formed into segments that are attached to a firm central core.",
        "With pusher push fid and core through cover, bringing out at Point X. When using wire fid, attach fid to taped core.",
        "The NHS has now become the fig leaf for New Labor's vapid core.",
        "Very fresh and tightly wound, with a superb core of primary black fruit flavor.",
        "Between these facings was a rubble core of locally mined flint held together by mortar.",
        "The Plan shows primary (or core) and secondary shopping frontage for the first time in the town center.",
        "When did the term fundamentalism become something that encompassed more than core belief?",
        "Our core funders are the Home Office's Active Communities Unit and the Community Fund.",
        "gage probe, two small transformers share a common magnetic core.",
        "gamey characters and a core of seductive fruit.",
        "So I did that and everything was fine My GPU core only went upto about 61 C even on hardcore gaming!",
        "gamma ray photon in the sun's core emerges at the surface as thousands of visible-light photons.",
        "gaucher disease remains at the core of these discussions.",
        "Our experienced structural geologists can extract the maximum amount of information about fractures from your core.",
        "The following graphic illustrates this by showing how the Core server pulls together a definition for the DOC_INFO template.",
        "But it lacks important core shops and services, such as baker, butcher, specialist greengrocer, hardware store and bank.",
        "greyterior surface: pale brown; interior surface pale gray brown; core: gray.",
        "The group consists of at least 25 like-minded Conservative MPs and it has recently grilled Tory leadership hopefuls about their core beliefs.",
        "All these ' nice ' stories are actually very gritty at their core.",
        "hard core of supporters (sound familiar?",
        "hard core of users needs to come from the village to secure the sustainability of these facilities.",
        "There does remain a hard core, however, which is probably really only a single entity masquerading.",
        "hard core Japan's Game Can big-budget games for hard-core gamers survive in a country enamored with simpler, cheaper entertainment?",
        "hard core guerrillas include a hard-core group of 150 fighters who trained in Afghanistan.",
        "hard-nosed business aims at their core: build the brand; sell the product.",
        "The results of Philips ' market research was to show that the core target group typically disliked the unnecessary hassle created by technology.",
        "One of six self-feed drill rigs used with Nimbus Ultima core drills to stitch drill the reinforced concrete haunches.",
        "helium cooled with a graphite moderated core.",
        "helix positions of the transmembrane helices of the core dimer are based on Fig.",
        "high-pressure laminate glued to the core layer.",
        "histone deacetylases from diverse eukaryotes shows high levels of identity within a putative enzyme core region.",
        "These different forms involve different linker histones, modulation of core histone modification and the binding of remodeling factors.",
        "honeycomb core material which is bonded to both inside faces of the zintec steel sheets.",
        "hydrophobic residues to occupy the core sites within proteins.",
        "The largely hydrophobic R-groups of a membrane-spanning a -helix contact the hydrophobic membrane core, while the more polar peptide backbone is buried.",
        "But these \" core Commonwealth values \" have been those imposed by British imperialism and interpreted to suit its interests.",
        "But second, justice is somehow implicated in the way we do things, our modus operandi, our core skill.",
        "imploded core of a massive star after it has exploded as a supernova.",
        "The other ten which surrounded the Fendahl Core at the moment the local time fissure implosion destroyed it, were simultaneously obliterated.",
        "This leaves the outer layers of the star unsupported, which now collapse and bounce on the dense, virtually incompressible neutron core.",
        "To make significant inroads into the key competitor's core market.",
        "Central to their success is the band's core of talented instrumentalists.",
        "isotropic face plates and a core with equal shear stiffness in all planes through the depth.",
        "The core of the Chiefs side since has been from former juniors.",
        "kin ties of men through men form the core of the lineage groups.",
        "knockabout fun, with a genuine emotional core.",
        "Oxford BioMedica has core expertise in gene delivery, as well as in-house clinical, regulatory and manufacturing know-how.",
        "Genomic infrastructure All the research at the Sanger Institute is underpinned by world-class core facilities that support large-scale sequencing and analysis.",
        "Alternatively, you can use Sage Line 50 for your core financial ledgers.",
        "lenticular shape as those seen in the Arab core.",
        "life insurance cost UK but those core laid permanently low.",
        "Core modules include mathematical ecology, mathematical biology and medicine and applied linear algebra.",
        "The final year program core consists of modules in advanced macroeconomics and microeconomics and an individual project.",
        "mafic oceanic core complex.",
        "magnetic field of the earth is generated in its molten iron core.",
        "The search coil is boom mounted, using the same boom as the fluxgate magnetometer in the core payload.",
        "At the core it is simple maths - many more people are being born than are dying.",
        "melodious music set against dark comedic lyrics: snakes, sharks and bandits lurk at the core of our songs.",
        "Fuel The core of just one PBMR contains 5 billion microspheres.",
        "Sensors being considered for development Radar scattering (= water content) UV and IR spectroscopy (= core mineralogy) Permeability (cf.",
        "Design projects, assignments and case studies are also integrated into the course, which is made up of core and elective modules.",
        "Alongside a general module in literary research skills, students take three core modules.",
        "At Level 3, the core modules develop more advanced areas of study.",
        "There is evidence for volcanic type activity suggesting a once molten core.",
        "Hot pewter poured into a cool mold solidifies around the contact with the mold, allowing the still molten core to be poured out.",
        "Simply put, a core part of what hereditary monarchy is all about is lineage.",
        "The insulin monomer The insulin monomer is a compact globular structure with a hydrophobic core.",
        "mouldingttom edge of the case is surrounded by a composite ogee molding of walnut over a core of pine.",
        "Its core streaming platforms deliver the highest quality multimedia content for 3D mobile messaging; wireless broadcasting and rich media content applications.",
        "It provides a brief introduction to the core concepts of molecular nanotechnology.",
        "Casual acquaintance with Enlightenment thought discloses that ethical naturalism was at its core.",
        "The Council recognize the need to improve and to ensure core services are maintained and enhanced, while delivering successful, high quality regeneration.",
        "The second issue for Labor that electoral reform helps is the perceived neglect of our core voters.",
        "Our healthy core lies in the noetic dimension, therefore, the medicine chest of logotherapy is to be found in the noetic dimension, therefore, the medicine chest of logotherapy is to be found in the noetic dimension.",
        "nonzero only near the core.",
        "nucleosome core, a bobbin made up of eight histone proteins.",
        "ogee molding of walnut over a core of pine.",
        "Biosynthesis of the lipopolysaccharide core oligosaccharides and their role in outer membrane stability.",
        "ongoing maintenance of the V&A's core collections.",
        "Wash, core and slice the pears and peel the oranges and add to the blender.",
        "More students chose the practically oriented courses than chose the core mathematical theory.",
        "X-Stream is a technology company, we don't outsource our core business, unlike most other ISP's in the UK.",
        "However, the arrangement of side chains in the core of TIM itself is more irregular than that of glycolate oxidase.",
        "Exterior surface: pale brown; interior surface pale gray brown; core: gray.",
        "larger parsnips may have a woody core which should be removed.",
        "Managed payroll Discover how using our outsourced payroll can help you focus on your core business.",
        "peel the pears, core and cut into small pieces.",
        "Peel, core and chop pears, add to onions and garlic.",
        "Apple & pear Core and cut into quarters 1 ripe pear and 1 eating apple.",
        "JSTOR is a full-text electronic archive of core scholarly periodicals.",
        "Intel Core Duo and iLife '06 raise the bar again of what makes a personal computer so personal.",
        "What begins as a single gamma ray photon in the sun's core emerges at the surface as thousands of visible-light photons.",
        "Halve and remove the core if woody then cut the pineapple into wedges.",
        "The school runs a core program using celebrated poets, including reading courses and special events with visiting poets.",
        "She is also the project co-ordinator for poetrix: a new MOO core & community designed to support digital poetics.",
        "Global shifts in transcription pattern due to binding of alternative sigma factors to the core polymerase.",
        "Here, composites such as glass fiber reinforced polypropylene are fusion bonded to an aluminum foam core using a simple hot stamping manufacturing procedure.",
        "The GGU window has molded polyurethane around a timber core, with a white varnish finish.",
        "Core materials A veneer of surface feldspathic porcelain is bonded to a core.",
        "The porphyry complex has a quartz porphyry core (exposed in Quebrada Majaz ), which intruded an earlier feldspar porphyry complex.",
        "portends acceleration of efforts to packetize its sales manager core network.",
        "Factor had agreed with Secretary that Estate might be able to provide some hard core for larger potholes.",
        "By having core modules students start to put pressure on staff to give them the opportunity to practice skills.",
        "Thanks to support of latest components such as Intel Pentium D dual core processors and DDR2 memory, high performance computers can be assembled.",
        "The Conservative party has lately been annexing the state of sexual propriety, as a core step on the 20-year path back to power.",
        "The core stumbling block remains the extent to which the richest nations cut their agricultural protectionism.",
        "public-spirited gestures encouraged a series of bequests and gifts, which form the core of the MuseumÃ¢s collection of pictures.",
        "One large ranch overlaps the core zone in about 25,000 ha.",
        "rapid-fire exchange of opposing muscle contractions is initiated, from the core to the extremities.",
        "rationalize core information systems and integrate back-office services.",
        "reactor fuel which will have to be taken out of the core.",
        "And to repeat that error on a worldwide scale as an essential core value of the newly realigned Anglicanism?",
        "recapitulatetion, much core knowledge is acquired through recapitulating historical argument.",
        "There is also a growing recognition that diversity is at the core of good community renewal organizations.",
        "redeployed to support further growth in Prudential's core businesses.",
        "Light is guided in the core of the fiber that has a higher refractive index than the cladding by total internal reflection.",
        "However, the core gameplay can get a bit repetitive.",
        "The instrument was then tested on core samples from a hydrocarbon reservoir in the North Sea.",
        "Both the surface and the core are made of thermosetting resins, which make them impervious to moisture.",
        "retting process, the dissociation of these fibers from the core of the stem.",
        "rethinke core of Modernism lay the idea that the world had to be fundamentally rethought.",
        "rift basins; a multichannel seismic reflection line; and sediment core analyzes.",
        "sanctity of property remains the core basis of legal reasoning.",
        "Their specialty is a dark cryptic sarcasm that encases a surprising core belief in the power of love.",
        "scattering of electrons gives us electrical resistance but it also results in a force exerted on the metal ion core.",
        "The relational database schema comprises 3 core tables holding sequences, accessions and taxonomy.",
        "A metadata schema, based on Dublin Core, was then designed to describe the datasets.",
        "He has his core group of friends, former schoolmates or people he has met in the first years of his life.",
        "Students take core modules in biology, geography and earth sciences but the course also offers considerable choice through a range of module options.",
        "semester b has two core and two free modules.",
        "The power of communication to foster behavioral change was at the core of most presentations given during the two-day seminar.",
        "Topics such as ancestors, dreaming and prayer often not included in western core shamanism are part of his teachings.",
        "Cable - This is a 4 core fully screened, cable with protective outer sheath suitable for direct burial.",
        "Although the markets we service are diverse, the strongest performing year on year products are the core racking, shelving and plastics products.",
        "shop floor data capture projects, where integration to our core systems is a requirement.",
        "Rob Edwards, Core cracks may force shutdown of UK reactors.",
        "sidewall core macro.",
        "sigma factors to the core polymerase.",
        "Core fills were cast using Araldite 20/20 epoxy resin tinted and bulked using fumed silica and dry powder pigments.",
        "Outside the core is the mantle, composed largely of magnesium silicates.",
        "But the impression left by the arctic silver after a test fit convinced me that the heatsink and core are mating adequately well.",
        "Most surpising is that \" Moulin Rouge \" has a solid, deeply sincere emotional core.",
        "The unconventional marriage of Porter (Kline) to divorced socialite Linda Lee Thomas (Judd) provides the film's emotional core.",
        "The Daleks planned to extract the Earth's core and turn the planet into a giant spaceship.",
        "I am not sure whether teachers focus on subject specialisms or take core classes the whole way through.",
        "The MBA is designed in these stages to combine the core module with functional specialisms.",
        "Colleges could teach the core units to combined classes of students studying a number of engineering specialisms, thereby improving the economics of teaching.",
        "specificity determinants a core set of basic pathogenicity factors will be generally required for plant colonization.",
        "The armored squadron becomes the core of the 1st.",
        "An activity-based introduction to literary stylistics, this book explains some of the core topics in literary linguistics and assists students in literary analysis.",
        "Whilst the emphasis is on core subjects, our broad curriculum covers a wide range of subjects including foreign languages.",
        "The new generation of 65-nanometer desktop and laptop chips under the brand name Core 2 Duo will launch this summer, the company says.",
        "In release 4 of the Intrinsics, three nonwidget superclasses were added above Core.",
        "It is proposed that each core gene might represent a unique superfamily.",
        "If the star's iron core is massive enough then it will collapse and become a supernova.",
        "The core of the argument lies in Chapters 2 and 4, with Chapter 3 as an interesting, but slightly tangential addition.",
        "Director Kevin Bray has clearly aimed the movie at The Rock's core market of undemanding male teens.",
        "Analysts have said that China Netcom's support is key to any successful takeover of PCCW's core telecom and media assets.",
        "Our core services include outbound and inbound telemarketing, data management and fulfillment.",
        "But one core tenet of this program is that issues of rural economy and land use cannot be explored in isolation.",
        "Suddenly, the pulsing core shot long tentacles through the surrounding rock.",
        "A stinginess with ingredients also marked a rough-textured duck terrine with a tiny nugget of foie gras at its core.",
        "Beside a common core of early matter, all these manuscripts contain law which is manifestly of twelfth and even thirteenth century origin.",
        "titanic power struggle is about to shake the Republic to its core.",
        "Table III shows these core domain substitutions together with the backbone torsion angles of the parent structure.",
        "These will be helpful for MRCS candidates or any surgical trainee who is interested in revising their core knowledge.",
        "Switching secure online atm transactions at uninterrupted availability is the core business of the company and provides its principal revenue.",
        "A core of rangers trained in transect monitoring Activities Training of senior patrol rangers in transect monitoring Activities Training of senior patrol rangers in transect and vegetation monitoring techniques.",
        "It was CORE that forced the issue of desegregation in interstate transportation with the Freedom Rides of 1961.",
        "triaxial stress states to core plugs, with three independent principal stresses, has been developed.",
        "Core Game tweaks and Additions - Expanded features and gameplay tweaks will be made to the core game.",
        "tympanic membrane Tympanic membrane temperature accurately mirrors oesophageal temperature and is a good indicator of core and brain temperature.",
        "typical first year maths module, making it ideal for core text adoption.",
        "The Key Worker will then determine whether there is a need for an urgent Core Group meeting or whether the plan is fundamentally undermined.",
        "Subject to validation, research study schools will provide core underpinnings to the program.",
        "What makes philosophy universal is the fact that we have identical intellects which are the core of our personality.",
        "Develop a national network of core skills urology courses.",
        "The Christ principle of incarnation is at the core of all consideration of the richly variegated pattern of divine revelation.",
        "I am also working on establishing a core facility within the department for the production of recombinant adenoviral vectors.",
        "We supply a stove room ventilator which can be fitted simply using a 5 \" core drill.",
        "Forty minutes later we arrived at the mud volcano at the core of the reserve.",
        "Germanys vinegar, and each country German capitalists glad to core plan recipe watcher weight mcdonalds at the be thrown band.",
        "The above image pair shows the core of NGC 1705 in both optical as well as near-infrared wavelengths taken with Hubble.",
        "The core state: reaching the wellspring within: Take a moment to enjoy your core state.",
        "Bitten is one of a series of supernatural novels by author Kelley Armstrong and has a young female werewolf at its core.",
        "However, this area does not constitute your core self and entire being to be deemed worthless.",
        "yardstick for success in the modern world is whether the services we fund deliver their core purpose.",
        "The core of the system works on a Stirling engine design, which incorporates four pistons and a ' wobble yoke ' .",
        "They are probably the descendants of the earliest Aryan immigrants, who were represented in historical times by the kindred Illyrians, Macedonians and Epirots; the Macedonians and Epirots are believed by Hahn to have formed the core of the pre-Hellenic Tyrrheno-Pelasgian population which inhabited the southern portion of the peninsula and extended its limits to Thrace and Italy.",
        "Of two transatlantic cables laid in 1894, the core of one consisted of Soo lb copper and 320 lb gutta-percha per mile, and that of the other of 650 lb copper and 400 lb gutta-percha; whereas for the similarly situated cable laid in 1866 the figures were 300 lb copper and 400 lb gutta-percha.",
        "These tests are in some cases repeated at another temperature, say 50Ã‚° F., for the purpose of obtaining at the same time greater certainty of the soundness of the core and the rate of variation of the conductor and dielectric resistances with temperature.",
        "The use of the iron core renders it possible to produce a high inductive effect with a low resistance coil, and thus obtain the necessary slow time constant to which is due the success of this type of magnetic shunt on cable signals.",
        "the end of the core of a short electromagnet, the coil of which was in circuit with the line, but which had no permanent current flowing through it, answered the purpose quite as well.'",
        "Italy to outer view put forth blossoms of hectic and hysterical piety, though at the core her clergy and her aristocracy were more corrupt than ever.",
        "Though the signory still made a brave show upon occasions of parade, it was clear that the state was rotten to the core, ahd sinking into the decrepitude of dotage.",
        "From this evidence Dr Petrie has assumed that the vessels were not blown, but formed upon a core of sandy paste, modelled upon a copper rod, the rod being the core of the neck (see Egypt: Art and Archaeology).",
        "in circumference, consisted of a core of rubble and concrete, coated with ancient stones, inscriptions, sculptures and architectural marbles, forming a striking sight, which no traveller ever examined in detail.",
        "The statoblasts of the Phylactolaemata originate on the funiculus, and are said to be derived partly from an ectodermic core possessed by this organ and partly from its external mesoderm (Braem), the former giving rise to the chitinous envelope and to a nucleated layer (fig.",
        "From these and other considerations it is obvious that (I) the electrolyte must be such as will freely dissolve the metal to be refined; (2) the electrolyte must be able to dissolve the major portion of the anode, otherwise the mass of insoluble matter on the outer layer will prevent access of electrolyte to the core, which will thus escape refining; (3) the electrolyte should, if possible, be incapable of dissolving metals more electro-negative than that to be refined; (4) the proportion of soluble electro-positive impurities must not be excessive, or these substances will accumulate too rapidly in the solution and necessitate its frequent purification; (5) the current density must be so adjusted to the strength of the solution and to other conditions that no relatively electro-positive metal is deposited, and that the cathode deposit is physically suitable for subsequent treatment; (6) the current density should be as high as is consistent with the production of a pure and sound deposit, without undue expense of voltage, so that the operation may be rapid and the \"turnover\" large; (7) the electrolyte should be as good a conductor of electricity as possible, and should not, ordinarily, be altered chemically by exposure to air; and (8) the use of porous partitions should be avoided, as they increase the resistance and usually require frequent renewal.",
        "The core of the electromagnet is worked at a point far below magnetic saturation (see Magnetism); hence the field is nearly proportional to the square of the current, and the resistance offered to the rotating mercury by the friction against the sides of the cavity is nearly proportional to the square of the speed.",
        "In order to overcome the friction of the counting train, Ferranti ingeniously gave to the core of the electromagnet a certain amount of permanent magnetism.",
        "On reaching the core of the conical lobule they are collected into a central or intralobular vein (fig.",
        "Silk fibre (see Fibres) consists essentially of a centre or core of fibroin, with a covering of sericin or silk albumen, and a little waxy and colouring matter.",
        "Those include mites, termites (or white ants), thread blight, grey blight, caterpillars (naked or in bags) and caterpillars armed with stinging hairs to protect them, and borers, red and black, some of which eat the core out of the wood, while others content themselves with eating only the bark.",
        "We cannot only see our enemy but have deconstructed it to its very core.",
        "By shaking the blade rhythmically, a rapid-fire exchange of opposing muscle contractions is initiated, from the core to the extremities.",
        "Diageo also wanted to upgrade and rationalize core information systems and integrate back-office services.",
        "Of particular concern will be the 30 tons of fast reactor fuel which will have to be taken out of the core.",
        "In instruction, much core knowledge is acquired through recapitulating historical argument.",
        "The capital received as a result of the sale will be redeployed to support further growth in Prudential 's core businesses.",
        "This study investigated one aspect of the retting process, the dissociation of these fibers from the core of the stem.",
        "Why was the imagery of bodily reproduction at the core of the effort to revitalize what in Britain had become a somnolent art?",
        "Included are a map of the lake and associated rift basins; a multichannel seismic reflection line; and sediment core analyzes.",
        "But the sanctity of property remains the core basis of legal reasoning."
    ],
    "definition": [
        "Link/Cite"
    ]
}