{
    "translation": ".2 לזרום",
    "uses": [
        "Of course, he was just a kid.",
        "The service on Christmas Eve day was, of course, about Jesus.",
        "She carried a chair to a spot that wouldn't be visible on a course from the path to the door, and sat down.",
        "Of course I know, and so does he.",
        "Of course they will be.",
        "Of course, that didn't mean he wasn't involved.",
        "The rich, of course, got very clever about where they earned and reported income.",
        "Of course she couldn't go with him.",
        "Of course, they didn't have the same mother, either.",
        "Of course, I stand to be corrected on many of the specifics.",
        "Of course it never crossed your mind.",
        "\"Of course I'm not alright,\" she answered with an irritated edge to her voice.",
        "Of course, she had stood up for Allen.",
        "Of course, Spanish heritage.",
        "No, of course not.",
        "(Of course, I can't go buy a thousand cans for $2,000 and have them worth $10,000 to me.",
        "\"Of course they would!\" declared Dorothy.",
        "Of course you have read about the \"Gordon Memorial College,\" which the English people are to erect at Khartoum.",
        "Of course, she could call Connie, but Yancey's conversation on the phone was fresh in her memory.",
        "\"Yes, yes, of course,\" said Pierre, \"isn't that what I'm saying?\"",
        "Of course, that didn't mean much.",
        "Of course, she knew Alex well enough now to know he didn't like people to hand out information about him.",
        "Of course, he thought she was giving him a signal.",
        "At that time, when everything was plunged in darkness, preaching alone was of course sufficient.",
        "Of course she loved him, but somewhere inside she still cringed at that sinful word.",
        "Of course, it was possible that someone might harm her.",
        "I never knew it to open in the course of a winter, not excepting that of '52-3, which gave the ponds so severe a trial.",
        "Smallpox affected the rich and the poor and it changed the course of history: It killed Queen Mary II of England in 1694, King Louis I of Spain in 1724, Emperor Peter II of Russia in 1730, and King Louis XV of France in 1774, and changed the succession to the thrones of nations a dozen more times.",
        "Of course, it would be simple to say she died in childbirth.",
        "Its course down the cliff was marked by the cracking of limbs.",
        "He was right, of course, but his harsh words were like salt on a raw wound.",
        "And it was not Napoleon who directed the course of the battle, for none of his orders were executed and during the battle he did not know what was going on before him.",
        "Of course, Julia had a lot of room to talk.",
        "Of course - it's too soon.",
        "Of course, it went a lot deeper than that.",
        "Of course, a stream running through, or an island in the pond, would make the problem much more complicated.",
        "Of course, the little red truck Dad had been drooling over.",
        "Of course, Bordeaux wasn't part of the group.",
        "Of course, she could take his.",
        "Over the course of history, the division of labor has increased human productivity immensely.",
        "Those who tried to understand the general course of events and to take part in it by self-sacrifice and heroism were the most useless members of society, they saw everything upside down, and all they did for the common good turned out to be useless and foolish--like Pierre's and Mamonov's regiments which looted Russian villages, and the lint the young ladies prepared and that never reached the wounded, and so on.",
        "\"Of course it matters,\" he said, following her to the closet and watching anxiously as she started removing clothes.",
        "\"Of course,\" growled the horse, \"and then we shall be sorry it happened.\"",
        "Of course, she could have used sign language, but that would have been distracting - and it wouldn't have been as personal.",
        "And as long as my sister Natasha was engaged to her brother it was of course out of the question for me to think of marrying her.",
        "She was right, of course, but having mama stand there watching her suffer was just as upsetting for Destiny.",
        "\"Of course; when it is four o'clock,\" she replied, with a laugh at his startled expression.",
        "Of course he would feel responsible for working it out and not troubling her with it.",
        "\"Of course not,\" said Dorothy.",
        "Now, of course, much of what is on YouTube is not art.",
        "The ground to the right--along the course of the Kolocha and Moskva rivers--was broken and hilly.",
        "After the Emperor had left Moscow, life flowed on there in its usual course, and its course was so very usual that it was difficult to remember the recent days of patriotic elation and ardor, hard to believe that Russia was really in danger and that the members of the English Club were also sons of the Fatherland ready to sacrifice everything for it.",
        "Of course, but most people prefer the carpet.",
        "\"Of course she will be glad to know that,\" said the boy; \"but she has no time to bother about me to-night.\"",
        "\"Young dragons, of course; but we are not allowed to call ourselves real dragons until we get our full growth,\" was the reply.",
        "Of course, there was always the possibility that she had come up with the idea of distracting Spenser, but he found that hard to believe.",
        "Of course, we still had Old Charlie, but he wasn't much account.",
        "Of course, he had not gone far when he noticed the brightness of the leaves, and he quickly guessed the cause when he saw the broken jars from which the treasure was still dropping.",
        "Of course you know Dmitri Sergeevich?",
        "\"Of course it is,\" he answered absently.",
        "Of course, Brandon was a little old for mama to be fussing over him.",
        "The day after her party the governor's wife came to see Malvintseva and, after discussing her plan with the aunt, remarked that though under present circumstances a formal betrothal was, of course, not to be thought of, all the same the young people might be brought together and could get to know one another.",
        "\"You will, of course, command it yourself?\" said Julie, directing a sly, sarcastic glance toward the militia officer.",
        "But of course, that wasn't possible.",
        "Of course, she didn't leap cars with motorcycles or sky dive, but in retrospect, she had always been attracted to danger – at least to some degree.",
        "Of course, even a greenhorn could follow the wagon tracks they would leave in the sand.",
        "Of course not, my dear.",
        "Prince Andrew, being always near the commander in chief, closely following the mass movements and general orders, and constantly studying historical accounts of battles, involuntarily pictured to himself the course of events in the forthcoming action in broad outline.",
        "Part of it, of course, was Jonathan's nature.",
        "The more he realized the absence of all personal motive in that old man--in whom there seemed to remain only the habit of passions, and in place of an intellect (grouping events and drawing conclusions) only the capacity calmly to contemplate the course of events--the more reassured he was that everything would be as it should.",
        "After meeting Princess Mary, though the course of his life went on externally as before, all his former amusements lost their charm for him and he often thought about her.",
        "Of course, living in an apartment with three girls couldn't be easy.",
        "They followed the course of a broad stream and passed several more pretty cottages; but of course they saw no one, nor did any one speak to them.",
        "The ground was sawdust and the pebbles scattered around were hard knots from trees, worn smooth in course of time.",
        "Of course it is.",
        "This technological shift will have profound effects on the course of human history.",
        "Of course you are, but...",
        "Amid a long series of unexecuted orders of Napoleon's one series, for the campaign of 1812, was carried out--not because those orders differed in any way from the other, unexecuted orders but because they coincided with the course of events that led the French army into Russia; just as in stencil work this or that figure comes out not because the color was laid on from this side or in that way, but because it was laid on from all sides over the figure cut in the stencil.",
        "The word THE she did not know, and of course she wished it explained.",
        "(Poniatowski's action against Utitsa, and Uvarov's on the right flank against the French, were actions distinct from the main course of the battle.)",
        "It is not a man's duty, as a matter of course, to devote himself to the eradication of any, even the most enormous wrong; he may still properly have other concerns to engage him; but it is his duty, at least, to wash his hands of it, and, if he gives it no thought longer, not to give it practically his support.",
        "Of course, it made sense.",
        "\"Of course,\" he replied.",
        "Our friend, Mr. Alden, the editor of Harper's was there, and of course we enjoyed his society very much....",
        "Of course, if you prefer, we can wait until you come home from work and make it a fun family event.",
        "\"Yes, of course!\" replied Davout, but what this \"yes\" meant, Pierre did not know.",
        "This was the first indication of the necessity of deviating from what had previously seemed the most natural course--a direct retreat on Nizhni-Novgorod.",
        "Yes, I am taking the regular college course for a degree.",
        "\"Well, of course,\" replied Platon quickly, \"the horses' saints.",
        "But this was not and could not be done, for during the whole battle Napoleon was so far away that, as appeared later, he could not know the course of the battle and not one of his orders during the fight could be executed.",
        "Men leave their customary pursuits, hasten from one side of Europe to the other, plunder and slaughter one another, triumph and are plunged in despair, and for some years the whole course of life is altered and presents an intensive movement which first increases and then slackens.",
        "And with a Frenchman's easy and naive frankness the captain told Pierre the story of his ancestors, his childhood, youth, and manhood, and all about his relations and his financial and family affairs, \"ma pauvre mere\" playing of course an important part in the story.",
        "I define wisdom as deriving a course of action from applying a value system to a situation.",
        "\"Oh, you cannot go away, of course; so you must be destroyed,\" was the answer.",
        "They, of course, are Walden all over and all through; are themselves small Waldens in the animal kingdom, Waldenses.",
        "These extracts are from her exercises in her course in composition, where she showed herself at the beginning of her college life quite without rival among her classmates.",
        "In the course of the summer I had discovered a raft of pitch pine logs with the bark on, pinned together by the Irish when the railroad was built.",
        "Of course, everything does.",
        "Of course; how else could I see it?",
        "I can, of course, see everything in it, or if I prefer, set the system to \"minimum supplements\" or \"maximum supplements\" and let the system decide.",
        "Of course, if you wanted to print it out and read it, the stack of paper would be many miles high.",
        "That way we shall be saying there is no God--nothing! shouted Nicholas, banging the table--very little to the point as it seemed to his listeners, but quite relevantly to the course of his own thoughts.",
        "During the dull day, in the course of which he was entertained by his elderly hosts and by the more important of the visitors (the old count's house was crowded on account of an approaching name day), Prince Andrew repeatedly glanced at Natasha, gay and laughing among the younger members of the company, and asked himself each time, What is she thinking about?",
        "Of course, it could happen, but it simply didn't fit his character.",
        "\"Of course; can't you see?\" and again the kitten wandered into the air and back to the edge of the roof.",
        "I told her they were tulips; but of course she didn't understand the word-play.",
        "Until October, 1889, I had not deemed it best to confine Helen to any regular and systematic course of study.",
        "\"Yes, yes, of course,\" interrupted Prince Vasili impatiently, rubbing his bald head and angrily pulling back toward him the little table that he had pushed away.",
        "It would, I think, be hard to make her feel just how to pronounce DICTIONARY without her erring either toward DICTIONAYRY or DICTION'RY, and, of course the word is neither one nor the other.",
        "But all along, they believed they would ultimately prevail—and not just win the war, but also do something epic that would change the course of history for all time.",
        "Yet he appeared to know his course as surely under water as on the surface, and swam much faster there.",
        "I took this course when I went to lecture in Lincoln in the evening, travelling in no road and passing no house between my own hut and the lecture room.",
        "Of course you artillery men are very wise, because you can take everything along with you--vodka and snacks.",
        "Of these plans he had not merely one or two in his head but dozens, some only beginning to form themselves, some approaching achievement, and some in course of disintegration.",
        "Of course, Alex didn't have any gray hair yet, and his lips were fuller - more defined.",
        "Of course - and he wanted to be there as much as she did.",
        "Of course, to an extent, she did.",
        "Of course, a little make-up and the right clothes could do wonders - which was a good way to wind up straying off the path she had mapped before she left home.",
        "Of course, we can go by ourselves.",
        "\"Of course not,\" Adrienne answered with surprise.",
        "They still have the hand-operated machine from the 1940s that was used to make the first Legos, but it is of course now a museum piece.",
        "Of course they did not realize how difficult and perplexing they were making the examinations for me.",
        "He knows of course what this loss means to me.",
        "On all his estates Pierre saw with his own eyes brick buildings erected or in course of erection, all on one plan, for hospitals, schools, and almshouses, which were soon to be opened.",
        "No, of course... go and say I will come directly, Pierre replied to the major-domo.",
        "Of course he would.",
        "Of course, it was not easy at first to fly.",
        "In our most trivial walks, we are constantly, though unconsciously, steering like pilots by certain well-known beacons and headlands, and if we go beyond our usual course we still carry in our minds the bearing of some neighboring cape; and not till we are completely lost, or turned round--for a man needs only to be turned round once with his eyes shut in this world to be lost--do we appreciate the vastness and strangeness of nature.",
        "\"And then of course my family has also to be considered,\" Prince Vasili went on, testily pushing away a little table without looking at her.",
        "You want room for your thoughts to get into sailing trim and run a course or two before they make their port.",
        "Of course you don't know me.",
        "Of course, Howard had talked to Len – even given him instructions to the Giddon house.",
        "Of course, most of the boys she dated were much younger than Yancey.",
        "Of course, once she had convinced everyone else what a foolish move it would be, how was she going to convince herself that she didn't need Brandon in her life?",
        "\"Of course it is,\" returned Dorothy promptly.",
        "\"Of course,\" replied Dorothy, softly.",
        "\"Of course not,\" added Jim, with a touch of scorn; \"those little wooden legs of yours are not half as long as my own.\"",
        "Of course, the system only shapes decisions insofar as you take its guidance, which begs the question: Will people follow suggestions they may not fully understand?",
        "Hundreds of thousands of cases were still, of course, in the rest of the world even three decades after Salk's breakthrough.",
        "I reasoned that if I could show how poverty will end, then of course hunger would end as well—how many rich people do you hear about going hungry?",
        "But the problem, of course, was that food prices went up, the people went hungry, and riots ensued.",
        "But of course, I am not most worried about the United States.",
        "And, of course, American fast food is the food the world loves to say it hates.",
        "Instead of relearning things over the course of centuries, people will be able to learn from the choices others have made.",
        "But of course, it is not alone for their bright colors that we love the flowers....",
        "Of course, we visited the Midway Plaisance.",
        "The experiment was interesting, but of course came to little.",
        "The homestead consisted of a threshing floor, outhouses, stables, a bathhouse, a lodge, and a large brick house with semicircular facade still in course of construction.",
        "But of course you know her already, he said, evidently trying to entertain a visitor with whom he now found nothing in common.",
        "Of course Prince Andrew is not a child and can shift without him, but it's not nice to enter a family against a father's will.",
        "Of course, she had never given it much thought, either.",
        "They both agreed to let the situation take its course now that Weller was involved.",
        "Of course I don't have it.",
        "Of course I ran.",
        "Of course it's a bit involved.",
        "Of course, all of those conditions are unacceptable to the responsible drunk.",
        "Which of course Dean didn't, in the least.",
        "It'd stay up there, of course.",
        "Of course she didn't do a very good job with anything in life.",
        "Of course it wasn't Franny.",
        "Of course, this whole day is a secret.",
        "Of course it would.",
        "Of course I am.",
        "Of course not, I'm not made of glass.",
        "Of course, anything I can do to help.",
        "Of course, I believe you.",
        "Of course, I'll start drawing some ideas right away.",
        "Ha, of course you are, you're always hungry.",
        "Of course he is.",
        "Connor assumed his best course would be to remove the IV from Elisabeth's arm, and saw this as his opportunity.",
        "Of course, there was no reason to refuse.",
        "Of course it matters.",
        "\"Of course,\" Carmen answered instantly.",
        "He was teasing, of course.",
        "Of course, I saw what you tried to do to Donovan.",
        "Of course, most of those travel days were by vehicle of some sort.",
        "Of course, she'd rarely been there in daylight.",
        "\"Of course,\" Lana said, her hopes rising.",
        "To marry you, of course.",
        "\"Of course not,\" he said with a smile.",
        "\"Of course,\" Kris said.",
        "He altered his course and coasted down to the edge of the field.",
        "Of course it is—I should know, I'm a cop, aren't I?",
        "Of course, that's what it will be when Alex is done with it.",
        "And, of course the first winter she would have a warm body to sleep with.",
        "Of course, with Alex it went deeper than safety.",
        "Of course, Alex had added: and making love all night.",
        "Of course she was.",
        "Of course Alex would expect her to change in some ways.",
        "Of course he didn't want to take her home right now.",
        "Of course, he would.",
        "Of course, Alex had helped him after the wild dog attack.",
        "Of course he did.",
        "Of course, he was available there too, if she needed him.",
        "Of course, there was always adoption.",
        "Of course, it liked hot weather.",
        "Of course, it usually didn't happen at her age.",
        "Of course she would have a weekly allotment.",
        "Of course, I realize you don't expect me to spend all that.",
        "Of course, Katie could have told him.",
        "Of course, Alex didn't have to find out.",
        "Of course, it wasn't native to North America, but neither were her goats.",
        "Of course, he had no way of knowing that.",
        "Of course, that was easy to say.",
        "Of course, that was nothing new.",
        "Of course, he couldn't know the true source of her tears...",
        "She resumed her course to the kitchen.",
        "Of course she missed him when he was gone.",
        "Of course he was right.",
        "Of course, she could ride Ed.",
        "Of course, logically he knew there was nothing she could do about it.",
        "Of course he had been acting strange lately.",
        "\"Of course I want to go,\" she said instantly.",
        "Of course – unless you don't want to go.",
        "Of course he can't will Alfonso like he did his property, but he does have the right to express his wishes.",
        "Of course, to be fair, Sam was an employee and Alex would have to live with the results of whatever she did … like killing his horse.",
        "Of course, it probably had a pedigree longer than her arm and a name she'd never be able to pronounce.",
        "\"Of course not,\" she said, closing her book and placing it on the table beside her chair.",
        "Of course, they had to have been wrong sometime.",
        "Of course, he didn't know them, but their conversation right now indicated he harbored doubts.",
        "Of course you wanted to get away from me.",
        "Of course, in captivity animals might not act the same way they did in the wild.",
        "Of course, she was going to be a pet, but a pet that size would also provide protection to a degree.",
        "Of course, Clarissa was careful about what she said in front of the boss.",
        "Of course she wasn't beautiful, but was she that unattractive?",
        "Of course, she could have taken that job offer in New York.",
        "Of course, she had the thirty-some thousand in her savings account - most of which had been allotted her when she turned twenty-one.",
        "Of course, she couldn't simply quit and disappear from their lives.",
        "Of course, it wasn't as though they would be left in the lurch.",
        "Of course, the first thing would be to talk to Scott Muldrow about renting the cabin.",
        "Of course, a lot of people knew her on sight - people she didn't even know.",
        "Of course, if ransom was his game...",
        "\"Of course,\" she whispered to herself as she turned into the long drive.",
        "Ecgberht was expelled in 872 and died in the course of the following year.",
        "He was of course a persecutor of heretics.",
        "After a course of some 75 m.",
        "A legal jack should not be interfered with except by the course of play.",
        "Of course, she wasn't nearly as smokin' hot as Claire either.",
        "As each course came and went, she felt another piece of her die.",
        "Of course he does.",
        "You're right, of course.",
        "Of course he knows, and as soon as I told him there was a storm, he would have insisted on calling me back.",
        "Of course Mums would immediately know the cause.",
        "Of course, there had been good times.",
        "Of course he thought her sense of responsibility was lacking.",
        "Of course, if the boy was interested in horses and the ranch, maybe it would be balanced out.",
        "Of course, she hadn't meant it to be cruel.",
        "\"Of course,\" Jule replied.",
        "\"Of course,\" she whispered.",
        "He'd changed again over the course of the two weeks she'd been assigned to the Black God.",
        "Of course I can.",
        "If she pursues the course she's on, well, it's not good, from what I can See.",
        "Of course, if Jonny had his way, her fate was already sealed.",
        "Of course, any advantage she had over him was over now.",
        "It destroys you over the course of a very, very long time!",
        "After thousands of years alone, she inherited a mate and a family over the course of a single night.",
        "Of course, none of that mattered if she couldn't get them out of there.",
        "He'd altered their course to take them to the beach, where the obelisk was.",
        "They'd been patient, setting up their ultimate victory over the course of tens of thousands of years.",
        "\"Of course,\" he said smoothly.",
        "You've set in motion a course which cannot be altered.",
        "Of course, she was his wife and she would follow him to the end of the Earth - but what about him?",
        "Of course, that wasn't all of it.",
        "\"Of course I do,\" Carmen answered crisply as she slid the platter of sliced meatloaf on the table.",
        "Of course, that was before she met Alex and surrendered everything in marriage.",
        "He was right, of course, and he didn't like putting Brutus down any more than she did.",
        "Of course, they can't maintain that for a long stretch.",
        "Of course, that was physical attraction.",
        "Of course, he wasn't telling her anything she wasn't already painfully aware of.",
        "Of course, he wouldn't know her maiden name was Poluck.",
        "Of course, the horses didn't need the rest as much as Gerald needed the relief from riding.",
        "Of course, he didn't have to know … She started for the path to the stable and then stopped.",
        "Of course, his pride was injured.",
        "Of course the buggy ride would remind Alex of Ed, but there was more.",
        "Of course, if she could reverse today, she could go back and reverse the accident.",
        "Of course, that wasn't so … was it?",
        "Of course, there was the other thing.",
        "Of course, he could have changed - in which case they would drift further apart if she reverted.",
        "Of course, it could have been worse.",
        "Of course, there was a difference here.",
        "Of course, he wouldn't want to look bad in the eyes of his family by dumping her.",
        "Of course it was depressing, and he must be feeling pretty bad right now.",
        "Of course, Clara would hardly miss the fact that her skin was lighter where Denton's ring had been.",
        "You can't take much with you over the course of tens of thousands of years.",
        "Of course, Wikipedia is another textbook example where people toil for no payment, and anonymously as well.",
        "Of course, privacy protection will be key.",
        "When she is in a new place, especially an interesting place like Niagara, whoever accompanies her--usually, of course, Miss Sullivan--is kept busy giving her an idea of visible details.",
        "A letter written to her mother in the course of the following week gave an account of her impression in her own words:",
        "Enough appears in the accounts by Miss Keller's teacher to show the process by which she reads the lips with her fingers, the process by which she was taught to speak, and by which, of course, she can listen to conversation now.",
        "Of course, he soon noticed the brightness of the leaves, and discovered the cause, too, when he caught sight of the broken jars and vases from which the melted treasure was still dropping.",
        "Of course I do not refer to beautiful sentiments, but to the higher truths relating to everyday life.",
        "Of course, it is a very brilliant match, but happiness, my dear...",
        "Of course, she, a handsome young woman without any definite position, without relations or even a country, did not intend to devote her life to serving Prince Bolkonski, to reading aloud to him and being friends with Princess Mary.",
        "You know, of course, that His Imperial Highness rode with our regiment all the time, so that we had every comfort and every advantage.",
        "\"Of course not!\" he now thought.",
        "If not as 'Consul' and of course not as 'Emperor,' it seemed to me it should be to 'General Bonaparte.'",
        "Of course, it's our house!",
        "It was evident that the affair so lightly begun could no longer be averted but was taking its course independently of men's will.",
        "Several times in the course of the morning Princess Mary began trying to prepare her sister-in-law, and every time began to cry.",
        "In the course of conversation he mentioned Moscow and questioned Balashev about the Russian capital, not merely as an interested traveler asks about a new city he intends to visit, but as if convinced that Balashev, as a Russian, must be flattered by his curiosity.",
        "A sacristan commanded one party which captured several hundred prisoners in the course of a month; and there was Vasilisa, the wife of a village elder, who slew hundreds of the French.",
        "Of course it was the same.",
        "Of course he would have a father, and probably siblings.",
        "With the exception of the trail, of course, but he never appeared to be in any hurry – coming or going there.",
        "\"Of course,\" he answered.",
        "\"Of course,\" said the Prince.",
        "Of course; in just a jiffy.",
        "Finally, when I use the word \"wisdom,\" I am talking about applying a value system to knowledge to suggest a course of action.",
        "Obviously, knowing the wise course is one thing, and following it is another.",
        "Instead, he gets a job monitoring security cameras, which pays $10 an hour—until, of course, he loses that job to Chang.",
        "War is the ultimate barbarism, the primitive belief that fighting determines who is right—but of course it doesn't.",
        "Of course, the people making that judgment call and the people doing the actual dying usually are not one and the same, and therein lies the problem.",
        "A full-scale, no-holds-barred, nuclear-missiles-raining-down kind of world war would profoundly change the course of human history for all time.",
        "Of course, politics being what it is, the Peace Dividend was spent a dozen times over by as many special interests who felt they were the most deserving of such an unexpected largess.",
        "(Of course, when a king proves himself through battle, he is not risking his life but the lives of thousands of his subjects.",
        "In the French course I read some of the works of Corneille, Moliere, Racine, Alfred de Musset and Sainte-Beuve, and in the German those of Goethe and Schiller.",
        "Of course, I have no sense whatever of dramatic action, and could make only random guesses; but with masterful art he suited the action to the word.",
        "Of course, you cannot help it, and I love you just as well as if you were the most beautiful creature in the world.",
        "Of course the vital heat is not to be confounded with fire; but so much for analogy.",
        "The bullet of your thought must have overcome its lateral and ricochet motion and fallen into its last and steady course before it reaches the ear of the hearer, else it may plow out again through the side of his head.",
        "You know me: I am busy from morning till night and abstemious, so of course I am well.",
        "He tried to say, \"That's capital; of course she'll forget her childish promises and accept the offer,\" but before he had time to say it Natasha began again.",
        "\"You know her husband, of course?\" said Anna Pavlovna, closing her eyes and indicating Helene with a sorrowful gesture.",
        "In the course of three or four years, when the country became adapted to agriculture, they built themselves handsome houses, spending on them several thousands.",
        "By night, of course, the perplexity is infinitely greater.",
        "It was true, of course.",
        "It wasn't true, of course.",
        "It was a stupid question, of course.",
        "It wasn't real, of course.",
        "There was only one answer, of course.",
        "There were only three bedrooms, and because she had to get up the earliest, she was the lucky one to have a room of her own - with the exception of Brandon, of course.",
        "Bordeaux was the closest thing she'd had to a friend in a long time... other than Pete, of course.",
        "Of course, why wouldn't he think so?",
        "Of course, neither had her father - until that night.",
        "She tried to turn it away, but it remained on course.",
        "Of course, why would a Mormon propose to two women in one day?",
        "Of course, how could she have been so blind?",
        "Of course - no one said he wasn't.",
        "Her life was on a new course now, and the future looked brighter than it ever had.",
        "Of course, Mr. Cade hardly seemed the seductive type and she certainly wasn't going to encourage it.",
        "Of course, that includes Pumas and coyotes as well.",
        "Of course, it would be more profitable for the ranch if I culled those animals by taking them to the slaughter house.",
        "Of course - but it would be expensive.",
        "Of course, if you think it would be too much work... you'll only have two weeks.",
        "Of course, what goes on between you two in this big lonely house when no one else is around is between the two of you.",
        "Of course, if he was already going to the store to get something...",
        "Pulling back the covers on her bed, she slipped between the cool sheets and let exhaustion take its course.",
        "Of course, after the other night...",
        "Of course, hadn't she said that twice already?",
        "A short pause, then: Of course, it's your decision.",
        "\"Of course not,\" Martha said.",
        "No; we promised to maintain your privacy but is that the best course?",
        "Isn't seeking medical or scientific help a prudent course to take?",
        "He was considering going to school but undecided about course study.",
        "Of course I agreed though I had no idea how I'd accomplish the task and dreaded even trying.",
        "Of course Betsy was right.",
        "We considered letting nature take its course but we felt guilty in prolonging the family's agony.",
        "Of course I'd continue to help Howie as much as he needs.",
        "I'd call him, but of course he wouldn't be able to answer!",
        "He was the best part of the course.",
        "\"Go out to Santa Barbara, of course!\" said Martha.",
        "I passed the golf course, as green as an Irish post card and envied the couple strolling down the fairway.",
        "Perhaps being forthright was the best course of action.",
        "\"Of course,\" Betsy answered as she smoothed the cushions in invitation.",
        "Of course I knew who Annie was.",
        "\"Of course not,\" she replied and crossed her arms.",
        "I thought it was strange, since Jimmy's the last person who would veer off course from your orders because you let him blow up whatever he wants and he doesn't wanna lose that.",
        "Of course, there's always another option.",
        "Yes, of course you did.",
        "\"Yes, of course,\" Yully answered.",
        "Of course they know what's wrong.",
        "Of course, this was no normal woman.",
        "\"Of course I need blood to live,\" she said with a nervous laugh.",
        "\"No, of course not!\" she snapped, pushing at him.",
        "Of course I do.",
        "Of course, he chose two of the most selfish people she knew.",
        "\"Of course not,\" Gabriel snapped.",
        "Of course you do.",
        "I guess what made the biggest impression was watching you and her over the course of thousands of years.",
        "It was just a silly game— unless of course, you'd played it like Randy Byrne.",
        "In spite of the fact that you're as nutty as a full course sundae, you're a nice guy.",
        "It was a course of action he had no intention of pursuing.",
        "Of course you're right.",
        "I think the best course of action in this instance is inaction—let this business play itself out, at least for the time being.",
        "Of course her father went ballistic when he found out she was pregnant and tried to find Josh, but he didn't have any luck.",
        "\"Of course,\" she answered, in not much more than a whisper.",
        "\"Of course we remember, Martha,\" Cynthia said.",
        "Aunt Helen came back to Ouray that weekend and of course Uncle Blackie was missing.",
        "They'd been there when she originally selected the apartment, of course, but the sight of the sunrise left her breathless.",
        "In the course of a few months, the old understanding between Immortals and demons – that humans were off-limits – crashed to the ground.",
        "The thought of the Dark One reminded Gabriel that he lost three death-dealers to him in the course of a week, not to mention the deal Deidre made.",
        "Of course I did.",
        "\"Of course,\" he said.",
        "But I mean, of course he will.",
        "It is your choice, of course.",
        "Of course, it was possible that Darkyn combined the souls into Deidre's new body, after raising her from the dead-dead.",
        "Of course it does.",
        "In the course of three days, the goddess had almost learned to see him as an equal while her human side no longer in denial about her destiny.",
        "She'd gone from hopeful to devastated in the course of the first two days.",
        "Would he have taken a similar course?",
        "Unless, of course, you don't trust her.",
        "\"Of course not,\" he snapped.",
        "\"Of course not,\" Fate said quickly.",
        "Of course, it didn't matter, since he was already angry.",
        "\"Of course,\" Andre replied.",
        "Of course, money wasn't the entire issue.",
        "Of course, she doesn't want the farm either, so she'll sell that.",
        "Of course, that was easy to say when she had everything she needed now.",
        "Of course he was going to do everything in his power to stay alive.",
        "Of course; how could she have forgotten about them?",
        "Of course she probably wouldn't have said if they had asked.",
        "Of course, she had never been able to read the expressions on his face.",
        "Of course, since Lori had hired the man who stabbed him, it might not be a good idea.",
        "Of course, Katie wouldn't know about the way he stroked her cheek or brushed her lips with his in such a tantalizing way.",
        "Of course, he could hear.",
        "Of course she loved Alex, but who was this stranger, and when would Alex return?",
        "Of course, they were laughing and having fun.",
        "And of course, I'm a businessman.",
        "I agreed and of course, yanked her Sight so she couldn't cheat.",
        "\"Of course,\" Deidre said, fighting tears.",
        "I intended for it to kill her over the course of a lifetime.",
        "To see if there's something I can do in order to prevent the inevitable, of course.",
        "Did she even have…of course she would.",
        "In the course of a day, her whole life had gone to shit.",
        "\"Of course it is,\" he said, twisting in the chair to face him.",
        "Of course, why not.",
        "\"Of course, sweetie,\" Hannah replied.",
        "\"Of course, my Gio,\" Hannah said sweetly.",
        "Of course I suspected him of something, Kris snapped.",
        "Of course we want you there.",
        "Of course they will!",
        "He altered the course of his tiny craft for Qatwal.",
        "\"Yes, of course, on everything,\" she said.",
        "He mentioned the term kidnapping, but of course being the saint he is he wouldn't press charges against his wife who according to him was just temporarily disturbed.",
        "He wanted to scream at him; to demand an explanation, but understood how fruitless that would be and measured his best course to remain calm.",
        "He put his arms around her, \"Of course you can drive them, whenever you want.\"",
        "He set his course to intercept while contemplating breaking his rule about feeding on men.",
        "I know this is not how you planned your life with him, but I am certain, when all is said and done, you'll find this to be the best course for you both.",
        "Of course it can, we will play it whenever you like.",
        "Of course, as long as she kept the hood up, he needn't know her hair was a mess.",
        "He was joking, of course, but it was nice to think someone enjoyed her weird sense of humor.",
        "Of course, what were the odds that she would ever get down to Houston?",
        "Of course, Josh was as good looking, if not better looking in a rugged kind of way.",
        "Of course, she might be skittish if she didn't know how secure the structure was.",
        "Of course, it did look suspicious, and if she had come across Lori and Alex doing the same thing...",
        "Of course, she would have expected nothing less of any animal Alex owned.",
        "Of course, he liked the land around her farm - but building a house was a major investment, especially that one.",
        "His attention was riveted on her as he altered his course to stop at the table in front of her.",
        "Of course, a proposal of marriage was something that didn't come easy for him.",
        "Of course, no one had ever expected the nuke attacks to happen, even someone involved in the insurgent organization blamed for them.",
        "Of course, he'd never felt so personally responsible for any of the women that passed through his life.",
        "Of course, she'd spent the last twenty years in the competitive upper-class circles, learning how to keep out of the way of those who would use her to get to Mr. Tim.",
        "Katie frowned.  In the course of a day, Gabe had gone from emotional to unaffected when discussing Death.  He was distracted, and she felt like she was talking to someone completely different.  Blaming herself for taking his mind off of their survival, she fell silent and followed him.   Briars and branches caught her pant legs, and she found herself slowing to push more and more of the jungle's flora out of the way.  Gabe, too, began to struggle with the bramble, and she noticed the jungle no longer laid their path before him.  Instead of clearing away to allow them passage, it stayed where it was, obstructing them.",
        "He ticked off the items he had learned about Jeffrey Byrne during the course of the day, as much for his own review as to answer Fred's rapid-fire questions.",
        "If the course had been the same distance and level as yesterday, the ride would have been a breeze.",
        "Of course the pros had someone shove a new bike under them before they stopped rolling.",
        "The majority of the bikers remained on the course and with college recessed, the streets held only a few locals, waiting for the later rush of the 2,000 riders who'd roll into town.",
        "With the exception of Lori, a childhood playmate; Katie, the groom's sister; and Saundra, the receptionist at the groom's veterinary clinic – and of course, Carmen, the bride; everyone in attendance was a member of the Reynolds family.",
        "Of course, we all know he's a doctor, but I have to say Indian Chief isn't too far off, either.",
        "They were all joking, of course, but how much would Alex change once they exchanged vows?",
        "Of course, the trail would be twice as dangerous now, with slippery wet rocks and washed out places.",
        "Of course, it helped that the rain had stopped, but the main problem had been the obstruction.",
        "Of course, in a normal relationship, that would eventually happen anyway.",
        "The earrings would go well with her white lace and satin wedding dress – and her wedding ring, of course.",
        "Of course; Katie would have told him that his wife didn't buy new clothes unless she could find them on the clearance rack.",
        "Of course, she was spending it on things for him – going to the store for him in the car he purchased...",
        "Of course, she still shopped around for bargains, but this way it was fun – something she had not previously associated with shopping.",
        "Of course, there were two sides to every story, but from what he had observed first hand, she was right.",
        "Of course he wasn't going to cancel a business trip simply because she didn't want him to go.",
        "Oh, I'll probably leave them up until the weather starts to get cold - unless someone objects, of course.",
        "It is of course quite possible that isolated cases of officers being put to death for their faith occurred during Maximinian's reign, and on some such cases the legend may have grown up during the century and a half between Maximinian and Eucherius.",
        "At Kufstein, down to which point it has still pursued a north-easterly direction, it breaks through the north Tirol limestone formation, and, now keeping a northerly course, enters at Rosenheim the Bavarian high plateau.",
        "Its chief tributaries on this last portion of its course are the Alz and the Salzach, and at Passau, 309 m.",
        "A papal bull having also been obtained, on the 28th of August 1425, the archbishop, in the course of a visitation of Lincoln diocese, executed his letters patent founding the college, dedicating it to the Virgin, St Thomas Becket and St Edward the Confessor, and handed over the buildings to its members, the vicar of Higham Ferrers being made the first master or warden.",
        "But in the course of time, notwithstanding many criticisms and objections, the reform spread from bottom fermentation to top fermentation breweries on the continent and in America.",
        "When the law speaks universally, and something happens which is not according to the common course of events, it is right that the law should be modified in its application to that particular case, as the lawgiver himself would have done, if the case had been present to his mind.",
        "We shall suppose they did it upon great consideration and weighing of the matter, and it would be very strange and very ill if we should disturb and set aside what has been the course for a long series of times and ages.\"",
        "The majority of the council abandoned their supporter, who was executed in due course.",
        "A mixture of the melanistic with the albinistic type will of course give rise to parti-coloured cats.",
        "The course of the road after the first six miles from Rome is not identical with that of any modern road, but can be clearly traced by remains of pavement and buildings along its course.",
        "In 1672, having finished his philosophy course, he was given a scholarship at the college of St Michel at Paris by Jean, marquis de Pompadour, lieutenant-general of the Limousin.",
        "The head of the college, the abbe Antoine Faure, who was from the same part of the country as himself, befriended the lad, and continued to do so for many years after he had finished his course, finding him pupils and ultimately obtaining for him the post of tutor to the young duke of Chartres, afterwards the regent duke of Orleans.",
        "In course of time the star, with its expansive force diminished, suffers encroachments from the neighbouring vortices, and at length they catch it up. If the ' Princip. part ii.",
        "But the Cartesian theory, like the later speculations of Kant and Laplace, proposes to give a hypothetical explanation of the circumstances and motions which in the normal course of things led to the state of things required by the law of attraction.",
        "Of course a unity of nature is impossible between mind and body so described.",
        "It is picturesquely situated in the hilly district of the upper valley of the river Aire, the course of which is followed by the Leeds and Liverpool canal.",
        "In 1557, however, a great flood caused the Tiber to change its course, so that it no longer flowed under the walls of the castle, but some half a mile farther west; and its old bed (Fiume Morto) has ever since then served as a breeding ground for the malarial mosquito (Anopheles claviger).",
        "In the course of 1551 one of the factions of Kazan offered the whole khanate to the young tsar, and on the 20th of August 1552 he stood before its walls with an army of 150,000 men and 50 guns.",
        "After the junction of the two branches the river pursues a winding course, generally south-east, for about Boo m.",
        "The course of the Tigris is much shorter than that of the Euphrates, about 1150 m.",
        "as compared with 1800 m., but its volume of water is greater, at least in its lower course.",
        "This part of the river's course, the ancient Assyria, is also a rich agricultural region.",
        "Beginning shortly below Tekrit there are indications of considerable canalization, both for the purpose of irrigating country remote from the river, and also of shortening the course of the river for navigation.",
        "None of these canals is serviceable at the present time, and few carry water in any part of their course, even in flood time.",
        "From Bagdad downward, the course of the Tigris is peculiarly serpentine and shifting.",
        "In the time of the Sassanian kings, however, as at the present time, the Tigris occupied a more easterly course.",
        "Indeed, the lower course of the Tigris, even more than that of the Euphrates, has always been subject to change.",
        "While the Tigris never played the same role historically as the Euphrates, numerous remains of antiquity are to be seen along its course.",
        "Cuneiform inscriptions and bas-reliefs have been found at the sources of both the western and eastern Tigris, as well as at various points on the cliffs along the upper course of both branches."
    ],
    "definition": [
        "a. Development in a particular way; progress: the course of events.\nb. Movement in time; duration: in the course of a year.",
        "a. The direction of continuing movement: The boat took a northern course.\nb. The route or path taken by something that moves, such as a stream or vehicle.",
        "Sports\na. A designated route or area on which a race is held: the course of a marathon.\nb. See golf course.",
        "A mode of action or behavior: followed the best course and invested her money.",
        "A typical, natural, or customary manner of proceeding or developing: a fad that ran its course.",
        "A systematic or orderly succession; a sequence: a course of medical treatments.",
        "A continuous layer of building material, such as brick or tile, on a wall or roof of a building.",
        "a. A complete body of prescribed studies constituting a curriculum: a four-year course in engineering.\nb. A unit of such a curriculum: took an introductory course in chemistry; passed her calculus course.",
        "A part of a meal served as a unit at one time: The first course was a delicious soup.",
        "Nautical The lowest sail on a mast of a square-rigged ship.",
        "A point on the compass, especially the one toward which a vehicle, such as a ship, is moving.",
        "Music A string or set of two or more closely-spaced and usually identically-tuned strings, as on a lute.",
        "To move swiftly through or over; traverse: ships coursing the seas.",
        "a. To hunt (game) with hounds.\nb. To set (hounds) to chase game.",
        "To proceed or move swiftly in a certain direction or along a course: “Big tears now coursed down her face” ( Iris Murdoch )",
        "To hunt game with hounds.",
        "Link/Cite",
        "A sequence of events.\nThe normal course of events seems to be just one damned thing after another.\nA normal or customary sequence.\nA programme, a chosen manner of proceeding.\nAny ordered process or sequence or steps.\nA learning program, as in a school.\nI need to take a French course.\n(especially in medicine) A treatment plan.\nA stage of a meal.\nWe offer seafood as the first course.\nThe succession of one to another in office or duty; order; turn.",
        "A normal or customary sequence.",
        "A programme, a chosen manner of proceeding.",
        "Any ordered process or sequence or steps.",
        "A learning program, as in a school.\nI need to take a French course.",
        "(especially in medicine) A treatment plan.",
        "A stage of a meal.\nWe offer seafood as the first course.",
        "The succession of one to another in office or duty; order; turn.",
        "A path that something or someone moves along.\nHis illness ran its course.\nThe itinerary of a race.\nThe cross-country course passes the canal.\nA racecourse.\nThe path taken by a flow of water; a watercourse.\n(sports) The trajectory of a ball, frisbee etc.\n(golf) A golf course.\n(nautical) The direction of movement of a vessel at any given moment.\nThe ship changed its course 15 degrees towards south.\n(navigation) The intended passage of voyage, such as a boat, ship, airplane, spaceship, etc.\nA course was plotted to traverse the ocean.",
        "The itinerary of a race.\nThe cross-country course passes the canal.",
        "A racecourse.",
        "The path taken by a flow of water; a watercourse.",
        "(sports) The trajectory of a ball, frisbee etc.",
        "(golf) A golf course.",
        "(nautical) The direction of movement of a vessel at any given moment.\nThe ship changed its course 15 degrees towards south.",
        "(navigation) The intended passage of voyage, such as a boat, ship, airplane, spaceship, etc.\nA course was plotted to traverse the ocean.",
        "(nautical) The lowest square sail in a fully rigged mast, often named according to the mast.\nMain course and mainsail are the same thing in a sailing ship.",
        "A row or file of objects.\n(masonry) A row of bricks or blocks.\nOn a building that size, two crews could only lay two courses in a day.\n(roofing) A row of material that forms the roofing, waterproofing or flashing system.\n(textiles) In weft knitting, a single row of loops connecting the loops of the preceding and following rows.",
        "(masonry) A row of bricks or blocks.\nOn a building that size, two crews could only lay two courses in a day.",
        "(roofing) A row of material that forms the roofing, waterproofing or flashing system.",
        "(textiles) In weft knitting, a single row of loops connecting the loops of the preceding and following rows.",
        "(music) A string on a lute.",
        "(music) A pair of strings played together in some musical instruments, like the vihuela.",
        "To run or flow (especially of liquids and more particularly blood).\nThe oil coursed through the engine.\nBlood pumped around the human body courses throughout all its veins and arteries.",
        "To run through or over.",
        "To pursue by tracking or estimating the course taken by one's prey; to follow or chase after.",
        "To cause to chase after or pursue game.\nto course greyhounds after deer",
        "(colloquial) Alternative form of of course.",
        "Contraction of of course.",
        "Link/Cite"
    ]
}