{
    "translation": "עריסה",
    "uses": [
        "The baby was asleep in her cradle, and he must not make a noise and waken her.",
        "Cade kneeled beside the cradle and touched a blue crocheted bootie.",
        "Amasia rose into historical importance after the time of Alexander as the cradle of the power of Pontus; but the last king to reign there was the father of Mithradates Eupator \"The Great.\"",
        "She had a cradle, and I often spent an hour or more rocking her.",
        "Zach was asleep again, so she put him in his cradle and closed her blouse.",
        "Helen went to the cradle and felt of Mildred's mouth and pointed to her own teeth.",
        "I think it's about time to move him from his cradle to his crib.",
        "Each city which had been the cradle of freedom thankfully accepted a master, to qutmch the conflagration of party strife, encouragt trade, and make the handicraftsmen comfortable.",
        "A warm hand caressed its way up her back and around to cradle her breast.",
        "The universal experience of ages, showing that children do grow imperceptibly from the cradle to manhood, did not exist for the countess.",
        "The rocking-bar consists of a carrier a fixed to the cradle, a rockingbar d pivoted to the carrier at e, a sight bar f carrying the sights and sighting telescope.",
        "Despite his anger, he felt the urge to touch her, to cradle her in his arms until her distress subsided.",
        "But as many times as David Dean considered picking up the telephone, it remained snuggled in its cradle unless Cynthia was answering it.",
        "I did see the rock in Plymouth and a little ship like the Mayflower and the cradle that dear little Peregrine slept in and many old things that came in the Mayflower.",
        "Hodgson, Cradle of the Confederacy (Mobile, 1876); B.",
        "All day long in their play-time and work-time Miss Sullivan kept spelling into her pupil's hand, and by that Helen Keller absorbed words, just as the child in the cradle absorbs words by hearing thousands of them before he uses one and by associating the words with the occasion of their utterance.",
        "Alexander entered Persis, the cradle of the Achaemenian house, and came upon fresh masses of treasure in the royal city, Persepolis.",
        "The arms that rescued her continued to cradle her gently, and what the fall had failed to do to her heart beat, his close proximity completed.",
        "On the 20th of March 1811 the empress Marie Louise gave birth to a son, named in his very cradle king of Rome.",
        "M.H.G gagen, gugen, to sway to and fro \" (gugen, gagen, the rocking of a cradle), the Swabian gigen, gagen, in the same sense, the Tirolese gaiggern, to sway, doubt, or the old Norse geiga, to go astray or crooked.",
        "Of all the various nationalities represented in the Society, neither France, its original cradle, nor England, has ever given it a head, while Spain, Italy, Holland, Belgium, Germany and Poland, were all represented.",
        "All our historical sources support the view taken above that Edessa, the capital of the kingdom which the Greeks and Romans called Osrhoene, was the earliest seat of Christianity in Mesopotamia and the cradle of Syriac literature.",
        "It has been the cradle of civilization, and to it is due the majority of cultivated plants.",
        "north of Deventer, and here was established the monastery that became the cradle of the Windesheim congregation of canons regular, embracing in course of time nearly one hundred houses, and leading the way in the series of reforms undertaken during the 15th century by all the religious orders in Germany.",
        "When it is desired to read a line in the reverse direction the telescope is lifted out of the cradle, turned end for end, and replaced in the Y bearings of the cradle again.",
        "Sicily, strangely enough, became the cradle of Italian song.",
        "In Hindu (the Puranas), Parsi and Arab tradition, Mer y is looked upon as the ancient Paradise, the cradle of the Aryan families of mankind, and so of the human race.",
        "I told her that she could call the egg the cradle of life.",
        "Faneuil Hall (the original hall of the name was given to the city by Peter Faneuil, a Huguenot merchant, in 1742) is associated, like the Old South, with the patriotic oratory of revolutionary days and is called \" the cradle of American liberty.\"",
        "The brass tube, strengthened at the bearing points by strong truly turned collars, rotates in the cast iron cradle q attached to the declination axis.",
        "In the latter city, the cradle of his race, he died on the 28th of July 1844.",
        "There are some 15thand 16th-century brasses, a dark cradle roof, and an early 13th-century crypt under the chancel.",
        "The introduction of trunnionless guns recoiling axially through a fixed cradle enabled sights to be attached to the non-recoil parts of the mounting, so that the necessity of removing a delicate telescopic sight every round disappeared, and Q?'",
        "14), in which the sight is attached to the cradle, but does not move with it.",
        "Under him Saxony was perhaps the most influential state in the Empire, and became the cradle of the Reformation.",
        "Tyler, The Cradle of the Republic: Jamestown and James River (Richmond, 2nd ed., 1906); Mrs R.",
        "The placer-miner's cradle and rocking-trough were replaced by puddling troughs stirred by a revolving comb worked by horse power; reservoirs were constructed for the scanty water-supply, bucket elevators were introduced to carry away the tailings; and the natives were confined in compounds.",
        "Off the south-east shore lies the Holm (160 ft.), with which communication used to be maintained by means of the Cradle of Noss swing or ropes.",
        "The crucible is placed in the pouring cradle, which has been in use since 1816, and is shown in fig.",
        "The just man who has held steady from the cradle in the ways of virtue He will not look upon.\"",
        "Their name was derived from the Sakya monastery, which was their cradle and abode, and their authority for temporal matters was exercised by specially appointed regents.",
        "The Y theodolite differs from the transit in that the supports for the telescope are low, that the telescope rests in a cradle the trunnions of which rest on the supports, and that a segment of a circle attached to the cradle replaces FIG.",
        "At Premontre the buildings of the abbey, which was the cradle of the Premonstratensian order, are occupied by a lunatic asylum.",
        "The \" cradle \" is a simple appliance for treating somewhat larger quantities, and consists essentially of a box, mounted on rockers, and provided with a perforated bottom of sheet iron in which the \" pay dirt \" is placed.",
        "The \" pan \" is now only used by prospectors, while the \" cradle \" and \" tom \" are practically confined to the Chinese; the sluice is considered to be the best contrivance for washing gold gravels.",
        "It permits complete rotation of the tube and measurement of all angles in reversed positions of the circle; the handles that move the slides can be brought down to the eye-end, inside the tube, and consequently made to rotate with it; and the position circle may be placed at the end of the cradle next the eyeend where it is convenient of access.",
        "This wheel is acted on by a tangent screw whose bearings are attached to the cradle; the screw is turned by means of a handle supported by bearings attached to the cradle, and coming within convenient reach of the observer's hand.",
        "If, therefore, the motor is mounted on a cradle free to turn about knife-edges, the reacting torque is the only torque tending to turn the cradle when it is in a vertical position, and may therefore be measured by adjusting weights to hold the cradle in a vertical position.",
        "Subiaco in the Abruzzi was the cradle of the Benedictines, and in that neighbourhood St Benedict established twelve monasteries.",
        "The hand-wheel that screws the gun and cradle down at the same time screws the sight up, and vice versa.",
        "Three counties - Sobrarbe, situated near the headwaters of the Cinca, Aragon, to the west, and Ribagorza or Ribagorca, to the east - are indicated by tradition and the earliest chronicles as the cradle of the Aragonese monarchy.",
        "The handle D, acting through the gear wheels E, F, G and H, turns the cogwheel K, which moves the curved rack of the cradle and tips the crucible M.",
        "Fauriel was biased in this work by his preconceived and somewhat fanciful theory that Provence was the cradle of the chansons de geste and even of the Round Table romances; but he gave a great stimulus to the scientific study of Old French and Provencal.",
        "Among his publications, besides Letters and Times of the Tylers, are Parties and Patronage in the United States (1890); Cradle of the Republic (1900); England in America (1906) in the \"American Nation\" series, and Williamsburg, the Old Colonial Capital (1908).",
        "The \" tom \" is a sort of cradle with an extended sluice placed on an incline of about I in 12.",
        "Founded as a Greek city in 300 B.C. by Seleucus Nicator, as soon as he had assured his grip upon western Asia by the victory of Ipsus (301), it was destined to rival Alexandria in Egypt as the chief city of the nearer East, and to be the cradle of gentile Christianity.",
        "Until recently many eminent scientists held the theory that the Malayan peoples were merely an offspring of the Mongol stock, and that their advance into the lands they now in habit had takenlace from the cradle of the Monplace origin.",
        "by Merz in 1839 on the model of Bessel's heliometer, submits the following suggestions for its improvement: 1 (I) to give automatically to the two segments simultaneous equal and opposite movement; 2 and (2) to make the tube of metal instead of wood; to attach the heliometer head firmly to this tube; to place the eye-piece permanently in the axis of the telescope; and to fix a strong cradle on the end of the declination axis, in which the tube, with the attached head and eye-piece, could rotate on its axis.",
        "The tube V, on the contrary, is attached to the cradle, and merely forms a support for the finder Q, the handles at f and p, and the moving ring P. The latter gives quick motion in position angle; the handles at p clamp and give slow motion in position angle, those at f clamp and give slow motion in right ascension and declination.",
        "I guarded both doll and cradle with the most jealous care; but once I discovered my little sister sleeping peacefully in the cradle.",
        "The fertility of the soil and the facility of communication by land and by water have made this plain the cradle of the Polish nationality.",
        "Still less foundation exists for the belief, once widely spread, that Bactria was the cradle of the Indo-European race; it was based on the supposition that the nations of Europe had immigrated from Asia, and that the Aryan languages (Indian and Iranian) stood nearest to the original language of the Indo-Europeans.",
        "Another version is the medieval romance in The Seven Wise Masters of In the edition printed by Wynkyn de Worde it is told by \"the first master\" - a knight had one son, a greyhound and a falcon; the knight went to a tourney, a snake attacked the son, the falcon roused the hound, which killed the serpent, lay down by the cradle, and was killed by the knight, who discovered his error, like Llewelyn, and similarly repented (Villon Society, British Museum reprint, by Gomme and Wheatley).",
        "A wooden cradle, designed to carry two at a time, was found to be too heavy.",
        "Later, this region was the hotbed or \" revivals \" and the cradle of Irvingism.",
        "Well, he's about to outgrow the cradle.",
        "On the assassination of his father in 584 he was still in his cradle.",
        "Buddhism eventually spread widely over the Oxus countries, and almost entirely displaced the religion of Zoroaster in its very cradle.",
        "The coming of the Child draws Eastern sages to his cradle and fills the court of Herod with suspicious fears.",
        "Mattersdorf; pop., 3789); and not far from it, on the frontier of Austria, the well-preserved castle of Forchtenstein, the cradle of the Esterhazy family.",
        "All a man's actions from the cradle to the grave are regulated by it; and the tendency in modern India is for tribes to turn into castes.",
        "The recognized head of the confederacy was the peshwa of Poona, who ruled the hill country of the Western Ghats, the cradle of the Mahratta race.",
        "He had made various efforts to introduce a strict form of canonical life in various communities of canons in Germany; in 1120 he was working in the diocese of Laon, and there in a desert place, called Premontre, in Aisne, he and thirteen companions established a monastery to be the cradle of a new order.",
        "We have therefore to recognize that the four greatest writers of the 14th century, while the Revival of Learning was yet in its cradle, each after his own fashion acknowledged the vivifying touch upon their spirit of the antique genius.",
        "It seemed as though the Renaissance ran a risk of being throttled in its cradle by superfluity of foreign and pedantic nutriment.",
        "Cuba guarded him when he was old enough to exchange a cradle for a bed.",
        "The death of Hgrun al-Rashid in the beginning of the 9th century, which marks the commencement of the decline of the caliphate, was at the same time the starting-point of movements for national independence and a national literature in the Iranian dominion, and the common cradle of the two was in the province of Khorkskn, between the Oxus and the Jaxartes.",
        "When a patient is covered with several blankets, loss of heat from the surface both by radiation and evaporation is to a great extent prevented, but if a cradle be placed over him, so as to raise the bedclothes and allow of free circulation of air around his body, both radiation and evaporation will be increased and the temperature consequently lowered.",
        "If his body be left uncovered except by the sheet or blanket thrown over the cradle, the loss of heat is still greater, and it may be much increased by sponging the surface with either hot or cold water so as to leave it slightly moist and increase evaporation.",
        "The temperature may be still further reduced by placing vessels filled with ice inside the cradle.",
        "His principal published works are: Stories from the Life of the Teacher (1863), A Child's Book of Religion (1866), and other works of religious teaching for children; several volumes of sermons; Beliefs of Unbelievers (1876), The Cradle of the Christ: a Study in Primitive Christianity (1877), The Spirit of New Faith (1877), The Rising and the Setting Faith (1878), and other expositions of the \"new faith\" he preached; Life of Theodore Parker (1874), Transcendentalism in New England (1876), which is largely biographical, Gerrit Smith, a Biography (1878), George Ripley (1882), in the \"American Men of Letters\" series, Memoir of William Henry Channing (1886), Boston Unitarianism, 1820-1850 (1890), really a biography of his father; and Recollections and Impressions, 1822-1890 (1891).",
        "The child was registered as \"Glory,\" and, at the christening service in the chapel of the Abode, hymns were sung in its honour as it 'lay in a jewelled cradle in the chancel.",
        "He is said to have derived his name from the fact that when the Bacchiadae, warned that he would prove their ruin, sent emissaries to kill him in his cradle, his mother saved him by concealing him in a chest (Gr.",
        "5) has made out a strong case for the theory that in Noricum and the neighbouring districts was the cradle of the Homeric Achaeans.",
        "In connexion with the objection based upon the sub-boreal character of the regions which were the cradle of the Aryans, as proved by the so-called palaeontology of the Aryan languages, it may be observed that by the end of the Glacial, and during the earlier Lacustrine (Post-Glacial) period, the vegetation of Turkestan and of Central Asia was quite different from what it is now.",
        "Another Achaea, in the south of Thessaly, called sometimes Achaea Phthiotis, has been supposed to be the cradle of the race.",
        "His The Gaol Cradle, who rocks it?",
        "The peace of Amiens, which cost him Egypt, could only seem to him a temporary truce; whilst he was gradually extending his authority in Italy, the cradle of his race, by the union of Piedmont, and by his tentative plans regarding Genoa, Parma, Tuscany and Naples.",
        "The Montana (hill country) of Burgos, and in particular the district called the Alfoz of Lara, was the cradle of the heroes of the Castilian share in the reconquestthe count Porcellos, and the judge of the people, Lain Calvo, the infantes of Lara, the bastard Mudarra, and Ruy Diaz 0I Bivar, in whose lives legend and history are mingled beyond disentanglement, and of whom some are pure figures of romance.",
        "To make his life conform to that of Christ, his contemporaries say that he had himself circumcised, wrapped in swaddling clothes and laid in a cradle, and that he then, clad in a white robe and bare-footed, walked through the streets of Parma crying \"Penitenz agite!\"",
        "The extent of the principal elevated plateau is best appreciated when we consider that it maintains its general altitude in a westerly direction from Dry's Bluff (4257 feet) on the north to Cradle Mountain (5069 feet) in the north-west, a distance of nearly 50 miles; from Dry's Bluff in a south-westerly direction to Denison Range, a distance of over 60 miles; and from Dry's Bluff to Table Mountain in a southerly direction, a distance of above 43 miles.",
        "Though a colonel in his cradle and a general since 1808, the grand-duke Nicholas did not see any active service until 1814, when he was allowed to join the Russian head-quarters in France but not to take part in any fighting.",
        "Cradle of Fear Fans of the underground UK horror scene should be familiar with the low budget horror auteur Alex Chandon.",
        "barbarian hordes from the north to Rome, the cradle of civilization.",
        "A cradle consists of vertical battens stuck to the back of the panel, through which horizontal battens are slid.",
        "cat's cradle.",
        "Smart card reader Some of these features are enabled by using a ` docking cradle ' provided with the base unit.",
        "Pram has 2 positions and converts into a rocking cradle with 2 positions.",
        "Once you have connected the cradle for the first time, you will not have to reconnect the cables each time you get home.",
        "A desktop synchronization cradle with an extra battery slot also comes in the box.",
        "cradle cap can be loosened with a mixture of salicylic acid in aqueous cream, which is then washed out with baby shampoo.",
        "cradle swings and a swing barrier.",
        "cradle frame which translates to better rigidity and stability.",
        "The plain handmade wooden train, doll cradle or circus animal is most often the.. .",
        "But, in the last weeks, the object will actually appear more like a husk caught in the web of its steel cradle.",
        "Here's how to make a cats cradle using your fingers.",
        "Every road in London would be a cat's cradle of tangled cables.",
        "cradle of civilization.",
        "cradle of western civilization.",
        "cradle of Scots Christianity is St Martin's Abbey, by the Loire near Tours.",
        "cradle of mankind.",
        "cradle of the revolution \" and war broke out soon after.",
        "cradle of democracy, the leader of the free world, is behaving like us.",
        "Cradle Cap Treatment Shampoo Cradle cap is a form of seborrhoeic dermatitis, which can cause a dry, flaky, itchy scalp.",
        "docking cradle ' provided with the base unit.",
        "I and thousands who share my gender will have gender dysphoria from cradle to grave.",
        "A sleepy little new ships continue apollon empress of the cradle of.",
        "encased the house in a timber cradle, to keep it rigid.",
        "The high strength tubular steel frame incorporates a closed double cradle for maximum torsional rigidity and strength.",
        "The micro fuel cell is a standalone device shaped like a cradle for recharging handsets.",
        "The spare wheel is held in a secure cradle beneath the boot / gasoline tank which holds 10 imperial gallons.",
        "Yet another invasion of the barbarian hordes from the north to Rome, the cradle of civilization.",
        "mumbles 30 Jun 2006, 8:42 AM Is there any chance of using a cradle?",
        "Myriads, countless myriads, countless myriads, toil from the cradle to the grave.",
        "Active cradle / holder for amplifying sat nav instructions, the mounts will also charge the PDA and gps receiver.",
        "petrolspare wheel is held in a secure cradle beneath the boot / gasoline tank which holds 10 imperial gallons.",
        "Throw the diabolo over your head, perform a quick half pirouette to face the audience again & catch the diabolo in the cradle.",
        "The latter, as we have seen, sought to make the Irish nation a cradle for petty bourgeois Catholic respectability.",
        "The Albanians there are winning the battle of the cradle and already there are increasingly vocal demands for self-determination and possible secession.",
        "Helen was inspired by the eary 18th century slipware cradle in the museum's collection.",
        "spare wheel is held in a secure cradle beneath the boot / gasoline tank which holds 10 imperial gallons.",
        "The craggy summit I am perched on is Cradle Mountain.",
        "The grant will pay for the installation of flat and cradle swings and a swing barrier.",
        "uncharitable nature with which Cradle are often received, is simply our most instinctive way to relate.",
        "wan foot tae the ither, lookin at the lamas, who stood smilin at the wean in the cradle.",
        "iii., where Pasargadae is distinctly looked on as the sacred cradle of the dynasty.",
        "A wire or fibre carrying the aluminium siphon cradle is stretched across this bridge piece, and on it is also mounted the small electromagnet, forming part of the \" vibrator \" arrangement with its hinged armature, to which one end of the stretched wire carrying the siphon is fastened.",
        "Cavour well knew the unpopularity that would fall upon him by consenting to the cession of Nice, the birthplace of Garibaldi, and Savoy, the cradle of the royal house; but he realized the necessity of the sacrifice, if central Italy was to be won.",
        "It is certain that Babylonia, the seat of the present Mandaeans, must he regarded also as the cradle in which their system was reared; it is impossible to think of them as coming from Palestine, or to attribute to their doctrines a Jewish or Christian origin.",
        "The town is mainly famous as the cradle of early Roman comedy, the Fabulae Atellanae (see below).",
        "The basin on the south side of the river is regarded as the cradle of the Zulu race; here all their early chiefs are buried, hence the term Emakosini (i.e.",
        "Water is poured on the dirt, and the rocking motion imparted to the cradle causes the finer particles to pass through the perforated bottom on to a canvas screen, and thence to the base of the cradle, where the auriferous particles accumulate on transverse bars of wood, called \" riffles.\"",
        "The makers availed themselves of Bessel's suggestion to make the segments move in cylindrical slides, and of Struve's to have the head attached to a brass tube; the eye-piece is set permanently in the axis, and the whole rotates in a cradle attached to the declination axis.",
        "\"He places the cradle of the Israelites in the south of Arabia, and, like many other critics, makes the historical times begin only with Moses\" (F.",
        "Helen was inspired by the eary 18th century slipware cradle in the museum 's collection.",
        "Frame - Steel, open cradle, single spar frame.",
        "Flying cradle A metal framework which is attached around a speaker cabinet, allowing it to be safely flown.",
        "To resolve this issue, Asus has provided a cradle with a stylus holder.",
        "Frame - Double tube, double cradle in high tensile strength steel.",
        "Perhaps the uncharitable nature with which Cradle are often received, is simply our most instinctive way to relate.",
        "He shuffled fae wan foot tae the ither, lookin at the lamas, who stood smilin at the wean in the cradle.",
        "So we came up with a great idea, purchase a baby swing- The \"Price Ocean Wonders Aquarium Cradle Swing\".",
        "For newborns, a baby sling can cradle a baby close to mom's body in such a way that mom still has free movement of both hands and arms.",
        "For many first time parents, the arrival of a long-awaited newborn baby can be overwhelming, and the urge to sit and cradle them for hours is often strong for both parents.",
        "Parents who are wondering how to get rid of cradle cap should know that cradle cap is a fairly common symptom in children under one year of age.",
        "However, for some babies, cradle cap persists despite treatments.",
        "Cradle cap is represented by a waxy yellowish build-up on your infant's scalp.",
        "Cradle cap is typically an infant problem; hence, the name's reference to a \"cradle\".",
        "A popular natural home remedy for infant cradle cap includes the use of warm oil that is rubbed on the infants scalp in an effort to loosen up the plaque.",
        "Should the cradle cap persist beyond the aid of dandruff shampoo, your child's pediatrician may prescribe a prescription hydrocortisone cream that works to control the irritation and hormonal activity in affected areas.",
        "One final step a parent can consider that may help to control a cradle cap situation from returning or increasing in severity is to increase the washings of your infant's scalp.",
        "Cradle cap is a condition marked by overactive sebaceous glands that are generating too much sebum.",
        "In cases of cradle cap, too much stimulation is already present for hormonal reasons and not washing the scalp enough contributes to the buildup of cradle cap.",
        "Natural and organic formulas are often slightly gentler for daily use, but for combating an oily cradle cap-prone scalp a slightly harsher detergent may be necessary.",
        "The best phones require just a push of a one button and replacement of the receiver back onto its cradle to connect the conversation and engage the speaker.",
        "Don't place the handset on the cradle every night.",
        "The cons listed in reviews for this one include a clunky mounting cradle, and few additional features.",
        "One other complaint from the reviewer at GPS Magazine includes the issue of having to connect the power cord to the GPS rather than the mount and you have to wait to plug it in until after you've got the GPS in the cradle.",
        "Their smaller condo features a cradle top which stands 29-inches high and features one cubby hole and an arc-shaped cradle.",
        "Another way to keep them warm is to cradle them under your clothing.",
        "Some of the tabs you'll find for the singer-songwriter include Cat in the Cradle and Lady D'Arbanville.",
        "The Tab World - Some of the most popular bass tabs at The Tab World include Cradle, Severed and Nothing to Gein.",
        "Limiting babies' exposure to such substances can help keep skin allergies at bay, as well as common childhood skin conditions like cradle cap, diaper rash and dry flaky skin.",
        "Earthlings Organic Baby Wash and Cleanser is suitable for bathing babies who have extra-sensitive skin and is specially formulated to help prevent and control diaper rash and cradle cap.",
        "Of course, pillows may also be used under the neck to cradle the head, but getting creative with pillow placement can help you to fall and stay asleep.",
        "Lara Croft Tomb Raider: The Cradle of Life.",
        "The Cradle of Life is pure action with a James Bond/National Treasure feel to it.",
        "Two years later, Tomb Raider: The Cradle of Life appeared but was largely ignored.",
        "A third movie was in the works but was scrapped shortly after Cradle of Life tanked.",
        "More specifically, the touchscreen can be unresponsive if the phone is being held in a car cradle or is on a non-conductive surface.",
        "The cradle hold works well in bed or sitting in a comfortable chair.",
        "In infants, it is sometimes called cradle cap.",
        "In infants it appears most commonly on the scalp and is called cradle cap.",
        "Frequent washing of the scalp with a mild baby shampoo followed by brushing with a soft brush to remove scales usually clears up cradle cap.",
        "\"Cradle Cap (infantile seborrhoeic dermatitis).\"",
        "Some infants are soothed by the motion of a cradle, rocking chair, stroller, swing, or automobile.",
        "In the cradle hold, you start by raising your baby to your breast using pillows and your lap.",
        "In the cross cradle hold, you are doing the opposite of the cradle hold.",
        "Biotin deficiency in infants is more common and can result in cradle cap and hair loss.",
        "In fact, cradle cap is a very common condition in infants and the underlying cause is thought to be the result of a deficiency of biotin.",
        "This may be the reason for cradle cap being such a common occurrence in infants.",
        "Biotin supplementation appears to be an appropriate treatment for cradle cap in infants.",
        "Reformer Martin Luther is supposedly the original creator of this song about the Baby Jesus, by borrowing from a German folk song, \"The Cradle Song\" and an unnamed Scottish folk song.",
        "According to Cayce, China will become, \"the cradle of Christianity, as applied in the lives of men.\"",
        "Cayce predicted that China would \"become the cradle of Christianity, as applied in the lives of men.\"",
        "Their plush interiors cradle your toes and ankles and provide welcome warmth on a cold winter's day.",
        "Finn comfort shoes are designed to cradle your feet, and the company proclaims them the \"finest walking shoes on earth.\"",
        "The clock features a cradle system that holds the MP3 player in place.",
        "Crafted from stainless steel, the tonneau-shaped case and streamlined bracelet cradle high-end features like a Swiss quartz movement, unidirectional rotating bezel, and gold-toned hands.",
        "Its pink gold case and alligator strap cradle a timepiece capable of reserving power while keeping precise time.",
        "LTK: The Wrist Jockey is actually a \"cradle\" for your iPod Nano.",
        "DM: Our patent-pending cradle is what makes the Wrist Jockey unique.",
        "Our cradle is machined to a very precise tolerance of 0.001 inch or less out of high-strength metal alloys, for a perfect fit to the iPod nano 6G.",
        "With this cradle, your iPod won't get lost or slide around and make clicking noises on the Wrist Jockey.",
        "Once the cradle and the iPod are connected, they feel like one piece, so your new Wrist Jockey seems to be a single item, rather than an iPod stuck onto a band.",
        "Models include one base with two or more handsets, with the additional handset having its own charging cradle.",
        "Dismounting from this pose may involve the Liberty flyers tumbling into a \"cradle\" catch, or the entire group lowering down.",
        "This weight triumph is attributed to French women being taught from the cradle regarding what to eat, how to eat, and when to eat.",
        "A very handy accessory that unfortunately doesn't ship with the U10 is the docking cradle.",
        "He came in second place on the MTV reality show Rock the Cradle, which pitted the children of famous musicians against each other.",
        "The cradle cap that you often find on infants is a form of this eczema.",
        "Or, are you trying to organize a conference in the nation's cradle of independence."
    ],
    "definition": [
        "Link/Cite"
    ]
}