{
    "translation": "להעביר ביקורת",
    "uses": [
        "Now all of a sudden you have time to criticize my judgment.",
        "It would be unfair to criticize it from an exacting philosophical point of view.",
        "Those new thoughts at first simply pushed aside the ordinary theology taught in the schools without staying to criticize it.",
        "Apart from legislation, the members of the council enjoy the right to interpellate the government on all matters of public interest, including the putting of supplementary questions; the right to move and discuss general resolutions, which, if carried, have effect only as recommendations; and the right to discuss and criticize in detail the budget, or annual financial statement.",
        "As his plays show, the spectacle struck Antonio's observation, but he had to criticize with caution.",
        "It was easy for the Opposition to criticize the colonial policy.",
        "Thus new histories were written and old ones unearthed, collected and printed, but no attempt was made to criticize and collate the manuscripts of the past, or to present two sides of a question in the writings of the present.",
        "To begin with what we are most competent to criticize, let us look at some of the more extended narratives.",
        "It is easy from the vantagepoint of two centuries to criticize Charles XII.",
        "It is easy to denounce the dominant Magyar classes as a selfish oligarchy, and to criticize the methods by which they have sought to maintain their power.",
        "4, 5, 6), so he does not scruple to criticize Rome.",
        "A boyar of Nizhniy-Novgorod who allowed himself to criticize the new order of things, and attributed the change to the influence of the Greek princess, had his tongue cut out.",
        "The limits of this article do not permit us to state and criticize the many elaborate theories that have been proposed respecting the origin of the poem.",
        "Some of the Conservative leaders, especially Baron von Stumm, the great manufacturer (one of Bismarcks chief advisers on industrial matters), demanded protection against the teaching of some of the professors with whose economic doctrines they did not agree; pastors who took part in the Christian-Social movement incurred the displeasure of the government; and Professor Delbruck was summoned before a disciplinary court because, in the Preussisc/~e Ja/zrbcher, which he edited, he had ventured to criticize the policy of the Prussian government towards the Danes in Schleswig.",
        "Our forefathers, if one may venture to criticize them, were too impatient.",
        "He had an unbounded admiration for Erasmus, with whom he entered into correspondence, and from whom he received a somewhat chilling patronage; whilst the brilliant humanist, Pico della Mirandola (1463-1494), taught him to criticize, in a rationalizing way, the medieval doctrines of Rome.",
        "He was one of the first to criticize the electro-chemical doctrines of J.",
        "He did not stop to criticize as a philologist, and ignored the miraculous.",
        "It would be superfluous to criticize the Tubingen view under a form in which it has already been abandoned.",
        "The Oriental magnificence of these embassies, notably that of 1514, and the fact that a king of Portugal dared openly to criticize the morals of the Vatican, temporarily enhanced the prestige of the monarchy.",
        "In his Histoire du gouvernement de Venise he undertook to explain, and above all to criticize, the administration of that republic, and to expose the causes of its decadence.",
        "Therefore Protestants are not only free, but bound, to criticize it; indeed, for a Protestant Christian, dogma cannot be said to exist.",
        "We must remember, too, that Ignatius was writing under the consciousness of impending martyrdom and evidently felt that this gave him the right to criticize the bishops and churches of Asia.",
        "In a developed treatise on the subject of mythology it would be necessary to criticize, with a minuteness which is impossible here, our evidence for the very peculiar mental condition of the lower races.",
        "Any pagan who wished to understand and criticize Christianity intimately had to begin by learning from the Jews, and this accounts for the opening chapters of his argument.",
        "In this passage he deprecates current physiognomical speculations, saying that he might criticize them but feared to waste time and become tedious over them.",
        "Even those politicians least disposed to criticize the actions of the king protested vigorously against the provisions concerning the Fondation.",
        "Spengel, indeed, tries to bring the latest date in the book down to 330; but it is by absurdly supposing that the author could not have got the commonplace, \" one ought to criticize not bitterly but gently,\" except from Demosthenes, De Corona (§ 265).",
        "Even if we accept the programme of reconstructing theology from a single point of view, we may desire to criticize not merely Ritschl's execution of the scheme, but his selection of the ruling principle.",
        "Measured by the records of other men equally successful as political leaders, there seems little of this nature to criticize severely.",
        "At such competitions or Schulsingen judges were appointed, the so-called Merker, whose duty it was to criticize the competitors and note their offences against the rules of the Tabulatur.",
        "In the course of events he soon became involved in quarrels with the intendant touching questions of precedence, and with the ecclesiastics, one or two of whom ventured to criticize his proceedings.",
        "Between Roberval and Descartes there existed a feeling of ill - will, owing to the jealousy aroused in the mind of the former by the criticism which Descartes offered to some of the methods employed by him and by Pierre de Fermat; and this led him to criticize and oppose the analytical methods which Descartes introduced into geometry about this time.",
        "He followed up his victory; a General Assembly at Perth was obedient to his will: the preachers were forbidden to criticize, from the pulpit, acts of parliament or of the privy council; they were forbidden to call conventions without the royal person or authority and to attack individuals in their sermons.",
        "bullying bosses who continually criticize will add to the problem.",
        "criticize someone else's endeavors.",
        "Do you feel ANNOYED when people criticize you for drinking?",
        "It 's easy but unfair to criticize, however, because many charity press officers are volunteers.",
        "criticize criticizing religion, there would have been no religious reformation.",
        "Don't criticize the other parent to, or in front of, your children.",
        "Never use blame or criticize the other person.",
        "daring to criticize the King, Herod.",
        "Postmodernists who criticize Adorno for denouncing the tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
        "And the need which most philosophers have felt for some philosophical foundation for morality arises, not from any desire to subordinate moral insight to speculative theory, but because the moral facts themselves are inexplicable except in the light of first principles which metaphysics alone can criticize.",
        "I would not criticize a naval architect for relying on Department of Transport information available at the time.",
        "churlish to criticize such a worthy volume for offering too much, but do walkers really need so much detailed data?",
        "criticise on however to criticize the proposals for Civil Convictions for the removal of assets.",
        "criticisetally, the program did not criticize religion or religious people.",
        "criticisebe afraid of getting a friend to listen to you preach and constructively criticize words or arguments that are unclear.",
        "Political prisoners are a thing of the past and ROC citizens can openly criticize their government.",
        "Toward the end of his formal affiliation with the Cuban government, Che came to implicitly criticize Soviet bureacracy.",
        "Because the United States has said: to criticize our conduct in Guantanamo Bay constitutes an unfriendly act.",
        "Do not criticize anyone's appearance or eating habits, and do not tease about weight or shape (including your own!).",
        "When anyone was approved as a prophet and exhibited the \"conversation of the Lord,\" no one was permitted to put him to the test or to criticize him.",
        "criticize Gray obviously has a love for Dylan's work but it doesn't stop him from criticizing when necessary.",
        "dares to criticize the EU, is certainly not lost!",
        "He was accordingly little seen in Parliament for the next year or more, though he was in his place to criticize the navy estimates of his successor Mr. Balfour, to reproach him for want of energy, and to recommend the recall of Lord Fisher.",
        "The first production of Addison's Cato was made by the Whigs the occasion of a great demonstration of indignation against the peace, and by Bolingbroke for presenting the actor Booth with a purse of fifty guineas for \"defending the cause of liberty against a perpetual dictator\" (Marlborough): In the terms granted to England there was perhaps little to criticize.",
        "He left a hypothesis to be worked out by others; this done, he would criticize with all the rigour of logic, and with a profound distrust of imagination, metaphor and the attitude known as the will-to-believe.",
        "papist priests could do was criticize Latimer for being Henry's favorite, which did not help their cause.",
        "The Economist and other publications should be free to criticize Italian politicians.",
        "Just six. we can criticize the failings of institutions; they are easy targets.",
        "I would never criticize the fans for becoming fickle.",
        "Incidentally, the program did not criticize religion or religious people.",
        "unfair to criticize, however, because many charity press officers are volunteers.",
        "It was Favorinus who, on being silenced by Hadrian in an argument in which the sophist might easily have refuted his adversary, subsequently explained that it was foolish to criticize the logic of the master of thirty legions.",
        "Some feminists, for example, have seen much to criticize in Clark's denigration of the naked as a pitiful state.",
        "With your help, Lord, I'll stand firm, though some may criticize, for whose opinion matters, if I look good in Your eyes?",
        "There is very little (if anything) to criticize about The Legend of Zelda: Twilight Princess.",
        "Some physicians criticize the DSM-IV criteria, arguing that they do not include the full range of behaviors and symptoms seen in Tourette syndrome.",
        "Others criticize the criteria because they limit the diagnosis to those who experience a significant impairment, which may exclude individuals who have the syndrome but exhibit milder symptoms.",
        "In addition, girls with eating disorders tend to have fathers and brothers who criticize their weight.",
        "Ms. Duff acknowledged that being in the public eye is far from easy because everyone is always scrutinizing you and ready to criticize.",
        "While it is true that there are some crass people in the blogosphere who criticize the size of some of her features, there are many more who appreciate her ambitious and \"self-made\" persona.",
        "I find that he often will criticize things that I am interested in, such as authors and artists I admire and my religion.",
        "He will insult a book he has never read or criticize an artist whose work he has never seen and it really rubs me the wrong way.",
        "In your letter, you say that, \"He will insult a book he has never read or criticize an artist whose work he has never seen and it really rubs me the wrong way.\"",
        "You won't have to think about if you are doing it right because you know he or she will not make fun of you or criticize you for your abilities.",
        "Some criticize it as impersonally technological, but the fact is people have always used whatever they could to let each other know they care.",
        "By this we mean, don't criticize the Virgo man in question!",
        "In fact, it's fine to criticize anything else in the universe, but do not turn that critical eye on him.",
        "Although Virgos tend to be quick to criticize others, they do not take criticism very well, especially if it pertains to their personal health.",
        "afraid to criticize when appropriate and there are plenty of opportunities for this.",
        "But this garbage, having passed tho a very expensive machine, is somehow ennobled and none dare criticize it.",
        "You criticize Gilson; yet his work is still regarded by many as authoritative and, of course, carried the imprimatur * .",
        "It is perhaps invidious to criticize such an ambitious and fundamentally valuable undertaking as this on these grounds.",
        "He did not criticize, but was one-sided, exaggerated, even malicious; he gave nothing to which the Party could usefully turn.",
        "The anonymous objections are very much the statement of common-sense against philosophy; those of Caterus criticize the Cartesian argument from the traditional theology of the church; those of Arnauld are an appreciative inquiry into the bearings and consequences of the meditations for religion and morality; while those of Hobbes (q.v.) and Gassendi - both somewhat senior to Descartes and with a dogmatic system of their own already formed - are a keen assault upon the spiritualism of the Cartesian position from a generally \" sensational \" standpoint.",
        "They have a tendency to criticize when others attack their personal actions and viewpoints.",
        "One of the most negative traits of the Taurus sign is his penchant to criticize.",
        "For example, if a Virgo gains weight, it's best not to criticize him.",
        "Make sure that when you do need to correct her, you criticize the behavior and not her.",
        "Don't criticize the other parent to the child.",
        "While some criticize this \"lenient\" style as creating spoiled children, it also provides \"love and warmth\" and encourages \"freedom of thought and expression.\"",
        "Many paranormal groups do, and TAPS has been careful not to criticize their fellow researchers.",
        "Those who criticize Autism Speaks including people diagnosed on the autism spectrum of disorders.",
        "Detractors often criticize the event for its partial nudity and possibly pornographic undertones.",
        "Some charge she is unrealistically supportive, refusing to criticize poor performances.",
        "This prolific singer-songwriter definitely embraced liberal issues, but he wasn't afraid to criticize that side of the fence, either.",
        "Hurt feelings could arise if people actually criticize others' singing, so plan this party carefully.",
        "Viewers mock, criticize, ridicule, and judge those who can't get along with others, like to make fools of themselves, and do stupid things just to make a buck.",
        "She is quick to fire back at anyone who dares to criticize her.",
        "Be wary about posting these online because Battlestar Galactica fans will criticize your blueprint.",
        "Not every suspicious pimple or mole ends up being a malignant melanoma, and no physician will criticize you acting on the cautious side.",
        "It is a right that allows free citizens to criticize leadership and the government without threat or intimidation.",
        "It's especially strange that the short would criticize one aspect of social media while at the same time making use of another - namely, YouTube.",
        "How did men have the gall to criticize women for being talkative?",
        "accused democrats of trying to win election-year political points by continuing to criticize the administration over Iraq."
    ],
    "definition": [
        "Link/Cite"
    ]
}