{
    "translation": "ניתן לריפוי",
    "uses": [
        "curable illness.",
        "The first state insane asylum, designed chiefly for recent and curable cases, was opened at Utica in 1843.",
        "Provision for the reception and treatment of insanity in its earliest and more curable stages can scarcely be said to exist.",
        "Congo for maternity cases and cases of curable Ubangi-Chad illness; (2) the hospice, where the aged Madagascar poor, cases of incurable malady, orphans, Nossi-be Island foundlings and other children without Ste Marie Island means of support, and in some cases Comoro Islands lunatics, are received; (3) the bureau de Somali Coast bien-faisance, charged with the provision 9f Reunion out-door relief (secours a domicile) in money st Paul 1 or in kind, to the aged poor or those who, Amsterdam though capable of working, are prevented Kerguelen.",
        "It is extremely hard to draw any fixed line in Egypt between magic and medicine; but it is curious to note that simple diagnoses and prescriptions were employed for the more curable diseases, while magical formulae and amulets are reserved for those that are harder to cope with, such as the bites of snakes and the stings of scorpions.",
        "Sometimes curable by bone marrow transplant, but potentially fatal, aplastic anemia is characterized by decreased production of red and white blood cells and platelets (disc-shaped cells that are a key component of blood coagulation).",
        "It is not curable, but its symptoms can be diminished with spectacles or contact lenses.",
        "Alcoholism is a curable disease, but people with alcoholism can suffer from many medical problems if not treated.",
        "While HSV and HPS are not curable, outbreaks can be managed and infection generally has little effect on quality of life.",
        "About 17 million children die every year from easily curable diseases.",
        "curable diseases.",
        "curable with multi-drug therapy and after only a few days on treatment, sufferers are no longer infectious.",
        "curable, short term illness or injury.",
        "curable cancers around (95 percent of cases cured ).",
        "curable, short-term medical conditions.",
        "curable std in Mwanza compared to Rakai and Masaka.",
        "curable powder coatings and the current status of the technology.",
        "The great majority of tumors are potentially curable in their early stages.",
        "The patients who relapse are regrettably many for only 25% of the total ovarian population present with the highly curable stage 1 disease.",
        "Patients with cancer that is not curable often want to know how long they have left to live.",
        "Both develop in cells that produce thyroid hormones, but papillary cancer tends to grow slowly and is usually curable.",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable may become curable.",
        "diminished when a child dies from malnutrition or from a curable disease.",
        "Situations can change, medical advances are being made all the time, illness that is now incurable may become curable.",
        "Heart failure is treatable for most cats, but not generally curable.",
        "Mastoiditis is curable with treatment but may be hard to treat and may recur.",
        "Bejel is usually completely curable with antibiotic treatment.",
        "Acne is not curable, although it can be controlled by proper treatment.",
        "As viruses, HSV, HPV, and HIV are treatable but not curable.",
        "Most STDs are curable, but some are not."
    ],
    "definition": [
        "cur′a·bil′i·ty\nn.",
        "cur′a·bly\nadv.",
        "Link/Cite"
    ]
}