{
    "translation": "תוכנית לימודים",
    "uses": [
        "The old curriculum of the Real schools is now superseded.",
        "C. Jebb, \" Humanism in Education,\" Romanes Lecture of 1899, reprinted with other lectures on cognate subjects in Essays and Addresses (1907); Foster Watson, The Curriculum and Practice of the English Grammar Schools up to 1660 (1908); \" Greek at Oxford,\" by a Resident, in The Times (December 27, 1904); Cambridge University Reporter (November i i and December 17, 1904); British Association Report on Curricula of Secondary Schools (with an independent paper by Professor Armstrong on \" The Teaching of Classics \"), (December 1907); W.",
        "Their curriculum comprised all the usual courses of instruction, except theology.",
        "They give an education similar to that offered in the lyces for boys with certain modificationsin a curriculum of five or six years.",
        "He studied at the famous mining academy of Freiberg, in Saxony, and on completing his curriculum travelled in Germany and France.",
        "During recent years chemistry has become one of the most important subjects in the curriculum of technical schools and universities, and at the present time no general educational institution is complete until it has its full equipment of laboratories and lecture theatres.",
        "Thus the first two years of the arts curriculum in English and American universities correspond, roughly speaking, to the last two years spent in a secondary school of Germany or' France, and the continental \" school-leaving examinations \" correspond to the intermediate examinations of the newer English universities and to the pass examinations for the degree at Oxford and Cambridge (Mark Pattison, Suggestions on Academical Organization, 1868, p. 238, and Matthew Arnold, Higher Schools and Universities in Germany, 1892, p. 209).",
        "As illustrating the rapid development of familiarity with foreign authors, a Japanese retrospect of the Meiji era notes that whereas Macaulays Esfays were ii the curriculum of the Imperial University in 1881-1882, they were studied, five or six years later, in secondary schools, and pupils of the latter were able to read with understanding the works of Goldsmith, Tennyson and Thackeray.",
        "His early life was occupied in mastering the curriculum of theology, jurisprudence, mathematics, medicine and philosophy, under the approved teachers of the time.",
        "The curriculum, originally modelled on that of England, is being gradually modified by the necessities of a new country.",
        "He began the study of medicine at Erlangen in 1822, and finished his curriculum in 1826 at Wiirzburg, where he had attached himself mostly to J.",
        "He enlarged the curriculum at the college, and established chairs in languages, science, philosophy and divinity, which were confirmed by charter in 1577.",
        "The curriculum is classical and philological, but in the two upper classes there is a bifurcation in favour of scientific subjects for those who wish.",
        "In the case of secondary schools in receipt of grants of public money (about 700 in England and too in Wales in 1907-1908), \" the curriculum and time-table must be approved by the Board of Education.\"",
        "Nature-study, continued in the secondary schools, is an essential part in the curriculum of these schools, and elementary general history, English, French and German are among the optional subjects.",
        "The system of studies-reorganized in 1902embraces a full curriculum of seven years, which is divided into two periods.",
        "In 1894 manual training was made a part of the curriculum in all municipalities having 20,000 inhabitants.",
        "Having taken the arts curriculum at Glasgow University, he studied for the ministry at the Divinity Hall of the Secession Church, a dissenting body which, on its union a few years later with the Relief Church, adopted the title United Presbyterian.",
        "The question of the curriculum and the time-table in secondary education has occupied the attention of the Classical Association, the British Association and the Education Department of Scotland.",
        "The medieval curriculum offered no defined place for the new learning of the Revival, which had indeed no recognized name.",
        "Many of the special schools use the English language for conveying instruction, and there are three special schools where the whole curriculum is conducted in English by English masters.",
        "The early universities of Europe, being under the same religious authority and animated by the same philosophy, resembled each other very closely in curriculum and general organization and examinations, and by the authority of the emperor, or of the pope in most cases, the permission to teach granted by one university was valid in all (jus ubicunque docendi).",
        "He was a member of the council which organized the faculties and the curriculum; but in 1830, owing to a difference with Mill as to an appointment to one of the philosophical chairs, he resigned his position.",
        "His first work, An Elementary Treatise on Mechanics (1819), co-operated with those of Peacock and Herschel in reforming the Cambridge method of mathematical teaching; to him in large measure was due the recognition of the moral and natural sciences as an integral part of the Cambridge curriculum (1850).",
        "Instinctively a humanist, he had little patience with the narrow curriculum of Harvard in his day and the rather pedantic spirit with which classical studies were there pursued.",
        "Greek was not as yet part of the arts curriculum, and to learn it voluntarily was ill looked upon by the authorities.",
        "The technical college is also carried on by the town council, the chief features of its curriculum being chemistry, metallurgy and engineering.",
        "Political and religious subjects are excluded from the curriculum and no discrimination in regard to race or religion is allowed.",
        "Again, the new study of the religions of the world is seeking its place in the curriculum of Christian theology, just as it is seeking - in some way - to modify Christian thought.",
        "Since 1899 all boys have been obliged to attend lectures on theology and religion during six out of seven years of their curriculum to obtain the B.A.",
        "The Board has also a certain control over the curriculum of schools under the Endowed Schools Acts and the Charitable Trusts Acts, and also over that of schools voluntarily applying for inspection with a view to being recognized as efficient.",
        "Educated at the Jesuit seminary at Kalksburg and at the universities of Vienna and Pesth, a long foreign tour completed his curriculum, and at Paris he made the acquaintance of Montalembert, a kindred spirit, whose influence on the young Apponyi was permanent.",
        "Thus in the University of Oxford the curriculum known as Litterae Humaniores (\" Humane Literature\") consists of Latin and Greek literature and philosophy, i.e.",
        "His studies included all the wide range of subjects, classics, science and philosophy, which constituted the curriculum of the Renaissance savants.",
        "ideas of aim, administration and curriculum that dominated American universities at the end of the 19th century were anticipated by him.",
        "In the award of scholarships, &c., it should be definitely decided whether the scholarship is to be awarded (I) for attainment, in which case the examination-test pure and simple may suffice, or (2) for promise, in which case personal information and a curriculum vitae are necessary.",
        "Before you decide if the Abeka curriculum is right for your family, it is important to consider the pros and cons of using the Abeka homeschool learning program.",
        "Homeschooling also enables parents to notice when the curriculum is too easy for their gifted child or when the child is stressed by a curriculum that is too challenging.",
        "Many parents decide to use a pre-designed curriculum, especially if this is their first year homeschooling their children.",
        "rethinking of the science curriculum.",
        "The curriculum is comprehensive and is known for being academically strong.",
        "Homeschooling curriculum guides help provide parents with a \"big picture\" view of what topics should be covered when.",
        "Believe it or not, there are several free resources that you can use to formulate your own curriculum guide.",
        "Each state has a state board of education website on which is listed the curriculum guide for your state.",
        "You can find your state board of education curriculum guides online or by simply calling the board of education.",
        "Of course, if you want more than just what other kids in your state are doing, there are a host of curriculum guides written specifically to homeschoolers.",
        "Cathy Duffy's 100 Top Picks is considered to be one of the best resources for finding out what is what among homeschooling curriculum.",
        "However, getting to be on Cathy Duffy's top 100 list is a prize that is relatively coveted among homeschooling curriculum publishers.",
        "Ambleside Online is one of many Charlotte Mason curriculum guides.",
        "Parents that want a strictly Charlotte Mason education can log in and follow the suggested curriculum - all for free.",
        "While a homeschooling curriculum guide can be very helpful, especially for a family who is just starting their homeschooling journey, it's important to keep in mind that it is just a guide.",
        "Abeka homeschool curriculum is one of the most popular homeschooling programs available, especially for Christian homeschoolers.",
        "This is beneficial to homeschooling parents that prefer a curriculum similar to that taught in public schools.",
        "The Abeka homeschool curriculum has a high resale value, with many homeschooling parents preferring to buy the materials used.",
        "The Abeka material is advanced, providing a challenging curriculum for gifted students.",
        "The Abeka homeschool curriculum is one of the most expensive homeschooling packages available, and it is considerably more expensive than public schooling.",
        "Abeka changes their curriculum and textbooks frequently, which may make it difficult to find corresponding workbooks for younger children if you plan to reuse the textbooks.",
        "While this is preferable for some Christian homeschoolers, the strong anti-evolution focus of the curriculum may be a bit much for others.",
        "Of course, every homeschooling family has different needs and expectations when it comes to developing or following a curriculum.",
        "Parents can place emphasis on academics the child will need to know later, such as geography and finance, or parents can focus more on liberal arts or on a rounded academic curriculum.",
        "Parents can design the homeschool curriculum with their child's learning style and academic strengths and weaknesses in mind.",
        "The phonics program included in the Abeka Phonics curriculum focuses on phonics rules and drill work for preschool through second grade.",
        "Second Harvest Curriculum offers a large number of used Abeka materials at fair prices.",
        "Elementary schools often integrate a Thanksgiving feast into the curriculum as a means of teaching about the country's history.",
        "Open and distance learning are possible for parts of the midwifery curriculum.",
        "Hence the soul must first pass through a spiritual curriculum.",
        "Like Protagoras, he professed to train his pupils for domestic and civic affairs; but it would appear that, while Protagoras's chief instruments of education were rhetoric and style, Prodicus made ethics prominent in his curriculum.",
        "At the age of ten years David left the village school for the neighbouring cotton-mill, and by strenuous efforts qualified himself at the age of twenty-three to undertake a college curriculum.",
        "The course curriculum has always offered contemporary, vocational subjects relevant to the needs of the Gaidhealtachd and the wider Gaelic community.",
        "He will be working with the partnership trust assisting in their undergraduate curriculum.",
        "Changes in curriculum, pedagogy and indeed assessment style have all proven necessary.",
        "Take the time to research each school's accreditation, campus atmosphere, degree plan, and curriculum.",
        "Designed to be bought once and used throughout your child's education, this guide helps parents design their own curriculum using methods that they are most comfortable with.",
        "From Classical to Charlotte Mason - each philosophy often offers its own version of the idea curriculum guide.",
        "The Abeka curriculum is a K-12, accredited, faith-based homeschooling program that is also used by many Christian schools.",
        "The Abeka curriculum includes detailed lesson plans and schedules.",
        "The curriculum is also more time-consuming than other homeschooling curriculums, which may not be appealing to some homeschooling families.",
        "Abeka homeschool curriculum is faith-based and accelerated, which may or may not be suitable for your child.",
        "The English curriculum uses a spiral approach to learning, similar to the approach used in the Abeka Math curriculum.",
        "Browsing can be done by taxonomic hierarchy, concepts hierarchy, by curriculum, or by biology course.",
        "The new subjects were integrated into the higher education curriculum.",
        "abreast of advances in ICT to ensure these elements are put into practice effectively across the curriculum.",
        "adapt the curriculum to the needs of disabled learners?",
        "aspects of the national curriculum and enrich this through visits, visitors, specialist teachers and special projects.",
        "Others may teach an international curriculum or offer the European baccalaureate.",
        "Its four-year curriculum leads to the degree of bachelor of arts or bachelor of science.",
        "bioscience curriculum.",
        "breadth of the curriculum.",
        "The Digital Curriculum team were involved in the massive project of promoting and installing broadband into schools.",
        "broad-based curriculum in the tradition of Scottish education, particularly in the early years of your course.",
        "We aim to teach beyond the prescribed curriculum thereby broadening the intellectual horizons of our pupils.",
        "citizenship curriculum in schools.",
        "connexionConnections: role of careers advice in the curriculum Do you know exactly what support your local Connections Service can provide your school?",
        "Futures The Internet changes everyday and so any curriculum in Internet research skills requires continual updating.",
        "core curriculum on IE has been developed for all primary teachers ' colleges which is currently being piloted.",
        "Term 2 provides a core curriculum with a more applied perspective.",
        "QCA 14-19 learning provides advice on providing creative, flexible and differentiated responses in the 14 to19 curriculum to meet individual needs.",
        "creativity across the curriculum.",
        "creativity in the curriculum for teachers in the West Midlands.",
        "These aim to complement and enrich curriculum learning in the broadest sense.",
        "If you want a resource that supports, excites and broadens the curriculum then Espresso is a must buy.",
        "How can we adapt the curriculum to the needs of disabled learners?",
        "Students following the revised curriculum from January 2003 should contact the International Office for further information.",
        "In the past, academic staff have been used to delivering a standard curriculum to all students.",
        "All schools should be funded to allow a broad and balanced curriculum and to allow a wide choice of courses within the schools.",
        "Provide an interesting focus for class work within the national curriculum.",
        "curriculum vitae ' .",
        "curriculum Enrichment: using online resources, balancing creativity with the readily available.",
        "curriculum framework places a number of obstacles in the path of this approach.",
        "The citizenship curriculum is now part of the national curriculum a compulsory subject in every state... more details Whose town is it anyway?",
        "This session delivers information regarding the delivery of the pre-registration nursing curriculum in practice.",
        "When teaching this important part of the mathematics curriculum, this poster offers useful support.",
        "Thus variety and breadth of learning and teaching methods characterize the geography curriculum (Jenkins, 1998 ).",
        "In Papua New Guinea a draft core curriculum on IE has been developed for all primary teachers ' colleges which is currently being piloted.",
        "There are core curriculum modules, which include: * basic science * clinical science * research methodology * restorative dentistry.",
        "For example they gave us that symbol of a revived oriental despotism, the National Curriculum.",
        "Project Spectrum Project Spectrum offers an alternative approach to assessment and curriculum development for the preschool and early primary years.",
        "differentiated curriculum.",
        "Fourteen year olds must choose between a vocational diploma or a broad academic curriculum.",
        "The institutional culture and the relationship between problem-based learning and other components of the curriculum affected the extent to which disabling disjunction occurred.",
        "In recent years people in many sectors of society have expressed disquiet about a lack of creativity in the curriculum.",
        "Analysis of these responses reflected considerable student dissatisfaction with the science curriculum, and the students proposed ten recommendations.",
        "dissent from the proposal for a core curriculum, however worthy the idea.",
        "Students need to have a DOS from their school to understand the curriculum.",
        "educate for citizenship while steering away from issues which are considered political or ideological and thus outside the mainstream curriculum.",
        "If we want a meaningful process of education for citizenship, we should forget about the National Curriculum and the education for citizenship, we should forget about the National Curriculum and the Education Reform Act.",
        "embedded within the curriculum, with some discrete provision at certain levels.",
        "embedded in the curriculum.",
        "embedding employability into a curriculum.",
        "enriched, relevant curriculum for all children.",
        "enrich learning across the curriculum?",
        "ethnomusicology curriculum and on forthcoming key publication.",
        "fascinations with popular culture inform the English curriculum.",
        "fe curriculum with particular focus on key skills.",
        "flashcard games designed to help pupils with a variety of curriculum subjects including mathematics.",
        "A curriculum framework for the re-design of the Politics first year undergraduate curriculum.",
        "generalist class-teaching across the primary curriculum.",
        "geography curriculum.",
        "These might include: risk and uncertainty; futures perspectives; curriculum greening; and problematising a complex and dynamic world.",
        "It includes a glossary of terms, outreach (curriculum in UK, useful web resources) and quick reference guide.",
        "This drama tries to include most of the drama conventions include most of the drama conventions included in the curriculum.",
        "incorporated into the curriculum of over 450 schools nationwide.",
        "individualized curriculum.",
        "Series of PALATINE events (workshops, seminars) sharing good practice in curriculum innovation related to employability.",
        "A number of trainers were identified who could deliver inset for teachers around how to integrate the project themes into the curriculum.",
        "This makes it hard for them to cover the national curriculum effectively according to a discussion paper from Estyn, the welsh inspectorate.",
        "Article 26 Universal Declaration on Human Rights, 1948 Why do we want to bring internationalism into the curriculum?",
        "internationalism in the curriculum in this way.",
        "interrelated strands run through the England curriculum for citizenship.",
        "The curriculum says children should be taught to use clear diction and appropriate intonation.",
        "joint working in literacy across the curriculum look like?",
        "The purpose of this guidance is to help higher education institutions to integrate sustainability literacy into the curriculum of their learning programs.",
        "manageecame county inspector in 1992 managing the team with responsibility for curriculum ICT support.",
        "mathematics curriculum at Key Stage 4 to be overloaded.",
        "These include complete sets of curriculum material for various college and university level courses, including calculus, linear algebra and engineering mathematics.",
        "Description of school, pupils and curriculum, which included shoe mending.",
        "midwifery curriculum.",
        "militated against real curriculum innovation and delivery.",
        "Taiji is a major course of study within the Shaolin warrior monk 's curriculum.",
        "neuroscience curriculum in only the first of the two preclinical years.",
        "A curriculum about nursing informatics for a nurse educator's educational program.",
        "The roadshow is aimed mainly at Key Stage 2 of the National Curriculum which focuses on seven to eleven year olds.",
        "palatine events (workshops, seminars) sharing good practice in curriculum innovation related to employability.",
        "Work toward two hours of good quality curriculum pe within every key stage.",
        "responsive pedagogues are skilled in creating a curriculum of learning activities and environments in which all students have the opportunity to succeed.",
        "More info PDCD Science: developing a periphery driven curriculum development model for science.",
        "periphery driven curriculum development model for science.",
        "permeate the curriculum through the subjects taught.",
        "respiratory physiology: A Clinical Approach offers a fresh new take on learning physiology in a systems-based curriculum.",
        "Many private schools are ' college prep ' schools, with a curriculum directed to ensuring students ' admission to university or college.",
        "Curriculum initiatives Schools support pupils and their families to eat more healthily by teaching the principals of sound nutrition in the curriculum.",
        "puppetry workshops to curriculum demands?",
        "Training for radionuclide radiology is based on a curriculum, which is identical with the imaging aspects of nuclear medicine physicians ' training.",
        "radionuclide radiology is based on a curriculum, which is identical with the imaging aspects of nuclear medicine physicians ' training.",
        "The expertise available allows rapid updating of the undergraduate curriculum in the light of developments at the research frontier.",
        "agreed syllabus reed syllabus RE is different from national curriculum subjects in that the syllabus is compiled and agreed locally, rather than nationally.",
        "This was mainly regarding the curriculum regarding the curriculum RE, Technology, ICT, and PE were often cited.",
        "We encourage children to think about their own views and values in ren to think about their own views and values in relation to the themes and topics studied in the RE curriculum.",
        "The link should be considered as a partnership which is long term, fully reciprocal and embedded in the curriculum.",
        "reflected in the curriculum offered to each child.",
        "Curriculum must be made reflexive and the totality must constantly be negotiated and interpreted.",
        "The activities are interesting, challenging and offer both curriculum related and physical activity to complement the aims of the pack.",
        "restructure the curriculum and adapt teaching methods to match the continuous and reflective nature of portfolio assessments.",
        "Resume, curriculum vitae and cover letter writing tips, sample resume, curriculum vitae and cover letter writing tips, sample resumes, sample cover letters, thank.. .",
        "rethinking the curriculum, and some heads are determined to be inclusive.",
        "science curriculum.",
        "To enable you to work toward leadership within one area of the school curriculum, a curriculum specialism is selected for further study.",
        "Ensure the curriculum and resources positively reflect experiences and reject racist stereotypes.",
        "straight jacket for the primary curriculum?",
        "Whilst the emphasis is on core subjects, our broad curriculum covers a wide range of subjects including foreign languages.",
        "They believe that all curriculum subjects are important and that there are many different ways of learning and succeeding.",
        "survived the latest onslaught, being the least changed of all the curriculum areas.",
        "sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "We offer your child a specially tailored curriculum to approved learning outcomes.",
        "The Division plays a major role in the organization and delivery of undergraduate teaching in Clinical Medicine for the undergraduate medical curriculum.",
        "The 11-18 curriculum for secondary school mathematics teaching is very extensive and thus the program is demanding.",
        "Each Foundation Program will enable the trainee to access the full curriculum.",
        "What circus tricks offer the chance to embed science across the whole curriculum?",
        "underdeveloped within the academic curriculum (paragraph 33 ).",
        "undergraduate curriculum.",
        "undervalued role of dance in the National Curriculum.",
        "up-to-date curriculum vitae, prior to the assessment.",
        "Please apply in writing, enclosing a curriculum vitae covering your time at the University/College, by 31 October 1999.",
        "Entrants are asked to submit a curriculum vitae with their submission.",
        "Alternatively you may be asked to send a curriculum vitae (CV ).",
        "It is helpful to attach a brief curriculum vitae that includes a description of research interests.",
        "Applications, including a curriculum vitae, should be made to the Administrator at the above address by 15 September 2005.",
        "writing a curriculum vitae Click here for an example CV.",
        "Provide an up-to-date curriculum vitae, prior to the assessment.",
        "A brief curriculum vitae of the nominee should also be included.",
        "detailed curriculum vitae are acceptable providing all relevant information requested on the application form is covered.",
        "A full curriculum vitae should be attached to the application form.",
        "Nominee's current curriculum vitae limited to 2 pages.",
        "well-balanced curriculum.",
        "The school has a very good, broad and generally well-balanced curriculum that provides very well for pupils of all ages and abilities.",
        "well-rounded language arts curriculum (currently being updated ).",
        "What might joint working in literacy across the curriculum look like?",
        "worldwide phenomenon now incorporated into the curriculum of over 450 schools nationwide.",
        "Consequently the minister of education, Signor Rava, concocted a body of rules which, it was hoped, would satisfy every one: religious instruction was to be maintained as a necessary part of the curriculum, but in communes where the majority of the municipal councillors were opposed to it it might be suppressed; the council in that case must, however, facilitate the teaching of religion to those children whose parents desire it.",
        "Cornelius Fronto in the usual curriculum of rhetoric and poetry;.",
        "They were designed to communicate instruction in the seven liberal arts which constituted the educational curriculum of the middle ages (see TRIviub1).",
        "Thus Mr Papillon considered that, while the teaching of English literature was admirable, the average standard of Latin and Greek teaching and attainment in the upper classes was \" below that of an English public school \"; he felt, however, that the secondary schools of the United States had a \" greater variety of the curriculum to suit the practical needs of life,\" and that they existed, not \" for the select few,\" but \" for the whole people \" (pp. 250 f.).",
        "How can you apply puppetry workshops to curriculum demands?",
        "Agreed syllabus RE is different from national curriculum subjects in that the syllabus is compiled and agreed locally, rather than nationally.",
        "This was mainly regarding the curriculum RE, Technology, ICT, and PE were often cited.",
        "We encourage children to think about their own views and values in relation to the themes and topics studied in the RE curriculum.",
        "This alternative perception of curricula can only be materialized if a curriculum is reconstructed in an interactive way.",
        "OPPORTUNITY - This is reflected in the curriculum offered to each child.",
        "Tired old arguments that small schools cannot cope with the curriculum are now being thoroughly refuted in ways the public understands.",
        "The current national curriculum recognizes that the way we organize learning must be responsive to change.",
        "Therefore a need may arise to restructure the curriculum and adapt teaching methods to match the continuous and reflective nature of portfolio assessments.",
        "Resume, curriculum vitae and cover letter writing tips, sample resumes, sample cover letters, thank...",
        "Some of them are showing creativity in rethinking the curriculum, and some heads are determined to be inclusive.",
        "In this paper, Young argues for a rethinking of the science curriculum.",
        "From September 2006 all schools will be introducing the new Science curriculum.",
        "We provide high quality materials to meet the latest curriculum, academic, professional and self-improvement needs in the UK and overseas.",
        "Syllabus Plan Students are expected to draw from the curriculum and self-study undertaken during earlier parts of the program.",
        "The revolutionary curriculum plans too often remained in glossy backed books gathering dust on storeroom shelves.",
        "Are they at best a waste of time, or at worst a straight jacket for the primary curriculum?",
        "The curriculum is suffocating under the weight of the emphasis on numeracy and literacy.",
        "Music has survived the latest onslaught, being the least changed of all the curriculum areas.",
        "Sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "Research-active staff contribute expertise to the curriculum, especially in the areas of transcultural nursing and dual diagnosis.",
        "Weaknesses Interprofessional learning is as yet underdeveloped within the academic curriculum (paragraph 33).",
        "Summary Observations about the undervalued role of dance in the National Curriculum.",
        "Alternatively you may be asked to send a curriculum vitae (CV).",
        "Writing a curriculum vitae Click here for an example CV.",
        "Detailed curriculum vitae are acceptable providing all relevant information requested on the application form is covered.",
        "Nominee 's current curriculum vitae limited to 2 pages.",
        "A full curriculum vitae of the applicant, with an outline of research interests, should also be included.",
        "Applicants are requested to send their curriculum vitae with a full publication list by 31st March 2003.",
        "Curriculum The school should have a broad and well-balanced curriculum.",
        "The English and French programs at Chia - Yang involve teaching a well-rounded language arts curriculum (currently being updated).",
        "Our English-language curriculum includes rigorous orthography study every year through the eighth grade.",
        "You should check with her before adding any additional exercise to your curriculum.",
        "Because the curriculum and staff of a pre-school can differ quite a bit, you'll need to decide what aspects of a pre-school are most important to you and your child.",
        "Curriculum-What type of curriculum does the school offer?",
        "If this is what you want in a childcare situation, ask to see a copy of the school's curriculum in addition to asking the standard childcare questions.",
        "As you seek out the right degree option, it is important to research the curriculum thoroughly and compare various schools.",
        "The first step in choosing a design degree curriculum is to check if the program is accredited by the Council for Interior Design Accreditation, formerly called FIDER.",
        "This allows teachers to customize what they want their children to learn through the game to coincide with curriculum.",
        "Once you land a job teaching digital photography, it's vital to define your curriculum.",
        "This means that there is always something fresh and fun for the scrapbooking enthusiast to try.The CKU curriculum varies according to date and location.",
        "Some state hotlines will ask you for the name of your school, which can help them find the correlating assignment or curriculum.",
        "This means that most states have agreed to implement curriculum that meets certain objectives.",
        "Atoms and states of matter are common curriculum topics, as is the basis and source of energy.",
        "High school chemistry curriculum varies from school to school, however there are some basic fundamentals you will find in any class.",
        "The other purpose is to allow the California Department of Education to evaluate the effectiveness of the curriculum taught in the public schools as well as the quality of the teachers within those schools.",
        "Instead, they are only being taught bits and pieces of a curriculum, or \"teaching to the test,\" so that they will score high on standardized tests.",
        "Does the school's curriculum meet the needs and interests of your child?",
        "Observe the student/teacher interaction and how the curriculum is taught.",
        "If you're looking for a bullying curriculum for middle school, you can find ideas in a wide variety of places, from bookstores to websites.",
        "When you are looking for a place to buy materials for your bullying curriculum for middle school aged children, there are many resouces.",
        "The curriculum and courses offered at Alberta's Center vary by grade level.",
        "Grades one through three offer curriculum in Language Arts, Mathematics, Social Studies, Science, Health and Life Skills, Physical Education, Fine Arts (Music, Art, and Drama), Information and Communication Technology.",
        "Vista Virtual School is also part of the distance learning center and the curriculum here is very similar to the Alberta Distance Learning Center's curriculum.",
        "The program was launched in 2006 and focused on bringing the core curriculum up to match and exceed national standards.",
        "Instead of having general classes in the performing arts, these camps allow teens to plan their own curriculum and be as specific as they want, whether it's taking pottery classes, improv, or costume design.",
        "In addition, the school offers a variety of diploma options facilitated through the Accelerated Christian Education curriculum.",
        "Most students choose to enroll in independent study because they have educational needs and interests not covered by the standard curriculum.",
        "Specialties within Education include Curriculum, Technology, and Instruction.",
        "Quad C offers multiple campuses throughout Collin County as well as Internet classes for core curriculum, electives and certificate programs.",
        "Sinclair Community College enjoys the status of being one of the twelve Vanguard Learning Colleges in the nation due to their student curriculum and opportunities.",
        "The high-quality, relevant curriculum offered at MCCC has placed more than two-thirds of its graduates in their field of study.",
        "The goal of PPCC's staged campuses and programs is to provide students with access to high-quality curriculum and subject matter experts and faculty.",
        "Over the years, GateWay college has developed a rigorous curriculum consisting of over 130 degree and certificate programs.",
        "The Arizona General Education Curriculum is another available program of study.",
        "This curriculum does not result in the completion of a degree, but instead helps students fulfill their general education requirements before transferring to a four-year college in Arizona.",
        "This does not necessarily mean that the particular college has the best curriculum or that it is even accredited.",
        "Also, finding an MBA program that is accredited ensures that the curriculum meets certain academic requirements.",
        "Clemson University located in Clemson, South Carolina, and its MBA program are highly ranked by the U.S. News and World Report and The Princeton Review, so if you choose this program you are assured that the curriculum is of high quality.",
        "There are dozens of choices, and program Web sites and informational packets don't always do a good job of pointing out what's especially unique and valuable about that institution's curriculum.",
        "A unique component of Thunderbird's curriculum is that 25 percent of its program consists of on-site business environment seminars at locations all over the world, including Geneva, Beijing, and Santiago.",
        "It consists of a core curriculum involving modules, which outline and simulate practical business projects, and electives.",
        "The curriculum caters to existing managers who are interested in advancing in their respective fields.",
        "The curriculum also has a special emphasis on supply-chain management, which is rare for many business programs.",
        "Independent workers and people with lots of self-discipline may find the process easiest, but all students should be aware that the curriculum will be challenging and may take a long time to complete.",
        "Before enrolling, contact the school's admissions department to ask about financial aid, learn more about what distinguishes its curriculum, and find out about career possibilities or job-placement opportunities.",
        "Penn Foster specifically recommends its online curriculum to existing florists, event planners, or caterers who want to expand their businesses or find out more about the process of planning a wedding.",
        "Like the curriculum at the U.S. Career Institute, Ashworth College's program is accredited by the DETC but not by a regional or federal board.",
        "Could you learn as much with self-study, or does the curriculum provide instruction that isn't otherwise available?",
        "However, if a single school doesn't offer all of the courses you want or seems to be strong in only one particular department, it's worth shopping around at other places to see how you can round out your chosen curriculum.",
        "Unconventional or independent businesses and professions may be more open to the idea of an individually created and tailored curriculum, but that may not be the case with most companies.",
        "If you're not taking classes for career reasons and it's not important for you to earn an official degree, the specifics of your curriculum may not matter quite as much.",
        "E-mail or call admissions representatives to explain your plan of self-designing a curriculum, and ask if it's possible to enroll for individual courses without participating in a formal degree program.",
        "Enjoy the variety and scope of the classes you chose and the supreme flexibility of your curriculum!",
        "Though plenty of full degree programs are available online in the business arena, potential students should consider all available options before choosing a curriculum.",
        "A school's accreditation and the state's certification standards will play a huge role in determining the specific curriculum of an online physical education associate's degree.",
        "Such books enhance the curriculum content of the library science program and also prepare students for the duties of potential jobs they may be able to get after earning their degrees.",
        "Although very similar courses of study exist in related subject areas at both colleges and universities worldwide, colleges generally focus on a liberal arts curriculum.",
        "They seek the flexibility of an online curriculum, but they may not have the financial resources to devote to such a program.",
        "Students can earn a bachelor's degree in Special Education, and receive official certifications through the Special Education General Curriculum.",
        "Curriculum - The core classes and study progression are arguably the most important part of a graduate program in psychology.",
        "Even if the school has an excellent reputation, it may not be worth considering if you don't like the look of the curriculum and courses.",
        "These classes can be used to supplement any other school curriculum: public, private, or charter.",
        "The university offers two curriculum tracks for students, one for those with a bachelor's or master's level degree in public health and one for those who have unrelated lower degrees.",
        "The curriculum is identical to the fully campus-based paralegal studies program.",
        "At the conclusion of the curriculum, students are certified in paralegal studies; certification by the Washington Online Learning Institute is recognized in all 50 states.",
        "You'll learn how to design a curriculum in various educational environments.",
        "You'll learn to create a curriculum from scratch and how to analyze current curricula with a critical eye and an objective of making them better.",
        "In addition to offering specialized courses in those topics, the Art Institute has a general education curriculum that is designed to give students a broad base of knowledge from which to work.",
        "You should also consider a program's reputation, its quality, accreditation, curriculum, format, and coursework.",
        "A program's curriculum is one of the most significant factors to weigh in your decision.",
        "The American Academy of Pet Grooming offers a basic pet grooming program as well as a more advanced curriculum for individuals who want to become \"Master Pet Stylists.\"",
        "For example, the curriculum includes coursework that provides training about how to properly handle and control dogs as well as techniques that can be used to reduce the risk of being bitten while grooming a dog.",
        "Field trips are also an important part of the curriculum.",
        "For example, you may want to contact the postsecondary school licensing agency in your state (or in the states where you are interested in moving) and request names of licensed schools that are approved to offer a dog grooming curriculum.",
        "Buyers can select an antique or natural finish for the ring, as well as their curriculum, date and degree and designs to represent the sports or activities the participated in while attending college.",
        "Review the curriculum of Trinity College of Natural Health.",
        "Many industrial workers are required to take a 10-hour general industry curriculum.",
        "Rather than waiting for school to start and hoping it is covered in the curriculum, parents can access school bus safety materials online and make sure their children are familiar with these important concepts.",
        "It also mentions the core curriculum and any extracurricular activities offered, including intramural sports, clubs and after-school tutoring.",
        "Schools have long recognized the value of engaging children with computers, incorporating games for math, reading and more into classroom curriculum.",
        "Dr. Meyer's credentials are extensive, and a detailed curriculum vitae is available on his website.",
        "While most educational games are designed for home use, to reinforce educational concepts taught in the schools, other products are intended as part of a school curriculum.",
        "The curriculum may be credentialed, but some games lack the fun that makes a good video game compelling and exciting.",
        "While many of the courses were already part of MSU's curriculum, they have now been packaged into a full-fledged video game design program.",
        "They also have game programming majors and offer a well-rounded video game curriculum to students.",
        "On the other hand, if you are very technical and enjoy programming, you may want to consider a school that offers video game design specialization within a computer science curriculum.",
        "They often have curriculum elements that focus on improving student self-esteem, fostering growth of individuality, and enhancing social skills.",
        "Alternative school structure and curriculum varies depending on the educational goals and desired student population.",
        "Parents considering alternative schools should thoroughly investigate the school's credentials, staff training, available curriculum, student support services, and student population to make sure that the needs of their child will be met.",
        "Wehmeyer, Michael L., et al. Teaching Students with Mental Retardation: Providing Access to the General Curriculum.",
        "Other early childhood education programs may be run by private for-profit companies, churches, or as part of a private school curriculum.",
        "Extracurricular activities are those sponsored by and usually held at school but that are not part of the academic curriculum.",
        "Association for Supervision and Curriculum Development. 1703 Beauregard St., Alexandria, VA 22311.",
        "Because the development of fine motor skills plays a crucial role in school readiness and cognitive development, it is considered an important part of the preschool curriculum.",
        "The Literacy Curriculum and Bilingual Education: A Critical Examination.",
        "Some states may require a state-approved curriculum, conduct home visits periodically, and require that home-schooling parents be certified teachers.",
        "The curriculum is not the same in every program, but in most programs school readiness is stressed.",
        "Journals have been used as part of the English curriculum since at least the 1980s.",
        "A multicultural curriculum strives to present more than one perspective of a cultural phenomenon or a historical event.",
        "As of the early 2000s, there is no universally agreed upon multicultural curriculum.",
        "Other teachers apply a transformative approach, weaving different perspectives on cultures throughout the curriculum.",
        "Their overall objective is to include subject matter in the curriculum about various cultural groups in order to cultivate students' knowledge about these groups.",
        "Student-focused: Many programs go beyond changes in the curriculum and specifically address the academic needs of defined groups of students, usually minorities.",
        "In this type of approach, the curriculum may not be changed significantly.",
        "Parents should feel free to speak up about any concerns they have with the curriculum in their child's classroom.",
        "Unlocking Creativity: A Teacher's Guide to Creativity Across the Curriculum.",
        "He also serves as the chef of Restaurant 561, the fine dining restaurant staffed by students finishing their Le Cordon Bleu curriculum.",
        "Depending upon the style chosen, a dancer may experience a varied curriculum from one studio to the next.",
        "That will show many dance studios that claim to have hip hop in the curriculum, and a few of them might actually teach quality classes - but there's no way to tell through google ads.",
        "Under the guidance of dance teachers, students can determine where to focus their dancing curriculum and what level it is appropriate to dance at.",
        "Some physical fitness teachers even incorporate line dancing into their young students' P.E. curriculum.",
        "All of the songs listed on his site include step sheets and, since he created them, notes from the choreographer about similarities to other dances, and even a curriculum of dances to learn to improve your skills.",
        "However, most social dance instructors include two-step in their general curriculum, and you can quickly learn some very fancy footwork by taking just a few lessons.",
        "These videos are used to filter novices from advanced dancers, so directors are able to discern who is qualified for what they are planning, and who will not quite fit in with the current choreography or curriculum.",
        "Depending on the school and specific curriculum, advanced courses may be available for students who wish to specialize in detailed techniques, such as updos or coloring.",
        "Online curriculum markets often feature learning style testing in order to aid patrons in choosing the best products for their homeschooling needs, and a variety of education information sites may be of assistance.",
        "Curriculum requirements vary from one state to another, with some providing a list of mandated subject matter to homeschoolers according to grade level, and others allowing parents much more flexibility in deciding educational standards.",
        "Rather than an adult choosing certain curriculum, the child is exposed to a variety of learning experiences.",
        "While it is easy to understand how a child could learn history or language skills without a formal curriculum, parents often lose confidence when it comes to mathematics.",
        "Parents looking for an exciting, easy to use curriculum that doesn't cost a fortune might be interested in Time4Learning.",
        "Time4Learning is based upon Compass Learning, which is utilized in some schools for curriculum and even public school at home options.",
        "The curriculum meets many of the state standards for core subjects, such as Language Arts, Math, Science and Social Studies.",
        "There are several core ingredients that make the Time4Learning curriculum popular with parents and children.",
        "Some parents use this as their main curriculum.",
        "It can also be used as supplementary curriculum in one or more areas, as a boost over the summer months, during times when life is hectic or even when the family is going through a crisis that requires the teaching parent's attention.",
        "Many homeschool parents have spent a lot of money on a curriculum package only to find out it isn't what they thought or doesn't work with their children.",
        "Used homeschool curriculum has become more and more popular with families choosing to school from the comfort of home.",
        "Used curriculum costs less and offers the benefit of not investing quite as much into a curriculum that you may have to replace if it doesn't work out.",
        "For one thing, if you purchase from another homeschool family you know, you can ask what they liked and didn't like about the curriculum.",
        "While every family is different, their experiences may help you determine if the curriculum is actually worth your investment or what problem areas you might run into.",
        "If there are any major gaps in the curriculum, the other homeschool parent will likely tell you what those gaps were and you can more easily fill those gaps with supplementary materials.",
        "There is no perfect curriculum, so this type of insight can be particularly valuable.",
        "Once you are finished with your curriculum and do not feel you'll need it to refer back to, you should sell it or share it with another family.",
        "Selling your own used curriculum can help generate necessary funds to purchase the next set in the series or another type of curriculum needed; purchase used of course!",
        "Or, if you have been particularly blessed and don't need the funds, give the curriculum to a family who is trying to homeschool, but struggling financially.",
        "Local used curriculum stores are available in some areas.",
        "Homeschool conventions sometimes allow attendees to rent booths where they can sell used curriculum.",
        "Online sites such as VegSource.com and Homeschool Bid offer swap boards where you can list and browse used curriculum.",
        "Used curriculum can fill the gap and be used with multiple children as it is passed down from year to year.",
        "They may choose to demand to see curriculum, work your child has completed or send a social worker to your home, even if the state law does not allow for these requests.",
        "It is always wise to go ahead and keep good records of the work your child is doing, books read, curriculum used and overall grades.",
        "Others fear that home schooled children may not keep pace with public schoolers, failing to meet the standards that would be enforced by a public school curriculum.",
        "Other benefits to belonging to a homeschool group include having people to talk to about curriculum recommendations and assistance when preparing all of the paperwork that needs to be submitted to the local school district (in some states).",
        "Add into the curriculum costs any additional lessons, such as art or music, and the costs grow even greater.",
        "Internet homeschool provides parents the opportunity of educating their children at home while following the school's curriculum guidelines.",
        "With a planned curriculum, syllabus and lesson plans provided, parents do not have to think about preparing the daily course work.",
        "Many programs are Christian based, incorporating religion and the study of the Bible into the curriculum.",
        "Most schools offer full curriculum programs for grades K-12 with a few offering programs for preschoolers.",
        "Many online schools are nationally accredited and aligned with the curriculum of their home state.",
        "The Jubilee Academy provides the curriculum for students in pre-kindergarten through twelfth grade.",
        "In some states, parents have to submit very specific paperwork, which clearly outlines what their goals, objectives and curriculum are.",
        "Unless a parent has previous experience teaching children, he or she will most likely follow a pre-designed curriculum.",
        "A curriculum has everything that a teacher and student need to cover all subjects, including workbooks.",
        "Some curriculum packages include online resources and testing.",
        "Once a family finds a curriculum that they like, they may choose to stick with it through several, or all grade levels.",
        "As a teaching method, it simply means traditional curriculum and schooling, but at home.",
        "A teacher currently teaching a subject or grade will be familiar with state standards and which types of curriculum are being used by the local school district.",
        "Lack of flexibility in curriculum choices.",
        "Free homeschool curriculum materials can help fill in the gaps when you're designing your own curriculum, or give you a chance to try out materials before you buy them.",
        "We've taken some of the guesswork out of locating these materials, and some of the best curriculum freebies are listed below.",
        "If you are looking for free math curriculum materials, check out Math eBook.",
        "Sometimes finding the right curriculum during the holidays is tricky.",
        "These can help you plan your art curriculum or simply use for a rainy day!",
        "Use this website in your art, science or history curriculum.",
        "Free homeschool curriculum materials are a great way to round out an existing pre-made curriculum, or they may be used to create a custom curriculum and unit studies for your children.",
        "Letter of the Week is a free themed curriculum that is based on introducing one letter each week to your child.",
        "Sonlight Curriculum offers one of the best reading lists to be found!",
        "Preschool Homeschool Curriculum has some things for free and others for purchase.",
        "Especially if you have more than one child curriculum prices can be significant.",
        "In order to use your library for your free homeschool curriculum you will want to plan your studies in short increments.",
        "Don't overlook fiction as a strong part of your homeschool curriculum.",
        "So stop drooling over that expensive catalog and start planning your budget-friendly homeschool curriculum.",
        "If you've just spent $1500 on some great curriculum only to find that it isn't that great, it's hard to just decide to buy another.",
        "There are literally endless pages of material for free curriculum.",
        "No matter which homeschool method you are drawn to, you can find Christian curriculum to support it.",
        "Early in our homeschooling career I began finding that the available curriculum did not meet my needs.",
        "What started as simply creating a curriculum for my daughters soon expanded beyond my family to the founding of a Christian book company.",
        "Through Cadron Creek Christian Curriculum I have published four major curriculum programs.",
        "Since 1979, the Bob Jones curriculum has been a popular choice with homeschooling families.",
        "We'll also focus on unit studies, which curriculum might work best for your homeschool and links to many of the free subject resources online.",
        "You'll get insider information from experts on curriculum, basic homeschooling needs, various methods of schooling at home, as well as those who are licensed teachers and, of course, mom experts.",
        "Choosing a Curriculum: It's impossible to be familiar with every curriculum out there on your own, so our staff has broken down the different products available to help you make an informed decision.",
        "Worksheets can be used alongside a curriculum or used alone as extra work.",
        "Take a close look at the curriculum you use for your homeschool math.",
        "Many parents prefer to use a boxed curriculum, while still others would rather make up their own course of study.",
        "Choosing a curriculum is unique to each family situation.",
        "BrainPop is relatively new when it comes to homeschooling curriculum.",
        "Many of the major homeschool curriculum publishers, offer online options either in conjunction with or separately from their textbooks.",
        "Many people go from figuring out what they have to do legally in their state, right into choosing a curriculum.",
        "However, you will find that spending some time defining some goals will serve you well in not only choosing a curriculum but also in sticking with a plan for the longer term.",
        "You can often pick up used or cheaper curriculum.",
        "You can handle the curriculum you're interested in and/or purchase it.",
        "You can talk with curriculum suppliers, attend workshops, or hear fantastic speakers.",
        "Choosing a curriculum is a pitfall for many parents.",
        "If you have written down for example, that you think children learn best by exploring on their own choosing a curriculum that is classical in nature is probably not a good fit.",
        "Parents who homeschool develop curriculum designed especially for their children.",
        "For example, if your child is in fourth grade but reads at a nineth grade level, the curriculum can be upgraded to prevent boredom.",
        "While parents who homeschool get nothing for the taxes they contribute to the public school system, curriculum can be expensive.",
        "Free handouts and other materials are available online to help supplement your curriculum or to create your own unit studies.",
        "Home schooling has grown in popularity and along with it your choice of curriculum, but before you can make a curriculum decision, first you'll want to determine your approach to teaching.",
        "You have the freedom to make the curriculum user friendly.",
        "The curriculum you choose should not only meet your child's academic needs but also his level of interest.",
        "Many families use history textbooks or computer assisted curriculum and it works well for them.",
        "Don't be surprised; curriculum related décor is very common for homeschooling families!",
        "Use some of the examples in the purchased curriculum to help.",
        "It is simply a way for an examiner to check the files you are keeping on your children and to review your curriculum.",
        "Another way to teach art is to write your own curriculum.",
        "Some parents choose to mirror a traditional school curriculum at home.",
        "Instead of following a set curriculum, parents allow children to dictate the direction of their own learning.",
        "Science doesn't have to be dry and dull though, especially if you incorporate lots of hands-on activities in your curriculum.",
        "A traditional homeschool curriculum works well for many students who can learn easily just by reading and reviewing information found within books.",
        "Obviously a book-based curriculum is always supplemented with outside activities and field trips that are tailored towards helping a student learn as much as they can about particular subjects.",
        "A traditional curriculum can be designed on a book-by-book basis or purchased online.",
        "An online curriculum is not the same as participating in a virtual learning environment.",
        "Citizens High School - an accredited online high school that allows parents and students to tailor the curriculum to their interests and schedules.",
        "Thus, a parent should research teaching techniques or at least have a great homeschool curriculum which will walk her through teaching fabulous lessons that meet the needs of her child.",
        "If a family does this, they'll have some wiggle room all year round and won't feel the pinch at the beginning of each school year when they're buying the latest curriculum and associated supplies.",
        "If you're tired of paying large amounts of money for your homeschool curriculum and other materials, the following information will help you get more bang for your teaching dollar.",
        "People who are new to homeschooling will usually purchase a curriculum their first year.",
        "A purchased curriculum can run in the hundreds of dollars and in some cases, an all-inclusive one may run in the thousands.",
        "Thrifty homeschooling parents can request a search of some of their favorite curriculum books from their local library.",
        "These groups often exchange textbooks, hold swap meets and may even host a homeschool conference where curriculum and suppliers attend to sell their latest products.",
        "You may even be able to borrow books from a group's lending library if you're not sure whether or not a specific curriculum will work with your children.",
        "If you're interested in teaching your children using a religious-based curriculum, your local church may already have some of the materials you need, and they're usually free for the asking.",
        "One of the easiest places to find free homeschooling curriculum materials is the Internet.",
        "There are so many free resources available that they may create a custom-made curriculum for each child.",
        "Relaxed homeschooling is not one particular method or curriculum; it uses a combination of homeschool approaches without reliance on testing, grades, or schedules.",
        "When parents choose not to follow a standard curriculum, the child may be unable to return to public school, or may test into a lower grade than other students his age.",
        "Children who are easily distracted or who suffer from ADHD or an autistic disorder may require the routine and structure that a standard homeschool curriculum and structure provide.",
        "Formal homeschool programs generally use a curriculum similar to that of the public school system.",
        "Relaxed homeschooling offers many benefits over other homeschool methods or public school curriculum.",
        "New homeschooling parents may weigh the options regarding purchasing a curriculum or designing their own.",
        "A curriculum that includes all of the supplies that you'll need can run in the thousands of dollars.",
        "On the other hand, buying a curriculum without the supplies will save you money, but eventually you'll need to buy the required supplies on your own from other resources.",
        "Budget conscious homeschool parents will shop around local garage sales, thrift stores and homeschool swap meets to find used curriculum books.",
        "Spelling lists are an important part of any language arts curriculum as they assist students in learning phonics, vocabulary words, reading comprehension and fluency when reading.",
        "A second grade spelling curriculum should incorporate compound words, Dolch words and progressively advanced phonics.",
        "Many Christian homeschoolers opt to use Bob Jones Homeschool Curriculum for a variety of reasons.",
        "Your options are twofold (if you're opting for the full curriculum).",
        "Ambleside Online - fans of the Charlotte Mason method will want to visit this site that offers a free online curriculum and support group."
    ],
    "definition": [
        "All the courses of study offered by an educational institution.",
        "A group of related courses, often in a special field of study: the engineering curriculum.",
        "cur·ric′u·lar\nadjective",
        "Link/Cite",
        "The set of courses, coursework, and their content, offered at a school or university.",
        "Link/Cite"
    ]
}