{
    "translation": "עקומות, התפתלויות",
    "uses": [
        "She had soft curves in all the right places.",
        "The dress moved with her like a second skin, draping her curves and swishing silently around her legs.",
        "The neckline was plunging, revealing the curves of her full breasts.",
        "His gaze traced the curves of her body absently.",
        "It is easy to distinguish the great primitive watercourses from the lateral ducts which they fed, the latter being almost without banks and merely traceable by the winding curves of the layers of alluvium in the bed, while the former are hedged in by high banks of mud, heaped up during centuries of dredging.",
        "Taking their rise on the plateau formation, or in its outskirts, they flow first along lofty longitudinal valleys formerly filled with great lakes, next they cleave their way through the rocky barriers, and finally they enter the lowlands, where they become navigable, and, describing wide curves to avoid here and there the minor plateaus and hilly tracts, they bring into watercommunication with one another places thousands of miles apart.",
        "It wasn't as if she were wearing a bikini, and her only physical attributes were a flat abdomen and smooth curves – well, those and her breasts, but they were over proportioned - out of balance, so to speak.",
        "It was filled with curves she'd take at high speed.",
        "5 a curves somewhat forward and again divides at least once; while the hind prong is of great length undivided, and directed backwards in a manner found in no other deer.",
        "The yellow skirt of her sundress was molded to the soft curves one side of her body by a breeze.",
        "All her dresses now fit snugly across the bust, and even her skinny legs were beginning to have some attractive curves.",
        "Her large blue-green eyes were clear and calm, the curves of her slender frame complemented by the cut and drape of the dress.",
        "She didn't move away or object when he allowed his palms to skim her curves, tracing down her sides to her hips then around to her tight bottom.",
        "The material hugged the natural curves of her body, pooling at the top of her feet.",
        "It was a brief lapse of concentration from his purpose at hand, catching the yellow-clad figure flowing through the curves and bends below him.",
        "He braked carefully as the last of a series of curves came up before the level of a long valley was spread out before him.",
        "He tightened his grip until their bodies were pressed together, determined to feel her soft curves.",
        "Katie had been helping her select clothing and she certainly knew how to make the most of Carmen's soft curves.",
        "The next turn found her on a narrow two lane highway that was a succession of curves.",
        "The resemblance between these curves is much closer than that between the Bureau Central's own winter and summer curves.",
        "All three Paris curves show three peaks, the first and third representing the ordinary forenoon and afternoon maxima.",
        "The December and June curves for Kew are good examples of the ordinary nature of the difference between midwinter and midsummer.",
        "The two last curves in the diagram contrast the diurnal variation at Kew in potential gradient and in barometric pressure for the year as a whole.",
        "In the potential curves of the diagram the ordinates represent the hourly values expressed - as in Tables II.",
        "So again, in the case of the Paris curves, the absolute value of the diurnal range in summer was much greater for the Eiffel Tower than for the Bureau Central, but the mean voltage was 2150 at the former station and only 134 at the latter.",
        "to c 1, vary much, then a diurnal inequality derived from a whole year, or from a season composed of several months, represents a mean curve arising from the superposition of a number of curves, which differ in shape and in the positions of their maxima and minima.",
        "Each problem was something unique; the elements of transition from one to another were wanting; and the next step which mathematics had to make was to find some method of reducing, for instance, all curves to a common notation.",
        "The problem of the curves is solved by their reduction to a problem of straight lines; and the locus of any point is determined by its distance from two given straight lines - the axes of co-ordinates.",
        "Others swim with eel-like curves through the water, while one land-leech, at any rate, moves in a gliding way like a land Planarian, and leaves, also like the Planarian, a slimy trail behind it.",
        "Taking their origin from a series of lacustrine basins scattered over the plateaus and differing slightly in elevation, the Russian rivers describe immense curves before reaching the sea, and flow with a very gentle gradient, while numerous large tributaries collect their waters from over vast areas.",
        "On the one hand he may make the line follow the natural inequalities of the ground as nearly as may be, avoiding the elevations and depressions by curves; or on the other he may aim at making it as nearly straight and level as possible by taking it through the elevations in cuttings or tunnels and across the depressions on embankments or bridges.",
        "Other things being equal, that route is best which will serve the district most conveniently and secure the highest revenue; and the most favourable combination of curves and gradients is that by which the annual cost of conveying the traffic which the line will be called on to carry, added to the annual interest on the capital expended in construction, will be made a minimum.",
        "The curves on railways are either simple, when they consist of a portion of the circumference of a single circle, or compound, when they are made up of portions of the circumference of two or more circles of different radius.",
        "On some of the earlierEnglish main lines no curves were constructed of a less radius than a mile (80 chains), except at places where the speed was likely to be low, but in later practice the radius is sometimes reduced to 40 or 30 chains, even on high-speed passenger lines.",
        "Closely allied to the question of safety is the problem of preventing jolting at curves; and to obtain easy running it is necessary not merely to adjust the levels of the rails in respect to one another, but to tail off one curve into the next in such a :nanner as to avoid any approach to abrupt lateral changes of direction.",
        "For further information see the following papers and the discussions on them: \" Transition Curves for Railways,\" by James Glover, Proc. Inst.",
        "140, part ii.; and \" High Speed on Railway Curves,\" by J.",
        "(6) Resistance due to curves.",
        "The curves corresponding to the above expressions are plotted in fig.",
        "The resistance to motion round a curve has not been so systematically studied that any definite rule can be formulated applicable to all classes of rolling stock and all radii of curves.",
        "A general result could not be obtained, even from a large number of experiments, because the resistance round curves depends upon so many variable factors.",
        "Rate at which work is done against the resistances given by the curves fig.",
        "As given by the Barbier curves in fig.",
        "Using the curves of fig.",
        "- Engine Efficiency Curves.",
        "The point is further illustrated by some curves published in the American Engineer (June 1901) by G.",
        "Thus the length of the body was limited, for to increase it involved an increase in the length of the rigid wheel base, which was incompatible with smooth and safe running on curves.",
        "In the great continental basin there are long lines with easy gradients and curves, while in the Allegheny and Rocky Mountains the gradients are stiff, and the curves numerous and of short radius.",
        "Thus the gauge may be narrow, the line single, the rails lighter than those used in standard practice, while deep cuttings and high embankments may be avoided by permitting the curves to be sharper and the gradients steeper: such points conduce to cheapness of construction.",
        "On the lines actually authorized by the Board of Trade under the 1896 act the normal minimum radius of the curves has been fixed at about 600 ft.; when a still smaller radius has been necessary, the speed has been reduced to 10 m.",
        "an hour on long inclines with gradients steeper than i in 50, and also on a line which had scarcely any straight portions and in which there were many curves of 600 ft.",
        "The radius of curves for the 1 .",
        "A straight length of not less than 60 metres for the largest gauge and 40 metres for the smallest must be made between two curves having opposite directions.",
        "in length, the sharpest curves are 30 metres, 35 metres and 40 metres respectively.",
        "The chief difference between the first three types lies in the weight of rails and rolling stock and in the radius of the curves.",
        "To these curves, which were also applied to effect some quadratures, Evangelista Torricelli gave the name of \"Robervallian lines.\"",
        "The isothermals of mean annual temperature lie over northern Asia on curves tolerably regular in their outline, having their western branches in a somewhat higher latitude than their eastern; a reduction of I° of latitude corresponds approximately - and irrespective of modifications due to elevation - to a rise of 2 ° Fahr., as far say as 30° N., where the mean temperature is about 75° Fahr.",
        "Such curves are given by the equation x 2 - y 2 = ax 4 -1bx 2 y 2 +cy 4 .",
        "These curves are instances of unicursal bicircular quartics.",
        "Price curves are published by Messrs Turner, Routledge & Co.",
        "In it Maclaurin developed several theorems due to Newton, and introduced the method of generating conics which bears his name, and showed that many curves of the third and fourth degrees can be described by the intersection of two movable angles.",
        "This paper is principally based on the following general theorem, which is a remarkable extension of Pascal's hexagram: \"If a polygon move so that each of its sides passes through a fixed point, and if all its summits except one describe curves of the degrees m, n, p, &c., respectively, then the free summit moves on a curve of the degree 2mnp. ..",
        "He also gave in his Fluxions, for the first time, the correct theory for distinguishing between maxima and minima in general, and pointed out the importance of the distinction in the theory of the multiple points of curves.",
        "The shore line curves away, beyond these, westward to the Start and eastward to Portland - both visible from Sidmouth beach.",
        "Under the general heading \"Geometry\" occur the subheadings \"Foundations,\" with the topics principles of geometry, non-Euclidean geometries, hyperspace, methods of analytical geometry; \"Elementary Geometry,\" with the topics planimetry, stereometry, trigonometry, descriptive geometry; \"Geometry of Conics and Quadrics,\" with the implied topics; \"Algebraic Curves and Surfaces of Degree higher than the Second,\" with the implied topics; \"Transformations and General Methods for Algebraic Configurations,\" with the topics collineation, duality, transformations, correspondence, groups of points on algebraic curves and surfaces, genus of curves and surfaces, enumerative geometry, connexes, complexes, congruences, higher elements in space, algebraic configurations in hyperspace; \"Infinitesimal Geometry: applications of Differential and Integral Calculus to Geometry,\" with the topics kinematic geometry, curvature, rectification and quadrature, special transcendental curves and surfaces; \"Differential Geometry: applications of Differential Equations to Geometry,\" with the topics curves on surfaces, minimal surfaces, surfaces determined by differential properties, conformal and other representation of surfaces on others, deformation of surfaces, orthogonal and isothermic surfaces.",
        "The whole plan is drawn from three centres, the outer portion of the curves being arcs of a larger circle than the one used for the central portion; the complete circle of the orchestra is marked by a sill of white limestone, and greatly enhances the effect of the whole.",
        "A volume entitled Opera posthuma (Leiden, 1703) contained his \"Dioptrica,\" in which the ratio between the respective focal lengths of object-glass and eye-glass is given as the measure of magnifying power, together with the shorter essays De vitris figurandis, De corona et parheliis, &c. An early tract De ratiociniis tin ludo aleae, printed in 16J7 with Schooten's Exercitationes mathematicae, is notable as one of the first formal treatises on the theory of probabilities; nor should his investigations of the properties of the cissoid, logarithmic and catenary curves be left unnoticed.",
        "A sheet of cardboard is placed above the magnet, and some iron filings are sifted thinly and evenly over the surface: if the cardboard is gently tapped, the filings will arrange themselves in a series of curves, as shown in fig.",
        "ir`\"' lines of force,\" of which the curves formed by the filings afford a rough indication; Faraday's lines are howeve confined to the plane of the cardboard, but occur in the whole of the space around the magnet.",
        "The general character of curves of magnetization and of induction will be discussed later.",
        "A notable feature in both classes of curves is that, owing to hysteresis, the ascending and descending limbs do not coincide, but follow very different courses.",
        "After a few repetitions of the reversal, the process becomes strictly cyclic, the upward and downward curves always following with precision the paths indicated in the figure.",
        "Fleming, Magnets and Electric Currents, p. 193) are shown three very different types of hysteresis curves, characteristic of the special qualities of the metals from which they were respectively obtained.",
        "Induction and Hysteresis Curves.",
        "- Some typical induction curves, copied from a paper by Ewing (Proc. Inst.",
        "Steinmetz's formula may be tested by taking a series of hysteresis curves between different limits of B,' measuring their areas by a pianimeter, and plotting the logarithms of these divided by 47r as ordinates against logarithms of the corresponding maximum values of B as abscissae.",
        "2 An interesting collection of W - B curves embodying the results of actual experiments by Ewing and Klaassen on different specimens of metal is given in fig.",
        "17, contains examples of ascending induction curves characteristic of wrought iron, cast iron, cobalt and nickel.",
        "Curves of magnetization (which express the relation of I to H) have a close resemblance to those of induction; and, indeed, since B = H+47r1, and 47rI (except in extreme fields) greatly exceeds H in numerical value, we may generally, without serious error, put I = B /47r, and transform curves of induction into curves of magnetization by merely altering the scale to which the ordinates are referred.",
        "A scale for the approximate transformation for the curves in fig.",
        "A study of such curves as these reveals the fact that there are three distinct stages in the process of magnetization.",
        "Curves of Permeability and Susceptibility.-The relations of µ (= B/H) to B, and of to I may be instructively exhibited by means of curves, a method first employed by H.",
        "22, the earlier portions of the curves being sketched in from other data.",
        "But at any intermediate frequency the ascending and descending curves of magnetization will enclose a space, and energy will be dissipated.",
        "Honda, measured the changes of length of various metals shaped in the form of ovoids instead of cylindrical rods, and determined the magnetization curves for the same specimens; a higher degree of accuracy was thus attained, and satisfactory data were provided for testing theories.",
        "For soft iron, tungsten-steel and nickel little difference appeared to result from lowering the temperature down to - 186° C. (the temperature of liquid air); at sufficiently high temperatures, 600 to 1000° or more, it was remarked that the changes of length in iron, steel and cobalt tended in every case to become proportional to the magnetic force, the curves being nearly straight lines entirely above the axis.",
        "The influence of high temperature on cobalt was very remarkable, completely altering the character of the change of length: the curves for annealed cobalt show that at 45 this metal behaves just like iron at ordinary temperatures, lengthening in fields up to about 300 and contracting in stronger ones.",
        "Austin, who found continuous elongation with increasing fields, the curves obtained bearing some resemblance to curves of magnetization.",
        "Its nature is made clear by Ewing and Cowan's curves (Phil.",
        "Specimens of curves showing the relation of induction to magnetic field at various temperatures, and of permeability to temperature with fields of different intensities, are given in figs.",
        "The paper contains tables and curves showing details of the magnetic changes, sometimes very complex, at different temperatures and with different fields.",
        "Induction curves of an annealed soft-iron ring were taken first at a temperature of 15° C., and afterwards when the ring was immersed in liquid air, the magnetizing force ranging from about o'8 to 22.",
        "After this operation had been repeated a few times the iron was found to have acquired a stable condition, and the curves corresponding to the two temperatures became perfectly definite.",
        "Most of the permeability-temperature curves were more or less convex towards the axis of temperature, and in all the experiments except those with annealed iron and steel wire, the permeability was greatest at the lowest temperature.",
        "The following approximate figures for small magnetizing forces are deduced from Hopkinson's curves: 9 Proc. Roy.",
        "] Honda and Shimizu (loc. cit.) have determined the two critical temperatures for eleven nickel-steel ovoids, containing from 24.04 to 70.32% of nickel, under a magnetizing force of 400, and illustrated by an interesting series of curves, the gradual transformation of the magnetic properties as the percentage of nickel was decreased.",
        "Mag., 1902, 4, 43 o) found that for nickel the curves showing changes of resistance in relation to magnetizing force were strikingly similar in form to those showing changes of length.",
        "The curves given by Houllevigue for the relation of thermo-electric force to magnetic field are of the same general form as those showing the relation of change of length to field.",
        "Rhoads obtained a cyclic curve for iron which indicated thermo-electric hysteresis of the kind exhibited by Nagaoka's curves for magnetic strain.",
        "Further, it was shown that the thermo-electric curves were modified both by tensile stress and by annealing in the same manner as were the change-of-length curves, the modification being sometimes of a complex nature.",
        "Throughout his researches Faraday paid special regard to the medium as the true seat of magnetic action, being to a large extent guided by his pregnant conception of \" lines of force,\" or of induction, which he considered to be \" closed curves passing in one part of the course through, the magnet to which they belong, and in the other part through space,\" always tending to shorten themselves, and repelling one another when they were side by side (Exp. Res.",
        "The essential point in his advance on Euler's mode of investigating curves of maximum or minimum consisted in his purely analytical conception of the subject.",
        "The Umzimkulu river rises in Bamboo Castle, in the Drakensberg, and, with bolder curves than the Umkomaas, runs in a course generally parallel with that stream S.E.",
        "As might be expected in a country possessing the physical features of Natal, the gradients and curves are exceptionally severe.",
        "are upon grades of I in 30 and I in 35, and curves of 300 to 350 ft.",
        "more there are grades under i in 60 and curves of less than 450 ft.",
        "The Kobdo river, which rises in the Dain-gol (7060 ft.) in the Ektagh Altai, winds in great curves across the plateau, and enters Lake Kara-usu (3840 ft.), which also receives the Buyantu, an outflow from Lake Kobdo, and is connected by a small river with another large lake, Durga-nor, situated a score of miles to the east.",
        "South of this point the coast curves outwards and is broken by peninsulas and indentations; to the north it is concave and bordered in many places by dunes and lagoons.",
        "The coast, which curves to the N.E., is marked by a line of sandhills covered with thick bush and rising in places to a height of 500 ft.",
        "Sharp curves should be avoided, especially for mechanical haulage.",
        "The ropes are supported between the rails and guided on curves by rollers and sheaves.",
        "(For details see Hughes, Text-book of Coal Mining, pp. 236-272; Hildenbrand, Underground Haulage by Wire Rope.) Rope haulage is widely used in collieries, and sometimes in other mines having large lateral extent and heavy traffic. With the tail-rope system, cars are run in long trains at high speed, curves and branches are easily worked, and gradients may be steep, though undulating gradients are somewhat disadvantageous.",
        "In the endless-rope systems cars run singly or in short trains, curves are disadvantageous, unless of long radius, speed is relatively slow, and branch roads not so easily operated as with tail-rope.",
        "These curves attracted much attention and were discussed by John Bernoulli, Leibnitz, Huygens, David Gregory and others.",
        "The mechanical properties of the curves are treated in the article MECHANIcs,where various forms are illustrated.",
        "The curves 0 = constant and 4, = constant form an orthogonal system; and the interchange of 0 and 4, will give a new state of uniplanar motion, in which the velocity at every point is turned through a right angle without alteration of magnitude.",
        "- Employ the elliptic coordinates n,, and -=n+Vi, such that z=cch?, cchncos,y=cshnsin-; (1) then the curves for which n and are constant are confocal ellipses and hyperbolas, and -d(n,) =c 2 (ch 2 n - cost) = 2c 2 (ch2n-cos2) = r i r 2 = OD 2, (2) if OD is the semi-diameter conjugate to OP, and ri, r 2 the focal distances, rl,r2 = c (ch n cos 0; r 2 = x2 +y2 = c 2 (ch 2 n - sin20 = 1c 2 (ch 2 7 7 +cos 2?).",
        "With a velocity function 49, the flow -f d 4 = 4)142, (2) (9) (to) (6) (22) Z Uy (I -a4,ic /r4), so that the flow is independent of the curve for all curves mutually reconcilable; and the circulation round a closed curve is zero, if the curve can be reduced to a point without leaving a region for which 4 is single valued.",
        "192, resembling the trochoidal curves, which can be looped, investigated in § 29 for the motion of a cylinder under gravity, when surrounded by a vortex.",
        "The two most famous curves of this class are those of Dinostratus and E.",
        "The shore line of the bay is broken by large, deeply indented bays (that of Jurujuba being nearly surrounded by wooded hills), shallow curves and sharp promontories.",
        "The curves Pa4Q, having a minimum at a4, Pa3Q, having a maximum at a 31 and Pa 5 Q, with neither a maximum nor minimum, correspond to the types i., ii., iii.",
        "The northern part of Coatue Beach is known as Coskata Beach, and curves to the N.W.; near its tip is Great Point, where a lighthouse was first built in 1784.",
        "remarkable for the beauty of its logarithmic curves; Iwaki-san (5230 ft.), known as Tsugaru-Fuji, and said by some to be even more imposing than Fuji itself; and the twin mountains Gassan (6447 ft.) and Haguro-san (5600 ft.).",
        "The shapes of the body and lid corresponded so intimately that, whereas the lid could be slipped on easily and smoothly without any attempt to adjust its curves to those of the body, it always fitted so closely that the box could be lifted by grasping the lid only.",
        "Massive, towering roofs, which impart an air of stateliness even to a wooden building and yet, by their graceful curves, avoid any suggestion of ponderosity, were still confined to Buddhist edifices.",
        "The site of the town curves round the harbour, between it and the strongly fortified hills of Antennamare, the highest point of which is 3707 ft.",
        "\"In the beginning of my mathematical studies, when I was perusing the works of the celebrated Dr Wallis, and considering the series by the interpolation of which he exhibits the area of the circle and hyperbola (for instance, in this series of curves whose common base 0 or axis is x, and the ordinates respectively (I -xx)l, (i (I &c), I perceived that if the areas of the alternate curves, which are x, x 3x 3, x &c., could be interpolated, we should obtain the areas of the intermediate ones, the first of which (I -xx) 1 is the area of the circle.",
        "And hence I found the required area of the circular segment 2 x3 A x5 il-A to be x - 5 - 7, &c. And in the same manner might be 3 produced the interpolated areas of other curves; as also the area of the hyperbola and the other alternates in this series (1 - (i+xx) 1, (1 --xx) I, &c....",
        "The two sloping lines cutting at the eutectic point are the freezing-point curves of alloys that, when they begin to solidify, deposit crystals of lead and tin respectively.",
        "But the curves are not always so simple as the above.",
        "The curves of fig.",
        "Many other inter-metallic compounds have been indicated by summits in freezing-point curves.",
        "Of these, the first three are well indicated on the freezing-point curves.",
        "The intermediate summits occurring in the freezing-point curves of alloys are usually rounded; this feature is believed to be due to the partial decomposition of the compound which takes place when it melts.",
        "If now we cut the freezing-point surface by planes parallel to the base ABC we get curves giving us all the alloys whose freezing-point is the same; these isothermals can be projected on to the plane of the triangle and are seen as dotted lines in fig.",
        "He also showed that the crossing of curves of solubility, which had already been observed by H.",
        "The importance is now widely recognized of considering the mechanical properties of alloys in connexion with the freezing-point curves to which reference has already been made, but the subject is a very complicated one, and all that need be said here, is that when considered in relation to their meltingpoints the pure metals are consistently weaker than alloys.",
        "It mounts first westwards to an open space, then turns eastwards till it reaches the eastern end of the terrace wall that supports the temple, and then turns again and curves up north and then west towards the temple.",
        "(3) Expansion or compression at constant temperature, represented by curves called Isothermals, such as BC, AD, the form of which depends on the nature of the working sub stance.",
        "(4) Expansion or compression under the condition of heat-insulation, represented by curves called Adiabatics, such as BAZ or CDZ', which are necessarily steeper than the isothermals.",
        "In his investigations respecting cycloidal lines and various spiral curves, his attention was directed to the loxodromic and logarithmic spirals, in the last of which he took particular interest from its remarkable property of reproducing itself under a variety of conditions.",
        "To the north-west, beyond the Tal-i-Bangi, the magnificent outlines of the Mosalla filled a wide space with the glorious curves of dome and gateway and the stately grace of tapering minars, but the impressive beauty of this, by far the finest architectural structure in all Afghanistan, could not be permitted to weigh against the fact that the position occupied by this pile of solid buildings was fatal to the interests of effective defence.",
        "This method, which is the oldest, is best adapted for ways that are nearly level, or when many branches are intended to be worked from one engine, and can be carried round curves of small radius without deranging the trains; but as it is intermittent in action, considerable engine-power is required in order to get up the required speed, which is from 8 to ro m.",
        "This system presents the greatest advantages in point of economy of driving power, especially where the gradients are variable, but is expensive in first cost, and is not well suited for curves, and branch roads cannot be worked continuously, as a fresh set of pulleys worked by bevel gearing is required for each branch.",
        "- Polychrome Clay Bowl, with incised curves and figure of the earth monster.",
        "A third group, of increasing importance, comprises cases in which curves or surfaces arise out of the application of graphic methods in engineering, physics and statistics.",
        "In elementary geometry we deal with lines and curves, while in mensuration we deal with areas bounded by these lines or curves.",
        "Thus Nicomedes invented the conchoid; Diodes the cissoid; Dinostratus studied the quadratrix invented by Hippias; all these curves furnished solutions, as is also the case with the trisectrix, a special form of Pascal's limacon.",
        "18 shows curves given by intervals of the octave, the twelfth and the fifth.",
        "Fourier's theorem asserts that such a curve may be built up by the superposition, or addition of ordinates, of a series of sine curves of wave-lengths X, IX, 3A, 4A...",
        "25, where the curves give the FIG.",
        "The plate is then bowed at the edge and is thrown into vibration between nodal lines or curves and the sand is thrown from the moving parts or ventral segments into these lines, forming \" Chladni's figures.\"",
        "51 shows maximum bending moment curves for an extreme case of a short bridge with very unequal loads.",
        "The three lightly W2 dotted parabolas are the curves of maximum moment for each of the loads taken separately.",
        "The three heavily dotted curves are curves of maximum moment under each of the loads, for the three loads passing over the bridge, at the given distances, from left to right.",
        "- If the lengths of the links be assumed indefinitely short, the chain under given simple distributions of load will take the form of comparatively simple mathematical curves known as catenaries.",
        "The single street of the island curves from the gateway up to the abbey, ending in flights of steps leading to the donjon or chatelet.",
        "The accuracy of a meter is tested by drawing calibration curves showing the percentage departure from absolute accuracy in its reading for various decimal fractions of full load.",
        "He was author of the following memoirs and treatises: \"Of the Tangents of Curves, &c.,\" Phil.",
        "15.6 Tons 15.2 Tons steam-engine, representing graphically by a curve CPD the relation between the volume and pressure of the powder-gas; and in addition the curves AQE of energy e, AvV of velocity v, and AtT of time t can be plotted or derived, the velocity and energy at the muzzle B being denoted by V and E.",
        "n 11 12 Curves, ' '78910 0--'346246810 Travel in feet.",
        "He extended the \"law of continuity\" as stated by Johannes Kepler; regarded the denominators of fractions as powers with negative exponents; and deduced from the quadrature of the parabola y=xm, where m is a positive integer, the area of the curves when m is negative or fractional.",
        "34): \"The interesting series of communications on the contact of curves and surfaces which are contained in the Philosophical Transactions of 1862 and subsequent years would alone account for the high rank he obtained as a mathematician....",
        "The appreciation of light and well-proportioned curves and the skilful employment of well-contrived pierced work are conspicuous features.",
        "Hence we see that if one unit is derived from another it may be possible, by the similarity or difference of the forms of the curves, to discern whether it was derived by general consent and recognition from a standard in the same condition of distribution as that in which we know it, or whether it was derived from it in earlier times before it became so varied, or by some one action forming it from an individual example of the other standard without any variation being transmitted.",
        "(1886) (principles, lists, and curves of weights);",
        "(1887) (lists and curves);",
        "The requirements of an elongate body moving through the resistant medium of water are met by the evolution of similar entrant and exit curves, and the bodies of most swiftly moving aquatic animals evolve into forms resembling the hulls of modern sailing yachts (Bashford Dean).",
        "The cuesta begins where its determining limcstone begins, in west-central New York; there it separates the lowlands that contain the basins of lakes Ontario and Erie; thence it curves to the north-west through the province of Ontario to the belt of islands that divide1 Georgian Bay from Lake Huron; then westward throtigh the land-arm between lakes Superior and Michigan, and south-westward into the narrow points that divide Green Bay from Lake Michigan, and at last westward to fade away again with the thinning out of the limestone; it is hardly traceable across the Mississippi river.",
        "wide; this valley seems to represent the path of an enlarged early-glacial Mississippi, when much precipitation that is to-day discharged to Hudson Bay and the Gulf of St Lawrence was delivered to the Gtilf of Mexico, for the curves of the present river are of distinctly smaller raditis than the curves of the valley.",
        "Obviously these equations show that the curves intersect in four points, two of which lie on the intersection of the line, 2 (g - g')x +2 (f - f')y+c - c'=o, the radical axis, with the circles, and the other two where the lines x2+y2= (x+iy) (x - iy) =o (where i = - - I) intersect the circles.",
        "Essentially, therefore, Descartes's process is that known later as the process of isoperimeters, and often attributed wholly to Schwab.2 In 16J5 appeared the Arithmetica Infinitorum of John Wallis, where numerous problems of quadrature are dealt with, the curves being now represented in Cartesian co-ordinates, and algebra playing an important part.",
        "In a very curious manner, by viewing the circle y= (1 - x2): as a member of the series of curves y= (I -x 2 )', y = (I -x 2) 2, &c., he was led to the proposition that four times the reciprocal of the ratio of the circumference to the diameter, i.e.",
        "he claims only that the generation of the curves and their fundamental properties in Book i.",
        "It is clearly the form of the fundamental property (expressed in the terminology of the \"application of areas\") which led him to call the curves for the first time by the names parabola, ellipse, hyperbola.",
        "The kaleidophone, intended to present visibly the movements of a sonorous body, consisted of a vibrating wire or rod carrying a silvered bead reflecting a point of light, the motions of which, by persistence of the successive images on the retina, were thus represented in curves of light.",
        "A spectroscope may be compared to a mechanical harmonic analyser which when fed with an irregular function of one variable represented by a curve supplies us with the sine curves into which the original function may be resolved.",
        "The angle between a line and a curve (mixed angle) or between two curves (curvilinear angle) is measured by the angle between the line and the tangent at the point of intersection, or between the tangents to both curves at their common point.",
        "The slope of these curves is determined by the so-called \"latent heat equation\" FIG.",
        "Taking the point 0 to denote the state of equilibrium between ice, hydrate; saturated solution and vapour, we pass along OA till a new solid phase, that of Na2S04, appears at 32.6°; from this point arise four curves, analogous to those diverging from the point O.",
        "For the quantitative study of such systems in detail it is convenient to draw plane diagrams which are theoretically projections of the curves of the solid phase rule diagram on one or other of these planes.",
        "If the two substances are soluble in each other in all proportions at all temperatures above their melting points we get a diagram reduced to the two fusion curves cutting each other at a nonvariant point.",
        "Thus in interpreting complicated freezing point curves, we must look for chemical compounds where the curve shows a maximum, and for a eutectic or cryohydrate where two curves meet at a minimum point.",
        "With the most likely forms for the energy curves we get the accompanying diagrams for the relation between freezing point and concentration.",
        "It will be noticed that in all these theoretical curves the points of initial fusion and solidification do not in general coincide; we reach a different curve first according as we approach the diagram from below, where all is solid, or from above, where all is liquid.",
        "The freezing and melting point curves are exactly similar to theoretical curves of fig.",
        "When a crystal of the solid phase is present the equilibrium of a solution is given by the solubility curves we have studied.",
        "When two substances are soluble in each other in all proportions, we get solubility curves like those of copper and silver shown in fig.",
        "We should expect to find supersolubility curves lying below the solubility curves, and this result has been realized experimentally for the supersolubility curves of mixtures of salol (phenyl salicylate) and betol (/3-naphthol salicylate) represented by the dotted lines of fig.",
        "The slope of the temperature vapour pressure curves in the neighbourhood of the freezing point of the solvent is given by the latest heat equation.",
        "Callendar finds that five molecules of water in the case of cane-sugar or two molecules in the case of dextrose are required to bring the curves into conformity with the observations of Berkeley and Hartley, which in fig.",
        "From the parhelia of the inner halo two oblique curves (L) proceed.",
        "The axes will take up any position, and consequently give rise to a continuous series of parhelia which touch externally the inner halo, both above and below, and under certain conditions (such as the requisite altitude of the sun) form two closed elliptical curves; generally, however, only the upper and lower portions are seen.",
        "Thence it curves southwest, past Potsdam and Brandenburg, traversing another chain of lakes, and finally continues north-west until it joins the Elbe from the right some miles above Wittenberge after a total course of 221 m.",
        "The plumage is white, except the primaries, which are black, and a black plume, formed by the secondaries, tertials and lower scapulars, and richly glossed with bronze, blue and green, which curves gracefully over the hind-quarters.",
        "in total length; its maximum width is 100 ft., and at the curves it is banked up to a maximum height of 28 ft.",
        "- The Alps form but a small portion of a great zone of crumpling which stretches, in a series of curves, from the Atlas Mountains to the Himalayas.",
        "de Paris, 1781), which, while giving a remarkably elegant investigation in regard to the problem 3f earth-work referred to in the title, establishes in connexion with it his capital discovery of the curves of curvature of a surface.",
        "Monge's memoir just referred to gives the ordinary differential equation of the curves of curvature, and establishes the general theory in a very satisfactory manner; but the application to the interesting particular case of the ellipsoid was first made by him in a later paper in 1795.",
        "These freezing-point curves and transformation curves thus divide the diagram into 8 distinct regions, each with its own specific state or constitution of the metal, the molten state for region 1, a mixture of molten metal and of solid austenite for region 2, austenite alone for region 4 and so on.",
        "from nose to tip of tail, following the curves of the body.",
        "One of the best methods of studying the flow of heat in this case is to draw a series of curves showing the variations of temperature with depth in the soil for a series of consecutive days.",
        "The curves given in fig.",
        "The method of deducing the diffusivity from these curves is as follows: - The total quantity of heat absorbed by the soil per unit area of surface between any two dates, and any two depths, x' and x\", is equal to c times the area included between the corresponding curves.",
        "The mean temperature gradient is found by plotting the curves for each day from the daily observations.",
        "We thus obtain the simple equation k'(de'/dx') - k\"(de\"/dx\") =c (area between curves)/(T - T'), (4) by means of which the average value of the diffusivity klc can be found for any convenient interval of time, at different seasons of the year, in different states of the soil.",
        "The curves in fig.",
        "The dotted boundary curves have the equation 0 =omx, and show the rate of diminution of the amplitude of the temperature oscillation with depth in the metal.",
        "Among other modern thoroughfares, the Via di Circonvallazione a Monte, laid out since 1876 on the hills at the back of the town, leads by many curves from the Piazza Manin along the hill-tops westward, and finally descends into the Piazza Acquaverde; its entire length is traversed by an electric tramway, and it commands magnificent views of the town.",
        "Fritz (2) has, however, drawn a series of curves which are believed to give a good general idea of the relative frequency of aurora throughout the northern hemisphere.",
        "Fritz' curves, shown in the illustration, are termed isochasms, from the Greek word employed by Aristotle to denote aurora.",
        "For the accuracy of the facial curves, and the grasp of character and type, it is equal to any later work; and in its entire absence of conventions and its pnre naturalism there is no later sculpture so good: as Prof. A.",
        "By the time of the early XIIth Dynasty, this reached a perfection of refinement in the detail of facial curves, with an ostentatiously low relief (P.K.",
        "The XIXth Dynasty, at its best under Seti I., could only excel in high finish of smoothness and graceful curves; life, character, meaning, had vanished.",
        "43) is perhaps the most brilliant instance; the fidelity in the delicate curves of the nose and around the mouth is enhanced by the touch of artistic convention in the facing of the lips.",
        "Eagles' Plane Curves (1885).",
        "In the geometry of plane curves, the term parabola is often used to denote the curves given by the general equation a' n x n = ym+n, thus ax= y 2 is the quadratic or Apollonian parabola; a 2 x = y 3 is the cubic parabola, a 3 x = y4 is the biquadratic parabola; semi parabolas have the general equation ax n-1 = yn, thus ax e = y 3 is the semicubical parabola and ax 3 = y 4 the semibiquadratic parabola.",
        "These curves were investigated by Rene Descartes, Sir Isaac Newton, Colin Maclaurin and others.",
        "Diverging parabolas are cubic curves given by the equation y 2 = 3 -f-bx 2 -cx+d.",
        "Though something in the grotesque dragons of the base recalls the Byzantine school, yet the beauty of the figures and the keen feeling for graceful curves and folds in the drapery point to a native Italian as being the artist who produced this wonderful work of art.",
        "James Gregory, in his Optica Promota (1663), discusses the forms of images and objects produced by lenses and mirrors, and shows that when the surfaces of the lenses or mirrors are portions of spheres the images are curves concave towards the objective, but if the curves of the surfaces are conic sections the spherical aberration is corrected.",
        "But all his efforts to produce an actual objectglass of this construction were fruitless - a failure which he attributed solely to the difficulty of procuring lenses worked precisely to the requisite curves (Hem.",
        "Consequently, for a certain focal length, much deeper curves must be resorted to if the new glasses are to be employed; this means not only greater difficulties in workmanship, but also greater thickness of glass, which militates against the chance of obtaining large disks quite free from striae and perfect in their state of annealing.",
        "Moreover the greater depths of the curves (or \"curvature powers\") in itself neutralize more or less the advantages obtained from the reduced irrationality of dispersion.",
        "Since the curvature powers of the positive lenses are equal, the partial dispersions of the two glasses may be simply added together, and we then have: [0.543 +0.3741 The proportions given on the lower line may now be compared with the corresponding proportional dispersions for borosilicate flint glass 0.658, closely resembling the type 0.164 of Schott's list, viz.: [0.658 (A D = I.546) 50' 11 A slight increase in the relative power of the first lens of 0.543 would bring about a still closer correspondence in the rationality, but with the curves required to produce an object-glass of this type of 6 in.",
        "In the paper which immediately follows, he gives the oft-quoted expression for the difference of slope (dp/d9) 8 -(dp/de) 1 of the vapour-pressure curves of a solid and liquid at the triple point, which is immediately deducible from (21), viz.",
        "(a) letters made as upright as possible, and with few exceptions equal in height; (b) the majority of the letters constructed of vertical lines, with appendages attached mostly at the foot, occasionally at the foot and at the top, or (rarely) in the middle, but never at the top alone; (c) at the tops of the characters the ends of vertical lines, less frequently straight horizontal lines, still more rarely curves or the points of angles opening downwards, and quite exceptionally, in the symbol ma, two lines rising upwards.",
        "For equilibrium, the altitude of the centre of gravity G must be stationary; hence G must lie in the same vertical line with the point of contact J of the two curves.",
        "where p, p are the radii of curvature of the two curves at J, 4~ is the inclination of the common tangent at J to the horizontal, and h is the height of G above J.",
        "If the body be supposed to roll - (say to the right) until the curves touch at J, and if JJ=bs, the angle through which the u,pper figure rotates is Is/p +Is/p, and the horizontal displace- V ment, of G is equal to the product of this expression into h.",
        "Such curves are often traced mechanically in acoustical and other experiments.",
        "62 shows the curves of position and velocity; they both have the form of the curve of sines.",
        "If E be the point in which the line of the string meets AB, we have pjCP, pz=EP. Many contrivances for actually drawing the resulting curves have been devised.",
        "Cotes (1682-1716), and the various curves obtained are known as Cotess spirals.",
        "The question presents itself whether ther then is any other law of force, giving a finite velocity from infinity, under which all finite orbits are necessarily closed curves.",
        "We will suppose that A> B> C. From the form of the polhode curves referred to in 19 it appears that the angular velocity q about the axis of mean moment must vanish periodically.",
        "If the velocity ratio is to be variable, as in s Williss Class B, the figures of the wheels are a pair of rolling curves, subject to the condition that the distance between their poles (which are the centres of rotation) shall be constant.",
        "The following is the geometrical relation which must exist between such a pair of curves: Let C1, C1 (fig.",
        "96) be the poles of a pair of Ci rolling curves; Ti, T~ any pair of points of cOn- FIG.",
        "A condition equivalent to the above, and necessarily connected with it, is, that at each pair of points of contact the inclinations of the curves to their radii-vectores shall be equal and contrary; or, denoting by r1, rf the radii-vectores at any given pair of points of contact, and s the length of the equal arcs measured from a certain fixed pair of points of contact dri/ds= drm/ds; (18)",
        "which is the differential equation of a pair of rolling curves whose poles are at a constant distance apart.",
        "For full details as to rolling curves, see Williss work, already mentioned, and Clerk Maxwells paper on Rolling Curves, Trans.",
        "is the differential equation of the pair of rolling curves.",
        "During the recess (in which the position of the teeth is exemplified in the figure by curves marked with accented letters), the face BiAi of the driving tooth drives the flank B2A2 of the following tooth, and the teeth are sliding from each other.",
        "circle D2D2; and the two curves FIG.",
        "Any other convenient figure may be assumed for the path of contact, and the corresponding forms of the teeth found by determining what curves a point T, moving along the assumed path of contact, will trace on two disks rotating round the centres of the wheels with angular velocities bearing that relation to the component velocity of T along TI, which is given by Principle II.",
        "The teeth of wheels of any figure, as well as of circular wheels, may be traced by rolling curves on their pitch-surfaces; and all teeth of the same pitch, traced by the same rolling curve with the same tracing-point, will work together correctly if their pitchsurfaces are in rolling contact.",
        "Trundles and Pin-Wheels.If a wheel or trundle have cylindrical pins or staves for teeth, the faces of the teeth of a wheel suitable for driving it are described by first tracing external epicycloids, by rolling the pitch-circle of the pin-wheel or trundle on the pitch-circle of the driving-wheel, with the centre of a stave for a tracing-point, and then drawing curves parallel to, and within the epicycloids, at a distance from them equal to the radius of a stave.",
        "The operations of describing the exact figures of the teeth of bevelwheels, whether by involutes or by rolling curves, are in every respect analogous to those for describing the figures of the teeth of spur-wheels, except that in the case of bevel-wheels all those operations are to be performed on the surface of a sphere described about the apex instead of on a plane, substituting poles for centres, and o B2",
        "The comparative motions of the wheels and of the arm, and the aggregate paths traced by points in the wheels, are determined by the principles of the composition of rotations, and of the description of rolling curves, explained in ~ 30, 31.",
        "mechanism; so that, if b is guided in any curve, the point a will describe a similar curve turned through an angle baa, the scales of the curves being in the ratio ab to cc. Sylvester called an instrument based on this property aplagiograph or a skew pantograph.",
        "To the north-west of the volcanic island of Zebayir the depth is less than 500 fathoms; the bottom of the channel rises to the ioofathom line at Hanish Island (also volcanic), then shoals to 45 fathoms, and sinks again in about the latitude of Mokha in a narrow channel which curves westward round the island of Perim (depth 170 fathoms), to lose itself in the Indian Ocean.",
        "In July, on the other hand, the isotherms show an almost constant temperature all over the country, and the linguiform curves are wanting.",
        "or more at the base, where, like most sand trees, it usually curves upward gradually, a form that enables the long tap-roots to withstand better the strain of the sea gale; when once established, the tree is rarely overthrown even on the loosest sand.",
        "His published mathematical works include: Analytic Geometry of Three Dimensions (1862), Treatise on Conic Sections (4th ed., 1863) and Treatise on the Higher Plane Curves (2nd ed., 1873); these books are of the highest value, and have been translated into several languages.",
        "plateau, but from the rugged slopes of a wild region of mountains which assumes a systematic conformation where its successive ridges are arranged in concentric curves around the great bend of the Brahmaputra, wherein are hidden the sources of all the great rivers of Burma and China.",
        "North of Bhutan, between the Himalayan crest and Lhasa, this formation is approximately maintained; farther east, although the same natural forces first resulted in the same effect of successive folds of the earth's crust, forming extensive curves of ridge and furrow, the abundant rainfall and the totally distinct climatic conditions which govern the processes of denudation subsequently led to the erosion of deeper valleys enclosed between forest-covered ranges which rise steeply from the river banks.",
        "The railroad in making this ascent makes curves equivalent to forty-two whole circles in a distance of 81 m., at one place paralleling its track five times in a space of about 300 ft.",
        "Also, since the curves at P and p are equally inclined to the directrix, P and p are corresponding, points and the line P p must pass through the centre of similitude.",
        "In the annexed figure, there are shown various examples of the curves named above, when the radii of the rolling and fixed circles are in the ratio of I to 3.",
        "Similarly, the corresponding epitrochoids will exhibit three loops or nodes (curve b), or assume the form shown in the curve; c. It is interesting to compare the forms of these curves with the three forms of the cycloid.",
        "The equations to the hypocycloid and its corresponding trochoidal curves are derived from the two preceding equations by changing the sign of b.",
        "The epicychid when the radii of the circles are equal is the cardioid (q.v), and the corresponding trochoidal curves are limacons.",
        "Eagles, Plane Curves.",
        "The chief public buildings are the two Dutch Reformed churches, the old church being a good specimen of colonial Dutch architecture, with gables, curves and thatched roof.",
        "Among his most remarkable works may be mentioned his ten memoirs on quantics, commenced in 1854 and completed in 1878; his creation of the theory of matrices; his researches on the theory of groups; his memoir on abstract geometry, a subject which he created; his introduction into geometry of the \"absolute\"; his researches on the higher singularities of curves and surfaces; the classification of cubic curves; additions to the theories of rational transformation and correspondence; the theory of the twenty-seven lines that lie on a cubic surface; the theory of elliptic functions; the attraction of ellipsoids; the British Association Reports, 1857 and 1862, on recent progress in general and special theoretical dynamics, and on the secular acceleration of the moon's mean motion.",
        "In almost all Crustacea the food-canal runs straight through the body, except at its anterior end, where it curves downwards to the ventrally-placed mouth.",
        "As this arrangement extends also to the margins, the wings are more or less twisted upon themselves and present a certain degree of convexity on their superior or upper surface, and a corresponding concavity on their inferior or under surface, - their free edges supplying those fine curves which act with such efficacy upon the air in obtaining the maximum of resistance and the minimum of displacement.",
        "The angles, moreover, made by the wing with the horizon during the down and up strokes are at no two intervals the same, but (and this is a wing of the martin, where the bones of the pinion are short, and in some respects rudimentary, the primary and secondary feathers are greatly developed, and banked up in such a manner that the wing as a whole presents the same curves as those displayed by the insect's wing, or by the wing of the eagle, where the bones, muscles and feathers have attained a maximum development.",
        "The twisting referred to is partly a vital and partly a mechanical act; - that is, it is occasioned in part by the action of the muscles and in part by the greater resistance experienced from the air by the tip and posterior margin of the wing as compared with the root and anterior margin, - the resistance experienced by the tip and posterior margin causing them to reverse always subsequently to the root and anterior margin, which has the effect of throwing the anterior and posterior margins of the wing into figure-of-8 curves, as shown at figs.",
        "m n, o p, curves made by the wing at the end of the up and down strokes; r, position of the wing at the middle of the stroke.",
        "following the larger curves of the coast.",
        "The midland plain curves northward between the outcrop of the Dolomite on the west and the Oolitic heights on the east.",
        "The escarpment runs north from Portland Island on the English Channel, curves north-eastward as the Cotteswold Hills, rising abruptly from the Severn plain to heights of over Iwo ft.; it sinks to insignificance in the Midland counties, is again clearly marked in Lincolnshire, and rises in the North Yorkshire moors to its maximum height of over 1500 ft.",
        "The name cycloid is now restricted to the curve described when the tracing-point is on the circumference of the circle; if the point is either within or without the circle the curves are generally termed trochoids, but they are also known as the prolate and curtate cycloids respectively.",
        "The cycloid is the simplest member of the class of curves known as roulettes.",
        "- Geometrical constructions relating to the curves above described are to be found in T.",
        "Eagles, Constructive Geometry of Plane Curves.",
        "A historical bibliography of these curves is given in Brocard, Notes de bibliographie des courbes geometriques (1897).",
        "In optics, the term caustic is given to the envelope of luminous rays after reflection or refraction; in the first case the envelope is termed a catacaustic, in the second a diacaustic. Catacaustics are to be observed as bright curves when light is allowed to fall upon a polished riband of steel, such as a watch-spring, placed on a table, and by varying the form of the spring and moving the source of light, a variety of patterns may be obtained.",
        "In both cases the curves are epicycloids; in the first case the radii of the rolling and the fixed circles are a(2n - I) /4n and a/2n, and in the second, an/(2n+ I) and a/(2n4-I), where a is the radius of the mirror and n the number of reflections.",
        "These curves were traced by the Rev. Hammet Holditch (Quart.",
        "Secondary caustics are orthotomic curves having the reflected or refracted rays as normals, and consequently the proper caustic curve, being the envelope of the normals, is their evolute.",
        "When the refracting curve is a circle and the rays emanate from any point, the locus of the secondary caustic is a Cartesian oval, and the evolute of this curve is the required diacaustic. These curves appear to have been first discussed by Gergonne.",
        "In the first volume Of the Entwickelungen he applied the method of abridged notation to the straight line, circle and conic sections, and he subsequently used it with great effect in many of his researches, notably in his theory of cubic curves.",
        "Cramer, that, when a certain number of the intersections of two algebraical curves are given, the rest are thereby determined.",
        "Gergonne had shown that when a number of the intersections of two curves of the (p+q)th degree lie on a curve of the pth degree the rest lie on a curve of the qth degree.",
        "Plucker finally (Gergonne Ann., 1828-1829) showed how many points must be taken on a curve of any degree so that curves of the same degree (infinite in number) may be drawn through them, and proved that all the points, beyond the given ones, in which these curves intersect the given one are fixed by the original choice.",
        "Jacobi, he extended these results to curves and surfaces of unequal order.",
        "His discussion of curves of the third order turned mainly on the nature of their asymptotes, and depended on the fact that the equation to every such curve can be put into the form pqr-hus = o.",
        "The work falls into two parts, which treat of the asymptotes and singularities of algebraical curves respectively; and extensive use is made of the method of counting constants which plays so large a part in modern geometrical researches.",
        "Following the curves of its axis from west to east the lake is about 383 m.",
        "Rounding the stormvexed Cape of Good Hope the shore trends south-east in a series of curves, forming shallow bays, until at the saw-edged reefs of Cape Agulhas (Portuguese, Needles) in 34° 51' 15\" S.",
        "\" It cannot have straight, or approximately straight, sides in any vertical plane, but in nature is an exceedingly irregular figure drawn about curves - not unlike those in fig.",
        "For simplicity of calculation Rankine chose logarithmic curves for both the inner and outer faces, and they fit very well with the conditions.",
        "In a small commonplace book, bearing on the seventh page the date of January 1663/1664, there are several articles on angular sections, and the squaring of curves and \" crooked lines that may be squared,\" several calculations about musical notes, geometrical propositions from Francis Vieta and Frans van Schooten, annotations out of Wallis's Arithmetic of Infinities, together with observations on refraction, on the grinding of \" spherical optic glasses,\" on the errors of lenses and the method of rectifying them, and on the extraction of all kinds of roots, particularly those \" in affected powers.\"",
        "Halley only communicated to Newton the fact \" that Hooke had some pretensions to the invention of the rule for the decrease of gravity being reciprocally as the squares of the distances from the centre,\" acknowledging at the same time that, though Newton had the notion from him, \" yet the demonstration of the curves generated thereby belonged wholly to Newton.\"",
        "The first contains an explanation of the doctrine of fluxions, and of its application to the quadrature of curves; the second, a classification of seventy-two curves of the third order, with an account of their properties.",
        "He solved also the: second problem, and he showed that by the same method other curves might be found which shall cut off three or more segments having the like properties.",
        "The problem was to find the orthogonal trajectories of a series of curves represented by a single equation.",
        "The observer cannot long continue his researches in the field without discovering that the rocks of the earth's crust have been almost everywhere thrown into curves, usually so broad and gentle as to escape observation except when specially looked for.",
        "The outcrop of beds at the surface is commonly the truncation of these curves.",
        "It is one of the most crooked streams in the world, and its length in a straight line is less than half that by its curves.",
        "On the south side, above the Xingu, a line of low bluffs extends, in a series of gentle curves with hardly any breaks nearly to Santarem, but a considerable distance inland, bordering the flood-plain, which is many miles wide.",
        "(The straight line and the point are not for the moment regarded as curves.) Next to the circle we have the conic sections, the invention of them attributed to Plato (who lived 430-347 B.C.); the original definition of them as the sections of a cone was by the Greek geometers who studied them soon replaced by a proper definition in piano like that for the circle, viz.",
        "The Greek geometers invented other curves; in particular, the conchoid, which is the locus of a point such that its distance from a given line, measured along the line drawn through it to a fixed point, is constant; and the cissoid, which is the locus of a point such that its distance from a fixed point is always equal to the intercept (on the line through the fixed point) between a circle passing through the fixed point and the tangent to the circle at the point opposite to the fixed point.",
        "1 o, and consider as belonging to it, certain lines, which for the moment may be called \" axes \" tangents to the component curves n1= ol, 11 2 = o respectively.",
        "Considering an equation in point-co-ordinates, we may have among the component curves right lines, and if in order to put these in evidence we take the equation to be L 1 Y1..",
        "an algebraical curve is a curve having an equation F (x, y) = o where F(x, y) is a rational and integral function of the coordinates (x, y); and in what follows we attend throughout (unless the contrary is stated) only to such curves.",
        "We hence divide curves according to their order, viz.",
        "But it is an improper quadric curve; and in speaking of curves of the second or any other given order, we frequently imply that the curve is a.",
        "The intersections of two curves are obtained by combining their equations; viz.",
        "Supposing that the two curves are of the orders m, n, respectively, then the order of the resultant equation is in general and at most = mn; in particular, if the curve of the order n is an arbitrary line (n= 1), then the order of the resultant equation is = m; and the curve of the order m meets therefore the line in m points.",
        "Descartes in the Geometric defined and considered the remarkable curves called of ter him the ovals of Descartes, or simply Cartesians, which will be again referred to.",
        "1774) and Gabriel Cramer; the work also contains the remarkable theorem (to be again referred to), that there are five kinds of cubic curves giving by their projections every cubic curve whatever.",
        "Various properties of curves in general, and of cubic curves, are established in Colin Maclaurin's memoir, \"De linearum geometricarum proprietatibus generalibus Tractatus \" (posthumous, say 1746, published in the 6th edition of his Algebra).",
        "And we thus see how the theorem extends to curves, their points and tangents; if there is in the first figure a curve of the order m, any line meets it in m points; and hence from the corresponding point in the second figure there must be to the corresponding curve m tangents; that is, the corresponding curve must be of the class in.",
        "vii., 1866, \" On the higher singularities of plane curves \"; Collected Works, v.",
        "We may further consider the inflections and double tangents, as well in general as in regard to cubic and quartic curves.",
        "A better process was indicated by Salmon in the \" Note on the Double Tangents to Plane Curves,\" Phil.",
        "The solution is still in so far incomplete that we have no properties of the curve II = o, to distinguish one such curve from the several other curves which pass through the points of contact of the double tangents.",
        "If we take a fixed point (x',y',z') and a curve u = o of order m, and suppose the axes of reference altered, so that x', y', z' are linearly transformed in the same way as the current x, y, z, the curves (x' - 'x' + y z' 2 u = o, (r = I, 2, ...",
        "They are the polar curves of the point with regard to u= o.",
        "The notion is very probably older, but it is at any rate to be found in Lagrange's Theorie des fonctions analytiques (1798); it is there remarked that the equation obtained by the elimination of the parameter a from an equationf (x,y,a) = o and the derived equation in respect to a is a curve, the envelope of the series of curves represented by the equation f (x,y,a) = o in question.",
        "Considering the variable curve corresponding to a given value of the parameter, or say simply the variable curve, the consecutive curve has then also 6 and nodes and cusps, consecutive to those of the variable curve; and it is easy to see that among the intersections of the two curves we have the nodes each counting twice, and the cusps each counting three times; the number of the remaining intersections is = m 2 - 263 K.",
        "Similarly among the common tangents of the two curves we have the double tangents each counting twice, and the stationary tangents each counting three times, and the number of the remaining common tangents is = n 2 - 27-- 3e (=m 2 -26-3K, inasmuch as each of these numbers is as was seen = m+n).",
        "At any one of the m 2 -26 - 3K points the variable curve and the consecutive curve have tangents distinct from yet infinitesimally near to each other, and each of these two tangents is also infinitesimally near to one of the n 2 -2T-3t common tangents of the two curves; whence, attending only to the variable curve, and considering the consecutive curve as coming into actual coincidence with it, the n 2 -2T-3c common tangents are the tangents to the variable curve at the m 2 -26-3K points respectively, and the envelope is at the same time generated by the m 2 -26-3K points, and enveloped by the n2-2T-3c tangents; we have thus a dual generation of the envelope, which only differs from Pliicker's dual generation, in that in place of a single point and tangent we have the group of m2-26-3K points and n 2 -2T-3c tangents.",
        "The parameter which determines the variable curve may be given as a point upon a given curve, or say as a parametric point; that is, to the different positions of the parametric point on the given curve correspond the different variable curves, and the nature of the envelope will thus depend on that of the given curve; we have thus the envelope as a derivative curve of the given curve.",
        "Many well-known derivative curves present themselves in this manner; thus the variable curve may be the normal (or line at right angles to the tangent) at any point of the given curve; the intersection of the consecutive normals is the centre of curvature; and we have the evolute as at once the locus of the centre of curvature and the envelope of the normal.",
        "It may be added that the given curve is one of a series of curves, each cutting the several normals at right angles.",
        "Forms of Real Curves.",
        "Considering always real curves, we obtain the notion of a branch; any portion capable of description by the continuous motion of a point is a branch; and a curve consists of one or more branches.",
        "Thus the curve of the first order or right line consists of one branch; but in curves of the second order, or conics, the ellipse and the parabola consist each of one branch, the hyperbola of two branches.",
        "Classification of Cubic Curves.",
        "- We may now consider the various forms of cubic curves as appearing by Newton's Enumeratio, and by the figures belonging thereto.",
        "It is to be remarked that the classification mixes together non-singular and singular curves, in fact, the five kinds presently referred to: thus the hyperbolas and the divergent parabolas include curves of every kind, the separation being made in the species; the hyperbolisms of the hyperbola and ellipse, and the trident curve, are nodal; the hyperbolisms of the parabola, and the cubical parabola, are cuspidal.",
        "The five divergent parabolas are curves each of them symmetrical with regard to an axis.",
        "(See Parabola.) Drawing a line to cut any one of these curves and projecting the line to infinity, it would not be difficult to show how the line should be drawn in order to obtain a curve of any given species.",
        "We have herein a better principle of classification; considering cubic curves, in the first instance, according to singularities, the curves are non-singular, nodal (viz.",
        "crunodal or acnodal), or cuspidal; and we see further that there are two kinds of non-singular curves, the complex and the simplex.",
        "The author considers not only plane curves, but also cones, or, what is almost the same thing, the spherical curves which are their sections by a concentric sphere.",
        "And it then appears that there are two kinds of non-singular cubic cones, viz, the simplex, consisting of a single sheet, and the complex, consisting of a single sheet and a twin-pair sheet; and we thence obtain (as for cubic curves) the crunodal, the acnodal and the cuspidal kinds of cubic cones.",
        "The circular cubic and the bicircular quartic, together with the Cartesian (being in one point of view a particular case thereof), are interesting curves which have been much studied, generally, and in reference to their focal properties.",
        "The notions of distance and of lines at right angles are connected with the circular points; and almost every construction of a curve by means of lines of a determinate length, or at right angles to each other, and (as such) mechanical constructions by means of linkwork, give rise to curves passing the same definite number of times through the two circular points respectively, or say to circular curves, and in which the fixed centres of the construction present themselves as ordinary, or as singular, foci.",
        "Again, the normal, qua line at right angles to the tangent, is connected with the circular points, and these accordingly present themselves in the before-mentioned theories of evolutes and parallel curves.",
        "We have several recent theories which depend on the notion of correspondence: two points whether in the same plane or in different planes, or on the same curve or in different curves, may determine each other in such wise that to any given position of the first point there correspond a' positions of the second point, and to any given position of the second point a positions of the first point; the two points have then an (a, a) correspondence; and if a, a are each = 1, then the two points have a (1, 1) or rational correspondence.",
        "The theory first referred to, with the resulting notion of \" Geschlecht,\" or deficiency, is more than the other two an essential part of the theory of curves, but they will all be considered.",
        "lxv., 1865), and Cayley, \" On the Transformation of Plane Curves \" (Proc. Lond.",
        "To a given point (x', y', z') not on the curve u' =0 there corresponds, not a single point, but the system of points (x, y, z) given by the equations x': y': z' = X: Y: Z, viz., regarding x', y', z' as constants (and to fix the ideas, assuming that the curves X = o, Y =0, Z =o, have no common intersections), these are the points of intersection of the curves X: Y: Z, =x': y' : z', but no one of these points is situate on the curve u = o.",
        "The general theorem is that two curves corresponding rationally to each other have the same deficiency.",
        "To explain this, observe that starting from the equations of x': y' : z'=X: Y: Z, to a given point (x, y, z) there corresponds one point (x', y', z), but that if n be the order of the functions X, Y, Z, then to a given point x', y', z' there would, if the curves X = o, Y =o, Z = o had no common intersections, correspond n' points (x, y, z).",
        "If, however, the functions are such that the curves X =o, Y = o, Z =o have k common intersections, then among the n 2 points are included these le points, which are fixed points independent of the point (x', y', z'); so that, disregarding these fixed points, the number of points (x, y, z) corresponding to the given point (x', y', z') is =' 2 -k; and in particular if k = n 2 -I, then we have one corresponding point; and hence the original system of equations x': y' : z' =X: Y: Z must lead to the equivalent system x: y : z = X': Y': Z'; and in this system by the like reasoning the functions must be such that the curves X' =o, Y' =o, Z' =o have n' 2 -i common intersections.",
        "In the case where X, Y, Z are of an order exceeding 2 the required number n 2 - r of common intersections can only occur by reason of common multiple points on the three curves; and assuming that the curves X=o, Y=o, Z = o have a 1 +a 2 +a 3 ...",
        "+1(n-I)(n-2)an_i (n-I)(n-2), which expresses that the curves X = o, Y = o, Z = o are unicursal.",
        "The transformation may be applied to any curve u=o, which is thus rationally transformed into a curve u =o, by a rational transformation such as is considered in Riemann's theory: hence the two curves have the same deficiency.",
        "The theorem of united points in regard to points in a right line was given in a paper, June-July 1864, and it was extended to unicursal curves in a paper of the same series (March 1866), \" Sur les courbes planes ou a double courbure dont les points peuvent se determiner individuellement - application du principe de correspondance dans la theorie de ces courbes.\"",
        "The extension to curves of any given deficiency D was made in the memoir of Cayley, \" On the correspondence of two points on a curve, \" - Pore.",
        "Systems of Curves satisfying Conditions.",
        "(1861), which establishes the notion of a system of curves (of any order) of the index N, viz.",
        "considering the curves of the order n which satisfy Zn(n+3) - 1 conditions, then the index N is the number of these curves which pass through a given arbitrary point.",
        "It was thus that Zeuthen (in the paper Nyt Bydrag, \" Contribution to the Theory of Systems of Conics which satisfy four Conditions \" (Copenhagen, 1865), translated with an addition in the Nouvelles Annales) solved the question of finding the characteristics of the systems of conics which satisfy four conditions of contact with a given curve or curves; and this led to the solution of the further problem of finding the number of the conics which satisfy five conditions of contact with a given curve or curves (Cayley, Comptes Rendus, t.",
        "p. 542), and \" On the Curves which satisfy given Conditions \" (Phil.",
        "Similarly as regards cubics, or curves of any other order: a cubic depends on 9 constants, and the elementary problems are to find the number of the cubics (9 p), (8p, 1l), &c., which pass through 9 points, pass through 8 points and touch 1 line, &c.; but it is in the investigation convenient to seek for the characteristics of the systems of cubics (8p), &c., which satisfy 8 instead of 9 conditions.",
        "(1873), considers the problem in reference to curves of any order, and applies his results to cubic and quartic curves.",
        "The methods of Maillard and Zeuthen are substantially identical; in each case the question considered is that of finding the characteristics Cu, v) of a system of curves by consideration of the special or degenerate forms of the curves included in the system.",
        "Zeuthen in the case of curves of any given order establishes between the characteristics pc, v, and 18 other quantities, in all 20 quantities, a set of 24 equations (equivalent to 2 3 independent equations), involving(besides the 20 quantities) other quantities relating to the various forms of the degenerate curves, which supplementary terms he determines, partially for curves of any order, but completely only for quartic curves.",
        "It is the discussion and complete enumeration of the special or degenerate forms of the curves, and of the supplementary terms to which they give rise, that the great difficulty of the question seems to consist; it would appear that the 24 equations are a complete system, and that (subject to a proper determination of the supplementary terms) they contain the solution of the general problem.",
        "Degeneration of Curves.",
        "- The remarks which follow have reference to the analytical theory of the degenerate curves which present themselves in the foregoing problem of the curves which satisfy given conditions.",
        "Regarding the ultimate curve as derived from a given penultimate curve, we connect with the ultimate curve, and consider as belonging to it, certain points called \" summits \" cn the component curves P 1 = o, P2 =o respectively; a summit / is a point such that, drawing from an arbitrary point 0 the tangents to the penultimate curve, we have OE as the limit of one of these tangents.",
        "on the values of the coefficients in the terms multiplied by 0, 0 2, ...; they are thus in some measure arbitrary points as regards the ultimate curve P1 It may be added that we have summits only on the component curves P 1 = o, of a multiplicity a l > 1; the number of summits on such a curve is in general = (a 1 2 - a,)m 1 2.",
        "+ 2a,a2mlm2+ + a i(n 1+ 25 1+3 K 1)+ a 2(n 2 + 23 2 +3 K 2)+ where a term 2ala2mlm2 indicates tangents which are in the limit the lines drawn to the intersections of the curves P 1 = o, P2 = o each line 2a 1 a 2 times; a term a i (n 1 +25 1 +30 tangents which are in the No.",
        "Twisted Curves.",
        "- In conclusion a little may be said as to curves of double curvature, otherwise twisted curves or curves in space.",
        "It is a leading point in the theory that a curve in space cannot in general be represented by means of two equations U= o, V = o; the two equations represent surfaces, intersecting in a curve; but there are curves which are not the complete intersection of any two surfaces; thus we have the cubic in space, or skew cubic, which is the residual intersection of two quadric surfaces which have a line in common; the equations U= o, V= o of the two quadric surfaces represent the cubic curve, not by itself, but together with the line.",
        "Salmon, A Treatise on the Higher Plane Curves (Dublin, 1852, 3rd ed., 1879); translated into German by O.",
        "From both birds and reptiles the class is distinguished, so far at any rate as existing forms are concerned, by the following features: the absence of a nucleus in the red corpuscles of the blood, which are nearly always circular in outline; the free suspension of the lungs in a thoracic cavity, separated from the abdominal cavity by a muscular partition, or diaphragm, which is the chief agent in inflating the lungs in respiration; the aorta, or main artery, forming but a single arch after leaving the heart, which curves over the left terminal division of the windpipe, or bronchus; the presence of more or fewer hairs on the skin and the absence of feathers; the greater development of the bridge, or commissure, connecting the two halves of the brain, which usually forms a complete corpus callosum, or displays an unusually large size of its anterior portion; the presence of a fully developed larynx at the upper end of the trachea or windpipe, accompanied by the absence of a syrinx, or expansion, near the lower end of the same; the circumstance that each half of the lower jaw (except perhaps at a very early stage of development) consists of a single piece articulating posteriorly with the squamosal element of the skull without the intervention of a separate quadrate bone; the absence of prefrontal bones in the skull; the presence of a pair of lateral knobs, or condyles (in place of a single median one), on the occipital aspect of the skull for articulation with the first vertebra; and, lastly, the very obvious character of the female being provided with milk-glands, by the secretion of which the young (produced, except in the very lowest group, alive and not by means of externally hatched eggs) are nourished for some time after birth.",
        "Upon these follow special methods of induction applicable to quantity, viz., the method of curves, the method of means, the method of least squares and the method of residues, and special methods depending on resemblance (to which the transition is made through the law of continuity), viz.",
        "Gunter's Quadrant, an instrument made of wood, brass or other substance, containing a kind of stereographic projection of the sphere on the plane of the equinoctial, the eye being supposed to be placed in one of the poles, so that the tropic, ecliptic, and horizon form the arcs of circles, but the hour circles are other curves, drawn by means of several altitudes of the sun for some particular latitude every year.",
        "The term cissoid has been given in modern times to curves generated in similar manner from other figures than the circle, and the form described above is distinguished as the cissoid of Diodes.",
        "A cissoid angle is the angle included between the concave sides of two intersecting curves; the convex sides include the sistroid angle.",
        "Eagles, Plane Curves (1885).",
        "Before Newton the problem was that of devising empirical curves to formally represent the observed inequalities in the motion of the moon around the earth.",
        "The third section of 113 m., from Paks to the mouth of the Drave, differed from the others and made innumerable twists and curves.",
        "It also contained numerous bends and sharp curves, sources of the greatest difficulty to navigation.",
        "In monochromatic light, then, the interference pattern is characterized by three systems of curves: the curves of constant retardation p = const.; the lines of like polarization = const.; the curves of constant intensity I = const.",
        "These conditions define two systems of curves called respectively the principal curves of constant retardation and the principal lines of like polarization, these latter lines dividing the field into regions in which the intensity is alternately greater and less than the fundamental intensity.",
        "The determination of the curves of constant retardation depends upon expressing the retardation in terms of the optical constants of the crystal, the angle of incidence and the azimuth of the plane of incidence.",
        "Bertin has shown that a useful picture of the form of these curves may be obtained by taking sections, parallel to the plate, of a surface that he calls the \"isochromatic surface,\" and that is the locus of points on the crystal at which the relative retardation of two plane waves passing simultaneously through a given point and travelling in the same direction has an assigned value.",
        "(Reference should be made to the article Crystallography for illustrations, and for applications of these phenomena to the determination of crystal form.) With an uniaxal plate perpendicular to the optic axis, the curves of constant retardation are concentric circles and the lines of like polarization are the radii: thus with polarizer and analyser regulated for extinction, the pattern consists of a series of bright and dark circles interrupted by a black cross with its arms parallel to the planes of polarization and analysation.",
        "In the case of a biaxal plate perpendicular to the bisector of the acute angle between the optic axes, the curves of constant retardation are approximately Cassini's ovals, and the lines of like polarization are equilateral hyperbolae passing through the points corresponding to the optic axes.",
        "The isochromatic lines, unless the dispersion be excessive, follow in the main the course of the curves of constant retardation, and the principal lines of like polarization are with a crossed polarizer and analyser dark brushes, that in certain cases are fringed with colour.",
        "With a combination of plates in plane-polarized and plane-analysed light the interference pattern with monochromatic light is generally very complicated, the dark curves when polarizer and analyser are crossed being replaced by isolated dark spots or segments of lines.",
        "Twice in the year, he observed, they seem to travel across the solar disk in straight lines; at other times, in curves.",
        "These appearances he referred with great acuteness to the slight inclination of the sun's axis of rotation to the plane of the ecliptic. Thus, when the earth finds herself in the plane of the sun's equator, which occurs at two opposite points of her orbit, the spots, travelling in circles parallel with that plane, necessarily appear to describe right lines; but when the earth is above or below the equatorial level, the paths of the spots open out into curves turned downwards or upwards, according to the direction in which they are seen.",
        "In accordance with this hypothesis, the curves representing the variations of thermoelectric power, dE/dt, with temperature 'OObservationsof' Pia.",
        "- Tait's verification of this hypothesis consisted in showing that the experimental curves of E.M.F.",
        "It should also be remarked that even if the curves were not parabolas, it would always be possible to draw parabolas to agree closely with the observations over a restricted range of temperature.",
        "A number of similar deviations at temperatures below o° C. were found by the writer in reducing the curves representing the observations of Dewar and Fleming (Phil.",
        "- Curves of Thermo-E.M.F., or Potential Diagrams, on the Convection Theory.",
        "The curves of E.M.F.",
        "Its duct leaves the inferior anterior angle, at first descends a little, and runs forward under cover of the rounded inferior border of the lower jaw, then curves up along the anterior margin of the masseter muscle, becoming superficial, pierces the buccinator, and enters the mouth by a simple aperture opposite the middle of the crown of the third premolar tooth.",
        "Owing to the varying latitude of the ship, and the fact that the observer attempted to draw curves of equal brilliancy instead of the central line, the required conclusions cannot be drawn with certainty from these observations.",
        "the circle, and two lines (and also two points, the reciprocal of two lines) under the general title conic. The definition of conics as sections of a cone was employed by the Greek geometers as the fundamental principle of their researches in this subject; but the subsequent development of geometrical methods has brought to light many other means for defining these curves.",
        "The definitions given above reflect the intimate association of these curves, but it frequently happens that a particular conic is defined by some special property (as the ellipse, which is the locus of a point such that the sum of its distances from two fixed points is constant); such definitions and other special properties are treated in the articles Ellipse, Hyperbola and Parabola.",
        "The invention of the conic sections is to be assigned to the school of geometers founded by Plato at Athens about the 4th century B.C. Under the guidance and inspiration of this philosopher much attention was given to the geometry of solids, and it is probable that while investigating the cone, Menaechrnus, an associate of Plato, pupil of Eudoxus, and brother of Dinostratus (the inventor of the quadratrix), discovered and investigated the various curves made by truncating a cone.",
        "That he made considerable progress in the study of these curves is evidenced by Eutocius, who flourished about the 6th century A.D., and who assigns to Menaechmus two solutions of the problem of duplicating the cube by means of intersecting conics.",
        "Archimedes contributed to the knowledge of these curves by determining the area of the parabola, giving both a geometrical and a mechanical solution, and also by evaluating the ratio of elliptic to circular spaces.",
        "Pappus in his commentary on Apollonius states that these names were given in virtue of the above relations; but according to Eutocius the curves were named the parabola, ellipse or hyperbola, according as the angle of the cone was equal to, less than, or greater than a right angle.",
        "John Wallis, in addition to translating the Conics of Apollonius, published in 1655 an original work entitled De sectionibus conicis nova methodo expositis, in which he treated the curves by the Cartesian method, and derived their properties from the definition in piano, completely ignoring the connexion between the conic sections and a cone.",
        "A method of generating conics essentially the same as our modern method of homographic pencils was discussed by Jan de Witt in his Elementa linearum curvarum (1650); but he treated the curves by the Cartesian method, and not synthetically.",
        "Eagles, Constructive Geometry of Plane Curves (1886); geometric investigations primarily based on the relation of the conic sections to a cone are given in Hugo Hamilton's De Sectionibus Conicis (1758); this method of treatment has been largely replaced by considering the curves from their definition in piano, and then passing to their derivation from the cone and cylinder.",
        "19), the bracts when developed forming a second double row on the opposite side; the whole inflorescence usually curves on itself like a scorpion's tail, hence its name.",
        "The most important are those relating to algebraical curves and surfaces, especially the short paper Allgemeine Eigenschaften algebraischer Curven.",
        "28 a uniform synthetic method, in his book on algebraical curves.",
        "In the same volume are treatises on \"Geometric Loci, or Spherical Tangencies,\" and on the \"Rectification of Curves,\" besides a restoration of \"Apollonius's Plane Loci,\" together with the author's correspondence addressed to Descartes, Pascal, Roberval, Huygens and others.",
        "Several methods have been employed for making observations of the form of alternating current curves - (1) the point-by-point method, ascribed generally to Jules Joubert; (2) the stroboscopic methods, of which the wave transmitter of H.",
        "In the Duddell oscillograph it is usual to place a pair of loops in the magnetic field, each with its own mirror, so that a pair of curves can be delineated at the same time, and if there is any difference in phase between them, it will be detected.",
        "Thus we can take two curves, one showing the potential difference at the end of an inductive circuit, and the other the current flowing through the circuit.",
        "Blondel, \" Oscillographs: New Apparatus for registering Electrical Oscillations \" (a short description of the bifilar and soft iron oscillographs), Comptes rendus (1893), 116.502; Id., \" On the Determination and Photographic Registration of Periodic Curves,\" La Lumibre electrique (August 29th, 1901); Id., See K.",
        "Its formation is characteristic, consisting of a series of ridges forming a succession of curves from a common centre.",
        "The soft curves on that tall slender body and those long legs were the talk of the locker room when he was a senior.",
        "She wore the Grecian style gown of Hell: secured around her neck by a loose band, it draped over her curves and pooled at her feet, leaving her arms, shoulders and back bare to the hips.",
        "Katie moved toward them steadily, self-conscious in the snug teal gown that displayed the curves the slender women around her didn't have.",
        "It wasn't as if she were wearing a bikini, and her only physical attributes were a flat abdomen and smooth curves â€“ well, those and her breasts, but they were over proportioned - out of balance, so to speak.",
        "She wore a shift sheer enough for him to see the shading of her curves.",
        "Her body was warm beneath his, a sensual combination of firm muscle beneath soft, feminine curves.",
        "Adjacent pixels creates smooth, natural curves.",
        "accentuate the natural curves and muscles.",
        "It is called algebraic Curves over a Finite Field and is currently 644 pages.",
        "After the sharply angular esthetic of the exterior of the church the visitor is surprised by the curves that everywhere meet the eye inside.",
        "With a higher backrest and subtle curves for your body, it may be difficult to coax anybody out of it!",
        "The Danube curves gently and reflects in Budapest's broad avenues, leafy parks and elaborate bathhouses.",
        "blackbody curves to the spectra from stars of various spectral types.",
        "Fit: fitted bodice, neat waist, perfect for smoothing curves!",
        "breakthrough curves were obtained and greater dye destruction was found.",
        "It curves majestic canyons, yet ripples through the towns.",
        "carp rods will be unleashed with no stated test curves.",
        "The loading and unloading curves do not exactly coincide.",
        "concave curves like flowing robes.",
        "curves accentuated by the new generation of well cut, and frankly sexy, maternity wear.",
        "curves over 3lbs.",
        "Elliptic curves offer major advances on older systems such as increased speed, less memory and smaller key sizes.",
        "Oulton is a wide circuit, with long sweeping curves, a rare mixture of gradients and some picturesque scenery.",
        "Summary The shape of indifference curves depends upon the preferences of the individual.",
        "cyma curves above spring level.",
        "declivityas expecting a series of gentle declivities, some long, languorous curves, like Herne Hill in south London.",
        "The chain rule enables you to calculate higher derivatives for these parametrically described curves.",
        "The partial pressure of carbon dioxide has a much smaller effect on the current voltage curves than the partial pressure of oxygen.",
        "The main analysis developments will be to develop methods to extract information about phonon dispersion curves.",
        "This new drivetrain creates a shorter front overhang and a more rearward center of gravity giving the Bengal better handling on curves.",
        "Figure 6 - Start with a vertical ellipse Choose Arrange, Convert to Curves (CTRL + Q ).",
        "The unit's 4-band custom equalizer and preset EQ curves help you tailor the sound to your preference or environment.",
        "flatten sloppy curves.",
        "flattening of improvement curves, records will continue to be set -- the financial rewards involved will make sure of that!",
        "It is important to understand the origin of the graphs and curves displaying the excitation and emission spectra for a given fluorochrome.",
        "Emily Robinson, singer from the Dixie Chicks wore a form-fitting black dress that hugged her curves.",
        "graceful sweeping curves.",
        "It joins historic Sherwood Forest in the Northeast and curves round to Attenborough in the southwest.",
        "hysteresis curves are shown below.",
        "indifference curves depends upon the preferences of the individual.",
        "Points, lines, polygons, circles, arcs, and smooth curves can be freely intermixed with text.",
        "jutting headlands and long curves of beach.",
        "Good finish with thin laminations making an good choice for smooth curves as there are no hidden defects.",
        "I do remember that inquiry, and I always think of that as being probably one of my greatest learning curves there.",
        "meandering golden path finally curves on the horizon.",
        "mean deviationner curves represent the mean shape standard deviations.",
        "Changes are made to the bikes fuel curves via the PC's onboard microprocessor.",
        "FREQUENCY CURVES Used where the data is continuous a frequency curve is drawn by joining the midpoints of consecutive rectangles in a histogram.",
        "minimizes learning curves and switching tasks.",
        "oaken beams, and the uneven floors sagged into sharp curves.",
        "phonon dispersion curves are represented only by acoustic branches.",
        "Good sitting posture maintains the spinal curves usually present in the erect standing position.",
        "Postscript is a Turing-complete reverse polish programming language with drawing primitives based on Bezier curves.",
        "The curves are a function of taper ratio and apply to straight-tapered wings.",
        "use the reflectance curves illustrating the spectral response patterns of these two categories to help explain your answer.",
        "roc plots were produced for studies with at least 10 years ' clinical follow-up and the area under the curves was compared.",
        "Mark out the shape of your pond using a thick rope or hosepipe for smooth curves.",
        "seductive curves I know lovers can't resist?",
        "The Sanyo massage heads seesaw to an angle of 50 degrees to follow the curves of the shoulders and back.",
        "Where Lines MO and NO intersect this semicircle read and values along the short curves on the scale of the inner semicircle.",
        "sensuous curves.",
        "serrated on the wrong side for left-hand cutting and curves off to the right, making thick uneven wedges.",
        "shapes of these curves are altered by changing the values of the parameters.",
        "sinuous curves of silver which can be worn on the wrist, or higher up on the arm.",
        "solubility curves from experimental data.",
        "Ordinary matter curves space-time back on itself, like the surface of the Earth.",
        "gravity curves space-time, that is both space and time.",
        "Go trough and follow a partly sunken track that curves up to the right.",
        "survivorship curves.",
        "Note how the common tangents from the free energy curves (upper graph) \" construct \" the phase diagram below it.",
        "taper rods of high test curves over 3lbs.",
        "Plot curves of coating thickness, t versus line speed, v for the three different pressures.",
        "time-consuming to make from scratch (all those curves!",
        "The third pair of driving wheels had no flanges, to assist the long rigid wheelbase get round sharp curves.",
        "wiggly curves can behave in an in between way, and this number can be anything between one and two.",
        "womanly curves (and so did the men!",
        "The Kew curves, for instance, might suggest that the range (maximum less minimum hourly value) was larger in June than in December.",
        "Here and there particular curves, for example, had been obliged to yield the secret of their tangent; but the ancient geometers apparently had no consciousness of the general bearings of the methods which they so successfully applied."
    ],
    "definition": [
        "plural form of curve",
        "third-person singular simple present indicative form of curve",
        "Link/Cite"
    ]
}