{
    "translation": "סכר",
    "uses": [
        "The rest was blocked, as if a dam was placed there.",
        "Dolokhov who was in the midst of the crowd forced his way to the edge of the dam, throwing two soldiers off their feet, and ran onto the slippery ice that covered the millpool.",
        "The dam differs in shape according to the nature of particular localities.",
        "is about equally divided by the Merrimac, which is here crossed by a great stone dam 900 ft.",
        "She clamped a hand over her mouth to dam the frustration.",
        "During the war Flanders Woo), he took Douai, Bethune and Dam, received the submission of Guy of Dampierre, and aided King Philip IV., the Fair, to gain the battle of Mons-en-Pevele, on the 18th of August 1304.",
        "In the design of a structure such as a tall reservoir dam it is important that the line of thrust in the material should pass inside the core of a section, so that the material should not be in a state of tension anywhere and so liable to open and admit the water.",
        "In 1904-1905 the city built on the Scioto river a concrete storage dam, having a capacity of 5,000,000,000 gallons, and in 1908 it completed the construction of enormous works for filtering and softening the water-supply, and of works for purifying the flow of sewage - the two costing nearly $5,000,000.",
        "If the direction of motion makes an angle 0' with Ox, tan B' = d0 !dam _ ?xy 2 = tan 20, 0 =-10', (9) dy/ y and the velocity is Ua2/r2.",
        "At Silver Islet, Lake Superior, mining was successfully carried on for years under the protection of a coffer dam and an arch of rich silver ore less than 20 ft.",
        "It provides for a dam across Owl Creek 6500 ft.",
        "Soon after this the courageous explorer Arnaud discovered the ancient Mariab, the royal city of the Sabaeans, and at great risk copied fifty-six inscriptions and took a plan of the walls, the dam, and the temple to the east of the city.",
        "By means of a dam across the river, 17 ft.",
        "North of Tanganyika the valley is suddenly interrupted by a line of ancient eruptive ridges, which dam back the waters of Lake Kivu, but have been recently cut through by the outlet of that lake, the Rusizi, which enters Tanganyika by several mouths at its northern end.",
        "of the dam became flooded, so that a complete examination of the archaeology of the district had to be carried out in order to save historical evidence from destruction.",
        "There is ample water power, and there are manufactures of paper, sash and blinds, fibre, &c. From a dam here power is derived for the General Electric Company at Schenectady.",
        "The water-power was unutilized until 1849, when a great dam (1017 ft.",
        "Rockford is the see of a Roman Catholic bishop. In and near the city there are two hospitals and three sanatoriums. Manufacturing is facilitated by good water-power, supplied by a dam across the Rock river about 800 ft.",
        "There are two main divisions, the Lao Pong Dam (\"Black Paunch Laos\"), so-called from their habit of tattooing the body from the waist to the knees, and the Lao Pong Kao (\"White Paunch Laos\") who do not tattoo.",
        "Bonaparte riding over the battlefield had given final orders to strengthen the batteries firing at the Augesd Dam and was looking at the killed and wounded left on the field.",
        "They formed important settlements at various points on the Mekong, notably Luang Prabang, Wieng Chan (Vien-Tiane) Ubon and Bassac; and, heading inland as far as Korat on the one side and the Annamite watershed in the east, they drove out the less civilized Kha peoples, and even the Cambodians, as the Lao Pong Dam did on the west.",
        "Louis receives 70,000 H.P. by a Iio,000-volt transmission line from the Keokuk dam in the Mississippi at Keokuk, Ia.",
        "In 1866 South Beveland and Walcheren were joined by a heavy railway dam, a canal being cut through the middle of the former island to restore the connexion between the East and West Scheldt.",
        "The Lao Pong Dam now form the western branch of the Lao family, inhabiting the Siamese Lao states of Chieng Mai Lapaun, 'Tern Pre and Nan, and reaching as far south as 17° N.",
        "Banks thereupon retreated, and, high water in the river having come to an end, the fleet was in the gravest danger of being cut off, until Colonel Bailey suggested, and rapidly carried out, the construction of a dam and weir over which the ships ran down to the lower waters.",
        "The estimated cost was between three and four millions sterling, to be met by a toll, and it was urged that a uniform depth, independent of tides, would be ensured above the dam, that delay of large vessels wishing to proceed up river would thus be obviated, that the river would be relieved of pollution by the tides, and the necessity for constant dredging would be abolished.",
        "Dam(Habonde, Notre Dame d'Abondance), whose name often occurs in poems of the Middle Ages, a beneficent fairy, who brought plenty to those whom she visited (Grimm, Teutonic Mythology, tr.",
        "As he crossed the dam Prince Andrew smelled the ooze and freshness of the pond.",
        "There are also the ruins of a band, or stone dam of great strength, which was thrown across the river for the purposes of irrigation.",
        "In contradistinction to the Lao Pong Dam, who have derived their written language from the Burmese character, the eastern race has retained what appears to be the early form of the present Siamese writing, from which it differs little.",
        "The scheme included a railway tunnel beneath the dam, for which, incidentally, a high military importance was claimed.",
        "The anicut or dam at Bezwada, begun in 1852, consists of a mass of rubble, fronted with masonry, 1240 yds.",
        "At Austerlitz he remained last at the Augezd dam, rallying the regiments, saving what was possible when all were flying and perishing and not a single general was left in the rear guard.",
        "Still the cannon balls continued regularly to whistle and flop onto the ice and into the water and oftenest of all among the crowd that covered the dam, the pond, and the bank.",
        "A noteworthy scheme to improve the condition of the Thames, first put forward in 1902-1903, was that of constructing a dam with four locks across the river between Gravesend and Tilbury.",
        "Dam.",
        "The officer, Timokhin, with his red little nose, standing on the dam wiping himself with a towel, felt confused at seeing the prince, but made up his mind to address him nevertheless.",
        "Everywhere on the bank, on the dam, and in the pond, there was healthy, white, muscular flesh.",
        "He slid back away from the table, grabbing a napkin to dam the tea from the edge of the table.",
        "In June 1870 he at last reached the goal of his journey, Marib; here he explored the ruins of Medinat an Nahas (so called from its numerous inscriptions engraved on brass plates), and two hours to the east he found the famous dam constructed by the Himyarites across the W.",
        "Interesting conclusions as to the early ethnology of Egypt have been derived from the systematic examination of the necropolises of Nubia, necessitated by the heightening of the Aswan dam, as a consequence of which the northern portion of the valley S.",
        "The great event they dwell on is the bursting of the dam of Ma'rib, which led to the emigration northwards of the Yemenite tribes.",
        "Crowds of soldiers from the dam began running onto the frozen pond.",
        "He recounted how Raevski had led his two sons onto the dam under terrific fire and had charged with them beside him.",
        "But it frequently happens that the dam at the head of the Hindieh is carried away, and, a free channel being thus opened for the waters of the river to the westward, the Hillah bed shoals to 2 or 3 ft., or even dries up altogether, while the country to the west of the river is turned into lakes and swamps.",
        "or more by dredging and by the construction of jetties and an immense dam, works which were begun by the state in 1823 but from 1828 were carried on from time to time by the national government.",
        "dam, Muscle from carapace to a praeoral entosclerite.",
        "In 1900 a stone dam (1020 ft.), said to be the second largest in New England, was completed at a cost of about $750,000.",
        "above Glens Falls, on the Hudson, a massive stone dam has been erected; here electric power, distributed to a large area, is generated.",
        "wer, a dam; cognate with werian, to defend, guard; cf.",
        "- Section of Croton Dam.",
        "dam across the Clark Fork (or Missoula River) at Bonner.",
        "The city thus formed a long narrow strip along the Tigris, pierced at right angles by the Husur, the waters of which, by closing the great dam in the eastern wall, could be sent round the moats to the N.",
        "\"It's as if a dam had burst,\" said the Cossack hopelessly.",
        "The general on horseback at the entrance to the dam raised his hand and opened his mouth to address Dolokhov.",
        "Two rapid streams, Poesten Kill and Wynants Kill, flowing into the Hudson from the east, through deep ravines, furnish good water-power, which, with that furnished by the state dam across the Hudson here, is utilized for manufacturing purposes.",
        "control of the water power and for the construction of the great dam across the Merrimac. The Bay State woollen mills, which in 1858 became the Washington mills, and the Atlantic cotton mills were both chartered in 1846.",
        "For the water supply the Aztecs used the main causeway through their city as a dam to separate the fresh water from the hills from the brackish water of Texcoco, and obtained drinking water from a spring at the base of the hill of Chapultepec. The Spaniards added three other springs to the supply and constructed two long aqueducts to bring it into the city.",
        "1 Errors no doubt he made, as in the attempt to ascertain the date of the breach of the dam of Marib.",
        "deep, but it is shallow at the lower end where the water is held back by a morainal dam, and where only 32 m.",
        "After five o'clock it was only at the Augesd Dam that a hot cannonade (delivered by the French alone) was still to be heard from numerous batteries ranged on the slopes of the Pratzen Heights, directed at our retreating forces.",
        "One of the hindmost guns that was going onto the dam turned off onto the ice.",
        "But not far from Bald Hills he again came out on the road and overtook his regiment at its halting place by the dam of a small pond.",
        "His world was one of confusion, his memories overwhelming as the dam that had been in place for thousands of years crumbled.",
        "A large Oak tree had fallen across the creek in a narrow deep area, trapping debris in front of it to form a natural dam.",
        "The relation of Ctesias (preserved by Nic. Dam.",
        "is the Bottaccione, a large water reservoir, constructed in the 12th or 14th century; the water is collected in the bed of a stream by a massive dam.",
        "Iforsford thought were the remains of a Norse settlement in the 11th century, and which include a semicircular amphitheatre of six tiers or terraces which he thought was an assembly place, and a portion of a stone wall or dam.",
        "Water-power for factories is secured by a system of \"water-power canals\" from a large dam across the Savannah, built in 1847 and enlarged in 1871; the principal canal, owned by the city, is so valuable as nearly to pay the interest on the municipal debt.",
        "Thus a fall in the gradient at any point in the course of a stream; any snag, projection or dam, impeding the current; the reduced velocity caused by the overflowing of streams in flood and the dissipation of their energy where they enter a lake or the sea, are all contributing causes to alluviation, or the deposition of streamborne sediment.",
        "of the city in a valley of the Serra do Mar, where a large reservoir has been created by building a dam across the Rio das Lages.",
        "Edam took its name and origin from the dam built on the little river Ye which joined the great Purmer lake close by.",
        "P. Banks in the Red River expeditions in March-May 1864, in which his gun-boats, held above Alexandria by shallow water and rapids, narrowly escaped isolation, being enabled to return only by the help of a dam built by Lieut.-Colonel (BrigadierGeneral) Joseph Bailey (1827-1867).",
        "BEAVER DAM, a city of Dodge county, Wisconsin, U.S.A., situated in the S.E.",
        "Beaver Dam is served by the Chicago, Milwaukee & St Paul railway.",
        "Beaver Dam is situated in the midst of a fine farming country; it has a good water-power derived from Beaver Lake, and among its manufactures are woollen and cotton goods, malleable iron, foundry products, gasolene engines, agricultural implements, stoves and beer.",
        "Freshets in the spring of 1900, however, undermined the wall, and on the 7th of April the dam broke with a resulting loss of several lives and about $1,000,000 worth of property.",
        "The rebuilding of the dam was projected in 1907.",
        "Perez says that the Sarare branch of the Apure has formed a gigantic dam across its own course by prodigious quantities of trees, brush, vines and roots, and thus, impounding its own waters, has cut a new channel to the southward across the lowlands and joined the Arauca, from which the Sarare may be reached in small craft and ascended to the vicinity of Pamplona.",
        "Pike-perch and a few blue pike are taken in the Susquehanna, where shad are no longer plentiful since work was begun on McCall's Ferry dam, and in 1908 the entire catch for the river was valued at about $20,000, but in the Delaware there are valuable shad 'and herring fisheries.",
        "Then pushing on southwards, he crossed the Nienchen-tang-la and entered the Dam district near the Lhasa-Sining high road.",
        "To the east may be traced the site of the abbey mill, with its dam and mill-lead.",
        "On the other hand, if the concrete is rough and porous the sea-water will gradually eat into the heart of the structure, especially in a case like a dam, where the water, being higher on one side than the other, constantly forces its way through the rough material, and decomposes the Portland cement it contains.",
        "Thus the dam on the Amstel (1257) was the origin of Amsterdam,' and the dam on the Ye gave rise to Edam.",
        "Compare also an-sud-dam, \" like the heavens,\" where the ending dam stands for a usual dim, being changed to a hard dam under the influence of the hard vowels in an-sud.",
        "In the Mediterranean provinces of Spain there are some very remarkable irrigation dams. The great masonry dam of Alicante on the river Monegre, which dates from 1579, is situated in a narrow gorge, so that while 140 ft.",
        "The Elche reservoir, in the same province, has a similar dam 55 ft.",
        "In neither case is there a waste-weir, the surplus water being allowed to pour over the crest of the dam.",
        "South of Elche is the province of Murcia, watered by the river Segura, on which there is a dam 25 ft.",
        "The Lorca dam in the same neighbourhood irrigates 27,000 acres.",
        "If a dam be absolutely necessary, care must be taken so to build it as to secure the fields on both sides from possible inundation; and it should be constructed substantially, for the cost of repairing accidents to a weak dam is very serious.",
        "This seemed all the more evident, as at that time financial reasons made the construction of a costly Nile dam out of the question.",
        "Accordingly, when it was determined to construct a dam, it was decided that it should be supplied with sluices large enough to discharge unchecked the whole volume of the river as it comes down until the middle of November, and then to begin the storage.",
        "The site selected for the great Nile dam was at the head of the First Cataract above Assuan.",
        "The length of the dam is about 6400 ft.",
        "The top width of the dam is 23 ft., the bottom width at the deepest part about 82 ft.",
        "On the left flank of the dam there is a canal, provided with four locks, each 262 by 31 ft.",
        "Protective works downstream of the dam were completed in 1906 at a cost of about £E304,000.",
        "It had been at first intended to raise the dam to a height which would have involved the submergence, for some months of every year, of the Philae temples, situated on an island just upstream of the dam.",
        "In 1907, however, it was decided to carry out the plan as originally proposed and raise the dam 26 ft.",
        "Its upper waters are now stemmed by a masonry dam 178 ft.",
        "The dam and tunnel were works of unusual difficulty.",
        "of canals, some carrying whole rivers, like the Truckee river in Nevada and the North Platte in Wyoming, and had erected 281 large structures, including the great dams in Nevada and the Minidoka dam (80 ft.",
        "Large quantities of this syenite were used in building the Assuan dam (1898-1902).",
        "On the following day the dam which closed the canal of Cairo was cut with much ceremony.",
        "A pillar of earth before the dam is called the Bride of the Nile, and Arab historians relate that this was substituted, at the Moslem conquest, for a virgin whom it was the custom annually to sacrifice, to ensure a plentiful inundation.",
        "The governor of Cairo attended the ceremony, with the cadi and, others, and gave the signal for the cutting of the dam.",
        "Of these the most notable was the construction (1898-1902) of the Assuan dam, which by bringing more land under cultivation permanently increased the resources of the country and widened the area of taxation.",
        "The admirably conducted Archaeological Survey of the portion of Nubia threatened by the raising of the Assuan dam is in the charge of another departmentthe Survey department, directed for many years up to 1909 by Captain H.",
        "On the 17th of August 1805 the dam of the canal of Cairo was to be cut, and some chiefs of Mehemet Alis party wrote, informing them that he would go forth early on that morning with most of his troops to witness the ceremony, inviting them to enter and seize the city, and, to deceive them, stipulating for a certain sum of money as a reward.",
        "The dam, however, was cut early in the preceding night, without any ceremony.",
        "The Union gunboats, which had passed up the river toward Shreveport at high water, were caught in its decline above the falls at Alexandria, but they were saved by a splendid piece of engineering (a dam at the falls), constructed by Lieutenant-Colonel Joseph Bailey (1827-1867), who for this service received the thanks of Congress and the brevet of brigadier-general of volunteers.",
        "The completion of the Assuan dam by ensuring a fuller supply of water enabled 20,000 acres of land, previously unirrigated and untaxed, to be brought under cultivation in the three years 1903-1905.",
        "This canal provides, with the Illinois & Michigan canal and the Illinois river, an improved waterway from Chicago to the Mississippi river, and greatly increases the commercial and industrial importance of the \"twin cities\" of Sterling and Rock Falls, where the Rock river is dammed by a dam nearly 1500 ft.",
        "By means of a dam across the Ternay, an affluent of the D€ome, to the north-west of the town, a reservoir is provided, in which an additional supply of water, for both industrial and domestic purposes, is stored.",
        "A few years later a Calvinistic university was formed through his instrumentality at Amster dam, and he himself became professor of theology.",
        "DAMAN-E-KOH,SHAKAR PARIAN AND RAWAL DAM ARE FAMOUS SIGHTES OF THE CITY.--ASIFALIBHAYO 10:15, 22 Jan 2007 (PST)",
        "In 1852 a dam (700 ft.",
        "above the city, but the Pennsylvania canal was subsequently abandoned, and in 1888 the dam was bought and repaired by the South Fork hunting and fishing club, and Conemaugh lake was formed.",
        "On the 31st of May 1889, during a heavy rainfall, the dam gave way and a mass of water 20 ft.",
        "masonry dam was completed in July 1907.",
        "A broad strip of park lands lies between them, through which runs the river Torrens, crossed by five bridges and greatly improved by a dam on the west of the city.",
        "This provides for a storage reservoir, controlled by Shoshone dam on Shoshone river, about 8 m.",
        "of Shoshone dam and covering lands in the vicinity of Cody, Corbett, Eagle Nest and Ralston; a dam at Corbett about 16 m.",
        "below the reservoir diverting water to Ralston reservoir and thence to lands in the vicinity of Ralston, Powell, Garland, Mantua and Frannie, and a dam on the Shoshone river near Eagle Nest diverting water into a canal covering the lands of the Shoshone River Valley.",
        "Near Douglas, in Converse county, there is a reinforced concrete dam, impounding the waters of Laprele Creek, to furnish water for over 30,000 acres, and power for transmitting electricity.",
        "The Carlsbad reservoir and diverting dam in Eddy county and the Rio Hondo canals and reservoir in Chaves county were completed in 1907 and are capable of supplying water to tracts of 20,000 and 10,000 acres respectively.",
        "A dam erected a few miles below that lake, with a storage of nearly io,000 million cub.",
        "The most ancient irrigation work is a massive dam of unhewn stone, 1080 long, and from 40 to 60 ft.",
        "In recompense for this, he distributes on his return rich presents to every Persian man and womanthe women of Pasargadae, who are members of Cyruss tribe, each receiving a piece of gold (Nic. Dam.",
        "It has also been encircled with a strong dam in order to protect it from floods.",
        "The river is rendered navigable by a large dam and crossed by a fine bridge which leads to the suburb of La Madeleine.",
        "The town has suffered much from the periodical breaking of the Hindieh dam and the consequent deflection of the waters of the Euphrates to the westward, as a result of which at times the Euphrates at this point has been entirely dry.",
        "The city lies in a great plain, in the centre of a region of pastures, gardens and orchards, the largest and most beautiful farming district of Arizona, irrigated with water stored by the great Roosevelt dam (about 70 m.",
        "Another important undertaking begun about the same time was the throwing of an East Indian weir dam (the only one in the United States) across the Colorado near Yuma, and the confinement of both sides of the lower Gila and Colorado with levees.",
        "The dam locks a narrow canyon.",
        "More recent research, however, seems to have established the derivation from Wehr, dam.",
        "commanding an irrigable area of 130,000-150,000 acres,' and has a diversion dam (rock-fill type) 600 ft.",
        "of laterals; the larger Payette-Boise project in Ada, Canyon and Owyhee counties (372,000 acres irrigable; 300,000 now desert; 60% privately owned), whose principal features are the Payette dam (rock-fill), 100 ft.",
        "long, and the Boise dam (masonry), 33 ft.",
        "Two miles up the river is the Hen Island dam, which, with the Mishawaka hydraulic dam nearer the city, is the source of much of the power used by the city's manufactories.",
        "Its harbour has a total length on the three rivers of 27.2 m., and an average width of about woo ft., and has been deepened by the construction (in 1877-1885) of the Davis Island dam, by dredging, under a federal project of 18 9 9.",
        "by a private company which built seven locks and dams; this property was condemned and bought for $3,761,615 by the United States government in 1897, and, under the project of 18 99 for rebuilding three of the locks and enlarging another, and that of 1907 for a new lock and dam and for other improvements, $2,675,692 was spent up to July 1909.",
        "long, connecting the reservoir with Diamond Fork, a tributary of Spanish Fork river; by a storage dam, 50 ft.",
        "below the diversion dam; and by the enlargement of existing canal systems. The diversion dam, the power canal, and the first unit of the power plant were completed in 1909.",
        "Amsterdam, the \"dam or dyke of the Amstel,\" is so called from the Amstel, the canalized river which passes through the city to the Y.",
        "The nucleus of the town lies within the innermost crescent canal, and, with the large square, the Dam, in the centre, represents the area of Amsterdam about the middle of the 14th century.",
        "The site of the city being originally a peat bog, the foundations of the houses have to be secured by driving long piles (4-20 yds.) into the firm clay below, the palace on the Dam being supported on nearly 14,000 piles.",
        "The Dam is the vital centre of Amsterdam.",
        "In the middle of the Dam stands a monument to those who fell in the Belgian revolution of 1830-1831, and called the Metal Cross after the war medals struck at that time.",
        "The new exchange (1901) is a striking building in red brick and stone, and lies a short distance away between the Dam and the fine central station (1889).",
        "In 1240 Giesebrecht III., son of the builder of the castle, constructed a dam to keep out the sea.",
        "Its earliest extant charter dam.",
        "Until recent years the supposed inheritance of characters acquired by a dam from one or more of her former mates was usually designated by breeders \"throwing back\"; by physiologists, \"infection of the germ,\" or simply \"infection.\"",
        "Whatever may have been the views of stockowners in the remote past, it is certain that during the middle ages the belief in \"infection\" was common amongst breeders, and that during the last two centuries it met with the general approval of naturalists, English breeders being especially satisfied of the fact that the offspring frequently inherited some of their characters from a former mate of the dam, while both English and Continental naturalists (apparently without putting the assertions of breeders to the test of experiment) accounted for the \"throwing back\" by saying the germ cells of the dam had been directly or indirectly \"infected\" by a former mate.",
        "The result was five pups, which have grown into handsome hounds without the remotest suggestion of the previous Dalmatian mate of their dam.",
        "All the pure-bred pups were typical terriers, and evidence of their dam having escaped infection is the fact that three of them proved noted prize-winners.",
        "In considering telegony it should perhaps be mentioned that some breeders not only believe the dam is liable to be \"infected\" by the sire, but also that the sire may acquire some of the characteristics of his mates.",
        "Three and a half miles above the town, at the beginning of the Cataract, the Assuan Dam stretches across the Nile.",
        "Above the dam the Nile presents the appearance of a vast lake.",
        "For the dam see W.",
        "Willcocks, The Nile Reservoir Dam at Assuan (London, 1901).",
        "To have set a dam against this process with the whole force of a mighty personality constitutes the importance of Athanasius in the world's history.",
        "In 1886 the Pantano, which was one of the largest of European reservoirs, being formed by a dam Boo ft.",
        "The history of Mecca is full of the record of these inundations, unsuccessfully combated by the great dam drawn across the valley by the caliph Omar (Kutbeddin, p. 76), and later works of Mandi.5 The fixed population of Mecca in 1878 was estimated by Assistant-Surgeon `Abd el-Razzaq at 50,000 to 60,000; there is a large floating population - and that not merely at the proper season of pilgrimage, the pilgrims of one season often beginning to arrive before those of the former season have all dispersed.",
        "As an example, assume that we can conveniently construct a reservoir to contain, in addition to bottom water not to be used, 200,000 gallons for each acre of the watershed above the point of interception by the proposed dam.",
        "The most important dams are those which close the outlets of existing valleys, but a dam may be wholly below ground, and according to the commoner method of construction in Great Britain, sufficient) im ermeable construc-  ?",
        "6 is a typical section of a low dam of this class, impounding water upon gravel overlying impermeable clay.",
        "It is not always possible to prevent any leakage whatever through the strata below the bottom or beyond the ends of the trench, but it is always possible to render such leakage entirely harmless to the work above it, and to carry the water by relief-pipes to visible points at the lower toe of the dam.",
        "i I in the relative positions in which they were found, and carefully measured, as the puddle was removed from a crippled reservoir dam.",
        "At the East Canon Creek dam, Utah, the height of which is about 6r ft.",
        "On the Titicus, a tributary of the Croton river, an earthen dam was completed in 1895, with a concrete core wall zoo ft.",
        "The next class of dam to be considered is that in which the structure as a whole is so bound together that, with certain reservations, it may be considered as a monolith subject chiefly to the overturning tendency of waterpressure resisted by the weight of the structure itself and the supporting pressure of the foundation.",
        "If such a dam is sufficiently strong, and is built upon sound and moderately rough rock, it will always be incapable of sliding.",
        "It is obvious that the angles at the base of such a hypothetical dam must depend upon the relation between its density and that of the water.",
        "As the density of the heaviest rocks is only 3, that of a masonry dam must be below 3, and in practice such works if well constructed vary from 2.2 to 2.6.",
        "thick of a monolithic dam, subject to the pressure of water against its vertical side to the full depth ab= d in feet, the horizontal _ eL 2 pressure of water against the section of the dam, inI creasing uniformly with the depth, is properly represented by the isosceles right-angled triangle abe, in which be is the maximum water-pressure due to the Cent full depth d, while the area 2 abe = d is t h e total hor12 d3 6 If x be the width of the base, and p the density of the masonry, the weight of the masonry in terms of a cubic foot of water will be acting at its centre of gravity g, situated at 3x from the outer toe, and the moment of resistance to overturning on the outer toe, p x 2 d (2) In countries where good clay or retentive earth cannot be obtained, numerous alternative expedients have been adopted with more or less success.",
        "In such zontalpressure against the e dam, generally stated in F IG.",
        "- Diagram of Right-Angled cubic feet of water, acting g at one-third its depth above Triangle Dam.",
        "A minimum thickness must safety be adopted to give substance to the upper part; and where the dam is not used as a weir it must necessarily rise several feet above the water, and may in either event have to carry a roadway.",
        "The upper part of the dam having been designed in the light of these conditions, the whole process of completing the design is simple enough when certain hypotheses have been adopted, though somewhat laborious in its more obvious form.",
        "One such assumption is that, if the dam is well built, the intensity of vertical pressure will (neglecting local irregularities) vary nearly uniformly from face to face along any horizontal plane.",
        "of the dam, and g its centre of gravity, the centre of pressure upon the base will be vertically under g, that is, at the centre of the base, and the load will be properly represented by the rectangle bfgc, of which the area represents the total load and the uniform depth of its uniform intensity.",
        "Curved pressure in Masonry Dam.",
        "These general principles were recognized by Messrs Graeff and Delocre of the Ponts et Chaussees, and about the year 1866 were put into practice in the Furens dam near St Etienne.",
        "It is very doubtful whether this pressure is ever reached, but such a limit rather than that of the vertical stress must be considered when the height of a dam demands it.",
        "With one exception, however - the Beetaloo dam in Australia 110 ft.",
        "After Rankine, a French engineer, Bouvier, gave the ratio of the maximum stress in a dam to the maximum vertical stress as 1 to the cosine squared of the angle between the vertical and the resultant which, in dams of the usual form, is about as 13 is to 9.",
        "In view of the irregular forms and the uncertainties of the nature of the materials at the foundation, the law of uniformly varying stress was not applicable to the base of the dam.",
        "15 and 16, and prove that the law of uniformly varying stress is generally applicable to the upper two-thirds of a dam, but that at parts in or near the foundations that law is departed from in a way which will be best understood from the diagrams.",
        "15 shows a section of the model dam.",
        "- Diagrams illustrating results of Wilson and Gore's experiments with an Indiarubber model dam.",
        "along and above it are not materially affected by the more irregular stresses below that line produced by the sudden change in section at the base of the dam.",
        "So far we have only considered water-pressure against the reservoir side of the dam; but it sometimes happens that the water and earth pressure against the outer face is considerable enough to modify the lower part of the section.",
        "- Showing Stresses at base of model dam determined experimentally.",
        "In the construction of the Vyrnwy masonry dam Portland cement concrete was used in the joints.",
        "ft., while blocks cut from the concrete of the dam gave from 181 to 329 tons per sq.",
        "Any stone of which it is desirable to build a masonry dam would certainly pcssess.",
        "Silurian formation, used' in the case of the Vyrnwy dam, had an ultimate crushing strength of from 700 to 1000 tons per sq.",
        "It is clear that the material upon which any high masonry dam is founded must also have a large factor of safety against crushing under the greatest load that the dam can impose upon it, and this consideration unfits any site for the construction of a masonry dam where sound rock, or at least a material equal in strength to the strongest shale, cannot be had; even in the case of such a material as shale the foundation must be well below the ground.",
        "Such stones may be of any size subject to each of them covering only a small proportion of the width of the structure (in the Vyrnwy dam they reached 8 or 10 tons each), and the spaces between them, where large enough, must be similarly built in with smaller, but always the largest possible, stones; spaces too small for this treatment must be filled and rammed with concrete.",
        "Generally speaking, in the excavations for the foundations springs are met with; these may be only sufficient to indicate a continuous dampness at certain beds or joints of the rock, but all such places should be connected by relief drains carried to visible points at the back of the dam.",
        "It should be impossible, in short, for any part of the rock beneath the dam to become charged with water under pressure, either directly from the water in the reservoir or from higher places in the mountain sides.",
        "For similar reasons care must be taken to ensure that the structure of the water face of the dam shall be the least permeable of any part.",
        "In the case of the Neuadd dam this difficulty was met by deliberately omitting the mortar in transverse joints at regular intervals near the top of the dam, except just at their faces, where it of course cracks harmlessly, and by filling the rest with asphalt.",
        "Serious movement from expansion and contraction does not usually extend to levels which are kept moderately damp, or to the greater mass of the dam, many feet below high-water level.",
        "The first masonry dam of importance constructed in Great Britain was that upon the river Vyrnwy, a tributary of the Severn, in connexion with the Liverpool water-supply (Plate I.).",
        "As this dam is about 1180 ft.",
        "Its construction drew much attention to the subject of masonry dams in England - where the earthwork dam, with a wall of puddled clay, had hitherto been almost universal - and since its completion nine more masonry dams of smaller size have been completed.",
        "In connexion with the Elan and Claerwen works, in Mid-Wales, for the supply of Birmingham, six masonry dams were projected, three of which are completed, including the Caban Goch dam, 590 ft.",
        "above the river bed, and the Craig-yr-allt Goch dam, subject to a head of 133 ft.",
        "The latter dam is curved in plan, the radius being 740 ft.",
        "In 1892 the excavation was begun for the foundations of a masonry dam across the Croton river, in connexion with the supply of New York.",
        "The length of this dam from rock to rock at the overflow level is about 1500 ft.",
        "The water face, over the maximum depth at which that face cuts the rock foundations, is subject to a water-pressure of about 260 ft., while the height of the dam above the river bed is 163 ft.",
        "An important feature in connexion with this dam is the nature of the foundation upon which it stands.",
        "The Furens dam, already referred to as the earliest type of a scientifically designed structure of the kind, is subject to a pressure of about 166 ft.",
        "wide at the water level, and the dam is curved in plan to a radius of 828 ft.",
        "The Bear Valley dam, California, is the most THE Vyrnwy Valley, Montgomeryshire, June 1888.",
        "The dam was begun in 1883, with a base 20 ft.",
        "This dam has been in satisfactory use since 1885, and the slight filtration through the masonry which occurred at first is said to have almost entirely ceased.",
        "and five of them have cracked vertically, owing apparently to the impossibility of the base of the dam partaking of the changes of curvature induced by changes of temperature and of moisture in the upper parts.",
        "examination of one case, however, namely, the bursting in 1895 of the Bouzey dam, near Epinal, in France, by which many lives were lost, has brought out several points of great interest.",
        "It is probably the only instance in which a masonry dam has slipped upon its foundations, and also the only case in which a masonry dam has actually overturned, while curiously enough there is every probability that the two circumstances had no connexion with each other.",
        "A short time after the occurrence of the catastrophe the dam was visited by Dr W.",
        "The original section of the dam is shown by the continuous thick line in fig.",
        "- Section of Bouzey Dam.",
        "of the dam, out of a total length of 1706 ft., slipped upon its foundation of soft sandstone, and became slightly curved in plan as shown at a, b, fig.",
        "These precautions were perfectly effective in securing the safety of the dam up to the height to which the counterfort was carried.",
        "As a consequence of this horizontal bending of the dam the vertical cracks shown in fig.",
        "years after this, and about fifteen years after the dam was first brought into use, it overturned on its outer edge, at about the level indicated by the dotted line just above the counterfort; and there is no good reason to attribute to the movement of 1884, or to the vertical cracks it caused, any influence in the overturning of 1895.",
        "The line of pressures as generally given for this dam with the reservoir full, on the hypothesis that the density of the masonry was a little over 2, is shown by long and short dots in fig.",
        "Materials actu ally collected from the dam indicate that the mean density did not exceed I.",
        "of the outer face, and was more nearly five-sixths than two-thirds of the width of the dam distant from the water face; there must, therefore, have been considerable vertical tension at the water face, variously computed according to the density assumed at from 14 to I q ton per square foot.",
        "This, if the dam had been thoroughly well constructed, either with hydraulic lime or Portland cement mortar, would have been easily borne.",
        "of water acting upwards, equivalent to about a ton per square foot, which would certainly, if it occurred throughout any considerable length of the dam, have immediately overturned it.",
        "But, as a matter of fact, the dam actually stood for about fifteen years.",
        "It is known that more or less leakage took place through the dam, and to moderate this the water face was from time to time coated and repaired with cement.",
        "Then, again, it must be remembered that although the full consequences of the facts described might arise in a section of the dam I ft.",
        "By reason of the constantly changing temperatures and the frequent filling and emptying of the reservoir, expansion and contraction, which are always at work tending to produce relative movements wherever one portion of a structure is weaker than another, must have assisted the water-pressure in the extension of the horizontal cracks, which, growing slowly during the fifteen years, provided at last the area required to enable the intrusive water to overbalance the little remaining stability of the dam.",
        "- Elevation and Plan of Bouzey Dam.",
        "show respectively the portion of the valley visible from the dam before impounding began, and the same portion as a lake on the completion of the work.",
        "Before the valves in the dam were closed, the village of Llanwddyn, the parish church, and many farmsteads were demolished.",
        "The fact that this valley is a post-Glacial lake-basin was attested by the borings and excavations made for the foundations of the dam.",
        "The corporation have statutory power to raise the lake 50 ft., at which level it will have an available capacity of about 8000 million gallons; to secure this a masonry dam has been constructed, though the lake is at present worked at a lower level.",
        "Where the dam is of masonry it may be used as a weir; but where earthwork is employed, the overflow, commonly known in such a case as the \" bye-wash,\" should be an entirely independent work, consisting of a low weir of sufficient length to prevent an unsafe rise of the water level, and of a narrow channel capable of easily carrying away any water that passes over the weir.",
        "Two of these projects had been begun by 1909: the Umatilla project in Umatilla county, to irrigate 20,440 acres with water diverted from the Umatilla river by a dam (98 ft.",
        "above Echo, with a reservoir of 1500 acres, was authorized in 1905 and was 851% finished in 1909; the Klamath project, to irrigate 181,000 acres in Klamath county, Oregon (about 145,000 acres) and Siskiyou and Modoc counties, California, by two canals from Upper Klamath Lake and by a storage dam (33 ft.",
        "The soil is very fertile, but since the dam over the Karun at Ahvaz was swept away and the numerous canals which diverted the waters of the river for irrigation became useless, a great part of the province is uncultivated, and most of the crops and produce depend for water on rainfall and wells.",
        "The university is well-equipped with laboratories, the psychological laboratory, the laboratories of Sibley college and the hydraulic laboratory of the college of civil engineering being especially noteworthy; the last is on Fall Creek, where a curved concrete masonry dam has been built, forming Beebe Lake.",
        "PHILAE, an islet in the Nile above the First Cataract, of great beauty and interest, but since the completion of the Assuan dam in 1902 submerged except for a few months yearly during High Nile (July to October), when the water is allowed to run freely through the sluices of the Assuan dam.",
        "The tops of most of the buildings and the whole nucleus of the temple of Isis to the floor remained all the year round above the water level until the dam was raised another 26 ft.",
        "Lyons, A Report on the Island and Temples of Philae (Cairo, 1896), with numerous plans and photographs; a seco!.d report, A Report on the Temples of Philae (1908), deals with the condition of the ruins as affected by the immersions occasioned by the filling of the Assuan dam; Baedeker's Egypt; and on the effects of the submersion, &c., reports in Annales du service des antiquite's, vols.",
        "Educational institutions of collegiate rank are Beloit College (1846; originally Congregational, now undenominational) at Beloit; Carroll College (1846, Presbyterian), at Waukesha; Lawrence College (1847; Methodist Episcopal), at Appleton; Concordia College (1881; Lutheran), Marquette University (1864, Roman Catholic), and Milwaukee-Downer College (1895; non-sectarian, for women; an outgrowth of Downer College, Congregational and Presbyterian, founded at Fox Lake in 1853), all at Milwaukee; Milton College (1867; Seventh Day Adventist), at Milton; North-western University 0865; Lutheran) at Watertown; Ripon College (1851; originally under Presbyterian and Congregational control, now non-sectarian), at Ripon; Wayland University (1855; co-educational; Baptist), at Beaver Dam; and the following Roman Catholic schools: St Clara Academy (1847; Dominican) at Sinsiniwa, St Francis Seminary (1853) at St Francis, and St Lawrence College (1861, Capuchin) at Mt Calvary.",
        "A dam between East Cambridge and Boston, traversed by a roadway 150 ft.",
        "to the east, and from reservoirs at Moches Dam and Magdepoort.",
        "above the dam at Kohak to the mouth.",
        "On the opposite side of the river, in addition to the cultivated portions of the bank, there is a large tract extending from south of Kuhak, or the Seistan dam (band), to the gravelly soil below the mountain ranges which separate Seistan from Baluchistan and Narmashir.",
        "They are diverted by means of a large band or dam, known indifferently as the \" Amir's,\" the Seistan \" or the \"Kuhak \" band, It is constructed of horizontally laid tamarisk branches, earth and perpendicular stakes, and protected from damage by a fort on the left and a tower on the right bank of the river.",
        "When the British arbitrator appeared on the scene in the beginning of 1872, though compelled to admit the shah's possession of what has been called \" Seistan Proper,\" he could in fairness insist on the evacuation of Nad Ali, Kala Fath, and all places occupied on the right bank by Persian troops; and furthermore he left to the Afghans both sides of the river Helmund from the dam of Kuhak to its elbow west of Rudbar.",
        "This was the resolution adopted by the Egyptian government to extend the great reservoir at the First Cataract by raising the height of the Aswan dam.",
        "The Stud-Book shows of what breed the royal mares really were: one of them, the dam of Dodsworth (who, though foaled in England, was a natural Barb), was a Barb mare; she was sold by the stud-master, after Charles II.'s death, for forty guineas, at twenty years old, when in foal by the Helmsley Turk.",
        "This was Roxana (1718) by the Bald Galloway, her dam sister to Chanter by the Akaster Turk, from a daughter of Leedes's Arabian and a mare by Spanker.",
        "It is only necessary to trace carefully back the pedigree of most of the famous horses of early times to discover faults on the side of the dam-that is to say, the expression \" dam's pedigree unknown,\" which evidently means of original or native blood.",
        "Careless was by Spanker from a Barb mare, so that Childers's dam was closely in-bred to Spanker.",
        "This at least is the generally accepted theory, although Eclipse's dam is said to have been covered by Shakespeare as well as by Marske.",
        "His dam Spiletta was by Regulus, son of the Godolphin Barb, from Mother Western, by a son of Snake from a mare by Old Montague out of a mare by Hautboy, from a daughter of Brimmer and a mare whose pedigree was unknown.",
        "Pot-8-os was the sire of Waxy (1790) out of Maria (1777) by Herod out of Lisette (1772) by Snap. Waxy, who has been not inaptly termed the ace of trumps in the Stud'-Book, begat Whalebone (1807), Web (1808), Woful (1809), Wire (1811), Whisker (1812), and Waxy Pope (1806), all but the last being out of Penelope (1798) by Trumpator (1782) from Prunella (1788) by Highflyer out of Promise by Snap, while Waxy Pope was out of Prunella, dam of Parasol (1800) by Pot-8-os.",
        "Herod's dam was Cypron (1750) by Blaze (1733), son of Flying Childers.",
        "Cypron's dam was Selima by Bethel's Arabian from a mare by Graham's Champion from a daughter of the Darley Arabian and a mare who claims Merlin for her sire, but whose mother's pedigree is unknown.",
        "He died in 1780, and among other progeny left two famous sons, Woodpecker (1773), whose dam was Miss Ramsden (1760) by Cade, son of the Godolphin Barb, but descended also on the dam's side from the Darley Arabian and the Byerly Turk, and Highflyer (1774), whose dam was Rachel (1763) by Blank, son of the Godolphin Barb from a daughter of Regulus, also son of the Godolphin.",
        "This mare was by Eclipse's son Alexander (1782) out of a mare by Highflyer (son of Herod) out of a daughter of Alfred, by Matchem out of a daughter of Snap. Bustard (1813), whose dam was a daughter of Shuttle, and his son Heron (1833), Sultan (1816) and his sons Glencoe (1831) and Bay Middleton (1833) and Middleton's sons Cowl (1842) and the Flying Dutchman (1846), Pantaloon (1824) and his son Windhound (1847), Langar (1817) and his son Epirus (1834) and grandson Pyrrhus the First (1843), are representatives of Castrel and Selim.",
        "Highflyer is represented through his greatly esteemed son Sir Peter Teazle, commonly called Sir Peter (1784), whose dam was Papillon by Snap. Sir Peter had five sons at the stud, Walton (1790), Stamford (1794), and Sir Paul (1802) being the chief.",
        "Comus was the sire of Humphrey Clinker (1822), whose son was Melbourne (1834), sire of West Australian (1850) and of many valuable mares, including Canezou (1845) and Blink Bonny (1854), dam of Blair Athol.",
        "Beeswing, a brilliant public performer, gave birth to a good horse in Newminster; the same may be said of Alice Hawthorn, dam of Thormanby, of Canezou, dam of Fazzoletto, of Crucifix, dam of Surplice, and of Blink Bonny, dam of Blair Athol; but many of the greatest winners have dropped nothing worth training.",
        "Queen Mary, who was by Gladiator out of a daughter of Plenipotentiary and Myrrha by Whalebone, when mated with Melbourne produced Blink Bonny (winner of the Derby and Oaks); when mated with Mango and Lanercost she produced Haricot, dam of Caller Ou (winner of the St Leger).",
        "She also gave birth to Ayacanora by Birdcatcher, and to Araucaria by Ambrose, both very valuable brood mares, Araucaria being the dam of Chamant by Mortemer, and of Rayon d'Or by Flageolet, son of Plutus by Touchstone.",
        "Manganese when mated with Rataplan threw Mandragora, dam of Apology, winner of the Oaks and St Leger, whose sire wasAdventurer, son of Newminster.",
        "We append the pedigree of Blair Athol, winner of the Derby and St Leger in 1864, who, when subsequently sold by auction, fetched the then unprecedented sum of 12,000 guineas, as it contains, not only Stockwell (the emperor of stallions, as he has been termed), but Blink Bonny and Eleanor - in which latter animal are combined the blood of Eclipse, Herod, Matchem and Snap, - the mares that won the Derby in 1801 and 1857 respectively, as well as those queens of the stud, Eleanor's greatgranddaughter Pocahontas and Blink Bonny's dam Queen Mary.",
        "Marib, the Sabaean capital, was celebrated for its great dam, built according to tradition by the Queen of Sheba, and the bursting of which in A.D.",
        "Then the Band i Mizan and the great bridge were erected across the river and finally a dam was constructed across the Gerger canal, where is now the Pul i Bulaiti, so as to turn back the Karun into its original channel, but a later, by means of sluices and tunnels, the flow of water was regulated in such a manner that two-sixths of the water flowed east and four-sixths west of the town.",
        "They are excessively shy and wary; young cubs are often captured by the hunters who have killed the dam, but all attempts to rear them have hitherto failed.",
        "He paused, leaning against a concrete abutment, mesmerized by the never-ending torrent as it flowed over the edge of the dam.",
        "Situated on south bank very near the dam wall.",
        "beaver dam level go to where the big drill is located.",
        "blazee we are in the blazing sunshine atop Hoover dam.",
        "Out of dam Rachels Glenda and by Ryedale Orion, she promises some excellent bloodlines.",
        "The dam is probably the best site on the island to see long-legged buzzard at any time of year.",
        "Figure 2: View of Hasankeyf from the top of the ancient citadel, looking downstream toward the proposed location of the Ilisu dam.",
        "She has inherited her lovely nature from her dam who is a traditional calm cob.",
        "coffer dam, infilled with mass concrete.",
        "construction of a new dam.",
        "dam plays viola da gamba, among other things, but he is also a very great engineer.",
        "So Adam plays viola dam plays viola da gamba, among other things, but he is also a very great engineer.",
        "The rnam grangs min pa'i don dam is precisely unutterable and thus cannot be refuted by ultimate analysis.",
        "A further threat comes from a proposal to construct a large dam.",
        "A small army of laborers with horse-drawn carts built a dam, which extended 175 feet into the solid rock.",
        "Another concern is the relocation of the people to be displaced by the dam.",
        "The barrage traps high water creating a head of water, like a hydroelectric dam.",
        "On 4th August, 1964, FBI agents found the bodies in an earthen dam at Old Jolly Farm.",
        "The top of the submerged dam of Garreg-ddu can be seen under the bridge on the right in the picture above.",
        "MAFF advice is that you do not retain for breeding the most recent offspring of a BSE affected dam.",
        "dam genotype on efficiency of production, focussing on the development of an easy care production system.",
        "dam burst Monday, forcing the partial evacuation of a village northeast of Vienna.",
        "Further approvals will still be required, principally concerning the environmental impact, the tailings dam and detailed design.",
        "The work included a massive new concrete foundation, hence the necessity to build the coffer dam.",
        "Degree propulsion unit to to and banks while swimmers gezhouba dam.",
        "Hint: Secret level: In God Machine Valley, in the beaver dam level go to where the big drill is located.",
        "Environmental disasters continue to occur all over the world, with unnecessary and badly designed dam projects including desertification and many other evils.",
        "displaced by the dam.",
        "disrupt the ecosystem around the dam.",
        "downstream from the existing dam at Cahora Bassa, is two billion US dollars.",
        "These are mainly environmental and disrupt the ecosystem around the dam.",
        "erupted in cheers, then fell silent, a silence broken only by the ominous groaning of the dam.",
        "In 1955, the Alabama state government forcibly evacuated the town to make way for a dam.",
        "fishing on the dam between Pool Two and Pool Four, Mick fished double red maggot on an open-ended feeder.",
        "flak batteries on the dam wall and three more in the valley.",
        "floodwaters from the rivers that they dam.",
        "A dam is built across a river to restrict the flow of water.",
        "Only small differences in dystocia were recorded between the dam genotype groups.",
        "In modern times their efforts have become more grandiose than ever, culminating in the Three Gorges Dam project on the Yangzi above Wuhan.",
        "gravity dams Gravity dams are solid concrete dams where the base of the dam is thicker / wider than the top.",
        "hit by flak and blown up, right over the dam, only about a hundred and fifty feet up.",
        "homebred dam Heathmount Ornate.",
        "hydro electric dam!",
        "The cliffs reach up to 1,200 meters and even after the dam they remain hugely impressive.",
        "involuntary resettlement was an unsatisfactory aspect of dam building.",
        "marbled ducks in the inlet down from the dam sitting on some dead branches.",
        "Whilst this was happening the main wall of the dam collapsed revealing an enormous breach through which poured millions of gallons of water.",
        "offspring of a BSE-affected dam.",
        "pollute are plans to dam all the major glacial rivers of Iceland to generate power for highly polluting heavy industry.",
        "pumping station, the stony road leads to the dam with the railroad.",
        "rectify the fault in the dam ran into a number of problems.",
        "reservoir dam, which is currently being managed to allow the growth of native woodland.",
        "riverine habitats next to an old dam complex.",
        "The giant blast wave hurled two of the German gunners from their towers, and they lay senseless on the crown of the dam.",
        "The breached dam at the foot of the NW ridge was also an impressive sight, meriting a few photos.",
        "The proposed Severn Barrage has sluices to allow water to enter the storage basin behind the dam.",
        "The level of the mill dam has dropped and is now below the level of the old wheel sluice.",
        "sluice plate in the center of the dam can be raised to allow release of water.",
        "Only high winter floods crossed this spillway, which was a Roman dam protection device.",
        "Exclusive Specification Rally Style front air dam lip spoiler designed by Peter Stevens.",
        "Here we are in the blazing sunshine atop Hoover dam.",
        "swath of destruction stops just short of the dam.",
        "Whilst most areas have fished well, the dam and early peg numbers continue to fish best to both pole and float tactics.",
        "wheatear oenanthe leucopyga A new bird for most of the group seen at Philae and the High Dam.",
        "Canceled nature reserve workday The practical volunteer workday due to take place at Adel Dam on Tuesday 1st August has been canceled.",
        "It is by far the largest reservoir in the world, 2 yet 2 The dam is 1250 ft.",
        "The Lao Pong Dam now form the western branch of the Lao family, inhabiting the Siamese Lao states of Chieng Mai Lapaun, 'Tern Pre and Nan, and reaching as far south as 17Ã‚° N.",
        "Nineveh, according to Herodotus, was besieged by Cyaxares and the Medes but saved by Madyes and the Scythians some twenty or more years before the Medes in alliance with Nabopolassar, king of Babylon, finally took it, c. 606 B.C. Much conjecture has been lavished upon the varying accounts which have reached us of the capture, but it seems probable that a heavy flood or the besiegers burst the great dam and while thus emptying the moats launched a flood against the west wall on the inside and thus breached the defences.",
        "Waste weirs resemble ordinary solid weirs in providing for the surplus discharge from a reservoir of an impounded river or mountain stream over their crest; but in reality they form part of a masonry reservoir dam for storing up water for water-supply or irrigation, kept purposely lower than the rest of the dam to allow the excess of water to escape down the valley (see Water-Supply).",
        "A dyke of syenite granite here crosses the valley, so hard that the river had nowhere scoured a deep channel through it, and so it was found possible to construct the dam entirely in the open air, without the r t000 Acres 1800 Acr s '?",
        "from Kinlochewe at the head of the dam erected in the 16th century (or earlier) by the iron-smelters of the Cheardach Ruardh, or Red Smiddy, on the short but impetuous river Ewe by which it drains to the sea.",
        "Ti Xe, far, and y6vos, offspring), the name now given to the hypothesis that offspring sometimes inherit characters from a previous mate of their dam.",
        "Experiments with cats, rabbits, mice, with sheep and cattle, with fowls and pigeons, like the experiments with horses and dogs, fail to afford any evidence that offspring inherit any of their characters from previous mates of the dam; i.e.",
        "There are many structures at present in existence bearing considerably greater loads than this, and the granite ashlar masonry of at least one, the Bear Valley dam in California, is subject to compressive stresses, reaching, when the reservoir is full, at least 40 to 50 tons per sq.",
        "Any cracks were thus, no doubt, temporarily closed; and as the structure of the rest of the dam was porous, no opportunity was given for the percolating water to accumulate in the horizontal fissures to anything like the head in the reservoir.",
        "The accumulations of rubbish on the island were cleared away and the walls and foundations of the stone buildings were all repaired and strengthened before the dam was completed.",
        "His dam was sister to Miss Partner (1735) by Partner out of Brown Farewell by Makeless (son of the Oglethorpe Arabian) from a daughter of Brimmer out of Trumpet's darn, by Place's White Turk from a daughter of the Barb Dodsworth and a Layton Barb mare; while Brimmer was by D'Arcy's Yellow Turk from a royal mare.",
        "Paynator was the sire of Dr Syntax (1811), who had a celebrated daughter called Beeswing (1833), dam of Newminster by Touchstone.",
        "Via a water pumping station, the stony road leads to the dam with the railroad.",
        "Work to discover and rectify the fault in the dam ran into a number of problems.",
        "The dam was breached and the lake drained after the Civil War, as part of rendering the castle useless as a military stronghold.",
        "This path drops down into the valley below the reservoir dam, which is currently being managed to allow the growth of native woodland.",
        "The junction of the last two provided us with the opportunity of birding riverine habitats next to an old dam complex.",
        "A sluice plate in the center of the dam can be raised to allow release of water.",
        "The drama unfolds over a landscape under threat from a dam, which will submerge the area forever.",
        "The Crablogger 's swath of destruction stops just short of the dam.",
        "About 800 meters from the dam the waterworks road bridges Black Clough, at which point the reservoir bends round to the left.",
        "White crowned black wheatear oenanthe leucopyga A new bird for most of the group seen at Philae and the High Dam.",
        "The engineers were concerned about the structural integrity of the dam wall. ",
        "It is helpful to build a soil dam four to six inches high around the tree to prevent runoff and allow the roots to slowly take in water.",
        "With hydropower, water is forced into a dam and then pushed through a large turbine that creates electricity.",
        "By creating a dam, water can be directed to flow through turbines, which use the force of the water to create electricity.",
        "The dentist will then insert a dental dam to protect your gums and other soft mouth tissue.",
        "A dental dam is a device that protects the gums and soft tissue from exposure to the bleaching chemicals.",
        "The dental dam can cause patients with a strong gag reflex some difficulty.",
        "Aliens, star trek, the Hoover Dam, tigers, and any of the hundreds of other Vegas attractions could make wonderful themed party favors.",
        "Many couples choose to wed in a helicopter above the Las Vegas Strip or as they tour above nearby locations like the Hoover Dam, Grand Canyon or Valley of Fire.",
        "The Grand Canyon Floor Helicopter Wedding involves a scenic tour of Hoover Dam, Lake Mead and the Grand Canyon.",
        "Twilight Dreams Wedding: Take a trip to see Hoover Dam and Lake Mead at twilight before heading back to the Strip to have your ceremony above the city's bright lights.",
        "Painted Dreams Sunset Wedding: This incredible package includes a helicopter trip over Hoover Dam and Lake Mead before touching down in the Valley of Fire for the ceremony.",
        "Dam Tam, a UK-based company that makes clothes from organic cotton including a flowery party dress that is adorable as well as comfortable.",
        "If you see a litter on the vet's bulletin board you may be interested in, contact the vet to determine if the dam and sire were patients of the vet and whether the dogs were up-to-date on their shots.",
        "So even if you cannot get specific information about the health of the puppies' dam and sire, the fact that the animals are seen by a veterinarian does say something about the care each puppy is given.",
        "Be sure to ask questions regarding both the dam and sire, and ask to see shot records and other pertinent health information.",
        "Be sure to check out their highly rated versions of All Secrets Known, Dam That River and Don't Follow.",
        "Volcano, Treehouse, Training, Swamp, Steam, Regulator, Rebellion, Pier, Fort, Factory, Dam, Catacombs, Carrier, Bunker, Boat Archive, Research, and River.",
        "Headquartered in Beaver Dam, Wisconson, this store has been in business since 1979.",
        "Vitamin K was first discovered in 1929 by a Danish scientist, Henrik Dam, who noticed the coagulatory properties associated with specific blood chemistry.",
        "Discovered in 1935 by Henrik Dam, vitamin K is a necessary part of any diet and there are fortunately many foods that contain it.",
        "The flood, which occurred when a dirt dam collapsed, flooded the entire large town of Johnstown.",
        "Once he decides you're the one he's been seeking, it's like the proverbial dam breaks loose and all those emotions and passion he's been holding at bay break free as he sweeps you off your feet.",
        "It was used heavily during the creating of the Hetch-Hetchy dam.",
        "Just outside of town, Nevada's many natural and man-made wonders, such as Red Rock Canyon and Hoover Dam, attract thousands of visitors each year.",
        "Red Rock Canyon and its fantastic rock formations, the forbidding yet fascinating Death Valley, and Hoover Dam and adjacent Lake Mead are all within a short drive from Las Vegas.",
        "Hoover Dam - Just 30 minutes from Las Vegas, Hoover Dam is one of the largest and most widely-recognized manmade wonders in the world.",
        "Visitors can tour the inner workings of the dam, see a film about how the dam was constructed, and enjoy the beautiful Nevada scenery that surrounds the dam.",
        "John Montgomerie Rip van Dam (Acting) William Cosby .",
        "corner of the township is now part of an immense water reservoir, the Wachusett dam and reservoir (excavated 1896-1905; circumference, 35.2 m.), on the S.",
        "The famous dam of Ma'rib and its sluices were the work of this ancient prince - structures which Arnaud in the 19th century found in the same state in which Hamdani saw them a thousand years ago.",
        "long built in1902-1905by the co-operative Grass Valley-Frenchtown Irrigation Company, and the Teton Co-operative Canal Company in 1906 began work on a diversion canal from the Teton River, whose waters are to be stored by a dam 62 ft.",
        "dam at Canyon Ferry, on the Missouri river, 18 m.",
        "The ordinary process before 1906 was to dam small streams and \" coulees \"(deep gulches in which water flows intermittently) and flood the surrounding country.",
        "crossed the Chickahominy and attacked the enemy's right wing at Beaver Dam Creek assisted by D.",
        "The simplest form of weir is a solid, watertight dam of firm earthwork or rubble stone, faced with stone pitching, with cribs filled with rubble, with fascine mattresses weighted with stone, or with masonry, and protected from undermining by sheet piling or one or more rows of well foundations.",
        "Within the Archean protaxis they are of the most varied shapes, since they represent merely portions of the irregular surface inundated by some morainic dam at the lowest point.",
        "in diameter, which lift the water to a trough at the top of the dam, whence it is distributed among the gardens and melon patches, rice, cotton, tobacco, liquorice and durra fields, between the immediate bed of the river and the rocky banks which shut it out from the desert.",
        "Between the administration of Governor Montgomerie (1728-1731) and Governor Cosby (1732-1736) there was an interregnum of thirteen months during which Rip van Dam, president of the council, was acting-governor, and upon Cosby's arrival a dispute arose between him and van Dam over the division of the salary and fees.",
        "Thirlmere itself was raised in level, and adapted by means of a dam at the north end, as a reservoir for the watersupply of Manchester in 1890-1894.",
        "The materials made use of are driftwood, green willows, birch and poplars; also mud and stones intermixed in such a manner as contributes to the strength of the dam; but there is no particular method observed, except that the work is carried on with a regular sweep, and that all the parts are made of equal strength."
    ],
    "definition": [
        "Link/Cite"
    ]
}