{
    "translation": "נזק, להזיק",
    "uses": [
        "It might have done damage inside.",
        "You can be thankful they didn't damage the tires.",
        "I had hail damage to my car as well.",
        "This would take some damage control.",
        "No matter what Rhyn would've said, the damage was done.",
        "The two looked around, visibly unsettled by the damage Jenn had done.",
        "We only know that yesterday came a Rain of Stones upon us, which did much damage and injured some of our people.",
        "While Howie, between his brain damage, operations and lengthy coma created a rare combination of mental soup, could we say with any certainty that his ability was absolutely unique to him?",
        "Darkyn's daughter was unable to speak with the damage done to her head and neck.",
        "The laser markings matched similar damage seen on the eastern wall, which they found when they circled the compound.",
        "The damage was done.",
        "Now it would be a trip to Fayetteville so the rental agency could verify the cause of damage - and then a call to her auto insurance company.",
        "Apparently the man had never entered the house and no damage was done.",
        "While she never complained, it was clear she needed Damian to visit again soon and heal the damage his brother did to her on a daily basis.",
        "\"Those wooden things are impossible to hurt,\" he said, \"and all the damage Jim has done to them is to knock a few splinters from their noses and ears.",
        "We must repair the damage to the southern gate and make sure the eastern gate doesn't fall into the hands of Sirian's followers.",
        "I don't know what you did to him, but I intend to repair the damage you've done to our people.",
        "The damage done to half her face caused horrible scarring that left her features lopsided and her skin knotted.",
        "The ability of a few people to do a massive amount of damage rises as civilization becomes more complex and destructive power increases.",
        "The doctor said they could find no reason for him to stay in a coma, except the possibility of brain damage from lack of oxygen or blood loss.",
        "\"It's not working.  The trees keep repairing the damage I'm doing,\" Katie said.",
        "When he didn't respond, I added, She'll have a hell of a headache but you guys both have some bridges in need of serious damage control.",
        "She'd read many reports of damage and was struck by how easy it had been to dismiss the humanity of the war they were in.",
        "The Others had managed to disintegrate his condo without a hint of damage elsewhere.",
        "We've gotta curb the damage as much as possible.",
        "The skull of the driver bore the distinctive damage Howie had received in his earlier accident.",
        "While the lawyer's death did nothing to undo the damage his note had caused to Cynthia, it at least eliminated her need for any further dealings with the miscreant.",
        "I'm hoping whatever happened here in Florida didn't permanently damage our power.",
        "Apparently the attack didn't do too much damage to the heart.",
        "The house had escaped the fire; it showed signs of damage but its general aspect was unchanged.",
        "If not, she could do a lot more damage by accusing him of something he wasn't doing.",
        "Not a trace of the damage Jonny did remained.",
        "I don't see any damage, but I'll be able to tell more in the daylight.",
        "\"The Rain of Stones has done much damage to our city,\" he said, \"and we shall hold you responsible for it unless you can prove your innocence.\"",
        "No, you'll damage it!",
        "Dean spent the afternoon busying himself with the chores of Bird Song, partially out of guilt for having dumped the morning duties on Fred and in part to take his mind off the ever-present feeling he'd caused long term or, heaven forbid, permanent damage to his seven-month marriage.",
        "If what Jetr suspected were true, Ne'Rin would do less damage if he didn't know what A'Ran did while away.",
        "Slight shocks are very frequent, some of them severe enough to cause considerable damage to the buildings.",
        "I did a shit ton of damage trying not to be Katie's mate.",
        "When Josh leaned over the hood to repair the damage, Alex seized the opportunity.",
        "They were the kind of fangs a man fantasized about, not too large to cause damage but sharp enough to offer an exquisite combination of pleasure and pain if she nipped him.",
        "Greenie could've done a lot of damage with the Twelfth Army at his command.",
        "When he emerged from the truck in one piece and with no visible damage, she threw herself into his waiting arms.",
        "She would have to report the damage, and that meant a trip to town and a call to Scott Muldrow.",
        "\"Good. We were worried you'd have some brain damage,\" the woman replied cheerfully.",
        "If you cause more damage, Darkyn said in a soft, lethal voice.",
        "I could cause some major damage, but I can't kill them like the Grey God can.",
        "They are yet to assess the amount of damage to the heart.",
        "There was no way she could do enough damage to Charlie from four times as far to allow her to escape.",
        "Any thought she had at Andre's apartment not being the target fled as she saw the damage done to her side of the building.",
        "The regular army's got us running around between fed strongholds to assess damage to fed facilities and PMF HQ wants us helping refugees.",
        "At her inquiry, the doctor said the air tube had not caused any physical damage to Alex's vocal cords.",
        "There was no permanent damage to head or elbow but Dean was beginning to feel his years.",
        "Much damage has been done by earthquakes from time to time.",
        "If he was interested in Lori, the damage had already been done.",
        "She dragged the unconscious commander to the floor and replaced him in the seat before the energy terminal, assessing the damage done.",
        "Assess what damage you can and rebuild the critical infrastructure systems.",
        "Her arms and legs were only faintly scarred despite the glass shards from the rocket attacks and the damage done by Sasha.",
        "The vessel had done much damage to the Federal naval forces, and her destruction was greatly desired.",
        "He could do so much more damage.",
        "On the 8th of August 1899 the island was visited by the most destructive cyclone in its history, causing a loss of about 3500 lives and a property damage amounting to 36,000,000 pesos, the coffee industry suffering most.",
        "All these cells are probably of local origin and are now stimulated to make good the damage.",
        "hese convulsions continued, doing much damage to the sur- 0:",
        "But in all other cases where a ship is intentionally run on shore for the common safety, the consequent loss or damage shall be allowed as G.A.",
        "avoid possible damage due to trampling.",
        "Individuals who drink alcohol socially may develop alcoholic liver damage, including cirrhosis.",
        "citrus bioflavonoid that prevents free radical damage.",
        "Screen Burn Screen burn is when damage occurs to the phosphor coating in the screen.",
        "As sorry as she felt for all those who died, she felt relieved knowing she had the Horsemen and not Greenie or anyone who might inflict this level of damage to the country.",
        "Distressed by the damage, he jogged to the central square, where smaller obelisks marking lesser immortal Houses rose out of the ground.",
        "We will discuss the molecular machines called nanites—tiny, molecular-sized robots that will swim around in your body fighting disease, repairing damage, and alerting you to problems (and will likely dramatically increase the human lifespan).",
        "Sofia dropped her backpack onto the kitchen counter, taking in the damage.",
        "She waited for Darkyn to return but was too scared of what he was capable of doing to open the door and see the damage.",
        "Tests revealed normal brain function, and there was no indication of any permanent damage.",
        "Still, she was beginning to have a bad feeling that he might have brain damage.",
        "She refused to give in to the nagging question of brain damage.",
        "Rhyn tested the bonds of his cell again until a mage in a brown robe hurried down the hall to repair the damage.",
        "She bathed in the unisex shower room, grateful for the lukewarm water and the chance to scrub herself down and assess the damage.",
        "At the old house Katie retrieved some supplies for Carmen while Bill assessed the damage.",
        "The stranger stepped next to her, surveying the damage.",
        "She walked around the side of the house to appraise the damage.",
        "I had to take the car back to the rental company because it had hail damage.",
        "Marking the trees with the machete would work, but it would permanently damage the trees.",
        "On the other hand, these stoves need a considerable amount of attention in filling, trimming and cleaning, and there is some risk of explosion and damage by accidental leaking and smoking.",
        "The smallness of the pipes renders it liable to damage by frost, but this accident may be prevented by always keeping in frosty weather a small fire in the furnace.",
        "an amount p 2 which seems small but which would be quite sufficient to destroy one or more of the joints if provision were not made to prevent damage.",
        "Specially serious damage was done in the immediate neighbourhood of the chapel, but the finely moulded arches and the magnificent tracery of the east window survived in great part.",
        "Much damage was done to the tower, and the nave roof perished, for the fire reached practically every part of the building, though the stonework of the nave suffered comparatively little.",
        "It is a very rapid river, and subject to sudden swellings and overflowings, which cause great damage to the surrounding country.",
        "causing unnecessary damage to the life and property of noncombatants.",
        "The violent fluctuations in the value of the paper dollar, which caused so much damage to trade and industry, were thus checked.",
        "Although they held the town but a short time they inflicted very great damage, destroying many churches, further damaging the castles and carrying off much treasure.",
        "If the irrigator neglected to repair his dyke, or left his runnel open and caused a flood, he had to make good the damage done to his neighbours' crops, or be sold with his family to pay the cost.",
        "The boat-builder had to make good any defect of construction or damage due to it for a year's warranty.",
        "Thomson (Lord Kelvin) at a meeting of the Philosophical Society of Glasgow in 1854, because its greater flexibility renders it less likely to damage the insulating envelope during the manipulation of the cable.",
        "Since by international agreement the wilful damage of a cable has been constituted a criminal offence, and the cable companies have avoided crossing the fishing banks, or have adopted the wise policy of refunding the value of anchors lost on their cables, the number of such fractures has greatly diminished.",
        "In Sicily and the provinces of Reggio, Catanzaro, Cosenza and Lecce this tree flourishes without shelter; as far north as Rome, Aquila and Teramo it reqtiires only the slightest protection; in the rest of the peninsula itruns the risk of damage by frost every ten years or so.",
        "The effect of the incident was rather to increase detestation of Giolitti than to damage Crispi.",
        "The outset of his administration was marked by Franco-Italian fetes at Toulon (10th to I4th April 1901), when the Italian fleet returned a visit paid by the French Mediterranean squadron to Cagliari in April 1899; and by the despatch of three Italian warships to Prevesa to obtain satisfaction for damage done to Italian subjects by Turkish officials.",
        "The agitation ceased in June with the defeat of the strikers, but not until a vast amount of damage had been done to the crops and all had suffered heavy losses, including the government, whose expenses for the maintenance of public order ran into tens of millions of lire.",
        "They may occur on all parts, buds, leaves, stems or roots, as shown by the numerous species of Cynips on oak, Phylloxera on vines, &c. The local damage is small, - but the general injury to assimilation, absorption and other functions, may be important if the numbers increase.",
        "The so-called eelworms (Nematodes) may do immense damage on roots and in the grains of cereals, and every one knows how predatory slugs and snails are.",
        "Plants as agents of damage and disease may be divided into those larger forms which as weeds, epiphytes and so forth, do injury by dominating and shading more delicate species, or by gradually exhausting the soil, &c., and true parasites which actually live on and in the tissues of the plants.",
        "In such cases the immediate damage done may be slight; but the effects of prolonged action and the summation of numerous attacks at numerous points are often enormotis, certain of these leafdiseases costing millions sterling annually to some planting and agricultural communities.",
        "The seriousness of the damage done is illustrated by the ravages of the larch disease, apple canker, &c.",
        "38); the story of Thais is a pure fiction, and we may well believe that he repented the damage he had done (Arrian vi.",
        "But he could not always control his followers when their blood was up, and infinite damage was done before he could stop it.",
        "Constant use, increased friction (m o r e especially at high speeds), and damage to the rotator will alter an ascertained log error; head or following seas, strong winds, currents and tidal streams also FIG.",
        "But as it was laid in cast-iron chairs the lower table was exposed to damage under the hammering of the traffic, and thus was liable to be rendered useless as a running surface.",
        "Having passed into the possession of the elector palatine of the Rhine, the building suffered much damage during a war in 1462, the Thirty Years' War, and the French invasion in 1689.",
        "Benedict Arnold, the 200 or 300 Virginians offering little resistance, and much of the damage being done by Lieutenant-Colonel John G.",
        "Amongst its chief recommendations were those relating to amendments in the Agricultural Holdings Acts, and to tithe rentcharge, railway rates, damage by game, sale of adulterated products, and sale of imported goods (meat, for example) as home produce.",
        "The estimated loss by the vine Phylloxera in the Gironde alone was £32,000,000; for all the French wine districts £IOO,000,000 would not cover the damage.",
        "In a single season Aberdeenshire suffered nearly 90,000 worth of damage owing to the ravages of the diamond back moth on the root crops; in New York state the codling moth caused a loss of $3,000,000 to apple-growers.",
        "These parasites damage the hide, B FIG.",
        "He added, however, that if France waged a successful war, he would remain in the East, and do more damage to England there than by mere demonstrations in the English Channel.",
        "The most important work of his life was his co-operation in the production of the Satire Menippee (1593), which did so much to damage the cause of the League; the harangue of the Sieur d'Aubray is usually attributed to his pen.",
        "Many of the public buildings, including the college, suffered severely from the earthquake of the 12th of June 1897; and great damage was done by tornadoes in April of 1888 and 1902.",
        "In addition a lease frequently contains covenants for renewal of the lease at the option of the lessee, and for repairs or insurance against damage by fire by the lessee.",
        "(iv.) Covenants by the tenants to insure the premises and keep them insured are also common; and if the premises are left uninsured for the smallest portion of the term, though there is no damage by fire, the covenant is broken.",
        "The lessee has no right to a refund when the cause of damage was existing and known at the date of the lease (Arts.",
        "Saw gins do considerable damage to the fibre, but for short-stapled cotton they are largely used, owing to their great capacity.",
        "Some idea of the enormous damage wrought by the collective attacks of individually small and weak animals may be gathered from the fact that a conservative estimate places the loss due to insect attacks on cotton in the United States at the astounding figure of $60,000,000 (£12,000,000) annually.",
        "The cotton boll weevil (Anthonomus grandis), a small grey weevil often called the Mexican boll weevil, is the most serious pest of cotton in the United States, where the damage done by it in 1907 was estimated at about £5,000,000.",
        "The boll worm is most destructive in the south-western states, where the damage done is said to vary from 2 to 60% of the crop. Taking a low average of 4%, the annual loss due to the pest is estimated at about 1 - 2,500,000, and it occupies second place amongst the serious cotton pests of the U.S.A. The boll worm is widely spread through the tropical and temperate zones.",
        "It is a voracious creature, and unchecked will often totally destroy a crop. In former years the annual damage done by it in the United States was assessed at £4,000,000 to £6,000,000.",
        "The annual damage was in 1906 reduced to £r,000,000 to £ 2,000,000, and this on a larger area devoted to cotton than in the case of the estimate given above.",
        "Locusts, green-fly, leaf-bugs, blister mites, and various other pests also damage cotton, in a similar way to that in which they injure other crops.",
        "They do considerable damage to cotton seed.",
        "It has yearly proved a more serious danger in Texas and other parts of the south-west of the United States, and the damage due to it in Texas during 1905 was estimated at about £750,000.",
        "The damage may be only slight, or the entire boll may ripen prematurely and become dry and dead.",
        "- Strong winds and heavy rains do much damage to cotton by blowing or beating the lint out of the bolls.",
        "There is usually fixed above the sucker a short iron valverod, with a device known as a rivet-catcher to prevent damage to the pump by the dropping of rivets from the pump-rods.",
        "The steam is superheated and may thus be heated to any desired temperature without increase of pressure, which would be liable to damage the still.",
        "It then runs through a stony plain, where it frequently overflows and causes great damage, this being indeed the main characteristic of the Durance throughout its course.",
        "Sherman's cavalry had hitherto failed to do serious damage to the railway, and the Federal general now proceeded to manoeuvre with his main body so as to cut off Hood from his Southern railway lines (August).",
        "Another cavalry raid effected but slight damage to the line, and Sherman now decided to take his whole force to the south side.",
        "The drug is not a true specific, as quinine is for malaria, since it rarely, if ever, prevents the cardiac damage usually done by rheumatic fever; but it entirely removes the agonizing pain, shortly after its administration, and, an hour or two later, brings down the temperature to normal.",
        "The work was virulently assailed by Dr Gilbert Stuart (1742-1786), who appeared anxious to damage the sale of the book; but the injury thus effected was only slight, as Henry received £3300 for the volumes published during his lifetime.",
        "The city itself is subject to disastrous floods, sometimes leading to loss of life as well as damage to property, as in the great flood of 1889.",
        "Dairying interests are not largely developed, and in Texas and the adjoining states the \" Texas fever \" and \" charbon \" have done great damage to cattle.",
        "coast were ruined and the banana industry prostrated; and in 1906 Havana suffered damage.",
        "Sherman and his army took possession of the town, destroyed the arsenal, and did considerable damage to property.",
        "In order to assist the young kingdom of Bulgaria, which could only with great difficulty and with much damage to its resources have found means to indemnify Turkey for this serious breach of treaty engagements, the Russian government intervened, and proposed as compensation to the Turkish government the deferment for forty years of the annual payment (£T350,000) of the 1877 war indemnity.",
        "Should a mine-owner, in the course of developing his mine, damage the mine of a neighbouring owner, he must pay him an agreed indemnity.",
        "His advice was successfully followed, and the \"Argo\" made the passage unscathed, except for trifling damage to the stern.",
        "On the night of the 1st of October 1872, the college and seminary, a part of the palace and the upper library were devastated by fire; but the damage was subsequently repaired.",
        "If the leaves should happen to shade the fruit, not only during the ripening process but at any time after the stoning period, they should be gently turned aside, for, in order that the fruit may acquire good colour and flavour, it should be freely exposed to light and air when ripening; it will bear the direct rays of the sun, even if they should rise to loo°, but nectarines are much more liable to damage than peaches.",
        "At present it cannot be said that finality has been reached on the subject of the best method, giving a good return of latex with a minimum of damage to the tree.",
        "Instead of the axe or large knives which frequently inflicted serious damage to the trees, special small knives and prickers are now employed so constructed as to avoid injury to the tree through making a larger incision than is necessary, and without penetrating into the wood below the laticiferous layer.",
        "But between the Lake of Zurich and the Walensee the huge desolate alluvial plain grew ever in size, while great damage was done by the river, which overflowed its bed and the dykes built to protect the region near it.",
        "During the War of Independence the village was bombarded by the British on the 7th of October 1775, but suffered little damage; on the 25th of May 1778 it was visited and partially destroyed by a British force.",
        "By the terms of the peace of Utrecht (1713) the fortifications were demolished and its harbour filled up, a sacrifice demanded by England owing to the damage inflicted on her shipping by Jean Bart and other corsairs of the port.",
        "Although it suffered at the hands of revolutionary fanatics in 1688, the damage was confined mainly to the external ornament, and the chapel, owing to restoration in judicious taste, is now in perfect condition.",
        "The first hostilities of the imperial forces in Val di Chiana (1552-1553) did little damage; but when Cosimo took the field with an army commanded by the marquis of Marignano the ruin of Siena was at hand.",
        "The storms serve to modify the intense heat, though the lightning and hail cause considerable damage.",
        "An influential association, called \" The Society for Supporting the Bill of Rights,\" was founded, mainly through the exertions of Horne, in 1769, but the members were soon divided into two opposite camps, and in 1771 Home and Wilkes, their respective leaders, broke out into open warfare, to the damage of their cause.",
        "Convolvulus arvensis (bindweed) is a pest in fields and gardens on account of its wide-spreading underground stem, and many of the dodders (Cuscuta) cause damage to crops.",
        "Here they chose Wat Tyler to be their leader, and in the next few days the rising spread over Kent, where much pillage and damage to property occurred.",
        "Healing by second intention, or granulation, is usually seen where there has been loss of tissue, or extensive damage.",
        "As sodium chloride is one of the most permeable of crystalloids it seems strange that damage to the renal tissue should impede its excretion.",
        "Syphilitic lesion of the arteries, and likewise of other fibrous tissues, often involves grave consequential damage to nervous structures fed or supported by such parts.",
        "The surface tramway system of London cannot be complete, as, within an area roughly represented by the boroughs of Chelsea, Kensington and Fulham, the city of Westminster and a considerable district north thereof, and the city of London, the ' Charing Cross station was the scene of a remarkable catastrophe on the 5th of December 1905, when a large part of the roof collapsed, and the falling debris did very serious damage to the Avenue theatre, which stands close to the station at a lower level.",
        "The Highway Act of 1835 specified as offences for which the driver of a carriage on the public highway might be punished by a fine, in addition to any civil action that might be brought against him - riding upon the cart, or upon any horse drawing it, and not having some other person to guide it, unless there be some person driving it; negligence causing damage to person or goods being conveyed on the highway; quitting his cart, or leaving control of the horses, or leaving the cart so as to be an obstruction on the highway; not having the owner's name painted up; refusing to give the same; and not keeping on the left or near side of the road, when meeting any other carriage or horse.",
        "This is an expensive operation as it entails the cost of pumping the water out again and repairing the resulting damage.",
        "In reality, a very liberal expenditure of artillery ammunition on the part of the fleet was doing considerably less damage to the Ottoman defences than the Allied sailors imagined to be the case.",
        "The defenders employed mines drifting down with the current with striking success on this occasion, and ` the damage caused by them contributed largely to bring about the defeat of the naval force.",
        "The tempestuous weather, moreover, created serious damage at most of the landing-places, where solidly constructed jetties were in some instances completely demolished by the seas.",
        "The Levitical code exacted of the offender reparation for the damage with the addition of one-fifth of the amount, and an expiatory sacrifice (Lev.",
        "In the penal code the penalty for interfering with and molesting worshippers is slight, a fine of from 16 to 300 francs and prison from six days to three months, while damage or insult to the objects of worship brought only 16 francs to soo francs fine, and prison from fifteen days to six months.",
        "In 1770 Captain Cook here beached his ship the \"Endeavour,\" to repair the damage caused by her striking a reef in the neighbourhood of the estuary, which he could only clear by throwing his guns overboard.",
        "Fields of wheat and other cereals rarely recover after a week's submergence, but orchards and many trees when at rest in winter withstand a flooded or water-logged condition of the soil for two or three weeks without damage.",
        "If applied in too great an amount to light soils and peat land it may do much damage by rendering them too loose and open.",
        "just sufficient to effectually damage the roots of the plants forming the sward and then, after drying the sods and burning them, spreading the charred material and ashes over the land.",
        "The latter is the more serious, as in addition to the actual damage done by the beetle the holes afford entrance to fungus spores, &c. Under the name \" horn worms \" are included the larvae or caterpillars of species of Protoparce.",
        "The fungoid diseases of tobacco are comparatively unimportant; there are, however, some diseases of obscure origin which at times cause considerable damage.",
        "Wind and hail may break plants or damage leaves, especially if required for wrapper purposes.",
        "In the naval revolt of 1893-94 the older districts of the city suffered much damage from desultory bombardments, but the insurgents were too few to take possession.",
        "aocusts appear in great swarms and do much damage; fires are lighted at night to attract them, and large quantities are caught and eaten by the poorer people.",
        "Great damage was done by a seismic wave following the shock.",
        "The blackbird feeds chiefly on fruits, worms, the larvae of insects and snails, extracting the last from their shells by dexterously chipping them on stones; and though it is generally regarded as an enemy of the garden, it is probable that the amount of damage by it to the fruit is largely compensated for by its undoubted services as a vermin-killer.",
        "The most important event in foreign policy was the treaty with Great Britain of the 8th of May 1871, commonly known as the Treaty of Washington, whereby several controversies between the United States and Great Britain, including the bitter questions as to damage inflicted upon the United States by the \"Alabama\" and other Confederate cruisers built and equipped in England, were referred to arbitration.",
        "On the 15th of August 1867 the tower and roof were destroyed by fire and considerable damage was done to the rest of the edifice.",
        "In the capital (Tokyo) the average yearly number of shocks throughout the 26 years ending in 1906 was 96, exclusive of minor vibrations, hut during the 50 years then ending there were only two severe shocks (i8S4 and 1894), and they were not directly responsible for any damage to life or limb.",
        "It is particularly unfortunate that September should be the season of greatest typhoon frequency, for the earlier varieties of rice flower in that month and a heavy storm does much damage.",
        "The earthquake occurred early in the morning of December 28, and so far as Messina was concerned the damage was done chiefly by the shock and by the fires which broke out afterwards; the seismic wave which followed was comparatively innocuous.",
        "But it did vast damage elsewhere along the strait, notably at Reggio, Calabria, which was also totally destroyed.",
        "Earthquakes, and a fire in 1901, have done considerable damage to the town.",
        "The latter it visits in the evening in search of food; and where roe are numerous the damage done to growing crops is considerable.",
        "In 89 B.C., having suffered damage from the Raetians, it was restored by Cn.",
        "On the English side much damage had to be repaired.",
        "On the Dutch side much damage had to be repaired, and their complicated administration, by five independent admiralty boards, rendered rapid work impossible.",
        "to construct a military port; but the fortifications were dismantled in 1688, and further damage was inflicted by the English in 1758.",
        "Where the whole of the coal is removed at once there is less chance of surface damage, when the mines are deep, than with pillar workings.",
        "Locusts occasion much damage, and ants of various kinds are often a plague.",
        "It is protected for a long distance by moles, in which a break has been left in the Fischhauser Wiek, to permit of freer circulation of the water and to prevent damage to the mainland.",
        "Earthquake shocks are of frequent occurrence, but the city rarely suffers any material damage.",
        "The great earthquake shocks of the 30th and 3 1st of July 1909, however, caused considerable damage in the city, and a few lives were lost.",
        "Other improvements were: the gun was sighted on each side, tangent scales dropping into sockets in a sighting ring on the breech, thus enabling a long scale for all ranges to be used, and the foresights screwing into holes or dropping into sockets in the trunnions, thus obviating the fouling of the line of sight, and the damage to FIG.",
        "Very seldom indeed is moisture excessive in the eastern half; there is even a deficiency in unfavourable years, and dry, warm winds do damage to crops.",
        "Meantime seven Japanese cruisers under Vice-Admiral Kaimamura went in search of the Russian Vladivostok squadron; this, however, evaded them for some months, and inflicted some damage on the Japanese mercantile marine and transports.",
        "Both by sea and by land their policy was to mass their resources, repulsing meantime the attacks of the Japanese with as much damage to the enemy and as little to themselves as possible.",
        "In the north-eastern districts the climate is somewhat uncertain, and damage is often done to early fruit-blossoms and vegetation by cold easterly winds and late frosts.",
        "Tornadoes are not unknown, and local hail storms are frequent in the summer, but do little damage.",
        "There are, however, during every winter from one to four severe blizzards, which inflict great damage upon unprotected flocks and herds.",
        "Some damage was done to the houses of Belfort, but the garrison was not intimidated, and their artillery replied with such spirit that after some days the German commander gave up the bombardment.",
        "Earthquakes have also caused much damage to Popayan, especially those of 1827 and 1834.",
        "Employers of workmen in a clay or coal mine, stone quarry, or on a steam or street railway are liable for damage in case of an injury to any of their workmen where such injury is caused by the negligence of the employer or of any servant or employee of the employer.",
        "The ironclad ram \"Albemarle,\" built at Edwards' Ferry on the Roanoke river, had done considerable damage to the Federal vessels which, since Burnside's expedition to Newberne, had cruised in Albemarle Sound, and in 1864 a force of double-enders and gunboats, under Captain Melancton Smith, U.S.N., was given the special task of destroying the rebel ram.",
        "Among the reptiles are various species of serpents, tortoises, turtles, lizards, &c. Locusts are common and sometimes do great damage.",
        "The forests suffer great damage from fires, occasioned in part by the custom of burning up the grass every autumn, and in part by incendiarism.",
        "The tsar did great damage to Evelyn's beautiful gardens, and, it is said, made it one of his amusements to ride in a wheelbarrow along a thick holly hedge planted especially by the owner.",
        "By the glass factories and iron furnaces the country was being rapidly depleted of wood, while no attempt was being made to replace the damage by planting.",
        "The court of a justice of the peace has jurisdiction in criminal cases only where the punishment is by fine not exceeding twenty dollars, or by imprisonment not exceeding six months, or by both, and in civil cases only where the title to real estate is not involved and the damage demanded does not exceed thirteen dollars and thirty-three cents.",
        "A police court has the same jurisdiction as that of a justice of the peace, and, in addition, concurrent jurisdiction with the superior court in certain cases where the title to real estate is not involved and the damage demanded does not exceed one hundred dollars.",
        "(2) Where land, although not taken, is \" injuriously affected \" by the works of the promoters, compensation is payable for loss or damage resulting from any act, legalized by the promoters' statutory powers, which would otherwise have been actionable, or caused by the execution (not the use) of the works authorized by the undertaking.",
        "As a rule the weather during the harvesting period permits the grain to be gathered safely without damage from sprouting.",
        "It is also fond of gnawing the bark of young trees, and thus often does great damage to plantations.",
        "Some damage was also inflicted on it in 1813, when Napoleon made it the centre of his operations; one of the buttresses and two arches of the old bridge were then blown up. The dismantling of the fortifications had been begun by the French in, 810, and was gradually completed after 1817, the space occupied by them being appropriated to gardens and promenades.",
        "In English law, to call a medical practitioner a \"quack\" is actionable per se without proof of special damage (Allen v.",
        "Eight hundred houses were burnt down, and over two millions sterling of damage was wrought in the town on that occasion.",
        "For a time this officer subjected the town to a periodical bombardment which inflicted much damage, and at the end of 1832 the citadel itself was besieged by a French army.",
        "In 1859 a severe earthquake destroyed much of the town, and another in November 1901 caused much damage.",
        "inch of concrete to preserve them from damage by rust or fire.",
        "from the fort without doing any damage; on the 24th and 25th there was a terrific naval bombardment, which General Butler decided had not sufficiently injured the fort to make an assault by land possible; on the 13th and 14th of January there was another bombardment, and on the I 5th a combined naval and land attack, in which General A.",
        "After repairing this damage to some extent, the elector died at Ingolstadt in September 1651, leaving his duchy much stronger than he had found it.",
        "The bunts and smuts which damage our grain and fodder plants comprise about 400 species of internal parasites, found in all countries on herbaceous plants, and especially on Monocotyledons.",
        "We do not, however, hear of any damage wrought by fire, save in the case of Sallust's palace, which was situated close to the gate by which the Goths had made their entrance; nor is there any reason to attribute any extensive destruction of the buildings of the city to Alaric and his followers.",
        "But Gustavus was not satisfied, and this was the beginning of \"the three crowns\" dispute which did so much damage to both kingdoms.",
        "of He attempted to promote trade and restore prosperity customs laws and other measures, and particularly by to the construction of canals to counteract the damage done to Belgian commerce by the closing of the Scheldt.",
        "A mob speedily gathered together, who proceeded to destroy or damage a number of public buildings and the private residences of unpopular officials.",
        "He moved his capital northward to Akhetaton (El Amarna) and strove to suppress the worship of Ammon, doing infinite damage to the monuments of Thebes by defacing his name and figure.",
        "In 1544 the town sustained heavy damage in the expedition led by the 1st earl of Hertford, afterwards the protector Somerset, and in 1604 a large portion of it was destroyed by fire.",
        "In case a client has suffered damage owing to the negligence of the advocate, the latter can be made responsible.",
        "Salem was an important port after 1670, especially in the India trade, and Salem privateers did great damage in the Seven Years' War, in the War of Independence (when 158 Salem privateers took 445 prizes), and in the War of 1812.",
        "Much damage is done by the olive fly.",
        "The Bucolic war caused infinite damage to the agriculture of the country and marks the beginning of its rapid decline under a burdensome taxation.",
        "At the same time Egypt was invaded by the Franks, who raided and did much damage on the coast.",
        "In a similar way damage of a certain small portion of the temporal lobe of the brain produces loss of intelligent apprehension of words spoken, although there is no deafness and although words seen are perfectly apprehended.",
        "The derangement gradually disappears, unless the damage to the organ be very wide.",
        "The damage to the cerebellum must, it would seem, occur abruptly or quickly in order to occasion marked derangement of function, and then the derangement falls on the execution of movements.",
        "Reventlow, the ultra-conservative Ove Hoegh-Guldberg, whose mission it was to repair: the damage done by Struensee, and that generation of alert and progressive spirits which surrounded the young crown prince Frederick, whose first act, on taking his seat in the council of state, at the age of sixteen, on the 4th of April 1784, was to dismiss Guldberg.",
        "Immense damage was inflicted by these marauders on the subjects of the empire, who seem to have been mostly too peaceable to defend themselves, and whom the emperor could not spare troops enough to protect.",
        "The adaptation of part of the nave to the purposes of a parish church and the use of the building as a quarry did further damage.",
        "Lakes have been formed where there was solid ground before, and incalculable damage done to property in all quarters.",
        "This rodent is one of the commonest of British mammals, and frequents fields, woods and gardens in numbers, often doing considerable damage owing to its fondness for garden produce.",
        "It frequents rivers and streams, burrowing in the banks, and often causing considerable damage.",
        "The first great earthquake is said by the native chronicler John Malalas, who tells us most that we know of the city, to have occurred in 148 B.C., and to have done immense damage.",
        "\\ 1821 an earthquake caused further damage.",
        "You may not access our networks, computers, or Contents in any manner that could damage, disable, overburden, or impair them, or interfere with any other Personâ€™s use and enjoyment.",
        "The User assumes any and all risk of damage, injury, or death, from use of the Contents.",
        "A great fire which broke out at Wem on the 3rd of March 1677 caused damage to the extent of 23,617.",
        "Great damage was done by the eruptions of 1737 and 1794; the earthquake of 1857 and the eruption of the 8th of December 1861 were even more destructive.",
        "A little later the Austrians had to retire in their turn, leaving a garrison in the fortress of Buda, and, while the Hungarians endeavoured to capture this position, General Hentzi retaliated by bombarding Pest, doing great damage to the town.",
        "Since the Spanish conquest it has been in a state of uninterrupted activity, but no damage has been done, because there are no civilized settlements in its immediate vicinity.",
        "The earthquake of the 12th of June 1897 caused serious damage to most of the public buildings of the town.",
        "In the wild state it does great damage among poultry, and frequently makes off with the young of swine and sheep. When hunted it makes a determined resistance, and emits a scent so strong as even to sicken the dogs, who nevertheless are exceedingly fond of the sport, and cannot be got to pursue any other game while the stench of the zibeth is in their nostrils.",
        "A chevrotain is found in Balabac. The house rat, introduced by man, is a common nuisance, and mice occasionally seriously damage sugar-cane and rice.",
        "The termites, or socalled \" white ants,\" inflict great damage on wooden buildings.",
        "In the famous typhoon of the 10th of October 1882, the vortex of which passed over Manila, an immense amount of damage was done in the city.",
        "In 1562 the Protestants did great damage to the building, which was skilfully restored in the early 1 7 th century.",
        "turned it into a fortress in 1671 great damage was done to the old Roman wall, the foundations of which were practically intact.",
        "In 1812 great destruction was wrought by an earthquake that affected all the southern part of the state; in 1865 the region about San Francisco was violently disturbed; in 1872 the whole Sierra and the state of Nevada were violently shaken; and in 1906 San Francisco (q.v.) was in large part destroyed by a shock that caused great damage elsewhere in the state.",
        "Some of his followers who escaped raided the town of Kudat on Marudu Bay in April of the same year, but caused more panic than damage, and little by little during the next years the last smouldering embers of rebellion were extinguished.",
        "In 1851 Lord Vernon opened fourteen tombs, and after that the whole countryside ransacked the necropolis, without any proper records or notes being taken, and with great damage to the objects found.",
        "In 1779 Norfolk was again attacked, and great damage was also done to the neighbouring towns.",
        "Unconsciously and to its own ultimate damage the Reformation forged the weapons of progress; but it was itself in no sense, except the institutional and political, the end of that religious history inaugurated before the Council of Nicaea.",
        "Unless there is some special reason for using impact in machines, it ought to be avoided, on account not only of the wasteof energy which it causes, but from the damage which it occasions to the frame and mechanism.",
        "Particular average signifies the damage or partial loss happening to the ship, goods, or freight by some fortuitous or unavoidable accident.",
        "Rule Iii.-Extinguishing Fire On Shipboard Damage done to a ship and cargo, or either of them, by water or otherwise, including damage by beaching or scuttling a burning ship, in extinguishing a fire on board the ship, shall be made good as G.A.; except that no compensation shall be made for damage to such portions of the ship and bulk cargo, or to such separate packages of cargo, as have been on fire.",
        "Rule Iv.-Cutting Away Wreck Loss or damage caused by cutting away the wreck or remains of spars, or of other things which have previously been carried away by sea-peril, shall not be made good as G.A.",
        "Rule V.-Voluntary Stranding When a ship is intentionally run on shore, and the circumstances are such that if that course were not adopted she would inevitably sink, or drive on shore or on rocks, no loss or damage caused to the ship, cargo and freight, or any of them, by such intentional running on shore, shall be made good as G.A.",
        "Rule Vi.-Carrying Press Of Sail-Damage To Or Loss Of Sails Damage to or loss of sails and spars, or either of them, caused by forcing a ship off the ground or by driving her higher up the ground, for the common safety, shall be made good as G.A.; but where a ship is afloat, no loss or damage caused to the ship, cargo and freight, or any of them, by carrying a press of sail, shall be made good as G.A.",
        "Rule Vii.-Damage To Engines In Refloating A Ship Damage caused to machinery and boilers of a ship which is ashore and in a position of peril, in endeavouring to refloat, shall be allowed in G.A., when shown to have arisen from an actual intention to float the ship for the common safety at the risk of such damage.",
        "Rule Vi I I.-Expenses Of Lightening A Ship When Ashore, And Consequent Damage When a ship is ashore, and, in order to float her, cargo, bunker coals and ship's stores, or any of them, are discharged, the extra cost of lightening, lighter hire, and reshipping (if incurred), and the loss or damage sustained thereby, shall be admitted as G.A.",
        "(b) The cost of discharging cargo from a ship, whether at a port or place of loading, call or refuge, shall be admitted as G.A., when the discharge was necessary for the common safety or to enable damage to the ship, caused by sacrifice or accident during the voyage, to be repaired, if the repairs were necessary for the safe prosecution of the voyage.",
        "Damage done to or loss of cargo necessarily caused in the act of discharging, storing, reloading and stowing shall be made good as G.A.",
        "- Temporary Repairs No deductions \"new for old\" shall be made from the cost of temporary repairs of damage allowable as G.A.",
        "- Loss OF Freight Loss of freight arising from damage to or loss of cargo shall be made good as G.A., either when caused by a G.A.",
        "act or when the damage to or loss of cargo is so made good.",
        "for damage or loss of goods sacrificed shall be the loss which the owner of the goods has sustained thereby, based on the market values at the date of the arrival of the vessel or at the termination of the adventure.",
        "damage, and the incidental expenses of unloading, storing and reloading the cargo are, in such a case, treated as consequences of the original sacrifice, and therefore subjects for contribution.",
        "hostile cruiser, or to effect repairs necessitated by some accidental damage to the ship, the G.A.",
        "Further, the cost of discharging the cargo to enable damage to the ship to be repaired, whether caused by sacrifice or by accident during the voyage, is to be allowed as G.A., \"if the repairs were necessary for the safe prosecution of the voyage,\" Rule X.",
        "(c)), together with any damage or loss incidental to those operations (Rule XII.).",
        "Where the detention is to repair accidental damage it seems clear that they are not allowed.",
        "deals with damage done in extinguishing fire on board a ship. Modern decisions have cleared away the old doubts whether such damage to ship or cargo should, at law, be allowed in G.A.",
        "It was held that the damage suffered by ship and cargo ought not to be made good by G.A.",
        "deal with the damage sustained by the ship, or her appliances, in efforts to force her off the ground when she has stranded.",
        "Such efforts involve an abnormal use which is likely to cause damage to sails and spars, or to engines and boilers; and they are treated as acts of sacrifice.",
        "The court of appeal held that both the damage sustained by the engines while worked to get the ship off, and the coal and stores consumed, were subjects for G.A.",
        "any damage sustained by cargo when discharged and, say, lightered for the purpose of getting the ship off a strand.",
        "And the corresponding damage in the case of cargo discharged at a port of refuge to enable repairs to be done to the ship is allowed by Rule XII.",
        "But in the latter case the allowance does not expressly extend to damage sustained while stored on land.",
        "The risks which they would have run if they had remained on board throughout are taken into account, as will presently appear, in estimating how much of the damage is to be made good.",
        "Where cattle were taken into a port of refuge in Brazil, owing to accidental damage to the ship, with the result that they could not legally be landed at their destination (Deptford), and had to be taken to another port (Antwerp), at which they were of much less value, this loss of value was allowed in G.A.",
        "He had insured the cargo but not the ship. The cargo underwriters were held liable to pay a contribution to damage done to the ship by cutting away masts for the general safety.",
        "But Nero proceeded with the congenial work of repairing the damage.",
        "The phylloxera, which appeared in Alto Douro in about 1868, also did enormous damage, and at one time reduced the yield to about one-half of the normal.",
        "In medicine copper sulphate was employed as an emetic, but its employment for this purpose is now very rare, as it is exceedingly depressant, and if it fails to act, may seriously damage the gastric mucous membrane.",
        "The hill section of this line was found exceedingly difficult of construction, and extensive damage was done by the earthquake of 1897; but it is now complete.",
        "These earthquake shocks have two distinct characteristics, a slight vibration, sometimes almost imperceptible, called a temblor, generally occurring at frequent intervals, and a violent horizontal or rotary vibration, or motion, also repeated at frequent intervals, called a terremoto, which is caused by a fracture or displacement of the earth's strata at some particular point, and often results in considerable damage.",
        "When the earthquake occurs on the coast, or beneath the sea in its vicinity, tidal waves are sometimes formed, which cause even greater damage than the earthquake itself.",
        "President Montt next turned his attention towards the question of how best to repair the damage occasioned to the country by eight months of civil warfare.",
        "other towns were severely shaken and suffered much damage.",
        "Much damage is often caused by species of Peridermium, which often invade the cortex and cambium to such an extent as to \" ring \" the stem or branch, or to cause an abnormal formation of turpentine which soaks into the wood and stops the upward passage of water; this causes the parts above the diseased area to perish.",
        "gate length of less than 900 m., all the roads of the country are mere mule tracks, carriageable in the plains and during the dry season, but totally unfit for continuous wheeled traffic during all seasons, and in the hilly districts often so difficult, as to cause mucF damage to goods and the animals carrying them.",
        "The phylloxera has done much damage.",
        "Another of his foundations was Vologesias (the Arabian Ullaish), situated near Hira on the Euphrates, south of Babylon, which did appreciable damage to the commerce of Seleucia and is often.",
        "In1796-1804he was a commissioner under article 7 of Jay's Treaty of 1794 to determine the claims of American merchants for damage through \"irregular or illegal captures or condemnations,\" and during this time adjusted on behalf of Maryland a claim of the state to stock in the Bank of England.",
        "The means of mitigating the damage done by this disease are (i) the selection of varieties found to resist its attacks; (2) the collection and destruction of diseased tubers so that none are left in the soil to become a menace to future crops; (3) care that no tubers showing traces of the disease are planted; (4) spraying with Bordeaux mixture at intervals from midsummer onwards.",
        "The damage is often considerable, as the crop is greatly lessened by the interference with the functions of the leaf.",
        "Castelar always prided himself on having terminated this incident without too much damage to the prestige of Spain.",
        "They were important sources of food-supply to the natives, and are hunted by the colonists, both for sport and on account of the damage they do in consuming grass required for cattle and sheep. A few species are found in New Guinea, and the adjacent islands, which belong, in the zoological sense, to the Australian province, beyond the bounds of which none occurs.",
        "in a year, and sometimes, as in the winter of 1909-1910, great damage is wrought by floods.",
        "The earthquake did serious damage throughout the coast region of California from Humboldt county to the southern end of Fresno county, a belt about 50 m.",
        "The damage by earthquake to buildings in San Francisco was, however, small in comparison to that wrought by the fire which began soon after the principal shock on the morning of the 18th.",
        "The total loss in damage to property has been variously estimated at from $350,000,000 to $500,000,000.",
        "Schizomycetes exist in every part of the alimentary canal of animals, except, perhaps, where acid secretions prevail; these are by no means necessarily harmful, though, by destroying the teeth for instance, certain forms may incidentally be the forerunners of damage which they do not directly cause.",
        "' The Greeks, however, had not committed the expected mistake, and after a long-range duel in which the \"Averof\" inflicted some damage on the Turkish battleships, the latter returned to the Sea of Marmora, where they remained to the end.",
        "The property of religious, charitable and educational institutions, and of art and science, even when state property, are assimilated to private property, and all seizure of, and destruction or intentional damage done to such institutions, to historical monuments, works of art or science is prohibited (Art.",
        "Its cathedral is one of the finest examples of the Romanesque architecture of Apulia, and has escaped damage from later restorations.",
        "corps of the Grande Armee and commanded the centre at Lutzen and Bautzen, but he was soon sent, with unlimited powers, to the south of France to repair the damage done by the great defeat of Vittoria.",
        "Others cause much damage in forests, by boring under the bark and through the wood of trees, whilst some even burrow in the tissue of the leaves.",
        "Bruchus pisi causes considerable damage to pease; during the spring the beetle lays its eggs in the young pea, which is devoured by the larva which hatches out in it.",
        "The chief paths of depressions are from southwest to north-east across England; one track runs across the south-east and eastern counties, and is that followed by a large proportion of the summer and autumn storms, thereby perhaps helping to explain the peculiar liability of the east of England to damage from hail accompanying thunderstorms. A second track crosses central England, entering by the Severn estuary and leaving by the Humber or the Wash; while a third crosses the north of England from the neighbourhood of Morecambe Bay to the Tyne.",
        "Where a house or building in a street is taken down to be rebuilt, the urban district council may prescribe the line to which it is to be rebuilt, paying compensation to the building owner for any damage which he may sustain consequent upon the requirement.",
        "against The act applies to all public authorities, including, of district, course, district councils, and it provides in effect that councils where any action or legal proceeding is taken against a council for any act done in pursuance or execution, or intended execution, of an act of parliament, or of any public duty or authority, the action must be commenced within six months next after the act, neglect or default complained of, or in the case of a continuance of injury or damage, within six months next after the ceasing thereof.",
        "Justin bestowed much care on the repairing of public buildings throughout his empire, and contributed large sums to repair the damage caused by a destructive earthquake at Antioch.",
        "In Cumberland and Kennebec counties there is a superior court presided over by one justice and having extensive civil and criminal jurisdiction; and in each of the counties there are a probate court for the settlement of the estates of deceased persons and courts of the trial justice and the justice of the peace for the trial of petty offences and of civil cases in which the debt or damage involved does not exceed $20.",
        "A mass meeting of about 5000 citizens of the above-mentioned counties (many of them armed militiamen), at Braddock's Field, on the 1st and 2nd of August 1794, threatened to take possession of Fort Lafayette and to burn Pittsburg, but cooler counsel prevailed, and after voting to proscribe several persons, and marching in a body through the streets of the town, the crowd dispersed without doing any damage.",
        "Only once did the column open out, and the opportunity was swiftly seized by the Saracens, yet so rapid was the rally of the crusaders that little damage was done (August 25).",
        "Each precinct elects a justice of the peace, who has civil jurisdiction when the debt or damage claimed does not exceed three hundred dollars, and has primary criminal jurisdiction.",
        "All this country was comprised in classical times under the title of the Phlegrean Fields, and was certainly then more actively volcanic than it now is, although the severe shock of earthquake which occurred in the island of Ischia in 1883 completely destroyed Casamicciola, and did serious damage to Forio, Lacco Ameno and Serrara Fontana, shows that there is great seismic activity in the locality.",
        "high, is an active volcano, and its eruptions and earthquakes have frequently brought destruction, as notably in 1852, when the damage was chiefly due to a huge wave of the sea.",
        "Apart from damage to shipping and buildings, the low-lying lands along the coast were completely submerged, and in many villages half the inhabitants were drowned.",
        "In Normandy the farmers still employ children under twelve to run through the fields and orchards armed with torches, setting fire to bundles of straw, and thus it is believed driving out such vermin as are likely to damage the crops.",
        "For another eight months it was to continue, causing immense damage to property and trade, and the loss of tens of thousands of lives.",
        "Violent hailstorms, which do great damage, sometimes follow periods of drought.",
        "He therefore insisted that England should be required not merely to pay damages for the havoc wrought by the \" Alabama \" and other cruisers fitted out for Confederate service in her ports, but that, for \" that other damage, immense and infinite, caused by the prolongation of the war,\" the withdrawal of the British flag from this hemisphere could \" not be abandoned as a condition or preliminary of such a settlement as is now proposed.\"",
        "They are liable to be suddenly swollen by rains, and floods and landslips often cause considerable damage.",
        "The cultivation of the turnip and other root crops, which require the soil to be wrought to a deep and free tilth, either becomes altdgether impracticable and must be abandoned for the safe but costly bare fallow, or is carried out with great labour and hazard; and the crop, when grown, can neither be removed from the ground, nor consumed upon it by sheep without damage by \"poaching.\"",
        "Early in the 14th century the inner port was blocked by Giovanni Orsini, prince of Taranto; the town was devastated by pestilence in 1348, and was plundered in 1352 and 1383; but even greater damage was done by the earthquake of 1456.",
        "Locusts (\" ` grasshoppers \" in local usage) have worked incalculable damage, notably in 1854, 1866, and above all in 1874-1875.",
        "In 1139 Stephen had wrought himself fatal damage by quarrelling with the ecclesiastical bureaucrats, the kinsmen and allies of Roger of Salisbury, who had been among his earliest adherents.",
        "Up to this moment the civil war had been conducted like a great faction fight; the barons and their livened retainers had been wont to seek some convenient heath or hill and there to fight out their quarrel with the minimum of damage to the countryside.",
        "The vertical retort was one of the first forms experimented with by Murdoch, but owing to the difficulty of withdrawing the coke, the low illuminating power of the gas made in it, and the damage to the retort itself, due to the swelling of the charge during distillation, it was quickly abandoned.",
        "In about a week afterwards he spoke again, which shows how little damage he felt, while the good sense, brevity, and blameless manner of the speech (on a copyright bill) announced that he could learn.",
        "The command which his idiosyncrasies had upon him is shown, for example, by reproachful speeches on the treatment of Ireland, and by a startling harangue on behalf of the Chartists, at a time when such irregularities could but damage him, a new man, where he hoped for influence and office.",
        "Other parasitic fungi of less economic importance occasionally do considerable damage.",
        "It has been suggested that the fact of the conquest of the Amazons being assigned to the two famous heroes of Greek mythology, Heracles and Theseus - who in the tasks assigned to them were generally opposed to monsters and beings impossible in themselves, but possible as illustrations of permanent danger and damage, - shows that they were mythical illustrations of the dangers which beset the Greeks on the coasts of Asia Minor; rather perhaps, it may be intended to represent the conflict between the Greek culture of the colonies on the Euxine and the barbarism of the native inhabitants.",
        "Six years later he conducted a large fleet of warships to England, which did infinite damage, but failed to capture London.",
        "For road-mending flint, though very hard, is not regarded with favour, as it is brittle and pulverizes readily; binds badly, yielding a surface which breaks up with heavy traffic and in bad weather; and its fine sharp-edged chips do much damage to tires of motors and cycles.",
        "Winter wheat is used extensively for pasturage during the winter months with little or no damage to the crop. No other branch of agriculture in Oklahoma has advanced so rapidly as the production of cotton; the culture of this fibre was introduced in 1890, and the acreage increased from 682,743 acres in 1899 to 2,037,000 acres in 1909, and the yield increased from 227,741 bales to 617,000 bales (in 1907 it was 862,383 bales).",
        "The damage ~ done to Burgundian interests by the harsh yet impotent A~.",
        "They are diverted by means of a large band or dam, known indifferently as the \" Amir's,\" the Seistan \" or the \"Kuhak \" band, It is constructed of horizontally laid tamarisk branches, earth and perpendicular stakes, and protected from damage by a fort on the left and a tower on the right bank of the river.",
        "The latter has dune most damage in the provinces of Malaga and Alicante, in Catalonia.",
        "On Christmas night, 1884, an earthquake caused much damage and loss of life in the provinces of Granada and Malaga.",
        "It naturally follows that bee-life is there regarded very slightly by cornparison, and the \" bee-garden \" in England becomes the \" bee-yard \" in America, where the apiarist when at work must thoroughly protect himself from being stung, and, safe in his immunity from damage, cares little for bee-life in getting through his task, the loss of a few hundred bees being considered of.",
        "above the ground to protect them from damage by giraffes.",
        "Starting with the indisputable fact that man's life and happiness are largely dependent upon phenomena in the heavens, that the fertility of the soil is de pendent upon the sun shining in the heavens as well as upon the rains that come from heaven, that on the other hand the mischief and damage done by storms and inundations, to both of which the Euphratean Valley was almost regularly subject, were to be traced likewise to the heavens, the conclusion was drawn that all the great gods had their seats in the heavens.",
        "Of the latter there are probably 12,000 to 15,000 species, including 140 butterflies, at least 180 grasshoppers, several hundred bees, &c. The so-called \" grass hoppers,\" true locusts, have done great damage at times in Nebraska.",
        "This traffic was carried on through Nupe \"to the great damage,\" says Barth, \"of the commerce and the most unqualified scandal of the Arabs, who think that the English, if they would, could easily prevent it.\"",
        "The damage to the American buildings at Kharput was due to direct disobedience of orders.",
        "With the break of the band in 1885 the level of the main river has fallen and the Minab canal is not properly filled, causing much damage to cultivation in the district.",
        "A Syrian official record from this reign, preserved in the Edessene Chronicle, gives a somewhat detailed account of a violent flood (autumn, 201) of the Daisan river which did much damage, destroying 1 The inscription, which is difficult to read, connects the structure with Shalmat the queen, daughter of Ma`nu, who cannot be identified with certainty, and refers to some image(s), which probably excited the pious vandalism of the Arabs.",
        "It has suffered repeatedly from earthquakes, the greatest damage occurring from those of 1797 and 1859.",
        "Julie has mended well and accepting a raspy speech suffers no permanent damage.",
        "Their job is to kill the vamps and any other of Czerno's creatures while minimizing collateral damage.",
        "Czerno has no restraint when it comes to collateral damage.",
        "He needed a little mind-clearing R and R. Bird Song showed no damage from a day of substitute management.",
        "No, and it caused irreparable damage to at least Brandon, although there's no indication Ralph carried any scars.",
        "The same Immortal would balance the damage done by past-Deidre when she raised Wynn and help Rhyn manage the Council and Immortals.",
        "It will take a great deal of power to preserve you, remove the tumor and heal the damage.",
        "Katie scrambled up into the hall and maneuvered her bloodied arm to see the damage, suddenly aware the two demons had stopped fighting.",
        "Andre was collateral damage.",
        "Liver damage, heart disease, hangover, right?",
        "Shaking his head, Rhyn realized how sweaty his palms were as he stood before the door leading to the zoo.  Sasha's mages had sat in the antechamber, repairing any damage the inmates did to their cells or preparing some magical torture that Sasha wanted.",
        "Mumps at twelve, he explained, but could the damage be reversed?",
        "The goods and marks being the same, misrepresentation and damage could be safely inferred.",
        "The movers were remiss enough to cause the cost of the damage to be charged to the moving company.",
        "These plants are vulnerable to frost damage in winter and are therefore protected with boxes from October to May.",
        "abrasion damage to surface of the cornea, eg by a foreign body in the eye.",
        "Avoid using abrasive sponges or scouring creams: you could permanently damage your new units.",
        "People who survive a brain abscess may suffer damage to the brain.",
        "abstains totally, then further brain damage will be caused.",
        "accumulate in the organ which can damage the pancreas or even result in the pancreas digesting itself.",
        "The Cambridge University research, published in the journal Brain, suggests boosting the chemical acetylcholine may limit the effect of this damage.",
        "acid rain doing such a lot of damage in eastern Canada?",
        "actionable without proof of special damage.",
        "These aspects of DNA damage and repair following acute UV irradiation are discussed further in this section.",
        "Contains no Ep additives which can damage gearboxes containing yellow metals.",
        "adhesive dressings, so as not to damage the skin.",
        "The lack of processor affinity also causes less damage with a shared L2 cache.",
        "Much of their evidence comes from patients with brain damage, such as D.F. who has a condition known as visual form agnosia.",
        "agonizee with nerve damage often endure years of agonizing pain, with little respite from traditional pain-killers.",
        "An extremely effective area weapon, the EMP produced by a nuclear airburst would undoubtedly produce severe damage to the civilian infrastructure.",
        "alchemist's kitchen could induce strange visions and altered states of consciousness, but could also seriously damage health.",
        "The Small Bowel Damage to the small bowel mucosa is common in chronic alcoholics.",
        "allegations of collusion continued to damage the prospects of improved relations between the RUC and the Catholic community.",
        "alveolusmental and clinical studies in the 80's confirmed that high peak airway pressures in ventilated alveoli lead to further lung damage.",
        "The findings showed impaired recognition of fear following bilateral temporal lobe damage when this included the amygdala.",
        "Selective bilateral damage to the human amygdala is rare, offering unique insights into its functions.",
        "amygdala damage acquired in adulthood.",
        "Another cause of kidney damage is a condition called amyloidosis which occurs in 10-20% of cases.",
        "Safe means that it must not pose a risk of injury or death to people or domestic animals or of damage to property.",
        "In America, animal tests conducted with a mixture of a nerve gas antidote and insect repellent indicated nerve damage.",
        "Fiber helps to sweep toxins out of the body and the rich supply of protective antioxidants protect body cells against damage.",
        "In view of the damage already being caused to allotments and private gardens members agreed this was actually a very antisocial thing to do.",
        "antistatic handling precautions should be used to prevent gate oxide damage when installing MOSFET or IGBT devices.",
        "arguable that the damage took a few more mega years to entrench itself.",
        "Today, there is virtually nothing in the medical armamentarium that can stop the damage unleashed by moderate-to-severe head trauma.",
        "armor type, the more damage it can take before being worn out completely.",
        "artefact are solid, and the level of detail is generally good, with little in the way of compression artifacts and print damage.",
        "PAUL'S STORY A young graffiti artist has been charged with criminal damage.",
        "For example, we can easily ascertain a whole range of information about the taking away, or the damage to, property.",
        "Charr is doing a kick ass job, carrying on from the late great Dan Damage, who sadly passed away on July 2004.",
        "Furthermore the Committee felt that there was little to be gained by the additional in-vitro assay for DNA damage.",
        "Cerebellum - occupies most of the posterior cranial fossa; damage produces ataxia, slurring of speech.",
        "Yet he used instruments of an Englishness so attenuated that, like a strain of vaccine, they would not damage a Scottish host.",
        "Hard kill means will damage or destroy the target system, and are thus a means of inflicting attrition.",
        "Season fanatics like the so-called flickering Aurora the earth's some what damage if.",
        "As described in this extremely authoritative book: \" In terms of business continuity, immediate physical damage is not the most important concern.",
        "An involuntary bailee must not wrongfully dispose of the chattels or take any positive steps to damage or destroy them.",
        "The tiny splinter barbs do no impair the penetration of the hook and alleviates damage to the fish when removing the hook.",
        "It also creates a physical barrier between the teeth to protect them from further damage.",
        "beater bar can be turned on or off as required, for example to prevent damage to delicate rugs.",
        "Other insurance You are strongly advised to ensure valuable belongings against theft, loss or damage.",
        "bestialityexposures of the Stalinist bestialities perpetrated upon revolutionists damage the Soviet Union in the eyes of the bourgeois world?",
        "Bravo apparently doesn't realize that his criticism of the Lord Jesus is only doing more damage to his defense of Muhammad's bewitchment.",
        "Rutin -- A citrus bioflavonoid that prevents free radical damage.",
        "blackmail the country by asking for money simply not to damage sites.",
        "This caused widespread blackouts, which cost the Canadian national grid several million of pounds in damage to their systems.",
        "Where the bomb blast hit at its peak, massive damage was done.",
        "bleeding from the nose or a black eye due to damage to the wall between the nose.",
        "The Tower of London Comprehensive Development Area was an area of urban blight with much war damage.",
        "Police have launched a blitz on criminal damage in Braintree.",
        "sudden blockage to the drainage of urine from the kidney can cause damage.",
        "blow-drying for hair styling leads to hair loss as it scars the scalp, sometimes leading to permanent damage.",
        "The permitted access routes have boardwalks constructed to minimize damage to the vegetation.",
        "bodywork damage clearing which allowed him to fight back.",
        "bollworm complex (specific caterpillar pests ), an enormous source of damage to cotton fields.",
        "Iran's several nuclear bombs can inflict more damage on America than the World War II.",
        "bony metastases is usually localized, except where there is associated nerve involvement or damage.",
        "borer insect damage (1 ).",
        "It can also cause long-term damage to the soil and vegetation, allowing bracken to colonize.",
        "breathed deep into the lung where they may stay for a long time, causing possible damage.",
        "Quot people have people or damage mount posters brochures.",
        "Complications of whooping cough include bronchopneumonia, acute encephalopathy, and long-term brain damage as a result of cerebral hypoxia.",
        "The average Brit just bulldozes through life, and houses, doing exactly what he wants, irrespective of the lasting damage.",
        "Net crops to reduce pigeon damage and to keep bullfinches off fruit buds.",
        "Do flood bunds reduce or exacerbate the damage caused by floods?",
        "Severely damaged, total burnout or flood damage with no serviceable parts, or already a stripped out shell.",
        "Damage can occur to the deep flexor tendon, navicular bursa, or navicular ligaments all resulting in pain and lameness.",
        "buryis has, to some extent, protected buried archeology from physical damage apart from the unavoidable loss where the piles pass through it.",
        "This kind of damage often comes from parking your car into undergrowth, be sure to trim back bushes from your driveway.",
        "When not too thick callus protects the skin from further damage.",
        "carnivore damage to the bones is slight.",
        "carryr North West (formerly William Moss & Sons) also carried out the repairs to the war damage in the 1950s.",
        "Range: Touch This allows the caster to heal damage inflicted upon a single body location.",
        "The damage to butterfly caterpillars is not clear at present.",
        "causative of any damage when the title \" problem \" never proved to be a problem in fact?",
        "cause spell cancels wholly, causing no damage, with either an ice storm or an ice elemental.",
        "Cavitation damage An erosion process in which metal is removed by cavitation damage An erosion process in which metal is removed by cavitation.",
        "cells in vitro to 2450 MHz radiation causes DNA damage.",
        "cell membrane damage, speed the healing.. .",
        "Toxic substances may disturb normal cell function, damage cell membranes, interfere with enzyme and immune systems and RNA and DNA activity.",
        "cerebral edema develops it usually results in death or severe neurological damage.",
        "He has dealt with cases both large and small from brain damage claims, including cerebral palsy to nursing care cases.",
        "cerebrovascular incident resulting in permanent neurological damage.",
        "It's not the rapid changes during the course of a day that cause the most damage.",
        "checkpoint kinase Chk1 is required for cell cycle delays following DNA damage or blocked DNA replication.",
        "One aspect of the DNA damage response is the cell cycle checkpoint.",
        "This means that you must not move the spinal column relative to any part of the body in case you damage the spinal chord.",
        "A surge suppressor includes a circuit breaker that will protect equipment from damage from a surge in electricity (e.g. a lightning strike ).",
        "To protect the controller from possible damage you should install a 20 amp circuit breaker or fuse between the controller and the batteries.",
        "Rhabdomyolysis occurs when the damage results in the release of cellular contents into the systemic circulation.",
        "This precipitated a profound hypoglycaemic coma resulting in irreversible brain damage.",
        "complement system proteins may attack the host's own tissues, causing inflammation and tissue damage.",
        "compression hosiery and adhesive dressings, so as not to damage the skin.",
        "Some dwarf conifers are affected, with these the damage is done on their lee side, away from the wind.",
        "Financial loss to third parties which is not consequent upon injury to persons or loss or damage to property is not covered.",
        "consequent upon injury to persons or loss or damage to property is not covered.",
        "consequential loss or damage whether suffered by you or your business.",
        "consequential upon damage to the Darfur, the owners were not entitled to limit their liability.",
        "Secondly, their control group consisted of people working with equipment known to cause eye damage.",
        "conspire admitted to conspiring to commit wilful damage over the ax incident.",
        "However, levels of criminal damage have remained fairly constant across the force.",
        "If the muscle spasms continue, they can cause contractures (damage to muscle and/or surrounding tissue, causing deformity at a joint ).",
        "At the risk of sounding controversial it should not be forgotten that much of the damage is caused by ever larger agricultural machinery.",
        "Typical case requires convalescence over 7 days; chronic infection with liver damage may occur.",
        "cope with large influx of patients with burns, lung damage and trauma.",
        "copper beech leaves, help protect the plant from damage by UV.",
        "Brian Damage wrote: nick wrote: She once complained to me that the staff in the warehouse would n't copulate with her.",
        "corn borer insect damage (1 ).",
        "corrode preferentially to steel, providing sacrificial or cathodic protection to small areas of steel exposed through damage to the coating.",
        "This concentration would damage clothing, shoes, and rubber goods, and is mildly corrosive to steel surfaces.",
        "These have caused 50 to 60 percent damage to Bt cotton, but much less on non-Bt cotton."
    ],
    "definition": [
        "Destruction or a loss in value, usefulness, or ability resulting from an action or event.",
        "damages Law Money required to be paid as compensation for an injury or wrong.",
        "Informal Cost; price: What's the damage for the tickets to the show?",
        "dam′age·a·bil′i·ty\nnoun",
        "dam′age·a·ble\nadjective",
        "dam′ag·ing·ly\nadverb",
        "Link/Cite",
        "Injury or harm; the condition or measure of something not being intact.\nThe storm did a lot of damage to the area.",
        "(slang) Cost or expense.\n\"What's the damage?\" he asked the waiter.",
        "To impair the soundness, goodness, or value of; to harm or cause destruction.\nBe careful not to damage any of the fragile items while unpacking them.",
        "Link/Cite"
    ]
}