{
    "translation": "סכנה",
    "uses": [
        "Then a strange, fearful sense of danger terrified me.",
        "She knew what danger she was in.",
        "More than likely Alex didn't want to hear any more about danger, though.",
        "When your country is in danger, you should forget your own safety.",
        "She released the breath she held, the danger averted.",
        "He felt the sense of foreboding again, the unseen danger toward Katie.",
        "He rose, angry and unconvinced she wouldn't bring whatever danger followed him to his backyard.",
        "He took a dozen bounds, not very quickly, letting the borzois gain on him, and, finally having chosen his direction and realized his danger, laid back his ears and rushed off headlong.",
        "\"Okay,\" she said, relieved the danger was passed.",
        "In historical works on the year 1812 French writers are very fond of saying that Napoleon felt the danger of extending his line, that he sought a battle and that his marshals advised him to stop at Smolensk, and of making similar statements to show that the danger of the campaign was even then understood.",
        "\"I have to, so I don't put you in danger,\" she said.",
        "Clear of the danger, Brandon pulled the car off the highway and glanced at Adrienne.",
        "That danger had also passed.",
        "Danger isn't the problem.",
        "But, alas, the danger was too great and I am a cautious man.",
        "One need only admit that public tranquillity is in danger and any action finds a justification.",
        "Even the animals were quiet, as if they knew danger lurked in the darkness.",
        "If she's in danger, I'll know.",
        "He never thought twice about walking into danger and rarely cared if he survived or not.",
        "\"You think I'm in danger?\" she asked.",
        "They are resting there for the night and have no fear of danger from us.",
        "Of course, she didn't leap cars with motorcycles or sky dive, but in retrospect, she had always been attracted to danger – at least to some degree.",
        "I see them once a year at most, but you had access to me and the government's secrets that would've put you in danger had anyone found out.",
        "She would set up transfusions if there was danger the human might die, and had to twice for Cassandra.",
        "We've got a few thousand kids in real danger of immediate, physical harm.",
        "Was it the fact that the danger was now over, or the cold?",
        "The only danger I'm in is financial.",
        "She may be a first class bitch—but if there isn't a legal custody fight or the child isn't reported in danger or grossly neglected, it's none of our business.",
        "After the Emperor had left Moscow, life flowed on there in its usual course, and its course was so very usual that it was difficult to remember the recent days of patriotic elation and ardor, hard to believe that Russia was really in danger and that the members of the English Club were also sons of the Fatherland ready to sacrifice everything for it.",
        "While Russia was well, a foreigner could serve her and be a splendid minister; but as soon as she is in danger she needs one of her own kin.",
        "But if they told her she was in danger, she was going to listen.",
        "If I would be in danger, then so would you.",
        "Is it the danger you like so much?",
        "Dolokhov remarked that the Cossacks were a danger only to stragglers such as his companion and himself, \"but probably they would not dare to attack large detachments?\" he added inquiringly.",
        "The sense of danger jarred her, and she sat up straight, heart pounding hard.",
        "C'mon.  We're not out of danger yet.",
        "Danger, cannon balls, and bullets were just what he needed in his angry mood.",
        "I think I might've put him in danger, though.",
        "The student may read Homer or Ã†schylus in the Greek without danger of dissipation or luxuriousness, for it implies that he in some measure emulate their heroes, and consecrate morning hours to their pages.",
        "\"I'm sure we are in no danger,\" said Dorothy, in a sober voice.",
        "\"General, you are in danger here,\" said an officer who was riding with him.",
        "\"It is disgraceful to run away from danger; only cowards are running away from Moscow,\" they were told.",
        "You faced what you thought was a great danger, and you were not afraid.",
        "\"None of us has had breakfast,\" said the boy; \"and in a time of danger like this it's foolish to talk about eating.\"",
        "The general with the bandaged head bent forward as though running away from some danger, and, making long, quick strides with his thin legs, went up to Kutuzov.",
        "In all these words she saw only that the danger threatening her son would not soon be over.",
        "\"I'd never do anything to put Gabriel in danger,\" she whispered, distressed by the idea.",
        "He towered head and shoulders over the mostly female crowd and leaned with deceptive casualness that radiated danger against one of the pillars in the food court.",
        "The death around her disturbed her, and danger hung in the air.",
        "But this advantage involves a corresponding disadvantage, the danger of unduly severe mental application.",
        "\"Toni, if at any time you feel the girls are in danger, evac the girls and then everyone else,\" Dusty said, turning to his XO.",
        "Her life was in danger, and so was Jule's.",
        "Any gratitude he felt for the fact that she had given them a daughter was overshadowed by the danger she had put them all in.",
        "Edith was as nervous as the prior evening, glancing across the hall at her son, as if danger lurked in every corner of Bird Song.",
        "This inevitability alone can explain how the cruel Arakcheev, who tore out a grenadier's mustache with his own hands, whose weak nerves rendered him unable to face danger, and who was neither an educated man nor a courtier, was able to maintain his powerful position with Alexander, whose own character was chivalrous, noble, and gentle.",
        "It was said that the Emperor was leaving the army because it was in danger, it was said that Smolensk had surrendered, that Napoleon had an army of a million and only a miracle could save Russia.",
        "In this letter Prince Andrew pointed out to his father the danger of staying at Bald Hills, so near the theater of war and on the army's direct line of march, and advised him to move to Moscow.",
        "Darkyn would never let him through Hell, but Deidre … He felt like shit just thinking about it yet recognized the danger he was in.",
        "\"The danger with Darkyn is dealing,\" Zamon said.",
        "Lost in his thoughts, he didn't sense the danger until it spoke.",
        "While back-country skiing was also popular, the ever constant danger of killing snow slides made marked trails a safer method of enjoying this vigorous sport.",
        "With some difficulty and danger Jim drew the buggy over the loose rocks until he reached the green lawns below, where the paths and orchards and gardens began.",
        "Without her power, she wasn't able to sense him or the danger he posed.",
        "Despite his demon powers, despite his wildness, despite his struggle to remain dutiful to their cause, he was a danger to anyone around him.",
        "No, I need to know why.  It might mean Mama is in more danger than I thought.",
        "Weather this danger and you are safe, for the rest of the way is down hill.",
        "Denisov evidently tried to expose Rostov to danger as seldom as possible, and after an action greeted his safe return with evident joy.",
        "Pierre--only now realizing the danger to the old count, Nicholas, and Prince Andrew-- promised to do as she wished.",
        "That unknown quantity is the spirit of the army, that is to say, the greater or lesser readiness to fight and face danger felt by all the men composing an army, quite independently of whether they are, or are not, fighting under the command of a genius, in two--or three-line formation, with cudgels or with rifles that repeat thirty times a minute.",
        "Jule refused to release her, sensing more danger toward her than to himself.",
        "\"The danger with Darkyn is dealing and you, my dear, are harmless,\" he replied.",
        "Believing their danger past, they sprang from their ambush and, chirruping something in their shrill little voices and holding up their skirts, their bare little sunburned feet scampered merrily and quickly across the meadow grass.",
        "Since his back was to the danger, he was unaware when the man gunned the engine and started to drive towards him.",
        "She was worried about him, and he was touched by the idea she took pity on him when she herself was in more danger than he was.",
        "There was a breath of danger in the very air, and every few moments the earth would shake violently.",
        "Haven't you been through enough danger in the past two weeks?",
        "Unable to sleep without knowing the truth, Toby huddled beneath the jungle leaves and stretched his senses until he found Katie.  He couldn't put her in more danger, if there was something wrong with Ully.  She was close enough for him to find when he needed to.  If he kept some distance between him and Katie, he could figure out what was wrong with Ully without endangering her more.",
        "Petya's eyes grew bloodshot, and still more excited by the danger of being crushed, he rushed at the biscuits.",
        "Forgetting the danger of being recognized, Rostov went close to the porch, together with some inquisitive civilians, and again, after two years, saw those features he adored: that same face and same look and step, and the same union of majesty and mildness....",
        "But when he had gone into another room, to which the countess hurriedly followed him, he assumed a grave air and thoughtfully shaking his head said that though there was danger, he had hopes of the effect of this last medicine and one must wait and see, that the malady was chiefly mental, but...",
        "The same evening that the prince gave his instructions to Alpatych, Dessalles, having asked to see Princess Mary, told her that, as the prince was not very well and was taking no steps to secure his safety, though from Prince Andrew's letter it was evident that to remain at Bald Hills might be dangerous, he respectfully advised her to send a letter by Alpatych to the Provincial Governor at Smolensk, asking him to let her know the state of affairs and the extent of the danger to which Bald Hills was exposed.",
        "Princess Mary was not in Moscow and out of danger as Prince Andrew supposed.",
        "She sensed danger and promise from the freaky guy loitering in the shadow world.",
        "They'd always said he was a danger to the human world because of this.",
        "\"How CAN we 'scape?\" asked Dorothy, nervously, for an unseen danger is always the hardest to face.",
        "Her sense of danger grew more heightened at the thought that something had happened between the time Gabe originally gave her his necklace and now.",
        "\"You know, chere Marie,\" said Mademoiselle Bourienne, \"that we are in danger--are surrounded by the French.",
        "Pierre smiled, Natasha began to laugh, but Nicholas knitted his brows still more and began proving to Pierre that there was no prospect of any great change and that all the danger he spoke of existed only in his imagination.",
        "Her own account of her escape is, as usual, so florid that it provokes the question whether she was really in any danger.",
        "Amongst these are the dome, an isolated elevation rising steeply but not coming within too fathoms of the surface; the bank, an elevation coming nearer the surface than too fathoms, but not so near as 6 fathoms; and finally the shoal or reef, which comes within 6 fathoms of the surface, and so may constitute a danger to shipping.",
        "- It has been stated that if in a girder bridge of three or more spans, the girders were made continuous there would be an important economy of material, but that the danger of settlement of the supports, which would seriously alter the points of contrary flexure or points where FIG.",
        "She was in some kind of danger, which meant he was the worst guardian angel in the history of guardian angels.",
        "Two childish voices laughed merrily at this action, and Dorothy was sure they were in no danger among such light-hearted folks, even if those folks couldn't be seen.",
        "The only danger he saw of losing his mate – again – was if she had any outstanding debt to Darkyn.",
        "He had a point, but she knew she'd be in as much danger from the monsters as from Sasha's men.",
        "Everyone was dissatisfied with the general course of affairs in the Russian army, but no one anticipated any danger of invasion of the Russian provinces, and no one thought the war would extend farther than the western, the Polish, provinces.",
        "She'd sensed more danger from her father than from the man before her.",
        "\"Be assured that you're in no danger,\" he said in a clipped tone.",
        "\"The doctor says that he is not in danger,\" said the countess, but as she spoke she raised her eyes with a sigh, and her gesture conveyed a contradiction of her words.",
        "How could a man with four million in the bank be in financial danger?",
        "Their heads jerked up, water dripping from their muzzles as they looked around, their ears perked forward searching for any sound that might indicate danger.",
        "The danger in this direction is that when Presbyterianism has been modified far enough to suit the English taste it may be found less acceptable to its more stalwart supporters from beyond the Tweed.",
        "Of the immigrant arrivals for the forty-seven years given, 1,331,536 were Italians, 4 1 4,973 Spaniards, 170,293 French, 37,953 Austrians, 35,435 British, 30,699 Germans, 25,775 Swiss, 19,521 Belgians, and the others of diverse nationalities, so that Argentina is in no danger of losing her Latin character through immigration.",
        "On the side of Belgium the danger of irruption through neutral territory, which has for many years been foreseen, is provided against by the fortresses of Lille, Valenciennes and Maubeuge, but (with a view to tempting the Germans to attack through Luxemburg, as is stated by German authorities) the frontier between Maubeuge and Verdun is left practically undefended.",
        "The outburst of fanaticism which convulsed Arabia twenty years later had not then reached Yemen, and Europeans, as such, were not exposed to any special danger.",
        "Warned by a hurried sign by Hamud that his life was in danger, Mahommed at once attacked Bandar, stabbed him and took possession of the citadel; a general massacre of all members of the house of Ibn Rashid followed, and next day Mahommed appeared with his cousin Hamud in the market-place of Hail, and announced his assumption of the amirship. A strong and capable ruler, he soon established his authority over all northern and western Nejd, and in 1872 the opportunity arrived for his intervention in the east.",
        "They determined to strike first, and on the great day of Thermidor it was Tallien who, urged on by the danger in which his beloved lay, opened the attack upon Robespierre.",
        "The Khazars, straitened on every side, remained passive till the danger culminated in the accession of Attila (434).",
        "In 1609 the telescope came into use, and the danger of observing the sun with it was soon discovered.",
        "The danger to Germany from the Hussites induced Frederick to ally himself with the German and Bohemian king Sigismund; and he took a leading part in the war against them, during the earlier years of which he met with considerable success.",
        "In 1757 whaling was the only livelihood of the people of Nantucket; and in 1750-1775, although whaling fleets were in repeated danger from French and Spanish privateers, the business, with the allied coopers and other trades, steadily increased.",
        "Alive to the danger, the pope knew that his foe must be crushed, and the religious carnival of 1496 afforded a good pretext for stronger proceedings against him.",
        "Yet, great as had been the services of the tax at a time of national danger, Gladstone could not consent to retain it as a part of the permanent and ordinary finances of the country.",
        "These works preclude all danger of future inundation.",
        "In July 1518 a diet assembled in Augsburg to consider the new danger from the Turks, who were making rapid conquests under Sultan Selim I.",
        "And most important of all, was she or Giddon's family in any danger?",
        "A girl's life is in serious danger.",
        "This newspaper woman, however, may not suspect she's in danger.",
        "She's put all of us in incredible danger!",
        "Are we in danger?",
        "We drove home with Betsy trying in vain to calm Molly down, telling her we weren't in any danger.",
        "Sorry, my wife is missing and in danger.",
        "Garcia answered, \"What kind of danger?\"",
        "I never meant to put you in danger.",
        "Cold fury replaced the regret, and he knew he'd do anything to keep her from danger.",
        "He refused to release her, instead pushing her into a painful run up the beach, over the sandbags, and out of immediate danger.",
        "Her father hated this man for some reason, and being near him put them both in danger.",
        "He appeared relaxed, despite the danger.",
        "I know that doesn't help much, but it's a mother-daughter thing and I don't think the kid is in any danger.",
        "He knew they'd be there—Cynthia and Martha were in danger.",
        "What if she was in danger?",
        "She's completely enamored by you and has no power, so she poses no danger.",
        "Will you tell me if she's in any danger?",
        "If anyone should be apologizing, it should be me, for letting you walk into danger.",
        "Wynn, I don't want to put you in danger.",
        "That way, no one around you is in danger.",
        "But he's in danger.",
        "Oh, god, have I put him in danger?",
        "I knew you were in danger.",
        "Her gaze settled on Jade, whose dark eyes still held the fire of danger.",
        "You'll be in no danger.",
        "While Dean had no desire to participate in the new and perilous sport of ice climbing, he didn't share Cynthia total perplexity at why a sane human being would even consider subjecting himself or herself to such uncomfortable danger.",
        "I guessed the second rope might be cut, putting Shipton in serious danger.",
        "Arnie clutched at her bloodied hand, too maddened to heed his danger.",
        "Death was right.  Kris didn't have what it took to keep the Council together.  He may have just lost one of his brothers, because he lost focus of what he should've done.  Maybe he should've known Jade was a traitor or Hannah was a demon.  He hadn't known of Andre's danger or been able to bring the Council together to fight the demons that threatened them all.  He hadn't been able to keep Hannah safe or Toby or Katie.",
        "I know you're not involved but I think you're in danger.",
        "He'd be putting his wife and family in danger.",
        "Lori is in physical danger — doubly so because she's pregnant.",
        "She's in a great deal of danger.",
        "\"Like immediate danger?\" he asked, facing her again.",
        "I can't leave Bianca knowing she's in danger!",
        "\"She's in more danger with you here,\" Sofi said.",
        "If you three stay, you'll bring us all danger.",
        "You could've told Damian you were in danger.",
        "\"Ikir Damian would've understood danger is part of my job,\" she said, rising.",
        "I won't put him in danger.",
        "She'd be in danger no matter what, but he wasn't about to give them the rope they sought to hang her.",
        "\"You're in danger, too,\" he said.",
        "You have to tell me if you're in any sort of danger, Sofi.",
        "Darian rose, not wanting to leave when his family was in danger.",
        "I'm in no danger.",
        "Jonny and his predecessor clearly believed the Grey God was a danger to their own world.",
        "Out loud, she said, \"I'm not going to put you in more danger.\"",
        "His rhythm disrupted, he glanced towards the boulder where he'd hidden Yully and Charles, making sure they weren't in danger.",
        "He wasn't entirely certain the Black God could be trusted, if not for Bianca being in danger.",
        "Right now, they tell me the woman I love is in danger, and you were meant to distract me so someone else could finish her off.",
        "I've chosen the safest route there is, but you're in danger no matter what route you choose.",
        "Despite the danger outside the walls, tension released her shoulders when she'd gone far enough to lose sight of the city's walls.",
        "This danger Taran understood.",
        "Danger hedged the kingdom.",
        "One scout meant observation; the second, danger.",
        "The emotions subsided as she understood her danger to be over.",
        "How often do your duties place you in danger?",
        "He heard nothing to indicate danger, but the heat grew steadily with their bodies pressed together.",
        "By their edgy exchanges, he could tell Rissa knew her advisor posed some danger.",
        "The return journey must be undertaken soon, despite the heat and danger lurking in the forest.",
        "Even before hearing Hilden's words of what danger was upon them, he began to dress himself in clean clothes.",
        "\"I believe there to be no immediate danger to our people,\" Hilden continued.",
        "\"You have never understood the danger in challenging me,\" he stated.",
        "He didn't expect Hilden to help her put her life in danger!",
        "Anyway, danger is all around us.",
        "Rob was an entertainer, but it was hard to tell how he would react to danger.",
        "He'd have to alert her to the danger.",
        "Provided he poses no danger to us, yes.",
        "Would a man like this notice his danger or her breasts?",
        "She assumed Jonny was the only danger.",
        "Sort of a beauty and the beast, innocence and danger.",
        "She suspected he was dangerous, but right now, she felt the danger radiating off him in a similar charged energy to Jonny's, except that Xander's had the same effect as adrenaline on her.",
        "\"She came to me, because you were in danger,\" he snarled.",
        "Oblivious to her danger, Jessi's eyes dropped to her phone.",
        "You sure she should leave, if she's in danger?",
        "We can pull you into the organization now, if you're in danger.",
        "At least, it wouldn't be, if her cousins weren't in danger.",
        "We have orders to watch him but not interfere, unless someone is in danger.",
        "She hadn't stopped to let herself think about how much this week had hurt, knowing her cousins were in danger, the sense of helplessness she'd been fighting.",
        "\"You … you had me put it on you the first day,\" she said, realizing her danger for the first time.",
        "Resistance was becoming harder, but she wasn't going to put him in danger anymore than she would her cousins.",
        "You stay with Xander, you're both in danger.",
        "She was in danger she couldn't face alone; with the gem, she held the key to destroying the planet.",
        "You put them both in danger and gave an Other absolute power.",
        "The Diet, which met in 1839, supported the agitation for the release of the prisoners, and refused to pass any government measures; Metternich long remained obdurate, but the danger of war in 1840 obliged him to give way.",
        "When the usurper was in turn driven out by a Cyprian noble, Evagoras, fearing that his life was in danger, fled to Cilicia.",
        "In comparing these data allowance must be made for the fact that danger from lightning is much greater out of doors than in.",
        "The Mahrattas retreated, and all danger for the time was dissipated by the death of their principal leader.",
        "He appeared on the 6th of March before the standing committee of the two Houses to explain his conduct, when he stated that he had come over because he saw danger to the Protestant religion in the king's service, and expressed his willingness to take the Covenant.",
        "The danger lies not in forming such hypotheses, but in regarding them as final, or as more than an attempt to throw light upon our observation of the phenomena.",
        "46, freed the city of Rome from the danger of inundation.",
        "His knowledge of Roman and foreign law, and the general width of his education, freed him from the danger of relying too exclusively upon narrow precedents, and afforded him a storehouse of principles and illustrations, while the grasp and acuteness of his intellect enabled him to put his judgments in a form which almost always commanded assent.",
        "To save life was allowed, but only because danger to life \"superseded the Sabbath.\"",
        "Previously to the meeting of the conference there had been a great deal of discussion in regard to the influx of Chinese, and such influx was on all sides agreed to be a growing danger.",
        "During this time he went from one city to the other, according as the danger was more pressing, and constantly displayed an admirable zeal and an imperturbable energy.",
        "In the course of a bloody insurrection in Catalonia, which ended in the bombardment of Barcelona, Ferdinand de Lesseps showed the most persistent bravery, rescuing from death, without distinction, the men belonging to the rival factions, and protecting and sending away not only the Frenchmen who were in danger, but foreigners of all nationalities.",
        "To bring another into danger of death by false accusation was punished by death.",
        "This death penalty was also fixed for such conduct as placed another in danger of death.",
        "Over-production seems thus to be a considerable danger, and improvement of quality is rather to be sought after.",
        "These changes threw a considerable strain on the finances, but the imminence of the danger caused their acceptance.",
        "Of the surplus 1,000,000 was allocated to the improvement of posts, telegraphs and telephones; 1,000,000 to public works (~72o,ooo for harbour improvement and 280,000 for internal navigation); 200,000 to the navy (~I32,ooo for a second dry dock at Taranto and 68,000 for coal purchase); and 200,000 as a nucleus of a fund for the purchase of valuable works of art which are in danger of exportation.",
        "The offer of French assistance, made after the proclamation of the republic in the spring of 1848, had been rejected mainly because France, fearing that the creation of a strong Italian state would be a danger to her, would have demanded the cession of Nice and Savoy, which the king refused to consider.",
        "There was also the danger that Austria might join the allies first and Piedmont be, left isolated; but there were also strong arguments on the other side, for while the Radical party saw no obvious reason why Piedmont should fight other peoples battles, and therefore opposed the alliance, there was the risk that Austria might join the al]iance together with Piedmont, which would have constituted a disastrous situation.",
        "Italy the convention seemed like a betrayal; to ~ poleon it was a set-back which he tried to retrieve by Italian gesting to Austria the peaceful cession of Venetia to ~t1t~u,ce Italian kingdom, in order to prevent any danger of of 1866.",
        "The Chamber, though convinced of the danger of this reform, the perils of which were incisively demonstrated by Sella, voted by an overwhelming majority for an immediate reduction of the impost by onefourth, and its complete abolition within four years.",
        "Italy, in constant danger from France, needed good relations with Austria and Germany, but could only attain the goodwill of the former by firm treatment of the revolutionary Irredentist agitation, and of the latter by clear demonstration of Italian will and ability to cope with all anti-monarchical forces.",
        "Danger of foreign interference in the relations between Italy and the papacy had never been so great since the Italian occupation of Rome, as when, in the summer of 1881,the disorders during the transfer of the remains of Pius IX.",
        "In order to avoid this danger it was therefore necessary to refuse all compromise, and, by perpetual reiteration of a claim incompatible with Italian territorial unity, to prove to the church at large that the pope and the curia were more Catholic than Italian.",
        "The Tripoli hinterland, however, was in danger of being absorbed by other powers having large African interests; the Anglo-French declaration of the 21st of March 1899 in particular seemed likely to interfere with Italian activity.",
        "Thus the danger of a pacific penetration of Macedonia by Austria became more remote.",
        "In 1705 he supported a motion that the church was in danger, and in 1710 in Sacheverell's case spoke in defence of hereditary right.'",
        "Narcondam, Barren Island and the Invisible Bank, a great danger of these seas, are in a line almost parallel to the Andamans inclining towards them from north to south.",
        "Indeed, the tendency to absorb heat in this way, either from the air or directly from the sunlight, has already been pointed out as a danger which needs to be averted by transpiration.",
        "observer that such perceptions exist, and that they are followed by certain purposeful changes in the plant, sometimes mechanical, sometimes chemical, the object being evidently to secure some advantage for the plant, to ward off some danger, or to extricate it from some difficulty.",
        "An elevation of small extent is distinguished as a \" dome \" when it is more than 100 fathoms from the surface, a \" bank \" when it is nearer the surface than 100 fathoms but deeper than 6 fathoms, and a \" shoal \" when it comes within 6 fathoms of the surface and so becomes a serious danger to shipping.",
        "The symptoms of nerve-poisoning are due to the carbolic acid (or its salts) which circulate in the blood after all the sulphates in the blood have been used up in the formation of sulpho-carbolates (hence, during administration of carbolic acid, the urine should frequently be tested for the presence of free sulphates; as long as these occur in the urine, they are present in the blood and there is no danger).",
        "There seems no doubt that he lived some time at Athens, where it is said that he became so unpopular (probably owing to his supposed atheistical opinions) that his life was in danger.",
        "On all sides there was danger and revolt, even Baber's own soldiers, worn out with the heat of this new climate, longed for Kabul.",
        "Don Benito is a thriving and comparatively modern town; for it dates only from the 15th century, when it was founded by refugees from Don Llorente, who deserted their own town owing to the danger of floods from the Guadiana.",
        "Though not exempt from considerable danger, he passed in safety through the troubles of St Bartholomew's eve.",
        "After completing these reductions, Airy made inquiries, before engaging in any theoretical investigation in connexion with them, whether any other mathematician was pursuing the subject, and learning that Hansen had taken it in hand under the patronage of the king of Denmark, but that, owing to the death of the king and the consequent lack of funds, there was danger of his being compelled to abandon it, he applied to the admiralty on Hansen's behalf for the necessary sum.",
        "It is partly practical: - Arm Christian sailors against religious danger!",
        "But that name properly belongs to the Redshank, from the cry of warning to other animals that it utters on the approach of danger.",
        "Secondly, he knew that the greater the proportion of the Athenians who were prosperously at work in the country and therefore did not trouble to interfere in the work of government the less would be the danger of sedition, whose seeds are in a crowded city.",
        "For some time longer the Tatars remained troublesome neighbours, capable of invading and devastating large tracts of Russian territory and of threatening even the city of Moscow, but the Horde was now broken up into independent and mutually hostile khanates, and the Moscow diplomatists could generally play off one khanate against the other, so that there was no danger of the old political domination being re-established.",
        "In neither case did the allegiance involve strict obedience to orders from the superior, and their loyalty was always in danger of being troubled by their love of independence and equality and their desire for loot.",
        "To escape this danger many of them moved down the river and settled on the waste lands beyond the rapids.",
        "To avert the danger of a man of this type succeeding to the throne Peter made a law by which the reigning sovereign might choose his successor according to his own judgment, and two years later he caused his second wife, Catherine Catherine, the daughter of a Lithuanian peasant, to 1, be crowned with all due solemnity, \" in recognition of the courageous services rendered by her to the Russian Empire.\"",
        "Within a few months of her accession, having heard that the publication of the famous French Encyclopedie was in danger of being stopped by the French government on account of its irreligious spirit, she proposed to Diderot that he should complete his great work in Russia under her protection.",
        "The organs of government seemed paralysed by the repudiation of the principle on which their authority was based, and the empire to be in danger of falling into complete anarchy.",
        "The first danger came from the friends of Richard, who plotted prematurely, and were crushed in January 1400.",
        "If the officer appointed by the Board of Trade should, after inspection of the railway, report to the department that in his opinion \" the opening of the same would be attended with danger to the public using the same, by reason of the incompleteness of the works or permanent way, or the insufficiency of the establishment for working such railway,\" it is lawful for the department to direct the company to postpone the opening of the line for any period not exceeding one month at a time, the process being repeated from month to month as often as may be necessary.",
        "Its investigations justified the law making the block system compulsory, thus removing the worst danger of railway travel.",
        "But there is danger of their reaching the point where there is little or no margin between unit costs of service and unit receipts for the service.",
        "In many instances old level crossings have been replaced by over-bridges with long sloping approaches; in this way considerable expenditure has been involved, justified, however, by the removal of a danger to the public and of interruptions to the traffic on both the roads and the railways.",
        "For instance, if the curve is of S-form, the point of danger is when the train enters the contra-flexure, and it is not an easy matter to assign the best superelevation at all points throughout the double bend.",
        "This, besides reducing the efficiency of the furnace, introduces the danger of fire to crops and buildings near the line.",
        "Cars built almost entirely of steel, in which the proportion of wood is reduced to a minimum, are used on some electric railways, in order to diminish danger from fire, and the same mode of construction is also being adopted for the rolling stock of steam railways.",
        "In the United States the danger of the stoves that used to be employed for heating the interiors of the cars has been realized, and now the most common method is by steam taken from the locomotive boiler and circulated through the train in a line of piping, rendered continuous between the cars by flexible coupling-hose.",
        "The spring tides rise upwards of 30 ft., and in a channel usually so shallow form a serious danger to shipping.",
        "In both these cases the object of the rite is the elimination of impurity or of a source of danger.",
        "Despite its superior weapons and mode of warfare, the German east Baltic colony was constantly in danger of being overborne by the endless assaults of the dogged aborigines, whose hatred of the religion of the Cross as preached by the knights is very intelligible; and in 1218 Bishop Albert of Riga was driven to appeal for assistance to King Valdemar.",
        "External danger from a foreign foe, such as Midian or the Philistines, at once brought into prominence the claim and power of Yahweh, Israel's national war-god since the great days of the exodus.",
        "The reaction into idolatry and Babylonian star worship in the long reign of Manasseh synchronized and was connected with vassalage 1 There is some danger in too strictly construing the language of the prophets and also the psalmists.",
        "In the same year he became viceroy of Naples, a post of some difficulty and danger, which for five years he occupied with ability and success.",
        "During the persecution of Decius (250-251) Cyprian was exposed to imminent danger, and was compelled for a time to seek safety in retreat.",
        "For instance, the swampy character of malarial areas is explained by their breeding in stagnant water; the effect of drainage, and the general immunity of high-lying, dry localities, by the lack of breeding facilities; the danger of the night air, by their nocturnal habits; the comparative immunity of the upper storeys of houses, by the fact that they fly low; the confinement of malaria to well-marked areas and the diminution of danger with distance, by their habit of clinging to the breeding-grounds and not flying far.",
        "Characteristically, she temporized; but finding that O'Neill was in danger of becoming a tool in the hands of Spanish intriguers, she permitted him to return to Ireland, recognizing him as \"the O'Neill,\" and chieftain of Tyrone; though a reservation was made of the rights of Hugh O'Neill, who had meantime succeeded his brother Brian as baron of Dungannon, Brian having been murdered in April 1562 by his kinsman Turlough Luineach O'Neill.",
        "O'Neill's chief need was supplies for his forces, and failing to obtain them from Monck he turned once more to Ormonde and the Catholic confederates, with whom he prepared to co-operate more earnestly when Cromwell's arrival in Ireland in August 1649 brought the Catholic party face to face with serious danger.",
        "Assyria and Damascus would realize the recuperative power of the latter, and would perceive the danger of the short-sighted policy of Joash.",
        "So the danger was averted: Alexander offered sacrifice and was shown the prophecy of Daniel, which spoke of him.",
        "So far as this influence extended, the Jewish community was threatened with the danger of suicide, and the distinction drawn by Josephus between the Pharisees and the Zealots is a valid one.",
        "She left him when he unjustly killed her brother, and fled to Medardus, bishop of Poitiers, who, notwithstanding the danger of the act, consecrated her as a nun.",
        "A still more formidable danger, the power of the French and English, continued to increase.",
        "David appears to be still at court, and Jonathan is even unaware that he is in any danger, whereas the preceding verses represent him as already a fugitive.",
        "The danger of such an enterprise was diminished by the reluctance to violate the apartments of women and attack a sleeping foe, which appears also in Judges xvi.",
        "together by the fear of danger from without that the internal difficulties of the new kingdom became more manifest.",
        "Bathsheba's influence added a new element of danger to the usual jealousies of the harem, and two of David's sons perished in vain attempts to claim the throne, which she appears to have viewed as the rightful inheritance of her own child.",
        "It is here that the danger of \"the ideal system\" really lies - in its reduction of reality to \"particular perceptions,\" essentially unconnected with each other.",
        "By dexterous management and large promises he overcame the scruples of the Greek troops against the length and danger of the war; a Spartan fleet of thirty-five triremes sent to Cilicia opened the passes of the Amanus into Syria and conveyed to him a Spartan detachment of 700 men under Cheirisophus.",
        "Luard supposes that Matthew never intended his work to see the light in its present form, and many passages of the autograph have against them the note offendiculum, which shows that the writer understood the danger which he ran.",
        "In times of peace it is kept under, but during war, or whenever the bands of civil order are loosened, it becomes a cause of anxiety and a source of danger.",
        "He recognized the danger of the recall of the old parlement, but was unable effectively to oppose it, since he had been associated with the dismissal of Maupeou and Terray, and seems to have underestimated its power.",
        "The impression made by him in parliament is in some danger of being forgotten, because he was not instrumental in carrying any great measure that might serve as an abiding memorial.",
        "It is easier to point out the danger than to suggest how it should be met.",
        "The refinements of economic analysis, as distinguished from its broader achievements, should be reserved for special studies, in which a technical scientific terminology, specially devised, can be used without danger of misconception.",
        "The backwardness of economic science has been an index of the danger threatening the industrial and commercial supremacy of the United Kingdom.",
        "On the Arab invasion this work was in great danger of perishing at the hands of the iconclastic caliph Omar and his generals, but it was fortunately preserved; and we find it in the 2nd century of the Hegira being paraphrased in Arabic by Abdallah ibn el Mokaffa, a learned Persian who had embraced Islam.",
        "The strength of her opponents was increased by the defection of Chatelherault and his son Arran; and an even more serious danger was the treachery of her secretary Maitland, who betrayed her plans to the lords of the Congregation.",
        "Confronted by this serious danger, the Convention entrusted its defence to Barras, who appointed the young officer to be one of the generals assisting him.",
        "The three Jacobinical Directors thereupon intrigued to bring to Paris General Lazarre Hoche and his army destined for the invasion of Ireland for the purpose of coercing their opponents; but these, perceiving the danger, ordered Hoche to Paris, rebuked him for bringing his army nearer to the capital than was allowed by law, and dismissed him in disgrace.",
        "Massena's triumph at Zurich (September 25th-26th, 1799) paralysed the Second Coalition; and, though the Austrians continued to make progress along the Italian riviera, the French Republic was in little danger on that side so long as it held Switzerland.",
        "Far more serious was the danger to be apprehended from the royalists.",
        "On the 7th of January 1 794 Robespierre, who on a former occasion had defended Camille when in danger at the hands of the National Convention, in addressing the Jacobin club counselled not the expulsion of Desmoulins, but the burning of certain numbers of the Vieux Cordelier.",
        "When the danger of a war with Germany came first to be apprehended, it was proposed to establish the chief British naval base, in the event of war, at Rosyth in the Firth of Forth, but it was afterwards decided that a larger base in a natural harbour farther N.",
        "That the eggs laid by birds should offer to some extent characters of utility to systematists is only to be expected, when it is considered that those from the same nest generally bear an extraordinary family likeness to one another, and also that in certain groups the essential peculiarities of the egg-shell are constantly and distinctively characteristic. Thus no one who has ever examined the egg of a duck or of a tinamou would ever be in danger of not referring another tinamou's egg or another duck's, that he might see, to its proper family, and so on with many others.",
        "Subsequent visits to the same part of North America, often performed under circumstances of discomfort and occasionally of danger, brought to this intrepid and energetic explorer the reward he had so fully earned.",
        "But the Venetians, in face of the danger, once more removed their capital, this time to Rialto, that group of islands we now call Venice, lying in mid-lagoon between the lidi and the mainland.",
        "During the long wars with Genoa, after the defeats of Curzola, Sapienza, Pola, above all during the crisis of the war of Chioggia, it had been brought home to the Venetians that, as they owned no meat or corn-producing territory, a crushing defeat at sea and a blockade on the mainland exposed them to the grave danger of being starved into surrender.",
        "Especially among the lower races the dead are regarded as hostile; the Australian avoids the grave even of a kinsman and elaborate ceremonies of mourning are found amongst most primitive peoples, whose object seems to be to rid the living of the danger they run by association with the ghost of the dead.",
        "These had an infinitely wider renown in their day, but modern criticism has restored the balance in his favour, and is even in danger of erring in the opposite direction.",
        "Grote maintains that ostracism was a useful device, on the grounds that it removed the danger of tyranny, and was better than the perpetual civil strife of the previous century.",
        "On the danger of privilegia in general see Cicero, de Legibus, iii.",
        "Fully aware of the danger, he pays his addresses with extreme caution, frequently waiting for hours in her vicinity before venturing to come to close quarters.",
        "The success of procryptic coloration depends, however, very largely upon stillness, and the instinct to keep stationary without moving a limb is a marked characteristic of all spiders unless engaged in hunting or fleeing from imminent danger.",
        "There can be no question that a deep soil is better for the cottonplant; but the expense of obtaining it, the risk of injuring the soil through leaching, and the danger of bringing poor soil to the surface, have led many planters to oppose this plan.",
        "It has yearly proved a more serious danger in Texas and other parts of the south-west of the United States, and the damage due to it in Texas during 1905 was estimated at about £750,000.",
        "Various grades of cotton are tenderable against \" futures \": if this were not so \" futures \" would be in danger of defeating their object, because the price of the grade upon which they were founded would probably at times be thrown widely out of relation to the general level of prices in the cotton market.",
        "To meet the new danger a new union of the churches of the East and the West was attempted.",
        "- A still greater danger grew out of the widespread financial distress, which was steadily driving many of the agricultural population into slavery and threatened the entire state with ruin.",
        "In the hour of danger, the claims of religion reasserted themselves on the young soldier, and, following a custom when no priest was at hand, he made his confession to a brother officer, who in turn also confessed to him.",
        "That night, however, he began to mend, and in a few days he was out of danger.",
        "Another danger may come when minuteness of direction takes away the wholesome sense of responsibility.",
        "To the difficulties caused by disaster, depopulation and maladministration there was added the danger of foreign invasion when war broke out in Europe between Francis I.",
        "Paul III., who had begun his pontificate with the intention of purifying the curia, was unaware of the grave danger in which Fisher lay; and in the hope of reconciling the king with the bishop, created him (loth of May 1535) cardinal priest of St Vitalis.",
        "The great danger is that, as the blood in the vessels becomes thawed, there will be so much reactionary flow through the tissues that acute inflammation will follow.",
        "To a new generation they seemed paltry, earthly and fantastic, and far-seeing men had good reason to regard them as a source of political danger.",
        "Instances of dogs having saved the lives of their owners by that strange intuition of approaching danger which they appear to possess, or by their protection, are innumerable: their attachment to man has inspired the poet and formed the subject of many notable books, while in Daniel's Rural Sports is related a story of a dog dying in the fulness of joy caused by the return of his master after a two years' absence from home.",
        "Their testimony is not primarily against these outward observances; their disuse of them is due to a sense of the danger of substituting the shadow for the reality.",
        "The descents of pirates on the coasts were a perpetual source of danger; the pirate was a gainer either by the sale or by the redemption of his captives.",
        "Though the Roman slaves were not, like the Spartan Helots, kept obedient by systematic terrorism, their large numbers were a constant source of danger.",
        "Naturally resolute and fearless, he seems to have under-estimated his danger, the more so since his power had never seemed more secure.",
        "The Cyperus dives is still become that it is reported that in the reign of Tiberius, owing to the scarcity and dearness of the material caused by a failure of the papyrus crop, there was a danger of the ordinary business of life being deranged (Pliny, N.H.",
        "He remained in Egypt four years, his period of office coinciding with the first great reforms, after the danger of bankruptcy had been avoided.",
        "The danger of floods and the difficulty of drainage make the extension of the practice unprofitable, and the opening of the prairies has made it unnecessary.",
        "The Cuban coast was uninterruptedly full of infection, and the danger of an outbreak in each year was never absent, until the work of the United States army in 1901-1902 conclusively proved that this disease, though ineradicable by the most extreme sanitary measures, based on the accepted theory of its origin as a filth-disease, could be eradicated entirely by removing the possibility of inoculation by the Stegomyia mosquito.",
        "The dependence of the island on one crop has been an artificial economic condition often of grave momentary danger to prosperity; but generally speaking, the progress of the industry has been steady.",
        "Ertoghrul first camped at Jessin, east of Erzerum; a second appeal to Ala-ud-din was more successful - the numbers of the immigrants had become too insignificant for their presence to be a source of danger.",
        "The siege of the capital was, however, unsuccessful; the pope and the king of Hungary were able to create a diversion by rousing the Christian rulers to a sense of their danger.",
        "Freed from the danger of his brother's attacks, the sultan gave himself up to devotion, leaving to his ministers the conduct of affairs in peace and war.",
        "This danger, together with the growing insubordination of the aged sultan's sons, caused his ministers to urge him to abdicate in favour of Selim, the younger but more valiant.",
        "of France, who had just been defeated by Charles, sent to the sultan ambassadors and messages dwelling on the danger of allowing Charles's power to become too great, and imploring the assistance of Suleiman as the only means of preserving the balance of power in Europe.",
        "France thereupon declared war against Russia and her ally Austria, and her envoy, the marquis de Villeneuve, urged Turkey to join by representing the danger of allowing Russian influence to extend.",
        "Had this act been ratified by the government at Athens, a war between Greece and the Ottoman Empire could hardly have been avoided; but a royal rescript was issued by the king of the Hellenes on the 30th of September 1910, declaring vacant the three seats to which the Cretan representatives had been elected; the immediate danger was thus averted.",
        "Feebly supported by the Italians, by the majority of the cardinals, and by the representatives of the king of France, John soon found himself in danger of being driven to abdicate.",
        "There was, indeed, a danger lest the rivalries in the assembly might render it exceedingly difficult, not to say impossible, to obtain such unanimity.",
        "Davout, however, had left a garrison of 1800 men in Regensburg, who delayed the junction of the Austrian wings until the 10th inst., and on the same day the emperor, having now reunited his whole right wing and centre, overwhelmed the covering detachments facing him in a long series of disconnected engagements lasting forty-eight hours, and the archduke now found himself in danger of being forced back into the Danube.",
        "He then on the 7th of October drew up a final plan, in which one again recognizes the old commander, and this he immediately proceeded to put into execution, for he was now quite aware of the danger threatening his line of retreat from both Blucher and Schwarzenberg and the North Army; yet only a few hours afterwards the portion of the order relating to St Cyr and Lobau was cancelled and the two were finally left behind at Dresden.",
        "In the dry season, the autumn and winter, on the other hand, there is danger of grounding on the constantly shifting flats and shoals.",
        "The danger of loss from forest fires, such as that of 1894, emphasized the necessity of forest preservation, and resulted (1895) in the creation of a special state department with a forest commissioner and five wardens with power to enforce upon corporations and individuals a strict observance of the forestry laws, the good effects of the law being evidenced by the fact that the fire losses in forest lands for the first twelve years of its operation averaged only $31,000 a year.",
        "Wellesley began to land his troops, unopposed, near Figueira da Foz at the mouth of the Mondego; and the Spanish victory of Baylen having relieved Cadiz from danger, Spencer now joined him, and, without waiting for Moore the army, under 15,000 in all (which included some Portuguese)\"with 18 guns, advanced towards Lisbon.",
        "As soon as the telegram at Cuxhaven announces high tide three shots are fired from the harbour to warn the inhabitants of the \" fleets \"; and if the progress of the tide up the river gives indication of danger, other three shots follow.",
        "of Sweden (June 6th, 1654) as a source of danger to Denmark.",
        "The Danes had only three days' warning of the approaching danger; and the vast and dilapidated line of defence had at first but 2000 regular defenders.",
        "A by no means unwarrantable fear of the king of Prussia, who was \"to be reduced within proper limits,\" so that \"he might be no longer a danger to the empire,\" induced Elizabeth to accede to the treaty of Versailles, in other words the Franco-Austrian league against Prussia, and on the 17th of May 1757 the Russian army, 85,000 strong, advanced against Konigsberg.",
        "Frederick himself was quite alive to his danger.",
        "Since all soluble lead compounds are strong cumulative poisons, danger is involved in using lead cisterns or pipes in the distribution of pure waters.",
        "Even pure waters, however, such as that of Loch Katrine (which forms the Glasgow supply), act so slowly, at least on such lead pipes as have already been in use for some time, that there is no danger in using short lead service pipes even for them, if the taps are being constantly used.",
        "27 1917) this action was continued as opposed to the policy of the leading Baits (Sievers, Oettingen, Baron Pilar, Stryck), who were alarmed by the Bolshevik upheaval, the congress of the landless workers at Wolmar (Dec. 16-19 1917), the outrages of the Russian soldiery, the impotence of the more moderate Letts, the universal anti-German feeling, the danger to life and property, and obtained the occupation of the whole region up to Narva by German troops, thus aiding and abetting the Germans in their plans of domination.",
        "The Lettish Government decided to stop the advance on Dvinsk and Rezhitsa at any cost, as a danger to Latvia's independence, and succeeded in obtaining British and Esthonian support.",
        "By Dec. 1919 what had been regarded as a Russo-German danger was averted, the Russian volunteers on the left flank having suffered heavily from the English gunfire.",
        "On the eastern front the Bolshevik danger was also overcome.",
        "- The special object of this epistle was to guard its readers against the danger of relapsing into Judaism.",
        "He now bitterly regretted his temerity in braving the danger.",
        "Knowing the danger of an undefined position, the emperor caused the councils to dispense with their deliberations, and adopt, as the constitution of the empire, the project framed by the council of state.",
        "While the danger was still impending he took in hand the compilation of Domesday Book.",
        "About the same time the republic was exposed to still graver danger by the conspiracy of some of its leading citizens to seize the reins of power and place the city under the suzerainty of Alphonso, as it had once been under that of the duke of Milan.",
        "But the plot came to light; its chief ringleaders were beheaded, and many others sent into exile (1456); and the death of Alphonso at last ended all danger from that source.",
        "The historian Orlando Malavolti and other special envoys were sent to the emperor in 1550 with a petition signed by more than a thousand citizens praying him to spare them so terrible a danger; but their mission failed: they returned unheard.",
        "They showed indeed in their dealings both with the natives within their borders and with the Zulus beyond the Tugela a disposition to favour the natives at the expense of their white neighbours in the Transvaal and Orange Free State, and their action against Langalibalele was fully justified and the danger of a widespread native revolt real.",
        "Aiming, both in his sermons and ascetical writings, at development of the religious view, the danger of the times as he saw it was not so much in the Protestant reformation, which was an outside influence, but in the direction that religion had taken among the masses.",
        "He held that in Spain the Catholic faith was not understood by the people, and that their ignorance was the pressing danger.",
        "'But while he was in the midst of the negotiations, Lord Palmerston brought forward in the House of Commons a measure for fortifying the naval arsenals of England, which he introduced in a warlike speech pointedly directed against France, as the source of danger of invasion and attack, against which it was necessary to guard.",
        "But, stimulated by the representations of Pope Innocent XI., who, well aware of the internal weakness of the Turk, was bent upon forming a Holy League to drive them out of Europe, and alarmed, besides, by the danger of Vienna and the hereditary states, Leopold reluctantly contracted an alliance with John III.",
        "For to meet this danger, the Zagreb Government urgently invited the assistance of the Serbian army, which during the final advance contained a large proportion of Yugoslav volunteers.",
        "The consolidation of the new State was seriously delayed by the prolonged dispute with Italy and by the fact that for nearly two years after the Armistice the danger of an armed conflict could not be overlooked.",
        "Even before annexation had occurred, Shepstone felt the danger so acutely that he sent a message to Cetywayo, the Zulu chief, warning him that British annexation was about to be proclaimed and that invasion of the Transvaal would not be tolerated.",
        "The police afford no adequate protection to the lives and property of the inhabitants of Johannesburg; they are rather a source of danger to the peace and safety of the Uitlander population.",
        "But Cronje had now realized his danger, and slipped away westward behind French and in Paardeberg.",
        "Neame, The Asiatic Danger in the Colonies (1907); J.",
        "On the side of Persia too, where the decisive battle of Shurur (1502) had raised to power Ismail, the first of the modern line of shahs, danger threatened the sultan, and the latter years of his reign were troubled by the spread, under the influence of the new Persian power, of the Shiite doctrine in Kurdistan and Asia Minor.",
        "Perceiving, however, that she was not able unaided to avert the invasions which threatened the eastern frontier of the empire, she revoked her oath, married Romanus, and with his assistance dispelled the impending danger.",
        "He ran great danger at the estates of Compiegne in May 1358, where his dismissal was demanded, and he had to flee to St Denis, where Charles the Bad and Etienne Marcel came to find him.",
        "Guncotton containing more than 15% of water is uninflammable, may be compressed or worked without danger and is much more difficult to detonate by a fulminate.",
        "James remained in a fool's paradise till the last, and only awakened to his danger when William landed at Torbay (November 5, 1688) and swept all before him.",
        "Moltke, knowing well the danger for a great army of being forced into a battle with an unfordable river behind it, and with his naturally strong bent towards the defensive in tactics, concluded that Benedek would elect to hold the left bank of the Elbe, between the fortified towns of Josephstadt and Kiiniggra,tz, with his right thrown back and covered by the lower courses of the Aupa and the Mettau.",
        "III.) are fraught with the greatest danger, owing to the destructive influence exerted upon the lungs by the inhaled particles.",
        "In health these cells, belonging to our first army of defenders, are found continually circulating in the blood stream in fairly large numbers; they are ever ready to rush to the point of attack, where they at once leave the blood stream by passing through the vessel walls - emigration - into the tissues of the danger zone.",
        "Fitzgerald with chivalrous recklessness refused to desert others who could not escape, and whom he had himself led into danger.",
        "The Rhine has been one of the chief waterways of Europe from the earliest times; and, as its channel is not exposed to the danger of silting up like those of the Elbe and the Oder, it has always been comparatively easy to keep it open.",
        "Matsukata showed the government the danger of the situation, and urged that the issue of further paper currency should be stopped at once, the expenses of administration curtailed, and the resulting surplus of revenue used in the redemption of the paper currency and in the creation of a specie reserve.",
        "But he was inordinately vain, and totally unscrupulous in gaining money, in attacking an enemy, or in protecting himself when he was threatened with danger.",
        "These houses were specially liable to be destroyed by fire, and in order to save the city from this imminent danger the famous Assize of Building known as \" Fitz-Ailwyne's Assize \" was drawn up in 1189.",
        "In this document the following statement was made: \" Many citizens, to avoid such danger, built according to their means, on their ground, a stone house covered and protected by thick tiles against the fury of fire, whereby it often happened that when a fire arose in the city and burnt many edifices and' had reached such a house, not being able to injure it, it then became extinguished, so that many neighbours' houses were wholly saved from fire by that house.\"",
        "found himself in danger from the landing of the Prince of Orange he sent for the lord mayor and aldermen and informed them of his determination to restore the city charter and privileges, but he had no time to do anything before his flight.",
        "This system permits the complete extraction of the ore at moderate cost and without danger to the men.",
        "By using compressed air vitiation of the mine air is avoided, as well as all danger of fire or explosion of gas.",
        "By adopting modern non-sparking motors there is but little danger of igniting explosive gas.",
        "Moreover, skips are rarely provided with safety attachments, so that the danger is greater.",
        "The efficiency of such ventilating furnaces is low, and they cannot safely be used in mines producing fire-damp. They are sometimes the cause of underground fires, and they are always a source of danger when by any chance the ventilating current becomes reversed, in which case the products of combustion, containing large quantities of carbon dioxide, will be drawn into the mine to the serious danger of the men.",
        "This danger can be reached only in small degree by laws and inspection; but the safety of the men must depend upon the skill and care of the miners themselves and the officers in charge of the underground work.",
        "To guard against explosions from this cause it is necessary to use explosives in moderate quantities and to see that the blast-holes are properly placed, so that the danger of blown-out shots may be lessened.",
        "In dry and dusty mines the danger may be greatly lessened by sprinkling the working places and passages, and the removal of the accumulated dust and fine coal.",
        "To lessen the danger from blasting operations the use of special safety explosives is required in Great Britain and some European countries.",
        "The use of such explosives decreases to some extent the danger from dust explosions; but experiment shows that no efficient explosive is absolutely safe, if used in excessive quantity, or in an improper manner.",
        "The difficulty of extinguishing an underground fire in this way is, however, very great, as on account of the poisonous products of combustion it is impossible to attack it except in the rear, and even there the men are always in great danger from the reversal of the FIG.",
        "In the metal mines of Cornwall and Devon special rules are now in force requiring the use of water in drilling, and other precautions, to lessen this danger from dust.",
        "As a matter of fact, the Suvla troops had afforded the Anzac columns no assistance at all beyond occupying the attention of one of the two Turkish divisions which Liman von Sanders set in motion south-westwards from about Gallipoli as soon as he had satisfied himself as to where danger lay, and the doings of this newly landed force had now to be recorded.",
        "A large number of guns had been retained ashore in view of the danger of a determined attack by the Turks on the 8th, when the lines were thinly held; it had been decided to abandon several of these, worn-out ordnance being earmarked for the purpose.",
        "The Mahommedans promptly responded to the challenge, for the danger was too serious to be neglected; the Sikh army was dispersed and two of Guru Govind Singh's sons were murdered at Sirhind by the governor of that fortress, and his mother died of grief at the cruel death of her grandchildren.",
        "England had been freed from its greatest danger since the days of the struggle of Alfred against Guthrum.",
        "He spoke against the illegal canons on the 14th of December 1640, and again on the 9th of February 1641 on the occasion of the reception of the London petition, when he argued against episcopacy as constituting a political as well as a religious danger and made a great impression on the House, his name being added immediately to the committee appointed to deal with church affairs.",
        "Florence is the capital of a province of the same name, and the central government is represented by a prefect (prefetto), while local government is carried on by a mayor (sindaco) Under the Carolingian emperors Tuscany was a March or margraviate, and the marquises became so powerful as to be even a danger to the Empire.",
        "A new danger Castracani degli Antelminelli, who made himself lord of Lucca and secured help from Matteo Visconti, lord of Milan, and other Ghibellines of northern Italy.",
        "A fresh danger threatened the republic in 1367 when Charles IV., who had allied himself with Pope Urban V., Queen Joanna of Naples, and various north Italian despots to humble the Visconti, demanded that the Florentines should join the league.",
        "He was excommunicated by Sixtus, who, together with King Ferdinand of Naples, waged war against him; no great successes were registered on either side at first, but eventually the Florentines were defeated at Poggio Imperiale (near Poggibonsi) and the city itself was in danger.",
        "On his way back he passed through Florence, and, although the republic had refused to join the league, it believed itself in danger, as Piero de' Medici was in the king's train.",
        "Cesare Borgia, who had seized many cities in Romagna, suddenly demanded the reinstatement of the Medici in Florence, and the danger was only warded off by appointing him captain-general of the Florentine forces at a large salary (1501).",
        "Consequently Great Britain, and still more Austria, were Russia's natural allies, while the aggressive and energetic king of Prussia was a danger to be guarded against.",
        "Chinchillas live in burrows, and these subterranean dwellings undermine the ground in some parts of the Chilean Andes to such an extent as to cause danger to travellers on horseback.",
        "Thus a maximum of filtering surface with a minimum of liquor in each bag is obtained, and a fa .r greater number of bags are got into a given area that would otherwise be possible, while the danger of bursting the bags by leaving them unsupported is avoided.",
        "95) he went to Rome in company with the most prominent members of the school of Jabneh, in order to avert a danger threatening the Jews from the action of the terrible emperor.",
        "Meanwhile the empire seemed in danger of breaking up. Not till 1812 was the war with Russia closed by the treaty of Bucharest, which restored Moldavia and the greater part of Wallachia to the Ottoman government.",
        "The picture, too, which it gives of the danger lest the Christianity of its readers should be unduly Judaic in feeling and practice, suits well the experiences of a writer living in Alexandria, where Judaism was immensely strong.",
        "Alvaro Gonzales, Pedro Coelho, and Diogo Lopes Pacheco persuaded the king, Alphonso, that his throne was in danger from an alliance between his son and the Castros, and with all the brutality of the age they urged the king to remove the danger by murdering the poor woman.",
        "In this way the danger of warping is averted, and exudations from the wooden surface are prevented from reaching the overlaid coats of lacquer.",
        "Owing to the anarchy which prevailed during the 10th, 11th and 12th centuries, facilities of communication disappeared almost entirely, even for men of rank a long journey involved danger of starvation or fatal exposure, and the pains and perils of travel became a household word among the people.",
        "of danger; or by beating him out of the jungle with a line of elephants, the guns being stationed at the points where he is most likely to break cover.",
        "Their sight is very bad; but they are quick of hearing, and their scent is very keen; they are, too, often accompanied by rhinoceros birds, which, by running about their heads, flapping their wings, and screeching at the same time, frequently give them notice of the approach of danger.",
        "Yet there are sufficient proofs and examples from nature that such flights can take place without danger, although when the first trials are made you may have to pay for the experience, and not mind an arm or leg.\"",
        "This same sanctity makes it serve as a depository for goods of all sorts in times of danger, the chief church forming a sort of bank.",
        "It is possible that he had to go into hiding to avoid the danger of being accused as a real Jacobite, when those with whom he had contracted to assume the character were dead and could no longer justify his attitude.",
        "The enlargement of the horizon of knowledge by the advance of science, the recognition of the only relative validity of human opinions and beliefs as determined by and adapted to each stage of human development, which is due to the growing historical sense, the alteration of view regarding the nature of inspiration, and the purpose of the Holy Scriptures, the revolt against all ecclesiastical authority, and the acceptance of reason and conscience as alone authoritative, the growth of the spirit of Christian charity, the clamorous demand of the social problem for immediate attention, all combine in making the Christian churches less anxious about the danger, and less zealous in the discovery and condemnation of heresy.",
        "Popular writers are in some danger of misrepresenting this important result.",
        "Now the French fleet was definitely destroyed, and though a destructive privateering warfare continued, England was no longer in danger of invasion.",
        "The disgust aroused by the anti-national policy of Antony, and the danger to the empire which was averted by the result of the battle of Actium, combined with the confidence inspired by the new ruler to reconcile the great families as well as the great body of the people to the new order of things.",
        "The league was, therefore, specifically a free confederation of autonomous Ionian cities founded as a protection against the common danger which threatened the Aegean basin, and led by Athens in virtue of her predominant naval power as exhibited in the war against Xerxes.",
        "This new coalition naturally alarmed Sparta, which at once made overtures to Athens on the ground of their common danger from Thebes.",
        "The danger to the fort roused General Nicholas Herkimer to gather a force of between 700 and moo men (including some Oneida Indians), who during their advance on the 6th of August were ambuscaded in a ravine near Oriskany, about 8 m.",
        "The danger was felt by the university of Cambridge, which in 1674 passed a statute forbidding its preachers to read their sermons.",
        "In some cases it may be an evil; in most, when conducted under normal conditions, it would seem to offer little danger.",
        "Social and Political Effects of Immigration.-The influx of millions of persons of different nationality, often of a foreign language and generally of the lower classes, would seem to be a danger to the homogeneity of a community.",
        "Unrestrained conversation on the topics which most interested him - philosophy, politics, morals, religion - was at this time to be had in Holland with less danger and in greater abundance than in any other country in the world.",
        "Manteuffel), To meet this danger Manteuffel was compelled to direct his corps artillery and reserves, which were now rapidly coming up, away from the hard-pressed centre towards the oncoming infantry masses of Ladmirault.",
        "Friendly inhabitants kept Bazaine well informed as to the magnitude of the danger threatening him from the south, and a special telegram from Paris, the true origin of which has never been traced, led him to believe that the I.",
        "This telegram might have exercised the most prejudicial influence on the course of the battle had not Ladmirault (4th Corps), nearer to the seat of the imaginary danger, taken upon himself to disregard the warning transmitted to him by headquarters.",
        "Hardly had they stepped off when Cissey's first line, catching sight of them, opened a devastating fire upon their left flank, and to meet this fresh danger the Prussians endeavoured to change front half-left whilst still on the move.",
        "From the eastern edge of the above-named copses he suddenly descried the camp of a whole French Corps (the 4th), evidently ignorant of their danger, on the slopes trending westward from Amanvillers.",
        "In a few minutes the batteries on the extreme Prussian left were completely overwhelmed, and suddenly dense lines of French skirmishers emerged from a fold in the ground upon their flank and front, and the gunners were compelled to resort to case-shot, so imminent was their danger.",
        "At the same time, any excessive local rainfall is productive of difficulty and danger from the floods of liquid mud and loose boulders which sweep like an avalanche down the hill sides.",
        "The intense cold which usually accompanies these sudden northern blizzards of Herat and Turkestan is a further source of danger.",
        "Lord Robert was the only friend of Darnley in Mary's entourage; and he even, according to the accusers, warned him of his danger in Kirk o' Field, to which they said that a Casket Letter (III.) referred.",
        "The clause in which this proposal was embodied provided in effect that, whenever there is danger of a rupture between two powers, each of them shall choose a third power to which these differences shall be referred, and that, pending such reference, for a period not exceeding thirty days (unless the time is extended by agreement) the powers at issue shall cease to negotiate with each other and leave the dispute entirely in the hands of the mediating powers.",
        "As the recognized heir to the throne, his position on his return to Sweden was not without danger, for the growing discontent with the queen turned the eyes of thousands to him as a possible deliverer.",
        "resecare, to cut back, shut off; thus Sp. arriesgar, to run into danger, means literally \"to go against a rock.\"",
        "One English admiral, Sir William Berkeley, was slain, and another, Sir John Harman, was in great danger.",
        "Danger stimulated the English government to active exertions, and by the 21st of July Monk and Rupert were enabled by a happy combination of wind and tide to set to sea through the passage called the Swin.",
        "The change would certainly have created a demand for more legions, which the resources of the Romans were not sufficient to meet without danger to their possessions on other frontiers.",
        "was at this time exhibiting some interest in Italian affairs, and Adalgis the Lombard was still residing at his court; so Charles sought to avert danger from this quarter by consenting in 781 to a marriage between Constantine and his own daughter Rothrude.",
        "The Greenland icebergs are carried by the Labrador current across the great banks of Newfoundland, where they are often very numerous in the months from February to August, when they constitute a danger to shipping as far south as 40° N.",
        "The loss of coal by this method is very considerable, besides great risk to life and danger from fire.",
        "The danger arising from the presence of coal dust in the air of dry mines, with or without the addition of fire-damp, has, since it was first pointed out by Professor W.",
        "The danger of explosion when gas exists in very small quantities is greatly increased by the presence of coal dust.",
        "Danger arising from coal dust is best guarded against by systematically sprinkling or watering the main roads leading from the working faces to the shaft, where the dust falling from the trams in transit is liable to accumulate.",
        "This plan, though mechanically a very good one, has certain defects, especially in the possibility of danger resulting from the rope slipping sideways, if the grooves in the bed are not perfectly true.",
        "This difficulty was overcome by first filling the cylinder with porous briquettes and then soaking them with a fixed percentage of acetone, so that after allowing for the space taken up by the bricks the quantity of acetone soaked into the brick will absorb ten times the normal volume of the cylinder in acetylene for every atmosphere of pressure to which the gas is subjected, whilst all danger of explosion is eliminated.",
        "As, however, the temperature developed is a function of the time needed to complete the action, the degree of heat attained varies with every form of generator, and while the water in one form may never reach the boiling-point, the carbide in another may become red-hot and give a temperature of over 800° C. Heating in a generator is not only a source of danger, but also lessens the yield of gas and deteriorates its quality.",
        "If, however, the gas be first passed through a scrubber so as to wash out the ammonia this danger is avoided.",
        "While these troubles were being experienced in England, attempts had been made in America to use acetylene diluted with a certain proportion of air which permitted it to be burnt in ordinary flat flame nipples; but the danger of such admixture being recognized, nipples of the same class as those used in England were employed, and the same troubles ensued.",
        "That the danger was so largely averted is to no small extent the result of the faithful witness of Polycarp. As Irenaeus.",
        "3 1914, he contended that no proof had been given that the country was in danger; that the conflict could not be confined to the neutrality of Belgium; that the action of Russia was suspicious; that France could not be annihilated; and that, in consequence, Great Britain should remain neutral.",
        "The next danger was from the people, who were infuriated by the dearth of corn.",
        "In1807-1808he delivered at Berlin, amidst danger and discouragement, his noble addresses to the German people (Reden an die deutsche Nation).",
        "It has since been consistently Democratic. The supremacy of the party was threatened for a time by the growth of Populism, but the danger was ayoided by the acceptance of free silver, and the partial adoption of the Populist local programme.",
        "Because he, too, thought so, and because he recommended John Hughes, a merchant of Philadelphia, for the office of distributor of stamps, Franklin himself was denounced - he was even accused of having planned the Stamp Act - and his family in Philadelphia was in danger of being mobbed.",
        "That discovered in 1517 made a deep impression on the authorities by reason of its vast extent, and doubtless led the diet of Augsburg to allude to the danger which lay in the refusal of the common man to pay the ecclesiastical taxes.",
        "While there was in a certain sense freedom of opinion, all printers had to seek a licence from the government for every manner of book or paper, and heresy was so closely affiliated with treason that the free expression of thought, whether reactionary or revolutionary, was beset with grave danger.",
        "The centre of Lefebvre's followers was Meaux, and they found an ardent adherent in Margaret of Angouleme, the king's sister, but had no energetic leader who was willing to face the danger of disturbances.",
        "But with these advances came the danger of falling into error from which common-sense dualism and naturalistic monism were free.",
        "This has taken mainly two opposite forms. On the one hand the attack has come from the old ground of the danger that is threatened to the reality of the external world and may be said to be in the interest of the object.",
        "long, from Sandwich on Barnstable Bay to Buzzard's Bay, was begun in June 1909, with a view to shortening the distance by water from Boston to New York and eliminating the danger of the voyage round Cape Cod.",
        "The vast collections in richly endowed European and There is danger of confounding the products of native industries.",
        "There was a danger of admitting Gentile converts to the church on too easy moral terms; hence the need of such insistence on the ideal as in The Two Ways and the Mandates.",
        "As soon as the male birds have begun their graceful antics, he shoots them, one after the other, with blunt arrows, for the purpose of stunning and bringing them to the ground without drawing blood, which would injure their plumage; and so eager are those birds in their courtship that almost all the males are thus brought down before the danger is perceived.",
        "As this money was drawn from the channels of business and locked up in the public vaults, the president looked upon the condition as fraught with danger to the commercial community and he addressed himself to the task of reducing taxation.",
        "In fact, the threatening danger forced his hand and compelled him to strike before he had collected a sufficient army for his defensive needs.",
        "As soon as the Prussian marshal got the first real warning of imminent danger, he ordered (in accordance with the prearranged plan) an immediate concentration of his army on his inner flank at Sombreffe.",
        "Failing to appreciate this fully, Wellington omitted to order an immediate concentration on his inner (left) flank as Blucher had done, and the danger of Blucher's position was thus enormously increased.",
        "Prince Bernard, in command of a brigade at Quatre Bras and Frasnes, recognizing the pressing danger that threatened on the Brussels road, retained his position there to check the French advance, instead of drawing off westwards and massing with the rest of his division at Nivelles; and in this action he was firmly supported by his immediate superiors.",
        "Pressing danger could only exist if Blucher had gone northwards, and northwards, therefore, in the Dyle valley, he should have diligently sought for traces of the Prussian retreat.'",
        "His tactical achievement could avail the emperor nothing, and it exposed his own force to considerable danger.",
        "In a flash he realized his danger and made prompt arrangements to begin his retreat on Namur, the only line to France that was then available.",
        "rather than risk the danger of an interregnum.",
        "In answer to the doctrine of final cause, of design in nature, he points to those things which cause destruction and danger to man, to the evil committed by men endowed with reason, to the miserable condition of humanity, and to the misfortunes that assail the good man.",
        "He did not seek employment in the field in the aggressive wars of Napoleon, remaining a sincere republican, but in 1814, when France itself was once more in danger, Carnot at once offered his services.",
        "Open hostilities were interrupted for a few years by the Peace of Ryswick and for a longer period by the Peace of Utrecht (1713), but French priests continued to dwell among the Iroquois, teaching them and distributing presents, and of the success of this diplomacy the English were ever in danger.",
        "He made no attempt to hide his monarchist sympathies, and this, together with the way in which he reported the trial and death of Louis XVI., brought him in peril of his life; to avoid this danger he enlisted in the army, but after Thermidor he returned to Paris and to his newspaper work.",
        "The Mahommedan Union was formed to oppose the Committee and its dangerous projects, and declaring that Islam was in danger, the Union became active early in April 1909.",
        "The young when first hatched are clothed with mottled down, so as closely to resemble a stone, and to be overlooked as they squat motionless on the approach of danger.",
        "It is an earnest and striking appeal on behalf of the Empire, which was clearly in great danger, and it shows the terms offered to the Church, as well as the strength of the Church at the time.",
        "To this Brand rejoined that, as far as the offensive was concerned, he did not desire to be a party to attacking any one, and as for the defensive, where was the pressing danger of the enemy which Kruger feared ?",
        "of impassable mountain, and knowing well the danger of a \" cordon \" defensive, he met the crisis in another and a bolder fashion.",
        "Kuropatkin was at last convinced, on the 28th of February, of the danger from the west, and did all in his power to form a solid line of defence on the west side of Mukden.",
        "By personal detective work, that is, by visiting police stations at unexpected times and by making the rounds at night of disorderly places which were suspected of violating the law, he not only displayed personal courage in positions of some danger, but aroused public opinion.",
        "Nor was the concentration of wealth the only danger of this policy; it led to the destruction of forests, the exhaustion of farming soils and the wasteful mining of coal and minerals, since the desire for quick profits, even when they entail risk to permanency of capital, is always a powerful human motive.",
        "It was his business, if not exactly his duty, to preside at the formal election of his successor, the marechal de Matignon; but there was a severe pestilence in Bordeaux, and Montaigne writes to the jurats of that town, in one of the few undoubtedly authentic letters which we possess, to the effect that he will leave them to judge whether his presence at the election is so necessary as to make it worth his while to expose himself to the danger of going into the town in its then condition, \"which is specially dangerous for men coming from a good air, as he does.\"",
        "But he was in no real danger.",
        "John George was an amiable but weak prince, totally unfitted to direct the fortunes of a nation in time of danger.",
        "Frederick, alleging the danger of acting without the concurrence of Prussia, refused, and dissolved the diet.",
        "2 The serpent too (whose unique form preoccupied the early men) shall be humiliated, as a perpetual warning to man - who is henceforth his enemy - of the danger of reasoning on and disobeying the will of God.",
        "The Viennese Germans saw in this a danger to the hitherto peaceful common life of the population of Vienna.",
        "There was little or no sense of the danger of the legal principle, as related to human egoism and the instinct to seek salvation as a reward for merit.",
        "But Rousseau had not, like Montesquieu, a position which guaranteed him from serious danger; he was not wealthy like Helvetius; he had not the wonderful suppleness and trickiness which even without his wealth would probably have defended Voltaire himself; and he lacked entirely the \"bottom\" of Freron and Diderot.",
        "In the early part of that campaign Jerome was entrusted with an important movement which might have brought the southern Russian army into grave danger; on his failure (which was probably due to his lack of energy) the emperor promptly subjected him to the control of Marshal Davout, and Jerome returned to Cassel."
    ],
    "definition": [
        "Exposure or vulnerability to harm or risk.",
        "A source or an instance of risk or peril.",
        "Obsolete Power, especially power to harm.",
        "Link/Cite",
        "Exposure to liable harm.\n\"Danger is a good teacher, and makes apt scholars\" (William Hazlitt, Table talk).",
        "An instance or cause of liable harm.\n\"Two territorial questions..unsettled..each of which was a positive danger to the peace of Europe\" (Times, 5 Sept. 3/2).",
        "Mischief.\n\"We put a Sting in him, / That at his will he may doe danger with\" (Shakespeare, Julius Caesar, 2:1:17).",
        "(obsolete) To claim liability.",
        "(obsolete) To imperil; to endanger.",
        "(obsolete) To run the risk.",
        "gander, garden, grande, ranged",
        "Link/Cite"
    ]
}