{
    "translation": "לחשוף את האמת",
    "uses": [
        "Instead, they listen to the claims of paranormal activity and do their best to debunk them.",
        "Truth or Fiction: Truth or Fiction is a website like Snopes that aims to help debunk urban legends.",
        "Myth Busters: This popular television show uses physics, chemistry and experimentation to bust myths and debunk many urban legends.",
        "If you've convinced yourself that every scrapbook page you create needs to be a work of art, it's time to debunk some of common myths about simple scrapbooking.",
        "debunk most of the above comments.",
        "Cigarette Smoking: One of the easiest ways to debunk ghost footage is if the person shooting the footage happens to be a smoker.",
        "In 1975, debunker Larry Kusche published The Bermuda Triangle Mystery - Solved, where he tried to explain as many cases as possible and debunk many of [Urban Legends Hoaxes and Rumors the rumors].",
        "Although the team attempted numerous ways to debunk their own footage, they concluded that they actually captured paranormal activity on the thermal image.",
        "Technology Legends: Someone over at Tech Republic got so sick of all the technology-related urban legends that he posted the ten top sites to debunk urban legends.",
        "Watchman attempts to debunk the cited quotes by New Age groups, and goes so far as to accuse New Age teachers of a plot to completely redefine and reinvent Christianity to \"blur the distinction\" between Christian and New Age teachings.",
        "First of all, let's debunk one myth up front.",
        "If you believe you've captured a ghost on video or thermal imaging equipment, try to debunk your own evidence first before publishing it as an actual ghost video.",
        "Snopes Urban Legends: Snopes aims to debunk all types of stories and urban legends.",
        "The Guardian column, heavily censored, was aimed to debunk sex myths.",
        "debunk the myth of safe sex.",
        "debunk what it alleges to be \" 16 of the most prevalent claims made by conspiracy theorists.",
        "A key purpose of the site is to debunk the conspiracy theories and conspiracy factoids that have dominated public perceptions of the assassination."
    ],
    "definition": [
        "de·bunk′er\nnoun",
        "Link/Cite",
        "To discredit, or expose to ridicule the falsehood or the exaggerated claims of something\nSailing round the world debunked the theory that the earth was flat.",
        "Link/Cite"
    ]
}