{
    "translation": "עשור",
    "uses": [
        "Then there can be a week, a month, a year, a decade, and a century without war.",
        "It had only been two years, but it felt like a decade.",
        "Jackson was thrilled at the thought of spending a decade or so at his favorite home, claiming North America to be fresh and new.",
        "The following decade was the most active of the city's history as regards the ocean carrying trade.",
        "You'd think we were still sitting in the same high school bleachers where we'd met a decade earlier.",
        "\"I've been admiring Andy Gordon Paintings for a decade,\" Howard countered.",
        "I don't even know the decade the guy died, much less who he was or who might be connected to him.",
        "But it was only during the last decade of his life that he ventured, with much hesitation, to present his ideas in a systematic and final form.",
        "It took a decade or two for the new medium to be seen in light of itself, not just in terms of what it displaced.",
        "Though it is crowded with incident, the main facts in the central decade of Bruce's life may be rapidly told.",
        "The team spent over a decade making sure the rocket was ready to launch into space.",
        "With the incoming of the last decade of the century there seemed to be some justifiable hopes of the dawn of better times, but they were speedily doomed to disappointment.",
        "From Mohl down to the eighth decade of the century the study of anatomy was entirely in the hands of a group of German.",
        "Barely a decade earlier, Cleveland, also a Democrat, had said essentially, \"Look, the government shouldn't be helping the poor Texans; that's the role of charity.\"",
        "Over the past decade, Emma saw tremendous changes in her life.",
        "The reunion was very exciting because it had been over a decade since they last saw each other.",
        "But in the north of England and in Scotland the edge-rail was held in greater favour, and by the third decade of the century its superiority was generally established.",
        "July and the first decade of August came and went, but brought no sign of pacification.",
        "Though perhaps less desperate than during the previous decade, the condition of Italian finance was precarious indeed.",
        "The statistics presented at the last showed that the Church during the preceding decade had gained about a million members and three million adherents.",
        "The general experience of the decade of the 'eighties was that of disappointing summers, harsh winters, falling prices, declining rents and the shrinkage of land values.",
        "Nevertheless, the decade closed more hopefully than it opened, and found farmers taking a keener interest in grass land, in live stock and in dairying.",
        "during the decade.",
        "S. fare menu of chicken, beef and seafood for more than a decade.",
        "before 1162, his residence at Paris must have been practically comprised in the decade 1150-1160.",
        "Over the last decade or more, we have had phases of making cheesecakes.",
        "cutbacks in core public funding over the last decade.",
        "In 1901 the population was 124,762, showing an increase of 16% in the decade.",
        "The next decade saw the \" railway mania.\"",
        "In the past decade there has been a sevenfold increase in crime.",
        "In the past decade there has been an outbreak of superhero films.",
        "I was surprised to find people still tinkering with equipment I had n't touched for well over a decade !",
        "Commerce and transport were the only distinctive basis of the city's growth and wealth until after 1890, when there was a great increase in manufacturing, especially, in South St Joseph, of the slaughtering and meat-packing industry in the last three years of the decade.",
        "m.; pop. (1901) 720,877, showing an increase of 11% on the previous decade; estimated gross revenue, £146,700; there is no tribute.",
        "Finally, as Justin's statements as to the birth of Jesus in a cave and Mary's descent from David show in all probability his acquaintance with the book, it may with good grounds be assigned to the first decade of the 2nd century.",
        "Classifying the population according to the mother-tongue of each individual, there were, in the civil population of Hungary proper, including Fiume: The censuses show a decided tendency of change in favour of the dominating nationality, the Magyar, which reached an absolute majority in the decade 1890-1900.",
        "Even in Burma proper, however, there was an increase during the decade of 1,530,822, or 19.8%.",
        "During the decade 1891-1901 the population increased by 19.8% and cultivation by 53%.",
        "In the last decade of the 5th century a new power arose in central Arabia.",
        "In 1901 it had a population of 53,080, showing an increase of 14% in the decade.",
        "The school fund in 1900 amounted to $1,000,000, an increase of 37% over the average annual fund of the preceding decade; for the year ending the 30th of September 1907 the amount certified for apportionment by the state was $1,150,261.40, and the total annual expenditure was about $1,600,000; in 1906 the school census showed 697,465 children of school age.",
        "showed a decline during each decade from 1879 to 1899.",
        "During the decade of 1898 to 1908 the consumption has gone on steadily from about 10 million lb in the first five years to an average of 15 million lb in the second half of the decade.",
        "Pop. (1901), 2,933,001, showing a decrease of 13% in the decade.",
        "The average rainfall is 30 in., but the period 1891-1901 was a decade of low rainfall, and distress was caused by famine.",
        "The total population of the islands in 1890 was 8 9,99 o; in 1900 it was 154,001, an increase within the decade of 71.13%.",
        "In 1890 they numbered 34,43 6; in 1900, 29,834, a decrease of 4602 or 13.3% within the decade.",
        "In the decade previous to the outbreak of the French Revolution the foreign policy of Pius VI.",
        "We went there a decade ago to play bar billiards.",
        "In fact experts have predicted that this industry will explode over the next five years and be worth billions of dollars within a decade.",
        "Virgin would also like to develop a biofuel suitable for aircraft engines, although it concedes this could be a decade away.",
        "biosensor development has been varied in the different arms of the field in the last decade.",
        "According to Moore's law, computer hardware will surpass human brainpower in the first decade of this century.",
        "busking rounds of France and Ireland and trod the folk club boards of southern England for more than a decade.",
        "The largest warming of almost three quarters of a degree centigrade per decade was found close to 5 km above the surface.",
        "We've dominated the charts on this for over a decade.",
        "chiffon dresses from the 1970s reflect the relaxed style of the decade.",
        "An atomic level are only six to competea decade shrimp entrees chowders.",
        "Both would appear for Swindon in later years, with Keen going on to be a loyal clubman for more than a decade.",
        "STARDUST is the culmination of more than a decade's quest for a comet coma sample return mission.",
        "This is where the political communitarians of the last decade have shed some light.",
        "consciousness-raising efforts at the grassroots level can have great significance if linked with the U.N. Education Decade for World Citizens.",
        "copybook example of Becker's shrewd analysis over a decade previous.",
        "corporatist system which has sapped the strength of the European economies over the past decade.",
        "Its on course to become the craze of the decade.",
        "In the same decade the Southern Railroad rebuilt the station platform sides with the then customary prefabricated concrete.",
        "decade of the 20th century.",
        "decade of the new millenium we can see the same pattern starting to repeat in Turkey.",
        "decade's worth of sonic adventures.",
        "During the intervening decade, this class was completely restructured in size, wealth and ambition.",
        "How could you possibly survive this decade without friends?",
        "To commemorate a decade of existence, Idaho put out this collection of previously unreleased material gathered between 1992 and 2002.",
        "In the past decade Hoover hasn't had an easy time.",
        "The last decade of Swift's life was not happy.",
        "The US is planning to introduce four TMD systems within the next decade.",
        "deconstruction of classic texts has been work that we have been doing now for more than a decade.",
        "diatom species composition at this site over the last decade.",
        "Bruce began stand-up in July 1995 after over a decade of writing for some of Australia 's biggest names in comedy.",
        "In the decade of1890-1900the increase in the value of manufactures (165.9%) was almost five times as great in St Joseph as in any other of the largest four cities of the state, and this was due almost entirely to the growth of the slaughtering and meat-packing business, which is for the most part located outside the municipal limits.",
        "The enthusiastic spirit of reform which heralded the accession of the latter sultan never altogether died out, and from about the last decade of the 19th century has been rapidly and effectively growing in force and in method.",
        "deferred annuity where the payments may not start for a decade or more the gains are even greater.",
        "She greeted them with a big smile, hugging each of them as if they were old friends she hadn't seen in a decade.",
        "He and Sean had been assigned together at the station for over a decade.",
        "Livy made great use of him in his third decade.",
        "In 1901 the population was 631,058, showing a decrease of 11% in the decade, due to the effects of famine.",
        "In 1901 the population was 987,768, showing a decrease of 5% in the decade.",
        "which dates perhaps from the second, perhaps only from the first, decade of the third century, 3 it is said that Beliar, the king of this world, would descend from the firmament in the human.",
        "In 1900 about nine-tenths of the total land area was inclosed in farms; the value of farm property ($2,004,316,897) was greater than that of any other state; as regards the total value of farm products in 1899 Illinois was surpassed only by Iowa; in the value of crops Illinois led all the states, and the values of property and of products were respectively 35.6% and 87.1% greater than at the end of the preceding decade.",
        "In the production of cereals Illinois surpassed the other states at the close of each decade during the last half of the 19th century except that ending in 1890, when Iowa was the leading state.",
        "The potato crop in 1907 was 13,398,000 bushels, valued at $9,647,000, and the sugar beet, first introduced during the last decade of the 19th century, gave promise of becoming one of the most important crops.",
        "The average increases of invested capital and products for each decade from1850-1900were, respectively, 189.26% and 152.9%; in 1900 the capital invested ($776,829,598, of which $732,829,771 was in establishments under the \"factory system\"), and the product ($ 1, 2 59,73 0, 168, of which $1,120,868,308 was from establishments under the \"factory system\"), showed unusually small percentages of increase over those for 1890 (54.7% and 38.6% respectively); and in 1905 the capital and product of establishments under the \"factory system\" were respectively $975,844,799 and $1,410,342,129, showing increases of 33.2% and 25.8% over the corresponding figures for 1900.",
        "The principal foreign element was German, the Teutonic immigration being especially large in the decade ending in 1860; the immigrants from the United Kingdom were second in importance, those from the Scandinavian countries third, and those from southern Europe fourth.",
        "The urban population, on the basis of places having 4000 inhabitants or more, was 51% of the total; indeed the population of Cook county, in which the city of Chicago is situated, was two-fifths of the total population of the state; during the decade of the Civil War (1860-1870) the population of the state increased only 48.4%, and that of Cook county about 140%, while from 1870 to 1900 the increase of all counties, excluding Cook, was about 36%, the increase in Chicago was about 468%.",
        "Buckle's fame, which must rest wholly on his History of Civilization in England, is no longer what it was in the decade following his death.",
        "Judah itself was next involved in an anti-Assyrian league (with Edom, Moab and Philistia), but apparently submitted in time; nevertheless a decade later (70r), after the change of dynasty in Assyria, it participated in a great but unsuccessful effort from Phoenicia to Philistia to shake off the yoke, and suffered disastrously.3 With the crushing blows upon Syria and Samaria the centre of interest moves southwards and the history is influenced by Assyria's rival Babylonia (under Marduk-baladan and his successors), by north Arabia and by Egypt.",
        "Neither can the London silversmiths, though they employed the best talent available, particularly in the decade following the Great Exhibition of 1851, be credited with much influencing the art metal revival.",
        "In 1901 the population of Dholpur was 270,973, showing a decrease of 3% in the decade.",
        "The interior decoration dates largely from the last decade of the 18th century and the first two decades of the 19th.",
        "In 1901 the population was 1,567,080, showing an increase of 6% in the decade.",
        "In addition nearly every province has its own laws regulating the subject of tenancy; the tenancy laws of the United Provinces and of the Central Provinces were revised and amended during the decade 1891-1901.",
        "The industry suffered depression owing to the indigo riots of 1860 and the emancipation of the peasantry by the Land Act of 1859; but in the closing decade of the century it received a much more disastrous blow from the invention of the German chemists.",
        "An agreement with France at the beginning of the decade secured to Indian produce imported into that country the benefits of the minimum tariff, thus protecting the coffee industry from taxation in French ports on a scale which would have seriously hampered the trade.",
        "Indigo fell to about one-tenth of its value in the previous decade; and an agreement was come to with China in 1907, by which the area under opium is to be gradually reduced.",
        "Literature and reform were dividing the author's mind, and continued to do so for the next decade.",
        "In 1901 the population was 1,846,153, showing an increase of 3% in the decade.",
        "In the 47 years ending March 1909 the various regions of the archipelago were visited by about 60 strong earthquakes; 16 of these, in ten different regions, occurred in the decade from 1890 to 1900.",
        "The population in 1901 was 788,254, showing an increase of 8% in the decade.",
        "In spite of a constant struggle for ascendancy between the queen and the returned Tai-won-Kun, the next decade was one of quiet.",
        "The total value of the manufactured products in 1890 was $270,823,754 and in 1900, $342,127,124, an increase during the decade of 26.3%.",
        "The farms of Arkansas increased in number 357.8%, in area 73.7% and in total true (as distinguished from tax) valuation about 53.8% between 1860 and 1900; the decade of most extraordinary growth being that of 1870-1880.",
        "The decade 1819-1829 saw the first newspaper (1819), the beginning of steamboating on Arkansas rivers, and the first weekly mail from the east.",
        "There has been a general parallelism between the amount of rain and the amount of wheat produced; but as yet irrigation is little used for this crop. In the eighth decade of the 19th century, the value of the wheat product had come to exceed that of the annual output of gold.",
        "The foreign element included 45,753 Chinese (a falling off of 25313 since 1890), and 10,151 Japanese (an increase of 9004 in the same decade).",
        "The next decade was one of plunder and ruin in mission history.",
        "The Gwin party hoped to divide California into two states and hand the southern over to slavery; on the eve of the Civil War it considered the scheme of a Pacific coast republic. The decade 1850-1860 was also marked by the activity of filibusters against Sonora and Central America.",
        "The cereal crops increased enormously in the decade 1899-1909.",
        "Pryor, A Decade in Borneo (London, 1894); H.",
        "The English settlements in Virginia, New England, New York, New Jersey, Maryland, Pennsylvania, Delaware, South Carolina, North Carolina, and Georgia had, between the first decade of the 17th and the seventh decade of the 18th century, developed into a new nation, the United States of America.",
        "Simultaneously with a terrible pestilence which is reported to have nearly depopulated China, plague prevailed over Germany, Holland, Italy and Spain, in the first decade of the century, and revived at various times in the first half.",
        "In 1901 the population was 1,138,101, showing an increase of 20% in the decade.",
        "The population of Washington increased from 61,122 to 109,199 or 78.6% in the decade from 1860 to 1870, and the stirring effects of the Civil War were far-reaching.",
        "Every decade, however, brings a diminution of the field of conjecture, as some form of civilized administration is extended over the more backward tracts, and is followed, in due course, by a survey and a census.",
        "It is, moreover, more exactly adequate to the actual situation, for the Principe has a divine spark of patriotism yet lingering in the cinders of its frigid science, an idealistic enthusiasm surviving in its moral aberrations; whereas a great Italian critic of this decade has justly described the Ricordi as \"Italian corruption codified and elevated to a rule of life.\"",
        "In the decade 1876 to 1886 the average amount was barely 30 million gallons owing to the small yields of the years 1881 to 1885.",
        "During the last decade it was at a maximum in 1904, when 70,000 pipes were produced, and at a minimum in 1903, when only 18,000 pipes were obtained.",
        "The land added to the irrigated area in the decade was in 1890 largely worthless public domain; its value in 1900 was about $29,000,000.",
        "The total population of the Central India agency in 1901 was 8,628,781, showing a decrease during the decade of 16.4%.",
        "In 1899 the total irrigated area outside of Indian reservations amounted to 203,893 acres (67.2% of all improved land) - an increase of 122.2% in the preceding decade.",
        "The value of the manufactured products in 1880 was $1,284,846; in 1890 $1,516,195; and in 1900 $5,605,795, an increase in the latter decade of 269.7%.",
        "For a decade the natives enjoyed their independence, destroying nearly all vestiges of Spanish occupation, and venting their wrath particularly upon the churches.",
        "Electric Waves.-In the decade 1880-1890, the most important advance in electrical physics was, however, that which originated with the astonishing researches of Heinrich Rudolf Hertz (1857-1894).",
        "As provincial of his order, which office he held during most of the third decade of the century, he contributed largely to its prosperity, and won the confidence of the popes Gregory IX., Innocent IV.",
        "Pop. (19(D1) 48,096, showing an increase of 18% in the decade.",
        "The estimated total production for each decade of the 19th century in metric tons is here shown: 1801-1810 -1811-1820 1821-1830 -1831-1840 1841-1850 -1851-1860 1861-1870 -1871-1880 1881-1890 -1891-1900 The following table gives the output of various countries and the world's production for the years 1895, 1900, 1905, 907 As the stock on hand rarely exceeds three months' demand, and is often little more than a month's supply, it is evident that consumption has kept close pace with production.",
        "In 1901 the population, with military cantonments, was 36,837, showing an increase of 8% in the decade.",
        "But in spite of this immigration the rate of increase in the population was only 5.9% in the decade, and with the immigrants deducted 1.36%.",
        "Amongst native-born Assamese during the decade there was a serious decrease in Nowgong and some other districts, due to kalaazar and other diseases.",
        "Pop. (1901), 356,052, showing an increase of 1% in the decade and a density of 114 inhabitants to the square mile.",
        "During the decade 1831-1840 the annual revenues averaged about 2,100,000 pesos (of 48d.), which in the decade 1861-1870 had increased to an average of only 8,200,000 pesos - and this during a period of considerable agricultural activity on account of wheat exports to California and Australia.",
        "The national independence of Chile dates from the second decade of the 19th century.",
        "The Church had shrunk considerably since the 18th century, but in the first decade of the 10th showed signs of revival as a point d'appui for Catholics restive under the yoke of the ultramontanism dominant in the Roman Church.",
        "In 1901 the population was 1,353.250, showing an increase of 5% in the decade.",
        "During the ninth decade of the 19th century many Persian subjects emigrated, and many Persian villages were deserted and fell to ruins; since then a small immigration has set in and new villages have been founded.",
        "The population in 1901 was 828,487, showing an increase of 8% during the decade.",
        "They led, among other things, to the improvement of ports and the building of railways, so that by the close of the first decade of the 10th century the.",
        "In 1901 the population was 1,179,323, showing an increase of 4% in the decade.",
        "It ended in 1201, and the last decade of Sancho's reign was a period of peaceful reform which earned for the king his popular name of o Povoador, the \" maker of towns.\"",
        "His first decade undoubtedly influenced Camoens, and together the two men fixed the Portuguese written tongue, the one by his prose, the other by his verse.",
        "In 1901 the population was 188,022, showing an increase of 12% during the decade.",
        "The population in 1901 was 1,060,528, showing an increase of 6% during the decade.",
        "In 1901 the population was 5,249,542, showing an increase of 10% during the decade, attributed to the extension of irrigation from canals.",
        "The fine Indian mission church at Bac, long abandoned and neglected, dates from the last decade of the 18th century.",
        "Quite distinct is the search for the germs which cause undesirable changes, or \" diseases \"; and great strides have been made in discovering the bacteria concerned in rendering milk \" ropy,\" butter \" oily \" and \" rancid,\" &c. Cheese in its numerous forms contains myriads of bacteria, and some of these are now known to be concerned in the various processes of ripening and other changes affecting the product, and although little is known as to the exact part played by any species, practical applications of the discoveries of the decade 1890-1900 have been made, e.g.",
        "Much as the decade from 1880 to 1890 abounded with investigations on the reactions of bacteria to heat, so the following decade was remarkable for discoveries regarding the effects of other forms of radiant energy.",
        "By 1876 the anthrax bacillus had been obtained in pure culture by Koch, and some other pathogenic bacteria had been observed in the tissues, but it was in the decade 1880-1890 that the most important discoveries were made in this field.",
        "In the last decade of the 19th century the chief discoveries were of the bacillus of influenza (1892), of the bacillus of plague (1894) and of the bacillus of dysentery (1898).",
        "The last decade of the 19th century will stand out in the history of medical science as the period in which serum therapeutics and serum diagnosis had their birth.",
        "The population in 1901 was 137,268, showing a decrease of 12% in the decade; the estimated gross revenue is L21,437; the tribute, £310.",
        "Up to 1900 the most prosperous period (absolutely) in the agricultural development of the state was the last decade of the 19th century; the relative increase, however, was greater between 1880 and 1890.",
        "Wheat, which in 1899 ranked second ($2,131,953), showed an increase of more than 400% in the decade, and the farm value of the crop of 1907, according to the Year-book of the United States Department of Agriculture, was $5,788,000; the value of the barley crop in 1899 ($312,730) also increased more than 400% over that of 1889, and in 1907 the farm value of the product, according to the same authority, was $1,265,000; the value of the oat crop in 1899 ($7 02, 955) showed an increase of more than 300% in the decade, and the value of the product in 1907, according to the United States Department of Agriculture, was $2,397,000.",
        "In 1901 the population (on a reduced area) was 854,533, showing an increase of 11% in the decade.",
        "completed, and from then until 1880 the mileage increased to 3938; but the great period of railway building in Michigan was in the decade from 1880 to 1890, when the mileage was increased to 7108.48.",
        "The population of Michigan in 1880 was 1,636,937; in 1890 it was 2,093,889, an increase of 27.9% within the decade; in 1900 it was 2,420,982, a further increase of 15.6% and in 1910, according to the preliminary returns of the U.S. census, it was 2,810,173.",
        "This was further increased during the Civil War, but after the close of that war it was rapidly diminished and finally was extinguished in the last decade of the century.",
        "Pop. (1901) 45,901, showing a decrease of 21% in the decade.",
        "The population in 1901 was 100,430, being a decrease of 17% during the decade; the estimated gross revenue is £25,412; and the tribute £600.",
        "m., and its population in 1901 was 735,435, showing a decrease of 8% compared with an increase of 27% in the preceding decade, and a decrease of 21% in the period between 1872 and 1881.",
        "m.; pop. (1901) 82,047, showing an increase of 8% in the decade.",
        "Various indications point to the period from 27 to 20 B.C., as that during which the first decade was written.",
        "Even where he mentions a writer by name, it is frequently clear that the writer named is not the one whose lead he is following at the moment, but that he is noticed incidentally as differing from Livy's guide for the time being on some point of detail (compare the references to Piso in the first decade, i.",
        "As to the first decade, it is generally agreed that in the first and second books, at any rate, he follows such older and simpler writers as Fabius Pictor and Calpurnius Piso (the only ones whom he there refers to by name), to whom, so far as the first book is concerned, Niebuhr (Lectures, p 33) would add the poet Ennius.",
        "5, and signs of his handiwork are visible here and there throughout the rest of the decade (vii.",
        "Passing to the third decade, we find ourselves at once confronted by a question which has been long and fully discussed - the relation between Livy and Polybius.",
        "It is conceded on all hands that Livy in this decade makes con For Livy's debt to Valerius Antias, see A A Howard in Harvard Studies Classical Philology, xvii (1906), pp 161 sqq.",
        "Consequently the theory that he used Polybius in the third decade requires us to assume that in this one instance he departed widely, and without sufficient reason, from his usual course of procedure.",
        "The latter Livy certainly used directly for some parts of the decade.",
        "This writer, who confined himself to a history of the Second PunicWar, in seven books, is expressly referred to by Livy eleven times in the third decade; and in other passages where his name is not mentioned Livy can be shown to have followed him (e.g.",
        "In the latter books of the decade his chief authority is possibly Valerius Antias.",
        "It is clear, on the contrary, that his circle of authorities for any one decade was a comparatively small one, that of these he selected one, and transcribed him with the necessary embellishments and other slight modifications until impelled by various reasons to drop him.",
        "of the first decade, some thirty in number, are with one exception derived, more or less directly, from a single archetype, viz., the recension made in the 4th century by the two Nicomachi, Flavianus and Dexter, and by Victorianus.",
        "For the third decade our chief authority is the Codex Puteanus, an uncial MS. of the 5th century, now at Paris.",
        "What remains of the fifth decade depends on the 5th century Laurishamensis or Vindobonensis from the monastery of Lorsch, edited at Basel in 1531.",
        "m.; pop. (I 9 01) 25,720, showing an increase of 5% in the decade; a revenue £3300.",
        "Calcutta and Bombay have long contested the position of the premier city of India in population and trade; but during the decade 1891-1901 the prevalence of plague in Bombay gave a considerable advantage to Calcutta, which was comparatively free from that disease.",
        "In the decade 18891899 the apple crop increased from 603,890 to 4,640,896 bushels.",
        "m.; pop. (1901) 32,264, showing a decrease of 9% in the decade; estimated revenue £6400, of which a large portion is alienated in grants to junior branches of the family; no tribute.",
        "But the predominance of the pastuial industry is not by any means so marked as it was even as late as the last decade of the 19th century.",
        "Penal establishments were formed at Newcastle in New South Wales, at Hobart and Launceston in Tasmania, and an unsuccessful attempt was made to colonize Port Phillip. The most noteworthy incident in the first decade of the 19th century was the forcible deportation by the officers of the New South Wales Corps, a regiment raised in England for service in the colony, of the governor, Captain Bligh, R.N., the naval officer identified with the mutiny of the \" Bounty.\"",
        "Parramatta, Richmond and Windsor had indeed been founded within the first decade of the colony's existence; Newcastle, Maitland and Morpeth, near the coast to the north of Sydney, had been begun during the earlier years of the 19th century; but the towns of the interior, Goulburn, Bathurst and others, were not commenced till about 1835, in which year the site of Melbourne was first occupied by Batman and Fawkner.",
        "His own death was reported in 1365; but he survived another decade.",
        "The population in 1901 was 837,695, showing a decrease of 6% in the decade, due to the results of famine.",
        "Housing.-The total area of England and Wales covered by urban districts (a term which coincides pretty nearly with that of towns, which bears no technical meaning in England) was 3,848,987 acres, and contained a population of 25,058,355 in 1901, the increase in the decade 1891-1901 being 15.2%.",
        "increase by births and decrease by deaths in each decade from 1851, and (2) the difference at the close of each decade (i.e.",
        "In 1906 the population of the commune was 17,790, of the town 10,464; the population of the former was more than doubled in the last decade of the 19th century.",
        "The number of other neat cattle (180,878 in 1900; 151,000 in 1908) decreased during every decade from 1860 to 1900; the number of sheep in 1900 was 427,209 (31.9% less than in 1890), and in 1908 it was 267,000; but the number of horses in 1890 and 1900 was about the same (140,310 in 1900, but only 116,000 in 1908).",
        "The total value of the manufactures of the state increased from $95,689,500 in 1890 to $127,361,485 in 1900; and in 1905 the value of factory-made products alone was $144,020,197, or 2 7.5% greater than their value in 1900.1 Measured by the value of the output, paper and wood pulp rose from fifth among the state's manufactures in 1890 to third in 1900 and to first in 1905; from $3,281,051 in 1890 to $13,223,275 in 1900, an increase of 303% within the decade, and to $22,951,124 in 1905, a further increase of 73.6% in this period.",
        "Woollen goods ranked fourth (1905) - $8,737,653 in 1890, $ 1 3,744, 126 in 1900, an increase of 57.3% within the decade; and the value of the factory-made product alone in 1905 was $13,969,600, or 20.1% greater than in 1900.",
        "Fish, canned and preserved, followed next, $1,660,881 in 1890 and $4,779,773 in 1900, an increase within the decade of 187.8%, most of which was in one branch - the canning of small herring 1 under the name \" sardines \"; from 1900 to 1905 the increase was slight, only $275,358, or 5.8 / 0.",
        "- The south-western part of the state, including the manufacturing, the quarrying, and much of the older agricultural district, early had fairly satisfactory means of transportation either by water or by rail; for the coast has many excellent harbours, the Kennebec river is navigable for coast vessels to Augusta, the Penobscot to Bangor, and railway service was soon supplied for the villages of the south-west, but it was not until the last decade of the 19th century that the forests, the farming lands, and the summer resorts of Aroostook county were reached by a railway, the Bangor & Aroostook.",
        "In the last decade of the 19th century the urban population (i.e.",
        "Decade after decade these processes went on, a rain of minute scales and grains falling, according to one witness, continually from the surface, till the picture seemed to be perishing altogether.",
        "When, in the last decade of the 19th century, works of thorough architectural investigation and repair were undertaken in that building under the superintendence of Professor Luca Beltrami, a devoted foreign student, Dr Paul Muller-Walde, obtained leave to scrape for traces of Leonardo's handiwork beneath the replastered and whitewashed walls and ceilings of chambers that might be identified with these.",
        "In 1901 the population was 285,326, showing a decrease of 1 2% in one decade due to famine.",
        "During the decade 1891-1901 Bengal was fortunate in escaping to a great extent the two calamities of famine and plague which afflicted central and western India.",
        "In 1901 the population was 2,291,752, showing an increase of 6% in the decade.",
        "The number of factories increased from fifty-three in 1881 to eighty-three in 1890, and that decade saw the influx of a great industrial population from the surrounding districts; but the decade 1891-1901 witnessed at least a temporary set-back owing to the ravages caused by plague and the effects of over-production.",
        "Bombay, however, soon recovered herself, and in 1891 was more prosperous than ever before; but during the ensuing decade great havoc was played by plague (q.v.) with both her population and her trade.",
        "Mining was begun in Iron and Crawford counties in the second decade of the 19th century; at Iron Mountain in 1846, and at Pilot Knob in the next year.",
        "The population of Oregon was 13,294 in 1850; 52,465 in 1860; 9 0, 9 2 3 in 1870; 174,768 in 1880; 317,70 4 in 1890; 413,536 in 1900, an increase of 30.2% in the decade; and 672,765 in 1 9 10, a further increase of 62.7%.",
        "population of incorporated places having less than 4000 inhabitants) increased during the same decade from 113,731 to 183,642, or 61-5%.",
        "m., and had in 1901 a population of 89,599, showing a decrease of 15% in the decade, due to plague.",
        "In 1901 the population was 789,664, showing an increase of 15% in the decade.",
        "During the decade 1891-1901 the mill industry passed through a period of depression due to widespread plague and famine, but on the whole there has been a marked expansion of the trade as well as a great improvement in the class of goods produced.",
        "The great increase during the decade 1890-1900 was partly due to the absorption by Clinton in 1895 of the city of Lyons (pop. in 1890, 5700).",
        "In 1901 the population was 1,071,197, an increase of 9% in the decade.",
        "To make the year completely ordinal, we should have to describe it as the 6th year of the 8th decade of the 9 th century of the 2nd millennium; i.e.",
        "The principal crops in which the state has maintained a high relative rank are Indian corn, wheat and hay; the acreage devoted to each of these increased considerably in the decade 1890-1900.",
        "The growth in the preceding decade of the iron and steel industry, the products of which increased in value from $4,742,760 in 1890 to $19,338,481 in 1900 (307.7%), and of the manufacture of glass, the value of which increased from $2,995,409 in 1890 to $ 1 4,757, 88 3 in 1900 (392.7%), is directly attributable to the development of natural gas as fuel; the decrease in the value of the products of these same industries in1900-1905is partly due to the growing scarcity of the natural gas supply.",
        "The decade following the close of the war was one of ceaseless Indian warfare.",
        "The first great political problem presenting itself was that of slavery, and for a decade or more the only party divisions were on pro-slavery and anti-slavery lines.",
        "The problem of \" internal improvements\" came to be of paramount importance in the decade 1820-1830.",
        "m., and a population (1901) of 233,377, showing an increase of 8% in the decade and a density of 71 inhabitants to the sq.",
        "and a population (1901), of 1,076,280, showing an increase of 8% in the decade and giving a density of 63 inhabitants to the square mile.",
        "in the decade 1892-1901 from 42'6 (1901) to 225'1 (1899) million bushels.",
        "In this western third the rainfall is insufficient for Indian corn; but Kafir corn, an exceptional drought-resisting cereal, has made extraordinary progress in this region, and indeed generally over the state, since 1893, its acreage increasing 416'1% in the decade 1895-1904.",
        "This value was almost equalled by that of eggs and poultry ($14,050,727), which increased 79.7% in the same decade.",
        "During the following decade the lines of the Missouri Pacific, the Missouri, Kansas & Texas and the Santa Fe were well under construction.",
        "By that Act Kansas (which from 1854 to 1861 included a large part of Colorado) became, for almost a decade, the storm centre of national political passion, and her history of prime significance in the unfolding prologue of the Civil War.",
        "In the decade following 1880, struggles in the western counties for the location of county seats (the bitterest local political fights known in western states) repeatedly led to bloodshed and the interference of state militia.",
        "of the men who had resisted the free trade measures of the, previous decade, its fate depended on its attitude towards free trade.",
        "Peace without this provision could undoubtedly have been secured at Vienna, and the prolongation of the war from 1855 to 1856 only resulted in securing this arrangement for a little more than one decade.",
        "Pop. (1901) 40,382, showing a decrease of 2% in the decade; estimated revenue £19,508.",
        "In 1901 the population was 663,062, showing a decrease of II% since 1891 compared with an increase of 8% in the preceding decade.",
        "In 1901 the population was 1,051,347, showing an increase of 5% in the decade.",
        "In 1901 the population was 1,952,692, showing a decrease of 1,970 in the decade, compared with an increase of 11% in the preceding decade.",
        "In 1901 the population was 993,97 6, showing a decrease of 2% compared with an increase of 17% in the preceding decade.",
        "After the discoveries of gold in the last decade of the 19th century it wholly lost its commercial primacy, but business improved after the discovery of gold in 1905 on Chicagoff Island, about 50 m.",
        "The population in 1901 was 183,816, showing a decrease of 3% in the decade.",
        "By the new calendar the year of 365 days was divided into twelve months of thirty days each, every month being divided into three periods of ten days, each of which were called decades, and the tenth, or last, day of each decade being a day of rest.",
        "The last decade of the 19th century saw the establishment of a permanent theatre at Reykjavik.",
        "The best-known silver mines are the Rosario, from which about $90,000,000 had been extracted up to the last decade of the 19th century, and the Nuestra Senora de Guadalupe de los Reyes, discovered early in the 19th century and yielding over $85,000,000 before its close.",
        "But the census returns of 1851 showed a remarkable alteration - a decrease during the previous decade of over 1,500,000 - and since that date, as the following table shows, the continuous decrease in the number of its inhabitants has been the striking feature in the vital statistics of Ireland.",
        "During the decade only three counties, Dublin, Down and Antrim, showed any increase, the increase being due to the growth of certain urban areas.",
        "The inhabitants of the rural districts (3,073,846) decreased during the decade by over 380,000; that of the urban districts, i.e.",
        "The decade of anarchy which followed 1641 stimulated this tendency fearfully.",
        "For three-quarters of a century, then, philosophy was at a standstill; and, when in the second decade of the 4th century the pursuit of truth was resumed, it was plain that Zeno's paradox of predication must be disposed of before the problems which had occupied the earlier thinkers - the problem of knowledge and the problem of being - could be so much as attempted.",
        "It is not to be expected that modern scholars should be able to fix the exact year or even decade in which such a book was written.",
        "The wars in the first decade of the 19th century were not on the whole unfavourable to the commerce of Leipzig, but in 1813 and 1814, owing to the presence of enormous armies in the neighbourhood, it suffered greatly.",
        "In 1901 the population was 423,616, showing a decrease of 12% in the decade due to the effects of famine.",
        "He seems to have passed the decade beginning with 1055 in Worms, where the niche referred to above is still shown.",
        "m., with a population in 1901 of 484,811, showing an increase of 22% in the decade.",
        "The population in 1901 was 326,521, showing a decrease of 15% in the decade, due to the effects of famine.",
        "BRASIDAS (d.422 B.C.), a Spartan officer during the first decade of the Peloponnesian War.",
        "AEQUI, an ancient people of Italy, whose name occurs constantly in Livy's first decade as hostile to Rome in the first three centuries of the city's existence.",
        "From 1850 onwards the rate of construction increased apace, and during the last decade of the 19th century about 205 m.",
        "The exports of Spanish Cotton goods were, until the close of the 19th century, hardly worth mentioning outside the colonial markets, which took an average of two millions sterling in the decade 1888-1898.",
        "The decade following the Spanish-American War (1898-1908), which may be regarded as a period of industrial and commercial reconstruction, was marked by a very rapid increase in the use of electricity for lighting, traction and other purposes.",
        "The foreign commerce of Spain rapidly developed in the decade 1882-1892, Great Britain, France and the United States figuring at the head of the imports, Great Britain and France at the head of the exports.",
        "No attempt was made, during the decade which followed the Spanish-American War, to replace the squadrons destroyed at Manila and Santiago de Cuba.",
        "When in the decade 80-70 B.C. the Roman Sertorius (q.v.) attempted to make head in Spain against his political enemies in Rome, the Spaniards who supported him were already half Romanized.",
        "They selected Spain as an excellent field of enterprise; and it must be said that all the governments of the regency showed so much indulgence towards the Catholic revival thus started, that in less than a decade the kingdom, was studded with more convents, monasteries, Jesuit colleges, Catholic schools, and foundations than had existed in the palmy days of the houses of Austria and Bourbon in the 17th and 18th centuries.",
        "During the first decade of the 19th century the modern locomotive started to replace the stagecoach of the prior generation.",
        "The yearly yield in the decade 1895-1904, according to the most conservative state statistics, varied from 298,599,638 to 72,445,227 bushels, and the average was 178,941,084 bushels, or 190,773,957, omitting the failure of 1901; the yield per acre being similarly 26.35 or 27.9 bushels (12.4 in 1901); 1 in 1906 the crop was 249,782,500 bushels, and the average yield per acre 34.1 bushels; in 1907 the crop was 179,328,000 bushels, and the average yield only 24 bushels per acre, According to the report of the state Board of Agriculture, Custer, Lancaster and Saunders counties produced the largest amounts (each more than 5,000,000 bushels) of Indian corn in 1908.",
        "From 1880 to 1890 the acreage devoted to wheat greatly diminished, because the spring variety was not relatively remunerative, but the acreage trebled in the next decade as autumn planting increased.",
        "In this decade 35 counties out of 90 in the state showed a decrease: the shrinkage was mainly in the first half of the decade, and was due to the cumulative effects of national hard times, a reaction from an extraordinarily inflated land \" boom \" of the late 'eighties, and a remarkable succession of drought years, and consequent crop failure in the West.",
        "Movements in Congress for the creation of a new Territory on the Platte began in 1844, several attempts at organization failing in the succeeding decade.",
        "The following decade was marked by a tremendous growth in population, by a feverish activity in railway construction (the mileage in the state being increased from 1953 to 5407 m.",
        "In 1901 the population was 1,012,972, showing a decrease of 13%, compared with an increase of 14% in the preceding decade.",
        "In 1901 the population was 412,664, showing a decrease of 12% in the decade; the estimated revenue is X 2 55,800, and the tribute IO,30o.",
        "The total number of manufacturing establishments in 1890 was 1746, with a product for the year valued at $77,351,546; in 1900 there were 2847 establishments with a product for the year valued at $100,892,838, or an increase of 30.4% in the decade.",
        "1901, decade 4, vol.",
        "The volume of the export trade tended to decrease in the first decade of the 20th century.",
        "A province subject to such conditions can hardly be free from famine or scarcity for any length of time; accordingly it was visited by two famines, one of unprecedented severity, and one scarcity, in the decade 1891-1901.",
        "In 1901 the population was 476,912, showing a decrease of 12% in the decade, due to the results of famine.",
        "About 80 B.C. Sulla founded an Isiac college in Rome, but their altars within the city were overthrown by the consuls no less than four times in the decade from 58 to 48 B.e., and the worship of Isis at Rome continued to be limited or suppressed by a succession of enactments which were enforced until the reign of Caligula.",
        "One of the most startling discoveries of the decade 1890-1900 was the fact that a number of forms are devoid of both gills and lungs, and breathe merely by the skin and the buccal mucose membrane (20).",
        "Indeed, during every decade from 1860 to 1890 the total value of farm property and products declined; and the increase of products from 1890 to 1900 was due to the growth of dairy farms, which yielded almost one-third of the total farm product of the state.",
        "Tobacco, which was first grown here between 1640 and 1660, because of a law restricting the use of tobacco to that grown in the colony, was in the decade 1890-1900 the only crop raised for consumption.",
        "The production of orchard fruits and market vegetables, however, increased during the decade 1890-1900.",
        "The decade of greatest relative development was that of 1860-1870, during which the value of the products increased 96.6%.",
        "In the first decade of the next century Edessa was taken by Chosroes II., and a large part of the population transported to eastern Persia.",
        "The feeble rule of Alexander Charles, who became duke in 1834, and the disturbed state of Europe in the following decade, led to considerable unrest, and in 1849 Bernburg was occupied by Prussian troops.",
        "It was a decade of conflict transformation and peace-building.",
        "This brief overview encapsulates the dilemma that the BDA has faced over the past decade or so.",
        "I have followed the vicissitudes of the nuclear non-proliferation regime very closely for more than a decade.",
        "Heraldry, abbey Strand Within little more than a decade the monastery had been elevated to an Augustinian abbey.",
        "abomination almost single-handedly destroyed Alfa Romeo's reputation for about a decade.",
        "The critical acclaim for Forster has dipped during the last decade.",
        "strong aftershocks continued to hit Japan the country's deadliest earthquake in almost a decade.",
        "The company led by its Managing Director, Roger Johnson, has a highly ambitious agenda of growth over the next decade.",
        "By the end of the decade a network of working class agitators and organizers existed across the industrial towns and cities of Britain.",
        "allyer the past decade, the United States has enlisted allies in blocking both Libya and Sudan from gaining seats on the council.",
        "ambitious agenda of growth over the next decade.",
        "For a decade, I used the same office both to see analysands and to see students in an academic setting.",
        "His humor, which had seemed so anarchic at the start of the decade, was now looking a little dated.",
        "recent announcements from the region include the opening of the UAE's first new gas fields for development in more than a decade.",
        "So the relationship has to be an equable one - for who wants to be locked into mutual antagonism for a decade?",
        "APC resistance due to FV Leiden is the most important medical discovery of the last decade.",
        "decade argosy 's annual is my fear the high-profile american.",
        "arson incidents attended by the fire rescue services over the last decade has doubled.",
        "avian flu - the ecology of an epidemic Bird flu has been raging through Asia for more than a decade.",
        "avowed aim to attract a million immigrants in the next decade.",
        "Drum n bass is one of the most influential forms of music to emerge in the last decade.",
        "Over 11,000 new marina berths are likely to be needed over the next decade to meet a shortage of inland waterway moorings.",
        "His recent book, The Insider, private diaries of a scandalous decade, became an instant number one bestseller.",
        "coming decade.",
        "The agency's best efforts at overthrowing the Iraqi dictator have failed for a decade.",
        "The study brings together a multi-disciplinary team who have worked together over the last decade studying the risk factors for cardiovascular disease.",
        "dormant for a decade until the Walls family took it over.",
        "doubled over the next decade as a result.",
        "ecology of an epidemic Bird flu has been raging through Asia for more than a decade.",
        "Having then stood empty for a decade, Hastings Hall has now been beautifully restored.",
        "Honda, Rover's partner for over a decade, were deeply entwined with Rover's fortunes.",
        "Rather than writing their gravestone epitaphs, the major players are readying themselves for the end of the second digital decade.",
        "The past decade has seen the rise of a movement \" evangelical feminism, \" that has had a profound impact.",
        "Data Centers offer redundant power, lightning-fast fiber connections and 24X7X365 support from a staff with more than a decade of networking experience.",
        "Over the last decade various estimates have been made of the pool of illegal firearms.",
        "food poisoning cases in Scotland for a decade.",
        "Over the past decade, women have earned a solid foothold in the Legislative Yuan.",
        "age forty-five to fifty-five is a critical decade, according to Ayurveda.",
        "Often we are unprepared to cross a decade frontier.",
        "gathered to celebrate the start of its second decade.",
        "generated by renewables such as the wind by the end of the decade.",
        "gimmick made in England by JB Magic Effect of the Decade!",
        "gossip rags have gorged on the glamorous and public life of Tom Cruise over the past decade.",
        "halved over the last decade.",
        "halved in the last decade.",
        "However, they had been the mainstay of heavy freight haulage for nearly a decade.",
        "locomotive haulage has been used on the busy Cardiff to Rhymney commuter route for a decade.",
        "The female prison population is at an all-time high, with 4,671 women inside compared with 1,811 a decade ago.",
        "Objectives of the decade include reducing illiteracy, especially among women.",
        "The computer revolution in digital audio has created new possibilities for musical composition and research that were scarcely imaginable a decade ago.",
        "impoverished by two wars and more than a decade of economic sanctions.",
        "Helge spent the next decade and a half collecting the impressionist and Post-Impressionist paintings that Carl found ' awful, mannered and ghastly ' .",
        "improvement achieved over the last decade.",
        "In terms of popular music the decade got off to a very inauspicious start.",
        "indicative of an important trend in religious life over the past decade.",
        "And over the last decade the evidence of the benefits of learning have become indisputable.",
        "inflow of migrants from outside the EU was approaching 200,000 a year or 2 million every decade.",
        "In the United States, the major reform initiatives of the last decade have focussed on teacher accountability for student outcomes.",
        "Within the next decade the first submillimetre interferometers will come on-line.",
        "intervene progress of that term in the intervening decade has been little short of spectacular.",
        "In the last decade great improvements have been achieved and these changes must now be made irreversible.",
        "Iraq began to end a decade of diplomatic isolation in March at the Arab summit.",
        "jape of the decade.",
        "Operational comments: We are talking jape of the decade.",
        "last decade of Swift's life was not happy.",
        "As a result, many New York neighborhoods went from relatively law-abiding to pretty lawless in a decade.",
        "A small 3 v lithium cell can easily provide this for a decade.",
        "Richard aims to operate the low-noise plane from small airfields to avoid the logjams expected in European airports over the next decade.",
        "logjam in the planning process for developers means that many wind farms will not be operational for a decade.",
        "marina berths are likely to be needed over the next decade to meet a shortage of inland waterway moorings.",
        "With iconic bikes throughout most of the company's 10 decade history, Harley Davidson has become a truly awesome marque.",
        "No child has died of acute measles in the UK for more than a decade.",
        "But can a decade that gave us the music center and the pocket calculator truly be considered mediocre?",
        "Throughout the decade he bashed out songs which were often musically and vocally stark, but still strongly melodic and memorable.",
        "At worst, it is an apology for the defunct neo-liberalism and tired post- modernism of the last decade.",
        "molesting patients over almost a decade.",
        "A decade ago Ian Richardson was running the BBC's first ill-fated Arabic television newsroom.",
        "ninetythen comes the nineties, a decade where it all starts to spiral back to the beginning of Lancaster University.",
        "noteworthy in this respect, with the share of these sectors doubling over the last decade.",
        "obliterateoth have dedicated their last few albums to obliterating the memory of the decent ones they made a decade earlier.",
        "Could the Tories have avoided political oblivion a decade ago?",
        "Scientific Impact The JWST will be the world leading infrared observatory for the next decade.",
        "For well over a decade, American education has been almost obsessed with school reform.",
        "Over the past decade I've taken an increasing satisfaction in my increasingly outdated equipment.",
        "overthrowing the Iraqi dictator have failed for a decade.",
        "pales in comparison to the carnage of the turf wars between rival crack gangs a decade ago.",
        "past decade.",
        "wedding photojournalism has been in vogue for the past decade.",
        "photonics companies have been set up in the last decade by researchers from the group.",
        "It went double platinum within three weeks; the 80s had been the group's decade.",
        "postwar decade characterized by shortages of all kinds, food security was a dominant political aim.",
        "The last decade has seen a profusion of stylish streetcars sweeping into view.",
        "They have consumed Italian prosecutors for the best part of a decade.",
        "prosthesis last decade there have been considerable advances in design, materials and technology of hip and knee prostheses.",
        "Would his masterpiece about the depths of one man's twisted psyche have been celebrated in any other decade?",
        "quadrupled in the past decade.",
        "Popular culture junkies and fans of gossip rags have gorged on the glamorous and public life of Tom Cruise over the past decade.",
        "The coldest March for a decade has delayed the onset of spring and provided limited scope for further aquifer recharge.",
        "Cover story: ' I'm not some weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "regrouping after a decade of disarray could yet thwart our ambitions.",
        "An attempt to go directly from TA to OA publishing will only retard the growth of OA for another needless decade.",
        "In the past decade several tribal revolts have been reported, all brutally suppressed.",
        "However, it's arguably the finest action romp of the decade.",
        "Where the hell were you for the third decade of the family rosary or when I wanted a sister to share late-night dance-hall secrets?",
        "The bed does not sag or distort (even a decade later it remains the same ).",
        "Top Back schoolgirl Pregnancies Births to schoolgirl mothers in Scotland ranged between 450 and 660 per year in the last decade [1] .",
        "The Victorian slums were cleared away in a project which ran from 1969 for the next decade.",
        "squandered much of the political capital it has built up in eastern Europe over the past decade.",
        "Bruce began stand-up in July 1995 after over a decade of writing for some of Australia's biggest names in comedy.",
        "Trends in car travel have been broadly static over the last decade.",
        "In the past decade, one place in particular has become synonymous with catching giant sturgeon.",
        "Brazil have made sure to maintain that supremacy in the last decade, having played in the last three World Cup finals.",
        "sweep the past decade at least, the market has swept the board.",
        "Having operated this service for a decade, BIDS and ISI had become practically synonymous.",
        "Although the end of the decade was more stable, there was little tangible progress with economic reform.",
        "A new decade emerged which would be marked by excess, leisure suits and the steady thump of disco.",
        "I was surprised to find people still tinkering with equipment I hadn't touched for well over a decade!",
        "tumultuous decade to all those who recall them.",
        "undercurrent of disbelief stretching back for just a decade and a half: 2006.",
        "From this clash of positions has emerged a threat to the peace process that risks undoing the advances of the last decade.",
        "undreamed of a decade ago are now commonplace.",
        "The 1990s became an increasingly unhealthy decade for the nuclear non-proliferation regime.",
        "Therefore, the transport protein responsible for neuronal uptake of NE has been extensively investigated in the past decade.",
        "Early in the decade, suits with somewhat full, long skirts at a natural waistline were common.",
        "waterway restoration during the past decade.",
        "weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "In these lectures he expounded his peculiar views in a stricter form, and during the last decade of his life he embodied the substance of those courses in his System der Philosophie, of which only two volumes have appeared (vol.",
        "Steffens (80), represent the average number of houses struck by lightning in a year per million houses; in the first decade only seven years (1851-1860) are really included.",
        "In Germany as a whole, out of a million houses the number struck per annum was three and a half times as great in the decade 1890 to 1900 as between 1854 and 1860.",
        "The railway mileage of the state grew with great rapidity in the decade 1880-1890; it was 691 m.",
        "m.; pop. (1901), 168,827, showing an increase in the decade of 2.3%.",
        "m., and a population (1901) of 278,119, showing an increase of 49% in the decade and a density of 104 inhabitants to the square mile.",
        "In the decade 1890-1900 the value of the products of Birmingham's manufactories increased 78.9% from $7,064,248 to $12,581,066; in 1900 establishments under the \"factory system\" produced goods valued at $8,599,418, in 1905 at $7,592,958, a decrease of 11.7%.",
        "During the decade ending 1907 large reserves were settled with Ruthenians often known as Galicians, Poles and other peoples from central and northern Europe.",
        "In the decade 1870-1880 the population increased 648-7%.",
        "The Reformed Presbytery of North America was reconstituted by two ministers from Ireland in 1798; it became a synod of three presbyteries in 1809 and a general synod in 1823; in the first decade of the century the presbytery required all members to free their slaves.",
        "During the decade 1881-1890 great sums of European capital were invested in railways and other undertakings, encouraged by the grant of interest guarantees and by state mortgage bank loans in the form of cedulas, nominally secured on landed property.",
        "39,252,245 Arige Thus the rate of increase during the decade 1891 Aube 1901 was .16%, whereas during the same period the Aude -",
        "The department of Nord produces by far the greatest quantity, its average annual output in the decade 1895-1904",
        "C.) Australian legislation in the closing years of the 19th century and the first decade of the 10th bore the most evident traces of the Labour party's influence.",
        "In 1901 the population was 9,723,301, showing a decrease of 20% in the decade owing to the great famines of1897-1898and 1900-1901.",
        "The fact that it has become necessary to introduce regulations for its control by national legislation and international conferences shows the supremely important position which it has taken in the short interval of one decade as a means of communicating human intelligence from place to place over the surface of the globe.",
        "The Austrians in the period from 1849 to 1859, known as the dccennio della resistenza (decade of resistance), were made to feel that they were in a conquered country where they could have no social intercourse with the people; for no self-respecting Lombard or Venetian would even speak to an Austrian.",
        "Revenue from taxation had risen in a decade from 7,000,000 to 20,200,000; profit on state monopolies had increased from 7,000,000 to 9,400,000; exports had grown to exceed imports; income from the working of telegraphs had tripled itself; railways had been extended from 2200 to 6200 kilometres, and the annual travelling public had augmented from 15,000,000 to 25,000,000 persons.",
        "of our knowledge of the structure and course of the vascular strands of the higher plants (IJeber den Bau und die Anordnung der Gefssbundel bei den Stamm und Wurzel der Phanerogamen, Beitrage zur wissenschaftlichen Botanik, Heft i., Leipzig, 1859); to the second the establishment of the sound morphological doctrine of the central cylinder of the axis as the starting-point for the consideration of the general arrangement of the tissues, and the first clear distinction between primary and secondary tissues (Botanische Zeitung, 186I and 1863); to the last the putting together of the facts of plant anatomy known up to the middle of the eighth decade of the century in that great encyclopaedia of plant anatomy, the Vergleichende Anatomie der Vegetationsor gene bei den Phanerogamen und Farnen (Stuttgart, 1876; Eng.",
        "The discovery of the widespread occurrence of this mycorhizal symbiosis must be neld to be one of the most important results of research upon the nutritive processes of plants during the closing decade of the 19th century.",
        "In 1824 the county-seat was removed here from Franklinton; in 18 3 the Columbus branch of the Ohio Canal was completed; in 1834 the borough was made a city; by the close of the same decade the National Road extending from Wheeling to Indianapolis and passing through Columbus was completed; in 1871 most of Franklinton, which was never incorporated, was annexed, and several other annexations followed.",
        "Of the plays by Ford preserved to us the dates span little more than a decade - the earliest, The Lover's Melancholy, having been acted in 1628 and printed in 1629, the latest, The Lady's Trial, acted in 1638 and printed in 1639.",
        "No sooner had he made peace with the Poles and failed to get himself elected as their king, than he began a war with the Swedes which dragged on for more than a decade (1572-1583), and before it was ended he was again at war with Poland (1 57981).",
        "The first decade of Alexander's reign is commonly known in Russia as \" the epoch of the great reforms,\" and may be described as a violent reaction against the political and Alex- intellectual stagnation of the preceding period.",
        "In the decade following its opening nearly 2000 m.",
        "France and Austria opened their first lines in 1828; Belgium, Germany, Russia, Italy and Holland in the succeeding decade; Switzerland and Denmark in 1844, Spain in 1848, Sweden in 1851, Norway in 1853, and Portugal in 1854; while Turkey and Greece delayed till 1860 and 1869.",
        "The decade from 1896 until 1905, inclusive, saw huge sums spent on yards, passing tracks, grade reduction, elimination of curves, substitution of large locomotives and cars for small ones, &c. During those ten years, the route mileage increased 34,991 m., or 17%, while the mileage of second, third, fourth and yard tracks and sidings increased 32,666 m., or nearly 57%.",
        "It is also a fact that with each recurring decade these general expenses (also called indirect, undistributed or fixed charges) have an increased importance as compared with the particular (direct, distributed or operating) expense attaching naturally to the particular portions of the traffic. For with increased density of population it becomes profitable to make improvements on the original location, even though this may involve increased charges for interest and for some parts of its maintenance, for the sake of securing that economy of operation, through larger train-loads, which such an improved location makes possible.",
        "Pop. (1901) 75,225, showing a decrease of 16% in the decade, due to the famine of 1899-1900.",
        "The question is complicated by the fact that the Sixth Decade of Diogo do Couto, the best contemporary historian of these events, was suppressed by the censor in its original form, and the extant version was revised by an ecclesiastical editor.",
        "There are various places also near the mouths of desert canyons, where small amounts of water are obtainable for irrigation purposes from intermittent streams. The total number of acres irrigated in 1899 was 504,168, an increase of 124.7% in the decade.",
        "2 The railway mileage in 1880 was 739 m.; in 1890, 923 m.; in the following decade railway building was at a standstill.",
        "For Judaism had organized itself; the Shulhan aruch of Joseph Qaro, printed in 1564 within a decade of its completion, though not accepted without demur, was nevertheless widely admitted as the code of Jewish life.",
        "The increase in automobile production in the decade closing in 1914 was 486%.",
        "During the next decade it was a little more than doubled, and at the close of 1908 it was 3916.85 m.",
        "The population increased from 1,131,597 in 1880 1 to 1,289,600 in 1890, of 14% within the decade, and by 'goo it had grown to 1 i 551,270 (9 9.4 8% native-born), and by 1 9 10 to 1,7 9 7,11 4.",
        "When the Civil War was over, the abnormally high price of cotton made cotton raising for more than a decade a great assistance to the people in recovering from ruin, but when the price had steadily declined from 23.98 cents a pound in 1870 to 10.38 cents a pound in 1879, they turned to the erection and operation of cotton mills.",
        "But the greatest period of building was from 1880 to 1890; during this decade the mileage was increased from 1486 m.",
        "More important in the history of the modern church was the secession, in the decade between 1880 and 1890,, of the Old Order Brethren, who opposed Sunday Schools and.",
        "The shadow of the approaching depression had already fallen upon the land before the year 1875 had run its course, and the outlook became ominous as the decade of the 'seventies neared its close.",
        "After 1894, in which year the brilliant prospects of a bountiful harvest were ultimately extinguished by untimely and heavy rains, all the remaining seasons of the closing decade of the 19th century were dominated by drought.",
        "In 1899 the drought became most intense in the autumn after the corn crops had been harvested, but during the chief period, of growth of the root crops; correspondingly the corn crops of that year rank very well amongst the crops of the decade, but the yield of turnips and swedes was the worst on record.",
        "The two meteorological events of the decade which will probably live longest in the recollection were, however, the terrible drought of 1893, resulting in a fodder famine in the succeeding winter, and the severe frost of ten weeks' duration at the beginning of 1895.",
        "Turning to the average yields per acre, as ascertained by dividing the number of acres into the total produce, the results of a decade are collected in Table IX.",
        "are obtained, the period 1885-1894 being the earliest decade for which the official figures are available.",
        "Nevertheless it was not till near the approach of the closing decade of the 19th century that the explanation of this longestablished point of agricultural practice was forthcoming.",
        "shows how rapidly this trade expanded during the decade of the 'nineties.",
        "It was not till the closing decade of the 19th century that the stock-breeders of the United Kingdom found themselves in a position to prosecute their industry free from the fear of the introduction of contagious disease through the medium of store animals imported from abroad for fattening on the native pastures.",
        "The recorded outbreaks were more numerous in the decade of the 'nineties than in that of the 'eighties, though possibly this may have been due to greater official activity in the later period.",
        "An analysis of city election returns for the decade 1890-1899 showed that the interest of the citizens was greatest in the choice of a president; then, successively, in the choice of a mayor, a governor, the determination of liquor-license questions by referendum, and the settlement of other referenda.",
        "It helped to postpone secession and Civil War for a decade, during which time the North-West was growing more wealthy and more populous, and was being brought into closer relations with the North-East.",
        "To this problem there was added another in about the third decade of the 19th century - namely, to determine the manner in which the atoms composing the radical were combined; this supplementary 'requisite was due to the discovery of the isomerism of silver fulminate and silver cyanate by Justus von Liebig in 1823, and to M.",
        "Dr Begemann considers that possibly during the decade from 1720 to 1730 a kind of Rosicrucian or Hermetic influence took place in the lodges of London, some additions to the ritual of that period not having been derived from operative masonry; but in the previous century no such influence is traceable.",
        "The mean annual temperature is 47.5Ã‚° F.; the average range of extremes per year during the decade ending with 1900 was 136Ã‚° F., while the greatest extremes recorded are from - 43Ã‚° F.",
        "Rough approximations must always precede accurate measurements; and these returns, while often inaccurate, are better than nothing, and probably improve with each decade.",
        "Population.-New York outstripped Pennsylvania in population in the first decade of the 19th century, and Virginia in the second decade, and since 1820 it has been the most populous state in the Union.",
        "The total acreage of all land included in farms increased from 3,459,018 acres in 1890 to 3,609,784 acres in 1900, or from 60% to 62.6% of the total land area of the state, but the improved portion of this decreased during the decade from 1,727,387 acres to 1,076,879 acres, or from 49'9% to 29.8%; in no other state east of the Mississippi river was so small a proportion of the farm land improved at the close of the decade, although in Florida it was only a trifle larger.",
        "m.; pop. (rigor), 279,315, showing an increase of 32% in the preceding decade.",
        "Some of his very best hymns are in the little volume he published in 1681, and hence the old period of semi-articulate Danish may be said to close with this eventful decade, which also witnessed the birth of Holberg.",
        "During the decade 1891-1901, 596,856 coolies were imported, or about a tenth of the total population of the province.",
        "1534; 941 A.H.), who himself was imitated by Damiri of Isfahan, Mulitasham Kashi and Wahshi Bfiki (all three died in the last decade of the 10th century of the Hegira); Ahli of Shirgz (d.",
        "Mention must be made, however, of an author whose work connects the literature of the Adriatic Servians of the 18th century with the regenerative efforts of the Danubian Servians in the second decade of the 19th century.",
        "In dealing with the practical side of beekeeping as now understood, it may be said that, compared with the methods in vogue during the first decade of the 19th century, or even within the memory of men still living at the beginning of the loth, it is as the modern locomotive to the stagecoach of a previous generation.",
        "And life went on for a decade.",
        "It helped launch 18 companies in recent years, and corporate-sponsored research at the medical school has nearly quadrupled in the past decade.",
        "A new decade was rapping on the door with an icy fist.",
        "The mill has not produced any sugar for a decade and a half - since it was sabotaged by apartheid-backed Renamo rebels in 1986.",
        "Cover story: ' I 'm not some weirdo recluse ' After more than a decade in the wilderness, Kate Bush is back.",
        "If we cannot, then a Conservative party finally showing signs of regrouping after a decade of disarray could yet thwart our ambitions.",
        "After more than a decade I encountered the work again, in a retrospective of the late artist 's work.",
        "However, it 's arguably the finest action romp of the decade.",
        "The bed does not sag or distort (even a decade later it remains the same).",
        "Top Back Schoolgirl Pregnancies Births to schoolgirl mothers in Scotland ranged between 450 and 660 per year in the last decade [1 ].",
        "FarmersÃ¢ markets, which were unknown on these shores a decade ago, have soared in popularity.",
        "Over the past year, Berlin has squandered much of the political capital it has built up in eastern Europe over the past decade.",
        "For the past decade at least, the market has swept the board.",
        "So he returned to Hungary with the Curwen books and over the next decade revised and refined tonic sol-fa.",
        "Look here at objects snatched from the undercurrent of disbelief stretching back for just a decade and a half: 2006.",
        "Over the last decade or so, the wavelet transform has emerged as the dominating tool in image processing.",
        "The engineers want to make three-dimensional printers available to the hoi polloi in the next decade.",
        "Our government has began to lean continually more totalitarian during the past decade.",
        "For nearly a decade, design expert Kathy Peterson has established herself as a well-known TV celebrity.",
        "She has written about animal-related issues for more than a decade.",
        "Name Voyager from The Baby Name Wizard: The popular baby naming book has a feature on its website that allows you to search by decade or name for popularity ranking of names.",
        "Toddler beds have gained favor among many parents over the last decade, chiefly because they ease a toddler's transition from a crib to a full-size bed.",
        "Coin investment is not for the impatient, because coins generally don't appreciate in less than a decade.",
        "An older person might not be fond of current hip-hop, but enjoy rock music from a past decade, or they may like jazz or classical."
    ],
    "definition": [
        "A period of ten years.",
        "A group or series of ten.",
        "dec′a·dal\nadjective",
        "Link/Cite",
        "A series or group of ten things. [from 16th c.]\na decade of soldiers",
        "A period of ten years. [from 17th c.]",
        "(French history) In the French Revolutionary calendar, a group of ten days. [from 18th c.]",
        "(Roman Catholicism) A series of ten Hail Marys in the rosary.",
        "(physics, engineering) The interval between any two quantities having the ratio 10 to 1.\nThere are decades between 1.8 and 18, between 25 and 250 and between 0.03 and 0.003.",
        "Link/Cite"
    ]
}