{
    "translation": "החלטי",
    "uses": [
        "His decisive whisper was husky.",
        "The decisive moment has arrived.",
        "I respect a man who is decisive and follows through - as long as he confines it to his own household.",
        "The decisive victories were gained by Jeroboam II.",
        "In 174 Aurelius gained over the Quadi a decisive victory, which is commemorated by one of the sculptures on the column of Antonine.",
        "The pale clay-coloured gills, offensive odour, and clammy or even viscid top are decisive characters.",
        "Few among the ancient Danish nobility occupy so prominent a place in Danish history as Johan Friis, who exercised a decisive influence in the government of the realm during the reign of three kings.",
        "Caecilius Metellus Pius, Marcus Licinius Crassus, Marcus Licinius Lucullus, joined Sulla, and in the following year (82) he won a decisive victory over the younger Marius near Praeneste (mod.",
        "Such quotations were multiplied, as theologians learnt to depend increasingly upon their predecessors, until the testimony of \"our holy father\" Athanasius, or Gregory the Divine, or John the Golden-mouthed, came to be regarded as decisive in reference to controverted points of faith and practice.",
        "This ideal, when put forward by the consummate eloquence of Demosthenes and other orators, created great enthusiasm among the Athenians, who at times displayed all their old vigour in opposing Philip, notably in the decisive campaign of 338.",
        "The Great Strike terminated early in November 1890, the employers gaining a decisive victory.",
        "The count was more perturbed than ever by the condition of his affairs, which called for some decisive action.",
        "The decisive year of the Reconstruction Period was 1876.",
        "He left in order not to obstruct the commander-in-chief's undivided control of the army, and hoping that more decisive action would then be taken, but the command of the armies became still more confused and enfeebled.",
        "22, 9, io) are decisive for Asisium as the birthplace of Propertius.",
        "The decisive success of Hastings's administration alone postponed the inevitable solution.",
        "But he had no time to utter the decisive word which the expression of his face caused his mother to await with terror, and which would perhaps have forever remained a cruel memory to them both.",
        "During the next four years the Franco-Spanish war dragged on in Lombardy until the decisive battle of Pavia in 1525, when Francis was taken prisoner, and Italy lay open to the Spanish armies.",
        "We may reckon these measures among the earliest advantages extended to the cities, which still contained the bulk of the old Roman population, and which were destined to intervene with decisive effect two centuries later in Italian history.",
        "Cromwell's strategic manoeuvres, if less adroit than those of Turenne or Montecucculi, were, in accordance with his own genius and the temper of his army, directed always to forcing a decisive battle.",
        "Their works comprise the whole literature of our faith during the decisive centuries which followed the apostolic age.",
        "The rival forces encountered at_ Griinewald, or Tannenberg, and there on the 14th or 15th July 1410 was fought one of the decisive battles of the world,.",
        "Now the decisive moment of battle had come when Kutuzov would be destroyed and the power pass to Bennigsen, or even if Kutuzov won the battle it would be felt that everything was done by Bennigsen.",
        "Hostilities continued with no decisive result till 1824, when the arrival of further reinforcements enabled the Turkish commander to reduce the island to submission.",
        "As to the introduction of domesticated cats into Europe, the opinion is very generally held that tame cats from Egypt were imported at a relatively early date into Etruria by Phoenician traders; and there is decisive evidence that these animals were established in Italy long before the Christian era.",
        "On the other hand there is nothing absolutely decisive against their origin being southern.",
        "Waiting only for the decisive victory of Buxar over the allied forces of Bengal and Oudh, he resigned his seat and sailed for England in November 1764.",
        "A stubborn struggle on the next day, the 3rd of September, gave Cromwell a decisive victory.",
        "He wrote Famous and Decisive Battles (1884), Campaigning with Crook (1890), and many popular romances of military life.",
        "This procrastinator Kutuzov, whose motto was \"Patience and Time,\" this enemy of decisive action, gave battle at Borodino, investing the preparations for it with unparalleled solemnity.",
        "Near the town, round a point marked by an obelisk, was fought in 1471 the decisive battle between the houses of York and Lancaster, in which the earl of Warwick fell and the Lancastrians were totally defeated.",
        "The well-known passage of Lucian (Piscator, 47) cannot be regarded as decisive for any of the theories advanced, as any portion of the old enceinte dismantled by the Persians may have retained the name in later times.",
        "The advance of the Americans had been rapid and decisive, with a small loss of life - three killed and forty wounded - due to the skill with which the military manoeuvres were planned and executed and the cordial welcome given the invaders by the inhabitants.",
        "In 1658 Colonel Edward Doyley, the governor, gained a decisive victory over thirty companies of Spanish foot, and sent ten of their flags to Cromwell.",
        "But the Romans followed up their success by attacking Antiochus in Asia Minor, and the decisive victory of L.",
        "But so long as Piedmont was not completely crushed none of the princes dared to take decisive measures against their subjects; in spite of Custozza, Charles Albert still had an army, and Austria, with revolutions in Vienna, Hungary and Bohemia on her hands, could not intervene.",
        "On sea the Athenians, after two minor engagements, gained a decisive victory which enabled them to blockade Aegina.",
        "The second and decisive battle was fought upon the Adriatic. The Genoese fleet under Luciano Doria defeated the Venetians off Pola in 1379, and sailed without opposition to Chioggia, which was stormed and taken.",
        "In November 1796, when the country was not yet prepared to enter on a decisive struggle with Turkey, Catherine died at the age of sixty-six, and was succeeded by her son Paul, whom she had kept during her long reign in a state of semi-captivity.",
        "It is rendered memorable by the decisive victory gained here on the 12th of July 1691 by the forces of William III.",
        "The decisive conflict, fought on the 20th of August 1794, near the rapids of the Maumee, is called the battle of Fallen Timbers, because the Indians concealed themselves behind the trunks of trees which had been felled by a storm.",
        "The existence of any third wall was denied by Leake, according to whose theory the southern parallel wall would be identical with the Phaleric. The language of Thucydides, however, seems decisive with regard to the existence of three walls.",
        "His conversion apparently took place at Ephesus; there, at any rate, he places his decisive interview with the old man, and there he had those discussions with Jews and converts to Judaism, the results of which he in later years set down in his Dialogue.",
        "The decisive engagement, however, of this campaign was fought at Curzola (1299) in the Adriatic, when Venice suffered a crushing defeat.",
        "Next year he was sent to check the Persian king Chosroes (Anushirvan); but, thwarted by the turbulence of his troops, he achieved no decisive result.",
        "The government troops gained two decisive victories over the insurgents under Generals Mitre and Arredondo, and they were compelled to surrender at discretion.",
        "He took a leading part in the negotiation of 1890 for the Bohemian settlement, but the elections of 1891, in which the young Czechs who were opposed to the feudal party gained a decisive victory, made his position a very difficult one.",
        "At the decisive battle of Naseby (the 14th of June 1645) he commanded the parliamentary right wing and routed the cavalry of Sir Marmaduke Lang exclusion from pardon of all the king's leading adherents, besides the indefinite establishment of Presbyterianism and the refusal of toleration to the Roman Catholics and members of the Church of England.",
        "At a time when throughout the rest of Europe armies were manoeuvring against one another with no more than a formal result, the English and Scots were fighting decisive battles; and Cromwell's battles were more decisive than those of any other leader.",
        "spent the greater part of his life; here Majorian was proclaimed; here the little Romulus donned his purple robe; here in the pinewood' outside the city his uncle Paulus received his decisive defeat from Odoacer.",
        "above sea-level, where a decisive battle was fought between General Sucre and the Spanish viceroy La Serna in 1824, which resulted in the defeat of the latter and the independence of Peru.",
        "This victory was decisive at Constantinople, where the emperor abandoned the defeated Genoese and restored Venice to her former position.",
        "Robert Key at Saham Tony in 1832 won over a young woman who converted her brother, Robert Eaglen, who, eighteen years later at Colchester, proved so decisive a factor in the life of Charles Haddon Spurgeon.",
        "The decisive considerations for the determination of the date are the language, the historical background and the thought.",
        "So also the coincidences of thought with Ben-Sira (Ecclesiasticus) are not decisive: cf.",
        "13, 14) declares that th e decisive fact was the orthodox statement at the end of the book: the one important thing is to fear God and keep His commandments.",
        "The testimony afforded Sources by inscriptions is often of decisive importance, especially that of commemorative or votive tablets or of boundary = stones found in situ; the value of this evidence is, on the other hand, sometimes neutralized owing to the former removal of building material already used and its in corporation in later structures.",
        "All are struck by the justness of his views, but no one undertakes to carry them out, so he takes a regiment, a division-stipulates that no one is to interfere with his arrangements--leads his division to the decisive point, and gains the victory alone.",
        "The key must be sought in the exilic and post-exilic age where, unfortunately, direct and decisive evidence is lacking.",
        "The moral interest, which is so decisive on this question in the case of Kant, dominates Bishop Butler also.",
        "At Marston Moor on the 2nd of July he commanded all the horse of the Eastern Association, with some Scottish troops; and though for a time disabled by a wound in the neck, he charged and routed Rupert's troops opposed to him, and subsequently went to the support of the Scots, who were hard pressed by the enemy, and converted what appeared at one time a defeat into a decisive victory.",
        "With this version Ctesias and Nicolaus have connected another, in which Cyrus is the son of a Persian shepherd who lives at Pasargadae, and fights the decisive battle at this place.",
        "Important and, if genuine, decisive evidence upon this point is afforded by a passage in the Anecdoton Holderi, a fragment contained in a Loth-century MS. (ed.",
        "Details are wanting, but the traditional decisive battle was fought at Alpar on the Theiss, whereupon the victors pressed on to Orsova, and the conquest was completed by Arpad about the year 906.",
        "In 1813 Mehemet Ali was compelled to take the field himself with fresh troops, but was unable to achieve any decisive success, and in 1814 Tusun was again defeated beyond Taif.",
        "The decisive factor in determining membership in the League was the historical right of the citizens of a town to participate in Hanseatic privileges abroad.",
        "But such considerations are not decisive.",
        "The judges who governed the island were always at strife, and, as some of them applied to Pisa and some to Genoa for assistance against one another, the Italian seas were once more stained with blood, and the war burst out again and again, down to 1259, when it terminated in the decisive victory of the Pisans and the consolidation of their supremacy in Sardinia.",
        "This was the moment chosen by Genoa for a desperate and decisive struggle with her perpetual rival.",
        "Arequipa, like Cordoba and Chuquisaca, is a stronghold of clericalism and exercises a decisive influence in politics as well as in church matters.",
        "Bennett's The Monitor and the Navy under Steam (Boston, 1900); and William Swinton, Twelve Decisive Battles of the War (New York, 1867).",
        "The delay had, however, opened a gap between Kolowrat and the 3rd column on his left; and towards this gap, and the denuded Pratzen plateau, Napoleon sent forward St Hilaire's division of Soult's corps for the decisive attack.",
        "21), rallied together and a decisive victory is obtained.",
        "Towards 1818 Comte became associated as friend and disciple with Saint-Simon, who was destined to exercise a very decisive influence upon the turn of his speculation.",
        "Is there any one element which communicates the decisive impulse to all the rest, - any predominating agency in the course of social evolution?",
        "The answer is that all the other Decisive - parts of social existence are associated with, and drawn along by, the contemporary condition of intellec- intellectual development.",
        "The Athenians under Chares suffered a severe defeat from Amyntas, the Macedonian admiral, but in the following year gained a decisive victory under Phocion and compelled Philip to raise the siege.",
        "But he could never pledge himself frankly in one sense or the other, and this vacillation prevented him from attaining any decisive results.",
        "in 1183, where General Montecucculi gained a decisive victory over the Turks in 1664.",
        "Though deserted by the Khazars, with whom he had made an alliance upon entering into Pontus, he gained a decisive advantage by a brilliant march across the Armenian highlands into the Tigris plain, and a hard-fought victory over Chosroes' general, Shahrbaraz, in which Heraclius distinguished himself by his personal bravery.",
        "In the decisive battle of K6niggratz the arrival of his army in the field of battle, after a march of nearly 20 m., secured the victory.",
        "On the 1st of July 1690 the allies were badly beaten at sea off Beachy Head, but on the same day William himself won a decisive victory over James's army at the Boyne in Ireland.",
        "First Period: from 240 to about 80 B.C. The historical event which brought about the greatest change in the intellectual condition of the Romans, and thereby exercised a decisive influence on the whole course of human culture, was the capture of Tarentum in 272.",
        "The epic of national life, vividly conceived but rudely executed by Ennius, was perfected in the years that followed the decisive victory at Actium.",
        "The Athenians immediately fitted out a fleet under Chabrias, who gained a decisive victory over the Spartans between Naxos and Paros (battle of Naxos 376 B.C.), both of which were added to the league.",
        "This action gave the Federal cause a decisive initial advantage in Missouri.",
        "202 who took the decisive step of refusing to communicate with the Asiatic Montanists.",
        "After wearisome and disheartening failures, embittered by the pain of an internal disease, Wolfe crowned his work by the decisive victory on the Plains of Abraham (13th of September 1759) by which the French permanently lost Quebec. Twice wounded earlier in the fight, he had refused to leave the field, and a third bullet passing through his lungs inflicted a mortal injury.",
        "It is not certain that `Amr assisted Khalid in the siege of Damascus, but very probable that he took part in the decisive battle of Yarmuk, 10th of August 636.",
        "But Edward's decisive victory over the French at Crecy, in Ponthieu, on the 26th of August, where he scattered the army with which Philip VI.",
        "In 423 they broke out into open war with the Mantineians, and when the latter rebelled against Sparta and allied themselves with Argos and Athens, the Tegeans stood firmly by Sparta's side: in the decisive battle of Mantineia (418) their troops had a large share in the overthrow of the coalition.",
        "Corps was left to its own devices, but fortunately the crown prince of Saxony, who commanded it, had ridden forward and, seeing the French in force towards Roncourt, had issued orders which in the event proved decisive.",
        "With other disclosures regarding German machinations against the United States it materially contributed to rouse American national feeling, which found expression in the decisive votes of the Senate and the House of Representatives on April 5 in favour of declaring war upon Germany.",
        "The decisive blow was delivered by the Dutch marshal, Overkirk, who was sent by Marlborough with a large force (the last reserve of the Allies) to make a wide turning movement round the extreme right of the French, and at the proper time attacked them in rear.",
        "5 the Fourth Army's 12 divisions had completely defeated 20 enemy divisions, driving them from a succession of defensive lines of unexampled strength and taking from them close on i 5,000 prisoners and 120 guns, and could claim for themselves with justice a preponderating share in the decisive victory of the war.",
        "A decisive battle ensued at Lastoguanes, where the Spanish troops under Monteverde sustained a crushing defeat.",
        "Bolivar therefore resolved, if possible, to strike a decisive blow; and this accordingly he did at Carabobo, where, encountering Torre, he so completely routed the Spaniards that the shattered remains of their army were forced to take refuge in Puerto Cabello, where two years after they surrendered to Paez.",
        "In the years immediately preceding the Declaration of Independence Maryland pursued much the same course as did other leading colonies in the struggle - a vessel with tea on board was even burned to the water's edge - and yet when it came to the decisive act of declaring independence there was hesitation.",
        "Even then the day might have been saved had Blucher been able to find even twenty squadrons accustomed to gallop together, but the Prussian cavalry had been dispersed amongst the infantry commands, and at the critical moment it proved impossible for them to deliver a united and decisive attack.",
        "ii., 1839-1840): - \"We find in his method the wisdom and circumspection of the Scottish school, with something more masculine and decisive in the results.",
        "This act was none the less decisive for Baldassare Cossa's future.",
        "In 1840 the name Sucre was adopted in honour of the patriot commander who won the last decisive battle of the war, and then became the first president of Bolivia.",
        "had shown - of being thrown with decisive weight into the balance of European rivalries.",
        "For some years after the decisive battle of Brunanburh (A.D.",
        "At length when both sides were exhausted by their efforts he sent forward nearly a hundred guns which tore asunder by their case-shot fire the enemy's line and marched his reserve right through the gap. Had he possessed an adequate cavalry force the victory would have been decisive.",
        "At length becoming impatient he advanced a portion of his army towards Blucher, who fell back to draw him into a trap. Then the news reached him that Schwarzenberg was pressing down the valley of the Elbe, and, leaving Macdonald to observe Blucher, he hurried back to Bautzen to dispose his troops to cross the Bohemian mountains in the general direction of KOnigstein, a blow which must have had decisive results.",
        "Although there are many indications which may make this probable, none of them can be said to be quite decisive.\"",
        "This he endeavoured to do on the 22nd of July 1812, which brought on the important battle of Salamanca (q.v.) in which Battle of Wellington gained a decisive victory, the French Salamanca, falling back to Valladolid and thence to Burgos.",
        "In addition to the decisive victory of Salamanca, Madrid had been occupied, the siege of Cadiz raised, Andalusia freed, and Ciudad Rodrigo and Badajoz stormed.",
        "For a description of the decisive battle of Vitoria (June 21, 1813), see Vitoria.",
        "For this decisive campaign, Wellington was made a field marshal in the British army, and created duke of Victory 1 by the Portuguese government in Brazil.",
        "The decisive movement was a passage in strength near Fuenterrabia, to the astonishment of Passage of the the enemy, who in view of the width of the river Bidassoa, and the shifting sands, had thought the crossing October 7, impossible at that point.",
        "BATTLE OF NAVARINO, fought on the 10th of October 1827, the decisive event which established the independence of Greece.",
        "In its effects on the international situation Navarino may be reckoned one of the decisive battles of the world.",
        "Reinforced by the Cenomani, he gained a decisive victory on the banks of the Addua.",
        "The decisive defeat of Parker by President Roosevelt did much to bring back the Democrats to Mr Bryan's banner.",
        "After a heated contest Mr Bryan again suffered a decisive defeat, President Taft securing 321 electoral votes to Mr Bryan's 162.",
        "Any application for a revision of the award must be based on the discovery of new evidence of such a nature as to exercise a decisive influence on the judgment and unknown up to the time when the hearing was closed, both to the tribunal itself and to the party asking for the revision.",
        "Imagining himself sure of a brilliant destiny in Europe if he lost his Brazilian crown, the emperor attempted to risk a decisive attack against the Liberals, and to form a new ministry composed of men favourable to absolutism.",
        "Sir George, being without definite instructions from England, could give no decisive answer, but he was friendly disposed to the Natal farmers.",
        "Besides its connexion with the speculations of Anselm, the doctrine of Roscellinus was also of decisive influence within the schools in crystallizing the opposite opinion.",
        "The success of this enterprise was decisive and rapid, and the \"Cobden prints\" soon became known through the country as of rare value both for excellence of material and beauty of design.",
        "The Austrian commander-in-chief, Count Haynau, was to attack Hungary from the west, the Russian, Prince Paskevich, from the north, gradually environing the kingdom, and then advancing to end the business by one decisive blow in the mid-Theissian counties.",
        "On the side of Persia too, where the decisive battle of Shurur (1502) had raised to power Ismail, the first of the modern line of shahs, danger threatened the sultan, and the latter years of his reign were troubled by the spread, under the influence of the new Persian power, of the Shiite doctrine in Kurdistan and Asia Minor.",
        "Not many miles distant, higher up the stream, another decisive battle was fought between the same national antagonists, but with a contrary result, on the memorable 3rd of July 1866.",
        "They are liberally supported by alms, direct all .popular assemblies, and have a decisive voice in intertribal quarrels and all matters of consequence.",
        "To him Syracuse owed her deliverance from the younger Dionysius and from Hicetas, who held the rest of Syracuse, and to him both Syracuse and the Sicilian Greeks owed a decisive triumph over Carthage and the safe possession of Sicily west of the river Halycus, the largest portion of the island.",
        "The origin of London will probably always remain a subject of dispute for want of decisive facts.",
        "The battle ended in a decisive victory for the British, whose losses were about ioo, while of the Zulu some 150o men were killed (see Ulundi).",
        "The defeat suffered by the Suvla troops on the 9th was in reality decisive in so far as the new area was concerned; but, even so, the invaders who had set foot there tried yet again on the 10th to wrest the heights in front of them out of Osmanli keeping.",
        "So few examples of glass vessels of this period which have been painted in enamel have come down to us that it has been questioned whether that art was then practised; but several specimens have been described which can leave no doubt on the point; decisive examples are afforded by two cups found at Vaspelev, in Denmark, engravings of which are published in the Annaler for Nordisk Oldkyndeghed for 1861, p. 305.",
        "On the 15th of August 1760 Frederick the Great gained a decisive victory near Liegnitz over the Austrians, and in August 1813 Blucher defeated the French in the neighbourhood at the battle of the Katzbach.",
        "the thirtieth year of his reign (in 2340 B.C.) he overthrew the Elamite forces in a decisive battle and drove them out of Babylonia.",
        "This decisive step was not long in making itself felt in the chanceries of Europe.",
        "This solved the difficulty of military service apparently, but with decisive consequences.",
        "First he swept down on the Bani Hanifa in Yemama, who with their rival prophet Mosailama (Mosailima) and 40,000 men were in arms. The battle of Yemama (633) was fierce and decisive.",
        "But the decisive argument is that in ix.",
        "The king of Castile invaded Portugal, but his army was compelled by pestilence to withdraw, and subsequently by the decisive battle of Aljubarrota (Aug.",
        "The battle of Tiirkheim (5th of January 1675) nevertheless resulted in another and this time a decisive victory for the French; a few days after the battle Turenne could report that there was not a soldier of the enemy left in Alsace.",
        "The year 150z was marked by yet another decisive incident in Machiavelli's life.",
        "The moment of its composition was indeed decisive.",
        "The peace of the Pyrenees was a decisive event in his personal history as well as in that of France, for one of its most important stipulations referred to his marriage, He had already been strongly attracted to one of the nieces of Mazarin, but reasons of state triumphed over personal impulse; and it was agreed that the new friendship with Spain should be cemented by the marriage of Louis to his cousin, the Infanta Maria Theresa.",
        "Tirpitz advances two contentions; first, that he would have sent the navy into decisive action at an earlier stage of the war; secondly, that he would have made an earlier and more ruthless use of the German U-boats; but his opponents traverse both these claims, and in particular assert that as Secretary of State he had neglected the construction of submarines, so that Germany entered the war with a comparatively small supply of these vessels.",
        "But, as Gwatkin 13 has pointed out, Harnack's arguments are by no means decisive.",
        "On only one point, the position assigned in the Wissenschaftslehre to the absolute ego, is there any obscurity; but the relative passages are far from decisive, and from the early work, Neue Darstellung der Wissenchaftslehre, unquestionably to be ins uded in the Jena period, one can see that from the outset the doctrine of the absolute ego was held in a form differing only in statement from the later theory.",
        "In consideration of his military services and especially his decisive victory, a princely mansion was erected by parliament for the duke of Marlborough near Woodstock in Oxfordshire, England, and was named Blenheim Palace after this place.",
        "Here was the only good ground for mounted troops, and Marlborough followed Tallard's example when forming up to attack, but it resulted from the dispositions of the French marshal that this weak point of junction of his two armies was exactly that at which decisive action was to be expected.",
        "In July following the Wangoni were beaten in a decisive engagement.",
        "In the following campaign of 362 Mantineia, after narrowly escaping capture by the Theban general Epaminondas, became the scene of a decisive conflict in which the latter achieved Achaeans and jealousy of Megalopolis, was punished in 222 by a thorough devastation of the city, which was now reconstituted as a dependency of Argos and renamed Antigoneia.",
        "His influence was indeed by no means so decisive and so pervasive as has commonly been supposed, and his attacks on the evils in the Church were no bolder or more comprehensive than those of Marsiglio and Wycliffe, or of several among his contemporaries who owed nothing to his example.",
        "In the war between Mexico and the United States the most decisive campaign was that of General Winfield Scott directed .against the Mexican capital.",
        "Rameses, however, collected a large fleet and an army of native troops and mercenaries and claimed decisive victories.",
        "A decisive battle was fought at Fontenoy on the 25th of June 841, when, in spite of his personal gallantry, Lothair was defeated and fled to Aix.",
        "Meanwhile the United States, acting in harmony, but not in formal co-operation, with England, had taken decisive action.",
        "The Genoese, desiring to draw their enemy out to battle, and to make the action decisive, arranged their fleet in two lines abreast.",
        "In 1869 Cleveland was nominated by the Democratic party for the office of sheriff, and, despite the fact that Erie county was normally Republican by a decisive majority, was elected.",
        "Such an act would have proved that he desired, nay provoked, a war; and further, the engagement of such small forces could lead to no decisive results.",
        "Herein Napoleon showed that he was no longer the Napoleon of Austerlitz; for he left locked up in far-distant secondary theatres no less than 56,500 men, of whom he could have collected some 30,000 to 36,000 for the decisive campaign in Belgium.",
        "On June 15 Grant wrote to Wellington stating that the French were advancing, and that French officers spoke freely about a decisive action being fought within three days.",
        "Only on the wing on which the reserve is brought into action will a decisive result be aimed at.",
        "Possibly, however, the decisive day of the campaign had come.",
        "Not yet had Napoleon grasped the full significance of the allied movements, for the decisive flank had not yet become clear.",
        "Ney's duty was merely to hold Wellington for certain at Quatre Bras and allow D'Erlon to carry out the movement which must ensure a decisive result at Ligny, in accordance with Napoleon's plan of campaign.",
        "decisive day of the campaign had actually come, and he promptly made arrangements for defeating the Prussian army in his front.",
        "Repeated orders sent to the commander of the division left by D'Erlon failed to induce him to engage his command decisively, and thus Napoleon obtained no direct co-operation from his left wing on this, the first decisive day of the campaign.",
        "In this way only could the allies hope to obtain a decisive success against Napoleon.",
        "If the Prussians now retired northwards, parallel to the direction which Wellington would follow perforce on the morrow, the chance of co-operating in a decisive battle would still remain to the allies; and Gneisenau's order issued by moonlight, directing the retreat on Tilly and Wavre, went far to ensuring the possibility of such combined action.",
        "The last chance of bringing about a decisive French success was thus allowed to slip away.",
        "The Prussians were thus the real general reserve, and it was Wellington's task to receive Napoleon's attack and prepare him for the decisive counter-stroke.",
        "The heavy and decisive operations of the war were carried out by the Bulgarian army.",
        "After the suppression of the Kapp troubles and the return of the Ministry to Berlin it was impossible for Noske to remain in office, as the labour masses, who by the general strike against the Kapp \" Government \" had for the moment obtained a decisive influence upon affairs, regarded him as having been too tolerant of reaction in the army and as having manifested excessive ruthlessness in the suppression of the Communist bands.",
        "Irenaeus's testimony is the earliest and admittedly the strongest we possess for the Zebedean authorship; yet, as Calmes admits, \" it cannot be considered decisive.\"",
        "2 The strategical problem for Japan was, how to strike a blow sufficiently decisive to secure her object, before the at present insignificant forces of the East Siberian army were augmented to the point of being unassailable.",
        "Their strategy was to gain time without immobilizing themselves so far that the Japanese could impose a decisive action at the moment that suited them best.",
        "Yet another object was given him, to \" relieve the pressure on Port Arthur by drawing upon himself the bulk of the enemy's forces,\" and he was not to allow himself to be drawn into a decisive action against superior numbers.",
        "Nevertheless he had every intention of delivering a heavy and decisive counterstroke when the right moment should come, and meantime his defensive tactics would certainly have full play on this prearranged battlefield with its elaborate redoubts, bombproofs and obstacles, and its garrison of a strength obviously equal (and in reality superior) to that of the assailants.",
        "A man of decisive action when his mind was made up on any given question, his very decisiveness sometimes gave the impression that his judgments were hasty.",
        "The sentences which he passes are decisive, not only for the human pair and the serpent, but for their respective races.",
        "This was too much even for Lord John Russell, and after a short and decisive correspondence Lord Palmerston resigned the seals of office.",
        "The decisive incident for his private life as well as for his reign was the entrance of Cardinal Richelieu, hitherto the queen's chief adviser, into the king's council in 1624.",
        "The jealousy of the Aetolian militia for the Suliotes, however, prevented the victory being decisive; and Mustai advanced to the siege of Anatoliko, a little town in the lagoons near Missolonghi.",
        "The evidence is scanty and by no means decisive.",
        "Nevertheless the Latin element began to prevail with the Lombards and other Italians who flocked into the island in the wake of the conquest, and the conquest of Sicily was decisive in the steady decline from this time of Mahommedan power in the western Mediterranean.",
        "The British infantry, aided by some of the Hanoverians, had won a brilliant success, and every man in the army looked to the British cavalry to charge and to make it a decisive victory.",
        "Geoffroy in 1716 and 1723 were still more decisive, and those of H.",
        "A Frankish bishop, Liudhard, had laboured there before his time; but the mission of Augustine and his ordination as a bishop were decisive in the conversion of the country and the establishment of the Anglo-Saxon church.",
        "The first important step, and in some respects the decisive step, towards modifying it was taken in 1824, under the policy of Huskisson.",
        "9, 1792) finally freed her from the Turk, she waited patiently for the Polish malcontents to afford her a pretext and an opportunity for direct and decisive interference.",
        "After further administrative work in his province, he was ordered to organize the council of state in 1866, and was then made governor of Bagdad, where his success was as decisive as at Nisch, but attended with much greater difficulties.",
        "His troops were raw and possessed no decisive superiority in numbers, and sharp fighting took place when the garrison of Donelson tried to cut its way out.",
        "All troops on both sides hurried to the unexpected battlefield, and after a great three days' battle, the Army of the Potomac emerged at last with a decisive victory.",
        "Grant's triumph was decisive of the war in the west, and with Burnside's victory over Longstreet at Knoxville, the struggle for Tennessee was over.",
        "On the decisive theatre the Federals made their way, little by little and at a heavy cost, to the Weldon railway, and beyond it to the westward.",
        "The victory was decisive, and, the country being now bare of supplies, the Army of the Shenandoah was sent to reinforce Grant, while the remnant of Early's forces also went to Petersburg.",
        "With the provisos that if Lee turned upon Sherman, Grant must follow him up sharply,'and that Thomas could be left to deal with Hood (both of which could be, and were, done), the scheme might well be decisive of the war.",
        "In the fixing of the Canon, as in the fixing of doctrine, the decisive influence proceeded from the bishops and the theologians of the period 325-450.",
        "Formerly the Greek uncials, which go back to the 4th century, were regarded as the most important source of evidence, and were supposed to have the decisive vote; but now it is becoming plain that still more important, though unfortunately much less complete, is the evidence of the versions and of quotations by early writers.",
        "is the same as the council of Acts xv., partly, no doubt, on the ground that the latter visit was too important and decisive for St Paul to have omitted in giving even the most summary description of his relations with the twelve.",
        "Finally, if there is no decisive evidence for the view that it was an image (Judg.",
        "McClellan lingered north of Richmond, despite President Lincoln's constant demand that he should \"strike a blow\" with the force he had organized and taken to the Yorktown peninsula in April, until General Lee had concentrated 73,000 infantry in his front; then the Federal commander, fearing to await the issue of a decisive battle, ended his campaign of invasion in the endeavour to \"save his army\"; and he so far succeeded that on July 3 he had established himself on the north bank of the James in a position to which reinforcements and supplies could be brought from the north by water without fear of molestation by the enemy.",
        "In 1866 the Russians invaded the territory of Bokhara proper, and a decisive battle was fought on the 10th of May at Irdjar on the left bank of the Jaxartes.",
        "While the forces of the North were still scattered, Jackson secretly left the Valley to take a decisive part in Lee's campaign before Richmond.",
        "It is not as a philosophy, then, nor as a new religion, that Neoplatonism became a decisive factor in history, but, if one may use the expression, as a \" mood.\"",
        "C. Marius Victorinus translated certain works of Plotinus, and thus had a decisive influence on the spiritual history of Augustine (Confess.",
        "Since fossils afford an immediate and generally a decisive clue to the mode of deposition of rocks, whether marine, lacustrine, fluviatile, flood plain or aeolian, they lead us naturally into palaeophysiography.",
        "He at once demanded a conference, which Ariovistus refused, and on hearing that fresh swarms were crossing the Rhine, marched with all haste to Vesontio (Besancon) and thence by way of Belfort into the plain of Alsace, where he gained a decisive victory over the Germans, of whom only a few (including Ariovistus) reached the right bank of the Rhine in safety.",
        "The decisive engagement was fought (probably) in the Gulf of Morbihan and the Romans gained the victory by cutting down the enemy's rigging with sickles attached to poles.",
        "Six states had ratified the Federal constitution when the New Hampshire convention met at Exeter on the 13th of February 1788, to accept or reject that instrument, and so great was the opposition to it among the delegates from the central part of the state that after a discussion of ten days the leaders in favour of ratification dared not risk a decisive vote, but procured an adjournment in order that certain delegates who had been instructed to vote against it might consult their constituents.",
        "The defeat was decisive; it made impossible the great eastern principality which Bohemund had contemplated.",
        "But nothing decisive occurred.",
        "The Vitellian commanders now resolved to bring on a decisive battle, and their designs were assisted by the divided and irresolute counsels which prevailed in Otho's camp. The more experienced officers urged the importance of avoiding a battle, until at least the legions from Dalmatia had arrived.",
        "It was not till 1748, when a decisive blow was struck at the power of the chiefs by the abolition of heritable jurisdictions, and the appointment of sheriffs in the different districts, that the arts of peace and social improvement made way in these remote regions.",
        "decisive proportion (18%).",
        "In Europe it saw the brilliant victories of Marlborough; in America it was less decisive, but France lost heavily.",
        "France had no resources to cope with those of Britain in America, and the British command of the sea proved decisive.",
        "But the appeal made to the electors in 1896 resulted in a decisive victory for the Liberal party, and marked the beginning of a long period of Liberal rule.",
        "We pass over their first conflicts and the unsuccessful agreements that were attempted, to mention the decisive battle near Mer y (1040), in which Masud was totally defeated and driven back to Ghazni (Ghazna).",
        "In 1690 it was garrisoned by King James's army; but after the decisive battle of the Boyne it surrendered to the conqueror without a struggle, in consequence of a threat that quarter would not be granted if the town were taken by storm.",
        "This conception, however, is not one of the constant elements of prophecy; other prophecies of Isaiah look for the decisive interposition of Yahweh in the crisis of history without a kingly deliverer.",
        "He inaugurated his reign by a decisive victory over the Normans in Sicily, but elsewhere his policy was less successful.",
        "After a period of vacillation Hanover threw in her lot with Austria, the decisive step being taken when the question of the mobilization of the federal army was voted upon in the diet on the 14th of June 1866.",
        "In accordance with his previous division of outer will into impulsive and decisive, he divides the inner will of apperception into passive apperception and active apperception.",
        "Apperception in general thus becomes activity of inner will, constituting the process of attention, passive in the form of impulsive will required for association, and active in the form of decisive will required for understanding and judgment.",
        "Edward of York had himself proclaimed king, and by his decisive victory at Towton on the 29th of March, put an end to Henry's reign.",
        "70-80 was decisive.",
        "Their allies soon obtained a decisive victory; but subsequently they turned their arms against the Britons themselves, alleging that they had not received sufficient payment for their services.",
        "Luther (who suggests Apollos) and Calvin (who thinks of Luke or Clement) followed with the decisive argument that Paul, who lays such stress on the fact that his gospel was not taught him by man (Gal.",
        "They rendered good service at Syracuse and Arginusae; but their greatest achievement was the decisive victory at Delium over the flower of the Athenian army (424), in which both their heavy infantry and their cavalry displayed unusual efficiency.",
        "cipal objects of his activity, and this important side of his work received decisive sanction by the promulgation of the decrees of the fourth Lateran Council (1215).",
        "The heretic peril, which increased during his pontificate, forced him to take decisive measures against the Albigenses in the south of France, but before proscribing them he spent ten years (1198-1208) in endeavouring to convert the misbelievers, and history should not forget the pacific character of these early efforts.",
        "To all appearances the victory of the papacy was decisive: but it was a Pyrrhic victory, as events were quickly to prove.",
        "There may be room for dispute, as to the extent to which the king's share in the schism was due to the instigation of the revolted cardinals; there can be not the slightest doubt that his attitude was the decisive factor in perpetuating and widening the breach.",
        "It may be admitted that he clung to his native Florence and to his family with warm affection; but the really decisive factor which governed his attitude throughout was his anxiety for the temporal and spiritual independence of the Holy See.",
        "Cardinal Giulio de' Medeci, the cousin of that pope, had already exercised a decisive influence upon Catholic policy; and the tiara now fell to his lot.",
        "It was decisive, but there were further risings, involving Mesopotamia.'",
        "The decisive factor in the separation of Silesia from Poland was furnished by a partition of the Polish crown's territories in 1138.",
        "The transformation of Castile from a small county in the north of what is now Old Castile into an independent monarchy, was one of the decisive events in the reconquest of Spain from the Moors.",
        "When in 747 Carloman retired into a monastery, Pippin resolved to take the royal crown for himself; taking the decisive step in 751 after having received the celebrated answer of Pope Zacharias that it were better to name king him who possessed the power than him who possessed it not.",
        "On the 25th of April 1707, the duke won the great and decisive victory of Almanza, where an Englishman at the head of a French army defeated Ruvigny, earl of Galway, a Frenchman at the head of an English army.",
        "the south-east frontier of France in a series of campaigns which, unmarked by any decisive battle, were yet models of the art of war as practised at the time.",
        "It was also interested in the close of the world's history, and taught a decisive, final victory of Ormuzd over Ahriman, of the forces of good over the forces of evil.",
        "The day of the Lord is always an eschatological conception, as the term is applied to the final and universal judgment, and not to any less decisive intervention of God in the course of human history.",
        "Three engagements, on the 10th of August, 11th of September and 28th of September, led to no decisive result.",
        "The decisive struggle began when Frederick attacked Alessandria in 1174.",
        "On the 30th of August 1862 a Confederate force of about 7000 men under General Edmund Kirby Smith won a decisive victory here over a Union force of a nearly equal number under Generals Mahlon D.",
        "This decisive and cruel defeat sealed the fate of Charles Edward and the house of Stuart.",
        "The anti-Orange particularist party, which had just suffered decisive defeat, now lifted up its head again.",
        "of the flame are not so decisive as to justify them in omitting to test the steel before removing it from the converter, as a check on the accuracy of their blowing.",
        "It is only in Athens that we have any detailed knowledge of the office, and even in this one case the evidence presents problems of the first importance which are incapable of decisive solution.",
        "The Sennari however suffered a decisive defeat in 1784 and thereafter under Darfur viceroys the country enjoyed prosperity.",
        "These arguments, however, are not absolutely decisive.",
        "It was he who proposed a remonstrance against the growth of popery and the marriage of Prince Charles to the infanta of Spain, and who led the Commons in the decisive step of entering on the journal of the House the famous petition of the 18th of December 1621, insisting on the freedom of parliamentary discussion, and the liberty of speech of every individual member.",
        "Although the evidence is not decisive, it seems probable that lions did exist in Greece at the time of Herodotus; and it is quite possible that the representation of a lion-chase incised on a Mycenean dagger may have been taken from life.",
        "The deed, though not without parallel in the Old Testament history, stamps the peculiarly vindictive character of Elijah's prophetic mission.6 On the evening of the day that had witnessed the decisive contest, Elijah proceeded once more to the top of Carmel, and there, with \"his face between his knees\" (possibly engaged in the prayer referred to in James v.",
        "Moltke, and highly respected by Frederick V., he occupied for twenty-one years the highest positionin the government,andin the council of state his opinion was decisive.",
        "In 296, at the beginning of the Persian War, he was removed from the Danube to the Euphrates; his first campaign ended in a crushing defeat, near Callinicum, but in 2 97, advancing through the mountains of Armenia, he gained a decisive victory over Narses and compelled him to make peace.",
        "Advancing into Italy, he gained a decisive victory over the Vitellians at Bedriacum (or Betriacum) in October 69, and on the same day stormed and set fire to Cremona.",
        "The first decisive step is the introduction of the cause.",
        "8 The passage about the trade of Basra, which was founded in 635, is decisive on this point (Saint Martin's edition, ii.",
        "He instituted by proclamation of the 19th of April a blockade of the Southern ports, took effective steps to extemporize a navy, convened Congress in special session (on the 4th of July), and asked for legislation and authority to make the war \"short, sharp and decisive.\"",
        "The fortunes of battle were somewhat fluctuating during the first half of 1863, but the beginning of July brought the Union forces decisive victories.",
        "While this political contest was going on the Civil War was being brought to a decisive close.",
        "The second battle was more severe than the first, but not less decisive.",
        "He was without the impulsiveness which marred Conrads great qualities, but he had the same decisive judgment, wide ambition and irresistibli will as his father.",
        "He gained a decisive victory, rebuilt the forts and completely restored the authority of the crown.",
        "Germany the victory remained with the emperor, but it was by no means decisive.",
        "The struggle, marked by numerous raids, sieges and skirmishes, lasted for nine years, being practically ended by Fredericks decisive defeat at Milhldorf in September 1322.",
        "It was just at the time when he had estranged John of Bohemia that the pope made his decisive move.",
        "decisive year was 1388, when the strife became general all over south-west Germany.",
        "Commanded now by the king of Hungary, afterwards the emperor Ferdinand III., the imperialists retook Regensburg and captured Donauworth; then, aided by some Spanish troops, they gained a victory at Nor-dJingen in September 1634, the results of which were as decisive and as satisfactory for them as the results of Breitenfeld bad been for their foes two years before.",
        "Under Count Torstenssen the Swedes defeated the imperialists at Breitenfeld in 1642; three years later they gained another victory at Jankau and advanced almost to Vienna, and then the last decisive move of the war was made by the great French general, Tures~ne.",
        "With the aid of Russia Frederick William held out a while longer, but after Napoleons decisive victory at Friedland (June 14, 1807) the tsar came to terms with the French emperor, sacrificing the interests of his ally.",
        "The diplomacy of ~\\Ietternich (q.v.), untouched by the patriotic fervour which he disliked and distrusted, was directed solely to gaining time to enable Austria to intervene with decisive effect and win for the Habsburg monarchy the position it had lost.",
        "The whole of the session of 1879 was occupied with the great struggle between Free Trade and Protection, and it ended with a decisive victory for the latter.",
        "In the decisive vote the duty on iron was carried by 218 to 88, on corn by 226 to 109.",
        "The beginning of the year 1890 brought a decisive event.",
        "(See Napoleon, Napoleonic Campaigns, Europe.) It was a recognition of the decisive part played by Austria in these great events that Vienna was chosen as the scene of the great international congress summoned (September 1814) for the purpose of re-establishing the balance Congress 4) P P g of Vieana.",
        "The \" Holy Alliance \" of the three autocratic northern powers, recemented at Miinchengratz in 1833, which had gained for Austria the decisive intervention of the tsar in 1849, had been hopelessly shattered by her attitude during the Crimean War.",
        "This necessity brought to a decisive issue the struggle between the parties of the Centralists and Federalists.",
        "They complained that the party leaders were not sufficiently decisive in the measures for self-defence.",
        "The attack was impeded at first by obstacles of ground, but in the melee the weight of the British troopers gradually broke up the enemy, and the charge of the 4th Dragoon Guards, delivered against the flank of the Russian mass, was decisive.",
        "1183; and it supplied the last base from which Ibrahim Pasha marched in 1839 to win his decisive victory over the Turks at Nezib, about 25 m.",
        "Rameses led out his army and fleet against them and struck them so decisive a blow that the migrating swarm submitted to his rule and paid him tribute.",
        "But the opportunity of a decisive blow against Persia was lost.",
        "The rebellion broke out repeatedly in the following years, and in 831 the Copts joined with the Arabs against the government; the state of affairs became so serious that the caliph Mamun himself visited Egypt, arriving at Fostat in February 832; his general Afshin fought a decisive battle with the rebels at Bgshard in the IJauf region, at which the Copts were compelled to surrender; the males were massacred and the women and children sold as slaves.",
        "Thither the pasha despatched three su@cessive expeditions (one of which was commanded by Mehemet Au), and many battles were fought, but without decisive result.",
        "been decisive.",
        "The Egyptian troops, with a squadron of the 20th Hussars, concentrated at Toski, and thence, on the 3rd of August, ~ General Grenfell, with slight loss, gained a decisive victory.",
        "In January 1891 Osman Digna showed signs of increased activity, and Colonel (afterwards Sir Charles) Holled Smith, then governor of the Red Sea littoral, attacked Handub successfully on the 27th and occupied it, then seized Trinkitat and Teb, and on the 19th of February fought the decisive action of Afafit, occupied Tokar, and drove Osman Digna back to Temrin with a loss of 700 men, including Baffle of all his chief amirs.",
        "The decisive battle of Pavia, which gave Lombardy into the hands of the emperor, compelled Bandello to fly; his house at Milan was burnt and his property confiscated.",
        "The result was a decisive victory for Alfred.",
        "The latter victory was decisive, and the peace of Dresden (December 2 5, 1 745) assured to Frederick a second time the possession of Silesia.",
        "In April 1797 the French, under General Hoche, defeated the Austrians near Neuwied, this being their first decisive success in the revolutionary wars.",
        "For the binding together of all his states the royal name seemed essential, and the death of Honorius in February 1130, followed by a double election, seemed the decisive moment.",
        "They then fortified the Forth and Clyde Isthmus with a line of forts, two of which, those at Camelon and Barhill, have been identified and excavated, penetrated into Perthshire, and fought the decisive battle of the war (according to Tacitus) on the slopes of Mons Graupius.",
        "The barons of England angrily refused to submit to the papal interference, but nothing decisive was attempted by Edward, though Bruce had again entered his service.",
        "An immense booty and many ransoms rewarded the Scots, whose victory was one of the decisive battles of the world.",
        "But he had not the force to invade England, or to take the castle, and waited, collecting recruits and money, and encouraged by empty promises from France, till, as he wrote to James (26th of October), \" I shall have one decisive stroke for 't, but unless the French land, perhaps none.",
        "Alexander the Great placed Phrygia under the command of Antigonus, who retained it when the empire was broken up. When Antigonus was defeated and slain, at the decisive battle of Ipsus, Phrygia came under the sway of Seleucus.",
        "As the ancient books are very particular on this question of titles, this is decisive.",
        "The decisive battle, in the sixth year, was interrupted by the famous solar eclipse on the 28th of May 585 predicted by Thales.",
        "In 1460, during the reign of the fourteenth Caran Shyri, or king of the Cara nation, Hualcopo Duchisela, the conquest of Quito was undertaken by Tupac Yupanqui, the Inca of Peru; and his ambitious schemes were, not long after his death, successfully carried out by his son Huayna-Capac, who inflicted a decisive defeat on the Quitonians in the battle of Hatuntaqui, and secured his position by marrying Pacha, the daughter of the late Shyri.",
        "The quarrel was taken up by his brother Abdallah, known by the name of Abu'l-Abbas as-Saffah, who after a decisive victory on the Greater Zab (750) finally crushed the Omayyads and was proclaimed caliph.",
        "After this decisive breach a new period opens.",
        "The dates of the various parts of the book must be determined by the character of the contents, there being no decisive external data.",
        "The democracy consistently supported the victorious Thebans against Sparta, figuring with a large contingent on the decisive field of Mantineia (362).",
        "The present practice being the dominant one from the time of Ptolemy until the present, it was felt that the confusion in the combination of past and present astronomical observations, and the doubts and difficulties in using the astronomical ephemerides, formed a decisive argument against any change.",
        "It is situated on the right bank of the river Theiss, and is historically known for the decisive victory won in its vicinity by Prince Eugene of Savoy over the Turks on the nth of September 1697.",
        "The decisive battle was fought in the valley of Peshawar.",
        "In 1565 they combined against the Hindu raja of Vijayanagar, who was defeated and slain in the decisive battle of Talikota.",
        "Early in 1622 the English fleet gained a second decisive victory, and captured Ormuz, the pearl of the Portuguese possessions in Asia.",
        "The final struggle was postponed until 1760, when Colonel (afterwards Sir Eyre) Coote won the decisive victory of Wandiwash over the French general Lally, and proceeded to invest Pondicherry, which was starved into capitulation in January 1761.",
        "The battle was short but decisive.",
        "But the name of Clive exercised a decisive effect in both directions.",
        "In 1764 Major Munro won the decisive battle of Buxar, which laid Oudh at the feet of the conquerors, and brought the Mogul emperor as a suppliant to the British camp.",
        "At one time it seemed probable that the Mahratta confederacy would expel the Mahommedans even from northern India; but the decisive battle of Panipat, won by the Afghans in 1761, gave a respite to the Delhi empire.",
        "Wellesley operated in the Deccan, where, in a few short months, he won the decisive victories of Assaye and Argaum.",
        "In March 313 he married Constantia, half-sister of Constantine, at Mediolanum (Milan), in the following month inflicted a decisive defeat on Maximinus at Heraclea Pontica, and established himself master of the East, while his brother-in-law, Constantine, was supreme in the West.",
        "A decisive battle was fought with Tisamenus, son of Orestes, the chief ruler in the peninsula, who was defeated and slain.",
        "Its vicinity was the scene of the decisive victory gained in 1712 by Marshal Villars over the allies commanded by Prince Eugene; and the battlefield is marked by a monolithic monument inscribed with the verses of Voltaire: \"Regardez dans Denain l'audacieux Villars Disputant le tonnerre a l'aigle des Cesars.\"",
        "In Asia he attended the courses of Xenocles, Dionysius and Menippus, and in Rhodes those of Posidonius, the famous Stoic. In Rhodes also he studied rhetoric once more under Molo, to whom he ascribes a decisive influence upon the development of his literary style.",
        "In some instances, in fact, the Huns lent their aid to the Romans against third parties; thus in 404-405 certain Hunnic tribes, under a chief or king named Uldin, assisted Honorius in the struggle with Radagaisus (Ratigar) and his Ostrogoths, and took a prominent part in the decisive battle fought in the neighbourhood of Florence.",
        "Damascus fell late in the summer of 635, and on the 10th of August 636 was fought the great decisive battle on the Hieromax (Yarmuk), which caused the emperor Heraclius finally to abandon Syria.'",
        "(2) The partisans of Ali, the Shia (Shi`ites), who in proportion as their influence with the Arabs declined, contrived to strengthen it by obtaining the support of the non-Arabic Moslems, aided thereto, especially in the latter period, by the Abbasids, who at the decisive moment succeeded in seizing the supreme power for themselves.",
        "Decisive is also the testimony of Ibn al-Hanafiya, who declared that all the accusations brought by the Medinians were false.",
        "At the end of three months and a half, in July 702, a decisive action took place.",
        "Abu Moslim marched against him, and the two armies met at Nisibis, where, after a number of skirmishes, a decisive engagement took place (28th November 7 54).",
        "Conrad believed that the effect of the attack would be decisive, and Krauss, then chief of the staff to the Archduke Eugene, agreed, but was of opinion that a double attack should be made, on both the Julian and Trentino fronts.",
        "It is with Aristotle that the bookish tradition begins to dominate the evolution of logic. The technical perfection of the analysis which he offers is, granted the circle of presuppositions within which it works, so decisive, that what precedes, even Plato's logic, is not unnaturally regarded as merely preliminary and subsidiary to it.",
        "We need then to develop the alternative, and to pass from the external aspect of all-ness to the intrinsic ground of it in the universal Kau' auTO Kai n ai)TO, which, whatsoever the assistance it receives from induction in some sense of the word, in the course of its development for the individual mind, is secured against dependence on instances by the decisive fiat or guarantee of vas, insight into the systematic nexus of things.",
        "In the Posterior Analytics the syllogism is brought into decisive connexion with the real by being set within a system in which its function is that of material implication Posterior from principles which are primary, immediate and Analytics.",
        "They take thought and \" the given \" as self-contained units which, if not in fact separable, are at any rate susceptible of an abstraction the one from the other so decisive as to constitute an ideal separation.",
        "The five years (36-31 B.C.) which preceded the decisive encounter between the two rivals were wasted by Antony in fruitless campaigns, and in a dalliance with Cleopatra which shocked Roman sentiment.",
        "The decisive battle was fought on the 2nd of September 31 B.C. at Actium on the Epirot coast, and resulted in the almost total destruction of Antony's fleet and the surrender of his land forces.",
        "During Tiberius's retirement in Rhodes no decisive progress was made, but in A.D.",
        "Napoleon cared little that the French centre was almost fought out; it had fulfilled its mission, and on the 21st the decisive point was to be Barclay's position.",
        "For in this second position of the allies, which was far more formidable than the original line, the decisive result could be brought about only by Ney.",
        "The battle of Bouvines, a decisive battle for the history of Germany as well as for France and England, sealed the work of Philip Augustus.",
        "Having been sent against Spartacus, he gained a decisive victory, and was honoured with a minor triumph.",
        "But the Roman success was by no means decisive, and no definite understanding as to boundaries was come to with Persia.",
        "French is, however, exclusively used in the treaties constituting the great \" international unions \"; and bilingual treaties are sometimes accompanied by a third version in French, to be decisive in case of alleged variances between the other two.",
        "After 293 Maximianus left the care of the Rhine frontier to Constantius Chlorus, who had been designated Caesar in that year, but in 297 his arms achieved a rapid and decisive victory over the barbarians of Mauretania, and in 302 he shared at Rome the triumph of Diocletian, the last pageant of the kind ever witnessed by that city.",
        "Chief-Justice Pratt pronounced, with decisive and almost passionate energy, against their legality, thus giving voice to the strong feeling of the nation and winning for himself an extraordinary degree of popularity as one of the \"maintainers of English constitutional liberty.\"",
        "The decisive event, which turned defeat into victory and reestablished courage and faith, was the resurrection of Jesus from the dead and his reappearance to his disciples.",
        "If the language of Homer is so ambiguous where the use of writing would naturally be mentioned, we cannot expect to find more decisive references elsewhere.",
        "Lysimachus crossed the Hellespont, and in 281 a decisive battle took place at the plain of Corus (Corupedion) in Lydia.",
        "Her first decisive success was gained in 48 by the disgrace and execution of Messallina (q.v.), wife of Claudius.",
        "The engagement was severe but the Roman victory was decisive, and Roman authority was restored throughout central and southern Britain.",
        "The Revival of Learning will be treated as a decisive factor in this process of evolution on a new plan.",
        "Looking yet a little farther, to the years 1527 and 1530, a third decisive date is reached.",
        "They proved that, though Italy came late into the realm of literature, her action was destined to be decisive and alterative by the introduction of a new spirit, a firmer and more positive grasp on life and art.",
        "These facts explain the decisive action of the Spanish nation on the side of Catholic conservatism, and help us to understand why their brilliant achievements in the field of culture during the 16th century were speedily followed by stagnation.",
        "But the decisive revolution was effected by Ronsard and his comrades of the Pleiade.",
        "His acquaintance with literature was wide, his own style lucid and decisive.",
        "All his vast influence was given to secure the ratification of the new instrument, and his influence was probably decisive.",
        "Deputy-governor of Italy during Caesar's absence in Spain (49), second in command in the decisive battle of Pharsalus (48), and again deputy-governor of Italy while Caesar was in Africa (47), Antony was second only to the dictator, and seized the opportunity of indulging in the most extravagant excesses, depicted by Cicero in the Philippics.",
        "The recent history of the several financial systems of the world is decisive on this point.",
        "The succeeding decennium is the culminating period of Scottish Presbyterianism, when, having successfully resisted the crown, it not only was supreme in Scotland but exercised a decisive influence over England.",
        "In the West, however, a decisive forward step was taken by Popes Damasus and Siricius during the last quarter of that century.",
        "Yet this was at a time when the decisive and continued action of two great popes ought to have left no possible doubt as to the law of the church.",
        "In other passages of his works St Bonaventura tells us plainly how little had as yet been gained by suppressing clerical marriages; and the evidence of orthodox and distinguished churchmen for the next three centuries is equally decisive.",
        "A decisive \" moment \" in the evolution of chiefship is the recognition of hereditary mana, bound up as this is with the handing on of ceremonies and cult-objects.",
        "The extension of their encroachments on a portion of the territory of the East India Company compelled the' British government to take decisive steps for its own protection.",
        "The intrigues of Madame de Pompadour played in this change an important though not a decisive part.",
        "The decisive battle between the two kings is said to have taken place on the frozen surface of Lake Wener.",
        "It is celebrated as the scene of the battle in which, on the 15th of January 1797, Napoleon inflicted a decisive defeat upon the Austrians commanded by Josef Alvintzi, Baron von Barberek (1735-1810) (see French Revolutionary Wars).",
        "The party determined on independence was at first small, and compelled to conceal its aims till the ground had been prepared for open decisive action.",
        "Cappadocia also fell before Cyaxares; in a war with the Lydian Empire the decisive battle was broken off by the celebrated eclipse of the sun on the, 28th of May 585 B.C., foretold by Thales (Herod.",
        "The decisive factor was of course their military superiority.",
        "The really decisive point was, rather, that the disaster:",
        "A fact of decisive significance was that the Romans now began to advance against Tigranes.",
        "This war, which broke out on the question of Armenia and Osroene, proved of decisive significance for the future development of the East, for, in its course, Seleucia was destroyed by the Romans under Avidius Cassius (164).",
        "Still, usage is decisive.",
        "Marcion alone perceived their decisive religious importance, and with them confronted the legalizing, and in this sense judaizing, tendencies of his Christian contemporaries.",
        "He appears at this time to have already formed the belief that important achievements as a thinker were possible to him, and at more than one critical period in his career this belief was the decisive factor in determining his conduct.",
        "Here the decisive battle, which ruined his hopes, and in which Charles distinguished himself by conspicuous courage and fortitude, was fought on the 3rd of September.",
        "Gustavus thereupon resolved to strike the decisive blow without waiting for the arrival of Sprengtporten.",
        "But after the decisive defeats at Le Mans and Savenay, Cottereau retired again to his old haunts in the wood of Misdon, and resumed his old course of guerrilla warfare.",
        "The Theban contingent fought bravely on behalf of Grecian liberty in the decisive battle of Chaeroneia, and bore the brunt of the slaughter.",
        "Polybius's rejection of divination is decisive.",
        "Legend has magnified the victory into the rout of 200,000 Moslems under five kings; but so far was the battle from being decisive that in 1140 the Moors were able to seize the fortress of Leiria, built by Alphonso in 1135 as an outpost for the defence of Coimbra, his capital.",
        "So decisive was the success of Jorge Ferreira's new invention, notwithstanding its anonymity, that it decided SA de Miranda to attempt the prose comedy.",
        "The doubled k of the Greek form is decisive against (I) the theory that the name Maccabee was made up of the initials of the opening words of Exod.",
        "Actium is chiefly famous as the site of Octavian's decisive victory over Mark Antony (2nd of September 31 B.e.).",
        "Of `Ali Riza's 25 divisions, 3 were scattered between Prishtina and the Austrian frontier, 31 at Scutari, z at Dibra, and i at Prizren; 2 opposing the Greek main army in Thessaly and 2 the Greek secondary army in Epirus; 3 in the Struma valley and i guarding the railway between Veles and Salonika, making, in all, 16 which were totally unavailable for battle in the decisive theatre.'",
        "Viewed as a whole, `Ali Riza's forces, scattered as they inevitably were through the need of holding territory, were reasonably well distributed, in that, though the Turks were in the ensemble inferior in the ratio of I to 21, their handicap on the decisive battlefield reduced itself to the ratio of t to about II-.",
        "The victory was completely decisive, and all that remained for the allies to do in the western theatre was to carry out the march to the sea, to occupy and police the region of Okhrida-Dibra-Elbasan, to reduce the two fortresses of Scutari and Yannina (the last refuges of Turkish authority), to ensure against Austrian intervention (for which purpose the main body of the I.",
        "952) who gained the decisive victory over them.",
        "Towards the end of the 7th century Pippin II., called incorrectly Pippin of Heristal, secured a preponderant authority in Austrasia, marched at the head of the Austrasians against Neustria, and gained a decisive victory at Tertry, near St Quentin (687).",
        "The return of Prince Korybutovic and the menace of a German invasion soon reunited the Bohemians, who gained a decisive victory over the Germans at Aussig in 1426.",
        "Except that he was tribune of the people, nothing certain is known of him until his first consulship in 290 B.C. when, in conjunction with his colleague P. Cornelius Rufinus, he gained a decisive victory over the Samnites, which put an end to a war that had lasted fifty years.",
        "The decisive engagement took place near Beneventum in the Campi Arusini, and resulted in the total defeat of Pyrrhus.",
        "The literal text of the Septuagint seems to be the only decisive authority, and that is so sacred and almighty, that, whenever it comes into collision with the human conscience, the latter is silenced when the voice of revelation speaks.\"",
        "15 f., are, if not decisive, at any rate superior to any references which can be urged fairly on the opposite side.",
        "In 3 06 a great fleet under Demetrius attacked Cyprus, and Ptolemy's brother, Menelaus, was defeated and captured in the decisive battle of Salamis.",
        "On a report that Antigonus had won a decisive victory, for a third time he evacuated the country.",
        "6) Valerius Antias, the chief of sinners in this respect, inserts a decisive Roman victory over the Macedonians, in which 12,000 of the latter were slain and 2200 taken prisoner, an achievement recorded by no other authority.",
        "Attila, who knew the difficulty that he should have in feeding his immense army if his march was further delayed, turned again to the north-east, was persuaded by the venerable bishop Lupus to spare the city of Troyes, but halted near that place in the Catalaunian plains and offered battle to his pursuers Aetius and Theodoric. The battle which followed - certainly one of the decisive battles of the world - has been.",
        "By bringing the men of his own generation into sympathetic contact with antiquity, he gave a decisive impulse to that European movement which restored freedom, self-consciousness, and the faculty of progress to the human intellect.",
        "He commanded a corps in the advance on Ulm, and at Austerlitz he led the decisive attack on the allied centre.",
        "The revolts of the prince of Caramania interfered with the realization of this plan, and trouble was caused from this quarter more than once during his reign until the decisive battle of Konia (1387), when the power of the prince of Caramania was broken.",
        "A decisive battle was fought at Ipsus, in which Antigonus fell, in the eighty-first year of his age.",
        "These enterprises on several occasions planted Angevin domination in the south of the Italian peninsula, and their most decisive result was the assuring of Provence to the dukes of Anjou and afterwards to the kings of France.",
        "Certain general considerations, however, are fairly decisive.",
        "In the wars of 1151-J3 and 1163-68 he led his troops into Hungary but failed to maintain himself there; in 1168, however, a decisive victory near Semlin enabled him to conclude a peace by which Dalmatia and other frontier strips were ceded to him.",
        "Soon after the new king and the earl of Warwick went north, and on the 28th of March won a decisive victory at Towton.",
        "Canning and Lawrence, at opposite ends of the disaffected districts, alike perceived that Delhi was the centre of peril, and that all other considerations must be subordinated to striking a decisive blow at that historic city.",
        "The issue was decided by the decisive victory of Robert at Cassel (February 1071) when Arnulf was killed and Richilde taken prisoner (see Flanders).",
        "On the one side the principle of provincial sovereignty which gave to the voice of Holland a preponderating weight that was decisive; on the other side the principle of national vincial Sove- sovereignty personified in the princes of Orange, to reignty.",
        "Of his pupils there was one whose influence became decisive: Ion Eliade (Heliade), afterwards also known as I.",
        "during the decisive campaign of 1645.",
        "This again is disputed, and there is indeed as yet slight material for a decisive statement.",
        "The Amaxosa had not accepted their defeat in 1853 as decisive and were preparing to renew the struggle with the white men.",
        "The elections for the legislative assembly followed in April and, partly in consequence of the reinfranchisement of the ex-rebels, resulted in a decisive majority for the Merriman ministry.",
        "Thus early in life he connected himself with the cause of the aristocracy, and a decisive victory which he won in 83 over the Marian armies gained for him from Sulla the title of Imperator.",
        "presbyters appointed by the bishops in each diocese to defend the interests of the presbyters and now for the first time given \" decisive \" voice in synods) and certain clerical representatives from the \" districts \" or dioceses.",
        "Male communicants were also permitted to be present at such synods, with a deliberative but not \" decisive \" voice; unless in special circumstances the bishop excluded them.",
        "Soon after the Civil War a Democratic \" machine \" got firm control of the city, and although a struggle to overthrow the machine was begun in earnest in 1875 by a coalition of the reform element of the Democratic party with the Republican party, it was not till 1895 that the coalition won its first decisive victory at the polls.",
        "enabled him to undertake a journey to Italy, which was to be decisive for his future career.",
        "not always decisive (Ezek.",
        "A fortnight later he had brought the war in northern France to a brilliant conclusion, by the decisive victory of St Quentin (r8th and 19th January 1871).",
        "of Sestos, the scene of the decisive battle in 405 B.C. by which Lysander destroyed the last Athenian armament in the Peloponnesian War.",
        "In the decisive battle at Pelusium the Egyptians were beaten, and shortly afterwards Memphis was taken.",
        "~Ethelstans greatest and best-remembered achievement was his, decisive victory in 937 at Brunanburhan unknown spot, probably by the Solway Firth or the Ribbleover a great confederacy of rebel Danes of Yorkshire, Irish Danes from Dublin, the Scottish king, Constantine, and Eugenius, king of Strathclyde.",
        "It was put down with the same decisive energy that William had shown in 1088, and this time he was merciless; he blinded and mutilated William of Ets, shut up Mowbray of Northumberland for life in a monastery, and hanged many men of lesser rank.",
        "But he failed to win any decisive advantage thereby over King Philip. It was not till 1346, when he adopted the new policy of trusting nothing to allies, and striking at the heart of France with a purely English army, that Edward found the fortune of war turning in his favor.",
        "Edgehill was a drawn battle (1642), and the campaign of 1643, though it was on the whole favorable to the king, gave no decisive results.",
        "The war was continued for some years with varying results; but in 1781 the capitulation of a second British army under Cornwallis at Yorktown was a decisive blow, which brought home to the minds of the dullest the assurance that the conquest of America was an impossibility.",
        "The cabinet decided to do nothing that could wear the appearance of interference in the internal affairs of France; but Lord Palmerston, in conversation with the French minister in London, took upon himself to approve the bold and decisive step taken by the president.",
        "Lord Palmerston obtained a decisive victory, and returned to power apparently in irresistible strength.",
        "Soon after this decisive success, it was found that a French expedition under Major Marchand had reached the upper Nile and had hoisted the French flag at Fashoda.",
        "On its banks Hasdrubal, while marching to the aid of Hannibal in 207 B.C., was defeated and slain by the Roman army, this being the decisive battle of the Second Punic War.",
        "The answer to all these calumnious innuendoes is to be found in documents and title-deeds of decisive authority, and is simple enough.",
        "Burke's first decisive step against Hastings was a motion for papers in the spring of 1786; the thanks of the House of Commons to the managers of the impeachment were voted in the summer of 1794.",
        "An African origin would well explain the present distribution of both groups, but further evidence on this point is required before anything decisive can be affirmed, although it is noteworthy that the earliest known pig (Geniohyus) is African.",
        "12, 1687) the Austrians under Charles of Lorraine gained a decisive victory over the Turks, whose power was afterwards still further broken by Prince Eugene of Savoy.",
        "This was the decisive action of the campaign in Central India, and Tantia Topi was obliged to seek refuge in the jungles of Rajputana and Bundelkhand, where he was taken by Major Meade, condemned, and executed on the 18th of April 18 J9.",
        "The general election of March 1921 followed, and gave the new party a decisive victory at the polls and a clear and substantial majority in the Parliament of the Union.",
        "Early in the 3rd century the Alamanni drove the Romans beyond the Rhine and the Danube, but in their turn they were conquered by the Franks under Clovis, the decisive battle being fought in 496.",
        "It was resolved to strike the decisive blow on the 10th of August.",
        "Thus the summer passed away without any decisive achievement of the coalition.",
        "In December 73 members of the Convention who had been imprisoned for protesting against the violence done to the Girondins on the 2nd of June 1793 were allowed to resume their seats, and gave a decisive majority to the anti-Jacobins.",
        "Among his other books the most valuable are History of the French in India (2nd ed., 1893) and The Decisive Battles of India (3rd ed., 1888).",
        "At the same time it cannot be broadly said that Christianity took a decisive side in the metaphysical controversy on free-will and necessity; since, just as in Greek philosophy the need of maintaining freedom as the ground of responsibility clashes with the conviction that no one deliberately chooses his own harm, so in Christian ethics it clashes with the attribution of all true human virtue to supernatural grace, as well as with the belief in divine foreknowledge.",
        "In short, More's Platonism appears to be really as hedonistic as Hobbism; only the feeling to which it appeals as ultimate motive is of a kind that only a mind of exceptional moral refinement can habitually feel with the decisive intensity required.",
        "He does not, indeed, speak of the scientific construction of this code as having been actually effected, but he affirms its possibility in language remarkably strong and decisive.",
        "In the year 357 the emperor Julian saved the frontier of the Rhine by a decisive victory gained here over the Alamanni, but about fifty years later the whole of the district now called Alsace fell into the hands of that people.",
        "The adoption, by Sir William Huggins in 1876, of gelatine or dry plates in celestial photography was a change of decisive import.",
        "The year 1534 was thus decisive for Calvin.",
        "He did not long keep his word and was soon engaged in thwarting Frederick's wishes in several directions, until in 1233 he took the decisive step of issuing a manifesto to the princes, and the following year raised the standard of revolt at Boppard.",
        "This hostility, which amounted to a real vendetta, was based, not so much upon the foreign policy of its victim, his negotiation of the Armistice terms and the decisive influence which he exercised in securing the acceptance of the Treaty of Versailles; as upon his financial policy both as Finance Minister in 1919 and as the Democratic Catholic supporter and, it is said, the political adviser of the Catholic Chancellor of the Reich, Dr. Wirth, in the preparation in the summer of 1921 of a fresh scheme of taxation designed to impose new burdens upon capital and upon the prosperous landed interest.",
        "This decisive victory gave the Dalcais Limerick, which they sacked and burnt, and Mathgamain then took hostages of all the chiefs of Munster.",
        "The struggle for the sovereignty between these two rivals continued, with intervals of truce negotiated by the clergy, without any decisive advantage on either side.",
        "In other places the English were less successful, the Butlers being beaten by the O'Carrolls in 1318, and Richard de Clare falling about the same time in the decisive battle of Dysert O'Dea.",
        "Congo State forces had penetrated to the Nile valley as early as 1891, but it was not until 1897, when on the 17th of .February Commandant Chaltin inflicted a decisive defeat on the Mandists at Rejaf, that their occupation of the Lado Enclave was assured.",
        "She looked with much suspicion upon 1 R P P the ideas then gaining power among many of her people, and determined to strike a decisive blow at the new teaching.",
        "The peculiar circumstances in which she was built, the great importance of the battle, and the decisive nature of the result gave the \"Monitor\" an exaggerated reputation, which further experience did not confirm.",
        "Yet, in spite of the heroic defence of Thermopylae by the Spartan king Leonidas, the glory of the decisive victory at Salamis fell in great measure to the Athenians, and their patriotism, self-sacrifice and energy contrasted strongly with the hesitation of the Spartans and the selfish policy which they advocated of defending the Peloponnese only.",
        "Again and again the relations between the Spartans and the Achaean League formed the occasion of discussions in the Roman senate or of the despatch of Roman embassies to Greece, but no decisive intervention took place until a fresh dispute about the position of Sparta in the league led to a decision of the Romans that Sparta, Corinth, Argos, Arcadian Orchomenus and Heraclea on Oeta should be severed from it.",
        "3 In general, just as the Book of Jubilees, while presenting many elements of old tradition, betrays on decisive internal grounds an age later than Genesis itself, so, in turn, there is sufficient conclusive evidence that Genesis in its present form includes older features, but belongs to the age to which (on quite independent grounds) the rest of the Pentateuch must be ascribed.",
        "It was in Gaul that the decisive revolutions of the time were first prepared; Constantines crusades to overthrow the altars of paganism, and Julians campaigns to set them up again.",
        "Here again he was engaged in quelling the insurbordinate Moros until his decisive victory at Bagsag June 12 1913.",
        "In 309, when the Samnites again rose, Cursor was appointed dictator for the second time, and gained a decisive victory at Longula, in honour of which he celebrated a magnificent triumph.",
        "It was a declaration of sovereign independence on the part of Holland, and the states-general took up the challenge and determined on decisive action.",
        "Of commanding presence, firm, decisive, courteous in manner, convincing in argument, and deeply attached to his native province, he had all the qualities of a popular leader.",
        "Pachytheca, a spherical organism, usually about the size of a small pea, found in rocks of Silurian and Devonian age, has been much investigated and discussed, without any decisive light having been thrown on its nature.",
        "The fructifications by themselves are not necessarily decisive, for in certain cases the supposed sporangia of Marattiaceous Ferns have turned out to be in reality the microsporangia or pollen-sacs of seed-bearing plants (Pteridosperms).",
        "A considerable number of the Palaeozoic fern-like plants show indications - more or less decisive - of Marattiaceous affinities; some account of this group will first be given.",
        "The cases in which such evidence is decisive are but few, namely, Lyginodendron oldhamium, Neuropteris heterophylla, Pecopteris Pluckeneti, Aneimites fertilis and Aneimites tenuifolius.",
        "During the night, however, Wallenstein re-collected his host for a decisive action, and at daybreak on the 6th of November, while an autumn mist still lay over the field, the battle began.",
        "Here his movements were so hampered by the interference of the commissioners of the republic that, with all his valour, he could achieve no decisive success.",
        "What you uncover may demolish a friendship but the circumstances seem to call for prompt and decisive action.",
        "Alex had walked in on them when they were trying to pressure Carmen and put a sudden and decisive end to the argument.",
        "Every country has its customs, say native apologists, and one of the most decisive customs of Samoa ensures the immunity of women.",
        "arguable defense demonstrating a genuine desire on the part of Golden Shore for a trial in India was decisive.",
        "After winning a decisive victory at the Battle of Copenhagen in April he was made a Viscount and given a further barony.",
        "decisive battles could last hours instead of days or weeks.",
        "The decisive action took place on this hill, which overlooks the battlefield.",
        "We could not enforce the decisive blockade or interruption which is possible from surface vessels.",
        "The setback of 7th June encouraged the Irish to concentrate on making a decisive breakthrough along the southern side of the castle.",
        "With the demise of soviet communism, however, the entire movement was dealt a decisive blow.",
        "The decisive factor will be the House elections, not the Presidential contest.",
        "Sediment supply, relative to fluvial transport capacity, has therefore a potentially decisive effect on the erosive power of any bedrock river.",
        "You will recall how great, perhaps decisive, was the part played by the German Air Force against the French Army in May.",
        "Even where benefits are paid to the employer, this fact is not necessarily decisive.",
        "The call is so decisive that they immediately left their fishing nets and followed Jesus.",
        "The deep split over the war on Iraq shattered any illusions in a common position on really decisive foreign issues.",
        "You will also learn how it can be very useful, even decisive, in chart rectification.",
        "decisive for development.",
        "When they did, Colonel Leavenworth was warned to do something decisive or he would lose Indian respect forever.",
        "decisive military victory.",
        "decisive battle of Endor, the Falcon flew point for the Alliance Fleet.",
        "decisive finishing blow, act, or event.",
        "decisive moment in which time zone I've landed in.",
        "decisive action to seize the supreme power.",
        "decisive factor was, first of all, to get his troops to Spain.",
        "I had a new grip on me racket which proved quite decisive.",
        "Both thinkers would spawn defenders and schools of thought that would become decisive in establishing modernism.",
        "It looks decisive, and it is certainly administratively convenient."
    ],
    "definition": [
        "Link/Cite"
    ]
}