{
    "translation": "החלטה",
    "uses": [
        "It was no small decision for her.",
        "This might be the most difficult decision she would ever make.",
        "He makes final decision on things.",
        "It's not a decision or a wish any more.",
        "We didn't take this decision lightly!",
        "In spite of her decision not to, she glanced out the window.",
        "She turned away from the beauty of the ranch, reminding herself that she had made the decision to leave.",
        "Right or wrong, the decision had been made.",
        "We both made the decision to adopt her and we told you it would be permanent, remember?",
        "I can't make the decision for you.",
        "Anyway, I don't want anyone taking over the decision making for me.",
        "Martha and Quinn made their own decision; you didn't chase them off.",
        "This was a decision she had already made once - but not really.",
        "Cynthia finished her wedding pronouncement by tossing out a comment about her foolish son considering delaying the final year of his education to play professional baseball, a decision against which she and Rose Calvia planned to exert a full court press.",
        "We delayed a decision until we'd discussed our shutting down with the others.",
        "You know some decision must be come to.",
        "As he had promised, Bordeaux was demanding a decision to his proposal of marriage.",
        "But you're still not comfortable with the decision, are you?",
        "I made my decision, closed the door.",
        "The whole expression of his face told her that he had not forgotten the morning's talk, that his decision remained in force, and only the presence of visitors hindered his speaking of it to her now.",
        "In using the phrase, \"Necessitous men are not free men,\" Roosevelt was actually quoting from a decision in a well-known 1762 English legal case.",
        "Only the decision making is left to the farmer—but in the near future, the decision making will be done better by computers.",
        "She was spoiling the men, but her decision to start home from Ashley was going to leave them in the lurch.",
        "The decision produced a local uproar.",
        "Once I was alone again, I pondered my unilateral decision to speak directly to Ethel Reagan as I sipped on cold coffee.",
        "As the decision deadlocked at two each, I turned to Howie.",
        "Any decision not to become involved with him at this point was posthumous.",
        "I would have thought a gender oriented decision would upset you, but you seem to be on his side.",
        "She recalled clearly the decision she'd forced him to make and kicking him out of her bed, the moment he resigned his soul to her to save his friend's life.",
        "If you choose not to take it, it's your decision, not mine.",
        "No point mulling over a decision she had already made.",
        "Perhaps it was best; hadn't Betsy and I made a similar decision to stop our activities only hours earlier?",
        "It was bad enough that his actions warranted her decision to leave, but now she actually feared him.",
        "I could see Quinn's hand in the decision, far more than Martha's.",
        "Often, a buying decision hinges on a piece of arcane information about a product that is difficult to locate.",
        "While Cynthia didn't explain her decision to fit God and church into their busy Sunday morning schedule, once again she dressed for church and Dean dutifully followed suit.",
        "While I detested closing our nine month incredible relationship on so sour a note, I felt the decision was his.",
        "\"The final decision of which candidate is best suited for the job rests with you, the voters,\" he added.",
        "He said nothing, his decision already made.",
        "That was Howie to a tee; totally dispassionate and prosaic, ready to join the gang and do someone else's bidding but seldom a decision maker.",
        "Seeking mental help was a logical decision and I think it's working out well.",
        "\"I think Dusty already made that decision,\" she said.",
        "\"Yes, they have taken a wise decision,\" he thought, \"I must remain free.\"",
        "In fact, she had made a different decision about it so many times that his head must be spinning.",
        "And with the decision and tenderness that often come at the moment of awakening, she embraced her friend, but noticing Sonya's look of embarrassment, her own face expressed confusion and suspicion.",
        "Their telephone conversation last night concluded with the decision that Connie would pick her up at the end of the drive today at 11:30 am.",
        "Was loneliness the culprit of her decision to spend the night?",
        "She pondered what made her decision so simple and touched her face again.",
        "He knew that his every decision would be approved by them all with very few exceptions.",
        "True to his word, when informed of our decision, he immediately put the gears in motion.",
        "It's a big decision, you know.",
        "I don't think it's a gender-based decision - not at this point, anyway.",
        "The decision made, she left the room to find Bordeaux.",
        "Usually we rely on Betsy's sole decision as a method of choosing a case but the wide spread interest in this kidnapping caused her to share it with all of us.",
        "I ran it by Quinn and Martha, both of whom kicked the decision back to me.",
        "When a decision had to be taken regarding a domestic serf, especially if one had to be punished, he always felt undecided and consulted everybody in the house; but when it was possible to have a domestic serf conscripted instead of a land worker he did so without the least hesitation.",
        "He wished to take a decision, but felt with dismay that in this matter he lacked that strength of will which he had known in himself and really possessed.",
        "The decision made, everybody grabbed a shovel and started digging under their wagon.",
        "Everything considered, it was easier to make the decision to take the job than to placate Mary.",
        "Natasha left the room with her father and, as if finding it difficult to reach some decision, first followed him and then ran downstairs.",
        "We'd the decision up to Howie alone.",
        "Our little group anguished over our decision once we were back together, alternating between chastising and applauding what we'd done.",
        "The decision to disown a child is never simple.",
        "As president, I would rather take a vote from the members of the club than dictate a decision for everyone.",
        "Your main culinary decision is whether to eat a big breakfast of pineapple pancakes, or save room for a fresh salmon sandwich at lunch.",
        "For once in your life, let your heart make a decision.",
        "The least I can do is support your decision.",
        "It was a poor decision.",
        "We're here for him, whatever his decision.",
        "It was time to stop burdening Alex with every decision and make a few of her own.",
        "Owing to these family discords the decision of Malik Shah was necessary to settle the affairs of Asia Minor and Syria; he kept the sons of Suleiman in captivity, and committed the war against the unbelieving Greeks to his generals Bursuk (IIpovovx) and Buzan (HovTavos).",
        "Deidre held his gaze, heart quick but calm in her decision.",
        "It wasn't an easy decision.",
        "Lisa glanced at Connie; not at all sure she was making a wise decision.",
        "She came to a decision.",
        "She straightened, relieved with her decision.",
        "He mulled it over in silence, sipping on his coffee while they all waited for his decision.",
        "A short pause, then: Of course, it's your decision.",
        "You said you didn't want to sleep with me again and I respect your decision.",
        "Our chore held the aura of planning a vacation, not making a life changing decision.",
        "He swiveled his head, back and forth between sides, unwilling as usual to make a decision.",
        "Just before lunch, I reached a decision.",
        "His gaze was intent, and she suspected he'd just now reached that decision.",
        "Finally she said, My father was the one who did it, but it was a joint decision.",
        "She's too young to make that kind of decision!",
        "Remaining quiet about Lydia's prior night's involvement with Fitzgerald was looking like a very poor decision.",
        "The decision made to face death soon, the only thing she hadn't quite worked out was how she planned to do it.",
        "She'd made a decision in front of him, one that warned him this might be his last chance to reveal his secret.",
        "The two were always at each other's throats, and Gabe had witnessed their decision making skills on the Council.",
        "He took a deep breath, making a decision he knew he'd probably regret.",
        "It's your decision whether or not you want to stay with me.",
        "He said it's my decision if I want to be … to be with him.",
        "\"Is this a decision or a moment?\" he asked.",
        "\"When you make a decision,\" he said.",
        "\"Deidre –\" \"My decision is yes!\" she cried.",
        "The decision is yours.",
        "They talked about how to punish me and then sat me down and told me their decision.",
        "Gabriel turned the pages of the Oracle's book, watching as words scribbled themselves across the parchment, updating a chain of events that changed with every decision made by the Council That Was Seven.",
        "Her decision made itself.",
        "He still didn.t doubt his friend or his decision, but he was the only one.",
        "His gaze burned into her, and she held her breath, awaiting his decision of whether or not to leave her alive.",
        "\"She is yours, and it's your decision, though I think she is stronger than you think,\" Mansr said.",
        "If it were her decision, she would come.",
        "\"It is not her decision,\" he said darkly.",
        "It was not a decision he envied; he alone knew what a burden it was to know the fate of a planet and its inhabitants rested upon his shoulders.",
        "She hadn't expected to be forced into such a decision.",
        "She definitely didn't expect the decision to be so hard.",
        "There really wasn't a decision to make.",
        "His voice was even, as if he tried to ease some of the weight of her decision.",
        "\"I will accept your decision, no matter which choice you make,\" he said.",
        "The decision is made.",
        "For once, I want to make a decision about my own life.",
        "I'm sure it was a difficult decision.",
        "These last days I've begun to understand this and come to the dreaded decision of what is to become of me.",
        "\"I can put you up on the second floor, in the corner,\" Fred offered before Dean could make a decision.",
        "It was decision time.",
        "A decision like that should involve you.",
        "Money shouldn't govern your decision.",
        "We need to think about this a while before making a decision.",
        "This isn't exactly the best way to go about turning, but in the end, I suspect you will find it to be the right decision.",
        "I cannot imagine having to make this decision.",
        "I don't want her to have to live with that decision.",
        "I promise, you will be consulted on every decision, but we haven't discussed a single detail yet.",
        "He didn't realize until now just how heavy her family's decision had weighed on her.",
        "I made the decision to work the farm instead of selling the place and getting a job at some factory.",
        "If she was having this much trouble making a decision, he couldn't be the right man.",
        "Had she made the right decision?",
        "Don't let him force you into a decision you're not ready to make.",
        "I'm not asking you to make a decision now.",
        "I'm asking you not to make a hasty decision.",
        "Believing in her ability to make a sound judgment and willing to accept her decision.",
        "His words stung but bolstered her decision.",
        "He didn't need more emotions to hamper his decision making, and he didn't need Tim to disown him at the end of this mess.",
        "I'm disappointed in your decision, but I respect it.",
        "You saw in him what I've always seen and no one else has.  He would do for me what I did for him.  Trading my soul to Death was not an easy decision, but I never would've done it for anyone else.",
        "\"Sounds rough,\" Katie said.  Deidre sounded accepting of her decision, but Katie couldn't help wondering how long it had taken her to come to peace with sacrificing love for the demands of her job.",
        "In truth, it might not have altered my decision, but it's a little late for holding millennia-old grudges, Kris explained.",
        "It was like everything else in his life—don't make a decision, just float along and see what happens.",
        "Let's look at the facts, make a decision and close the case.",
        "The only decision he'd made was to do nothing until there was clear evidence tying Byrne to the money.",
        "It was her money, her place and her decision.",
        "Maybe laying the decision in his lap made him feel better about it.",
        "\"You're welcome at the house,\" Bill said gently, \"But it's your decision, Carmen.",
        "In that moment she was sure she had made the right decision – said the right words.",
        "That night as she crawled into bed, it occurred to her that moving into his house was a good decision.",
        "Alex, whether or not I eat breakfast isn't a decision for you.",
        "Apparently that was what inspired his decision to arrange for a trash truck once a week.",
        "Maybe he came to ask if you were happy with your decision.",
        "She had agonized over that decision before they were married.",
        "Making the decision to marry him was the easy part.",
        "Apparently following through with that decision was impossible for her.",
        "That evening he made his decision.",
        "Maybe that backward upbringing was the reason she wanted him to be the decision maker.",
        "You didn't even ask me how I felt before you made your decision.",
        "It was your decision to go, not mine.",
        "Those two traits had been important factors in her decision to marry him.",
        "Did he think she didn't need help, or was this another instance where he couldn't bring himself to make a decision?",
        "The old Alex would have made that decision for her.",
        "Because you made a decision?",
        "When she finally found the courage to talk to Alex about the chair, she was surprised to find him unyielding in his decision to keep the chair.",
        "Was she merely looking for someone to blame if the decision was wrong?",
        "Think about it before you make a decision — and then I'm with you one hundred percent.",
        "It didn't take long to come to a decision about the baby.",
        "And knowing it was his child they were adopting wouldn't hurt her decision.",
        "She struggled with the decision a little longer and then blurted it out.",
        "As she had said, Destiny would have the love she deserved, and Lori would have the time to recover from grief before her decision became irreversible.",
        "To his surprise, the entire Reynolds family welcomed the decision and insisted that Josh would have wanted it that way.",
        "I made a decision.",
        "I didn't think the decision was inevitable.",
        "Darian hesitated before making his decision and taking the stairs two at a time.",
        "If she didn't, he'd accept her decision.",
        "There's no decision to make.",
        "The clipped note in her chief advisor's voice reminded her of how little he approved of her recent decision to involve herself in war planning.",
        "\"It is my decision,\" Silver-hair said, and motioned to the guards.",
        "The moment he made the decision to demand her as payment, all had become overwhelmingly clear, as if he had chosen at last to take control of a dream that had imprisoned him for so long.",
        "He had stood behind her every decision since and enforced them all.",
        "His decision to stay at the hacienda last night had nearly caused him to miss it, but that was another story altogether.",
        "He isn't arguing the point, but is he really supporting your decision?",
        "Why didn't Alex make the decision?",
        "She had been unable to make that decision, leaving it to Alex.",
        "Had he already made the decision to put him down?",
        "If Alex had given Brutus something to put him down, it was because he was afraid she didn't have the courage to make that decision.",
        "What he had now was a woman who turned to him for every decision – a woman who wore clothes because they were in fashion.",
        "Was he humiliated because she had made the decision without asking him – and why was he home at this time of the day?",
        "Was that what triggered his decision to leave?",
        "Maybe the need to placate his father had spawned the decision to call off the divorce.",
        "Was there a decision so small that he need not be consulted?",
        "In fact, her trust in him had been so complete that she had allowed him to make nearly every important decision in her life - until now.",
        "The decision made, she marched from the room and locked her office door.",
        "I've considered all the factors and I've made my decision.",
        "You weren't supposed to make any decision until you came back.",
        "After all, her decision to run off to Arkansas might have convinced Keaton that she was something of a daredevil.",
        "But,\" the woman added \"it's your decision.",
        "You've made a decision?",
        "\"Who made my life your decision?\" she demanded.",
        "She was wrestling with herself over something, and he suspected it was the decision she was trying to make about betraying him.",
        "I've made my decision.",
        "If you remove it, you are making more than one decision.",
        "If the decision was easy, I'd be furious.",
        "The Gods now knew Xander's intention of claiming her; what they couldn't know was that he was also prepared to walk away, if she made the wrong decision.",
        "You can't fully make that decision, until you're willing to accept that all this\" Sofi waved her hand around the compound \"is your new place in life and that for some reason, you belong with a freak of nature of a man.\"",
        "I want you to make an informed decision.",
        "My brother is the only one on the planet who isn't instantly fried by their magic, which means you've got a bigger decision to make.",
        "A court of arbitration appointed by the Continental Congress met at Trenton, New Jersey, in 1782, and on December 30th gave a unanimous decision in favour of Pennsylvania.",
        "On his arrival in Syria, Pompey reversed the decision, but, ignoring the charge of bribery brought against Scaurus, left him in command of the district.",
        "And the decision of the council at Jerusalem was evidently more than advisory; it was authoritative and meant to be binding on all the churches.",
        "Buchanan, United States minister at Buenos Aires, serving as arbitrator, reached a decision on the Atacama line north of 26° 52' 45\" S.",
        "The Moriae encomium was a sign of his decision.",
        "As it was, both declined to risk a decision.",
        "The commission met in London, and announced its decision in October.",
        "The decision of the courts has always been accepted as authoritative and final.",
        "Materials for arriving at a decision by comparison with undoubtedly genuine fragments of the Ossianic legend are available in The Book of the Dean of Lismore, Gaelic verses, collected by J.",
        "As soon as this order, by the slow method of communication by sea, reached the newspapers, Lincoln (May 19) published a proclamation declaring it void; adding further, \"Whether it be competent for me as commander-in-chief of the army and navy to declare the slaves of any state or states free, and whether at any time or in any case it shall have become a necessity indispensable to the maintenance of the government to exercise such supposed power, are questions which under my responsibility I reserve to myself, and which I cannot feel justified in leaving to the decision of commanders in the field.",
        "Logically, he understood Mike's decision.",
        "On the other side of the pool was the fallen sycamore tree where Alex had made his decision to buy the land adjoining hers.",
        "I made my decision.",
        "Xander didn't move, waiting for her to make a decision she had no control over, not with her body and emotions already firmly on his side.",
        "It was a recent decision.",
        "No. It's a lot to take in, and don't you ever make a decision like that on my behalf again, without consulting me.",
        "It would have been well if Kossuth had had something more of Gdrgei's calculated ruthlessness, for, as has been truly said, the revolutionary power he had seized could only be held by revolutionary means; but he was by nature soft-hearted and always merciful; though often audacious, he lacked decision in dealing with men.",
        "He in turn referred it to the bishops of Spires and Worms, who gave decision in March 1514 in favour of Reuchlin.",
        "During the brief predominance of his party Santarosa showed great decision of character.",
        "The clergy left the matter to the tsar's own decision.",
        "from Paris, he had signed an act of submission to the papal decision of 1794.",
        "The directors of the Company were disposed to act upon this resolution; but in the court of proprietors, with whom the decision ultimately lay, Hastings always possessed a sufficient majority.",
        "The substance of the claim to infallibility made by the Roman Catholic Church is that the Church and the pope cannot err when solemnly enunciating, as binding on all the faithful, a decision on a question of faith or morals.",
        "The nomination was brought about by the Cordoba clique, and Roca lacked the moral courage to oppose the decision.",
        "In March 1895 President Cleveland gave his decision, which was wholly favourable to the contention of Brazil.",
        "The decision of the representative of the United States was given in April 1899.",
        "The delay of the arbitration tribunal in London in giving its decision in the matter of the disputed boundary in Patagonia led to a crop of wild rumours being disseminated, and to a revival of animosity between the two peoples.",
        "Where the amount exceeds 12 but not 24 an appeal lies from his decision to the court of first instance.",
        "The cour de cassation can review the decision of any other tribunal, except administrative courts.",
        "The Court of Cassation does not give the ultimate decision on a case; it pronounces, not on the question of fact, but on the legal principle at issue, or the competence of the court giving the original decision.",
        "Any decision, even one of a cour dassises, may be brought before it in the last resort, and may be cassannulled.",
        "He supported Lord Camden's decision against general warrants, and reversed the outlawry of Wilkes.",
        "Lotze for the decision of the question lays down the broad principle, \" All that has once come to be will eternally continue so soon as for the organic unity of the world it has an unchangeable value, but it will obviously again cease to be, when that is not the case \" (Gr.",
        "New South Wales having decided in favour of federation, the way was clear for a decision on the part of Western Australia.",
        "On leaving school he determined to adopt the profession of engineering, and in the pursuance of this decision went to study in Munich in 1877.",
        "Ultimately he rose to high rank in the newly organized imperial government, but in 1873 he retired from the cabinet by way of protest against its decision not to take armed action against Korea.",
        "The territory in which these settlements had been made was involved in the boundary dispute between Massachusetts and New Hampshire, which was settled in 1741 by a decision of the king in council favourable to New Hampshire (q.v.).",
        "The extension of the southern boundary line by this decision due westward until it met His Majesty's other governments gave rise, however, to a controversy with New York.",
        "The professional soldiers of the Continent could rarely be brought to force a decision; but the English, contending for a cause, were imbued with the spirit of the modern \"nation in arms\"; and having taken up arms wished to decide the quarrel by arms. This feeling was not less conspicuous in the far-ranging rides, or raids, of the Cromwellian cavalry.",
        "The funds for the maintenance of the hospital were appropriated by decision of the court of chancery to the hospital of St Bartholomew erected in 1863 within the boundaries of Rochester.",
        "Urban's bull was once more promulgated, at the council of Vienne in 1311, by 1 The pope's decision, so the story goes, was hastened by a miracle.",
        "The judges' decision might, however, be appealed against.",
        "The Code made known, in a vast number of cases, what that decision would be, and many cases of appeal to the king were sent back to the judges with orders to decide in accordance with it.",
        "Even if his decision was brought about by libel on the part of the suitor's friend this was done, and the Code enacted that the faithless friend should not marry the girl.",
        "With the judges were associated a body of elders, who shared in the decision, but whose exact function is not yet clear.",
        "The decision given was embodied in writing, sealed and witnessed by the judges, the elders, witnesses and a scribe.",
        "The decision covered also future invention in regard to \" every organized system of communication by means of wires according to any preconcerted system of signals.\"",
        "The company's appeal against the decision was withdrawn, the Postmaster-General agreeing to grant licences for restricted areas of about 5 m.",
        "Both communal councils and prefects may appeal to the government against the decision of the provincial administrative juntas, the government being guided by the opinion of the Council of State.",
        "Cavours stirring against articles in the Risorgimento hastened the kings decision, Austria.",
        "At Vienna the war party was in the ascendant; the convention for disarmament had been signed, but so far from its being carried out, the reserves were actually called out on the 12th of April; and on the 23rd, before Cavours decision was known at Vienna, an Austrian ultimatum reached Turin, summoning Piedmont to disarm within three days on pain of invasion.",
        "The cardinals thereupon overruled their former decision, and the conclave was held in Rome, the new pope, Cardinal Pecci, being elected on the 20th of February 1878 without let or hindrance.",
        "Though sixty-eight years of age, Crispi possessed an activity, a rapidity of decision and an energy in execution with which none of his contemporaries could vie.",
        "The decision on these matters is to rest with the archbishop of Canterbury and the twenty-five barons appointed to see that the terms of the charter are carried out.",
        "The judicial authorities requested a rescript from the emperor Aurelian for the decision of the cause.",
        "No appeal can go direct to the General Assembly, omisso medio, unless the presbytery have so expressly directed, or unless there be no meeting of synod after the decision of the presbytery before the meeting of General Assembly.",
        "a vinculo), it only gives a provisional decision, which is reported by the bishop, with his own opinion, for final judgment, to the Most Holy Governing Synod.",
        "The evidence scarcely admits of a decision as to which of these methods is to be regarded as primitive in descent.",
        "On the seashore fishing naturally became a means of livelihood, and dwellers by the sea, in virtue of the dangers to which they are exposed from storm and unseaworthy craft, are stimulated to a higher degree of foresight, quicker observation, prompter decision and more energetic action in emergencies than those who live inland.",
        "The matter was allowed to drop for a time, and the assassination of Caesar prevented any final decision being pronounced.",
        "These assessors were allowed a definite vote in temporal matters but not in spiritual, and the final decision was reserved to Torquemada himself, who in 1483 was appointed the sole inquisitor-general over all the Spanish possessions.",
        "Antisthenes adopted this principle in its most literal sense, and proceeded to explain \"knowledge\" in the narrowest terms of practical action and decision, excluding from the conception everything except the problem of individual will realizing itself in the sphere of ordinary existence.",
        "Newman - with modifications on becoming a Roman Catholic in the light of the church's decision in favour of Thomism.",
        "For this decision there were good reasons, for those turbulent sons of the steppe paid no taxes and were much given to brigandage, and their raiding propensities occasionally created international difficulties with the khan of the Crimea and the sultan of Turkey.",
        "The so-called \" long-and-short-haul clause,\" which forbade a greater charge for a long than for a short haul over the same line, if circumstances were substantially similar, was also robbed of all its vitality by court decision.",
        "It was not till the 19th of January 1826 that he recorded in the private memoranda begun by him in 1820 his decision \"to embrace the gift of the Spanish subject.\"",
        "The second decision grew out of the attempt of the Brotherhood of Locomotive Engineers to prevent other roads from accepting freight from the Toledo, Ann Arbor & North Michigan railroad, against which a \"legal\" strike had been declared.",
        "In consequence of the decision of the Labour party to terminate its support of the Coalition Government he resigned office in Nov.",
        "Pompey deferred his decision until he should have inquired into the state of the Nabataeans, who had shown themselves to be capable of dominating the Jews in the absence of the Roman army.",
        "Philip, who had been left in charge of Palestine pending the decision and had won the respect of Varus, became tetrarch of Batanaea, Trachonitis and Auranitis, with ioo talents.",
        "The quarrel was therefore referred to the emperor Nero, who finally gave his decision in favour of the Syrians or Greeks.",
        "The result of this decision was that the synagogue at Caesarea was insulted on a Sabbath and the Jews left the city taking their books of the Law with them.",
        "The rebels abode by their decision to stop the daily sacrifice for the emperor; Agrippa's troops capitulated and marched out unhurt; and the Romans, who surrendered on the same condition and laid down their arms, were massacred.",
        "Questions received from various quarters were discussed and the final decision of the Kallah was signed by the Resh-Kallah or president of the general assembly, who was only second in rank to the Resh-Metibta, or president of the scholastic sessions.",
        "There are 26 justices of peace, to whose decision are referred slight contraventions of the law (lrraLQµara) and civil causes in which the amount claimed is below 600 francs.",
        "These measures were followed by the presentation of collective notes to the Greek and Turkish governments (2nd March), announcing the decision of the powers that (1) Crete could in no case in present circumstances be annexed to Greece; (2) in view of the delays caused by Turkey in the application of the reforms Crete should now, be endowed with an effective autonomous administration, intended to secure to it a separate government, under the suzerainty of the sultan.",
        "After the departure of the Greek troops the Cretan leaders, who had hitherto demanded annexation to Greece, readily acquiesced in the decision of the powers, and the insurgent Assembly, under its president Dr Sphakianakis, a man of good sense and moderation, co-operated with the international commanders in the maintenance of order.",
        "The powers, however, reiterated their decision to maintain the status quo, and increased their military and naval forces; the Greek flag was hauled down at Canea and Candia, and some desultory engagements with the insurgents took place, the international troops co-operating with the native gendarmerie.",
        "At last (July 13, 1909) the powers announced to the Porte, in answer to a formal remonstrance, their decision to withdraw their remaining troops from Crete by July 26 and to station four war-ships off the island to protect the Moslems and to safeguard \" the supreme rights \" of the Ottoman Empire.",
        "The \" Solemn League and Covenant,\" which pledged both countries to the extirpation of prelacy, leaving further decision as to church government to be decided by the \" example of the best reformed churches,\" after undergoing some slight alterations, passed the two Houses of Parliament and the Westminster Assembly, and thus became law for the two kingdoms. By means of it Henderson has had considerable influence on the history of Great Britain.",
        "Owing to this lack of decision as to the accurate finding of Easter, St Augustine tells us (Epist.",
        "However, the language of the bishop of Cambrai seems on this occasion to have been lacking in decision; however that may be, it led to no felicitous result.",
        "The decision was disregarded, however, and in the same year the Planters' Bank bonds were also repudiated by popular vote.",
        "He was weak, vacillating and ineffective as a politician, lacking in judgment and decision, and without any great parliamentary talent.",
        "Cyrus saw that the decision.",
        "He then argued at length that the correct assumption was that both the general government and the state government were \"all agents of the same supreme power, the people,\" that the people had established the Constitution of the United States and that in the Supreme Court, established under that Constitution, was vested the final decision on all constitutional questions.",
        "Although he was severely criticized there were good reasons for his decision.",
        "In any case the decision taken in 1521 was a blunder.",
        "Their decision to follow him out of their own country to Khartum brought about the fall of that city.",
        "Turgot showed great firmness and decision in repressing the riots, and was loyally supported by the king throughout.",
        "Moreover, all these subjects hang together, so that it seems impossible to come to a decision about one of them without knowing all about the others.",
        "This decision was communicated to the foreign churches, and seems to have been justified by referring to the self-mutilation of Origen and adducing objectionable doctrines which he was said to have promulgated.",
        "The father's literary tastes, general inquisitiveness, and powers of intrigue reappeared in Napoleon, who, however, derived from his mother Letizia (a descendant of the Ramolino and Pietra Santa families) the force of will, the power of forming a quick decision and of maintaining it against all odds, which made him so terrible an opponent both in war and in diplomacy.",
        "Machiavelli taught him the need of speed, decision and unity of command, in war.",
        "Ultimately the Bonapartes had to flee from Corsica (11th of June 1793), an event which clinched Napoleon's decision to identify his fortunes with those of the French republic. His ardent democratic opinions rendered the change natural when Paoli and his compatriots declared for an alliance with England.",
        "Events, indeed, might readily have gone in favour of the moderates had Carnot acted with decision; but he relapsed into strange inactivity, while Barras and his military tool prepared to coerce the majority.",
        "But in the case of a man so intensely ambitious, determined and egoistic as Napoleon, a decision on this interesting question is hazardous.",
        "for neglecting the Russians to pursue the Saxons; but at the beginning of the 18th century his decision was natural enough.",
        "All that Orosius succeeded in obtaining was John's consent to send letters and deputies to Innocent of Rome; and, after having waited long enough to learn the unfavourable decision of the synod of Diospolis or Lydda in December of the same year, he returned to north Africa, where he is believed to have died.",
        "In November 1202 Zara was taken; and at Zara the fatal decision was made.",
        "By a similar process the board's decision in favour of the election of Republican presidential electors was nullified, and the Democratic electors were declared the successful candidates; but the electoral commission, appointed by Congress, reversed this decision.",
        "1-6, show prudence and decision in business; do not set all your goods on one venture; act promptly and hope for the best.",
        "Tilden, he lost the disputed election by the decision of the electoral commission, but he was elected with Grover Cleveland in 1884.",
        "With the decision of the two friends to proceed to the forest of cedars in which the goddess Irnina - a form of Ishtar - dwells, and which is guarded by Khumbaba, the 2nd tablet ends.",
        "Every decision made by three of these \"deputations\" - and in each of them the lower clergy formed the majority - was ratified for the sake of form in general congregation, and if necessary led to decrees promulgated in session.",
        "In support of this decision it was urged that it was no good pursuing people whom it was impossible to catch, that the isolated posts in the interior had not been able to protect the friendly tribes; and that the semi-desert nature of the country did not justify any attempt at economic development.",
        "If the freedman violated his duties to his patron he was subject to an action at law, and if the decision were against him he was again reduced to slavery.",
        "The acquisition of Louisiana in 1803, which gave a new field for the growth of the slave power, though not made in its interest, the Missouri Compromise (1820), the annexation of Texas (1845), the Fugitive Slave Law (1850), the Kansas-Nebraska bill (1854), the Dred Scott decision (1857), the attempts to acquire Cuba (especially in 1854) and to reopen the foreign slave trade (1859-1860), were the principal steps - only some of them successful - in its career of aggression.",
        "The measure soon met with strong opposition in the northern states, and Personal Liberty Laws were passed to hamper officials in the execution of the law; Indiana in 1824 and Connecticut in 1828 providing jury trial for fugitives who appealed from an original decision against them.",
        "i The decision of the Supreme Court of the United States in the case of Prigg v.",
        "Thiers, who was then president of the Republic, persuaded them to reconsider this decision.",
        "The status of the Isle of Pines was left an open question by the treaty of Paris, but a decision of the Supreme Court of the United States has declared it (in a question of customs duties) to be a part of Cuba, and though a treaty to the same end did not secure ratification (1908) by the United States Senate, repeated efforts by American residents thereon to secure annexation to the United States were ignored by the United States government.",
        "Its decision, of ter being communicated to the sovereigns of the powers signatory to the treaty of Berlin, in a series of autograph letters from the emperor Francis Joseph, was made known to Bosnia and Herzegovina in an imperial rescript published on the 7th of October 1908.",
        "The first class contains such revenues as the emlak verghi-si (duty on realty), `ashar (tithes), temettu (professional tax), &c. In all such cases the taxable values are fixed by a commission of experts, sometimes chosen by the tax-payers themselves, sometimes by the official authorities; in all cases both tax-payers and authorities are represented on the commissions, whose decisions may be appealed against, in last resort, to the council of state at Constantinople, whose decision is final.",
        "Accordingly, at the beginning of October 1908, the emperor Francis Joseph informed the powers signatory to the treaty of Berlin that the annexation of Bosnia and Herzegovina to the Dual Monarchy had become necessary, and this decision was formally announced in an imperial rescript dated the 7th of October.",
        "In this sentence it is to be noted that the council of Constance was careful not to base itself upon the former decision of the council of Pisa.",
        "But with the struggle raging before him he remained undecided, until at Jena the decision had clearly fallen, and then he crossed the river and arrived with fresh troops too late for their services to be required.",
        "At such moments of crisis it almost excelled human comprehension; the mind seems to have gathered to itself and summed up the balance of all human passions arranged for and against him, and to have calculated with unerring exactitude the consequences of each decision.",
        "But many Roman Catholic writers, though they yield a practical obedience to the papal decision, have adduced good reason why it should be reversed (Cognat, p. 451).",
        "Purchas), and since the \"Ritualists\" refused to bow to this decision, parliament intervened with the Public Worship Regulation Act of 1874, which set up a disciplinary machinery for enforcing the law, and at the same time reconstituted the Court of Arches.",
        "In this office in 1863 he won before the Supreme Court of the United States the famous prize case of the \"Amy Warwick,\" on the decision in which depended the right of the government to blockade the Confederate ports, without giving the Confederate states an international status as belligerents.",
        "Thus they did not teach a dual personality, nor the old Antiochene view that Christ's divine exaltation was due to his sinless virtue; they were less concerned with old disputes than with the problem as the Chalcedon decision had left it - the relation of Christ's one personality to his two natures.",
        "These doctrinal interpretations introduce the economy of blinding the Jews into the parabolic teaching; the declaration as to the redemptive character of the Passion into the sayings; the sacramental, institutional words into the account of the Last Supper, originally, a solemnly simple Messianic meal; and the formal night-trial before Caiaphas into the original Passion-story with its informal, morning decision by Caiaphas, and its one solemn condemnation of Jesus, by Pilate.",
        "But the Protestant casuist never pretended to speak authoritatively; all he did was to give his reasons, and leave the decision to the conscience of his readers.",
        "The place owes its origin to the decision of the government in 1814 to form a naval depot on Milford Haven.",
        "This decision was enforced in 1879.",
        "Arbitration differs from Mediation in so far as it is a judicial act, whereas Mediation involves no decision, but merely advice and suggestions to those who invoke its aid.",
        "When he is an emperor, a king, or a president of a republic, it is not expected that he will act personally; he may appoint a delegate or delegates to act on his behalf, and avail himself of their labours and views, the ultimate decision being his only in name.",
        "In civil arbitration, the decision or award may be made a rule of court, after which it becomes enforceable by writ of execution against person or property.",
        "In neither of these cases was there an umpire; nor was any necessary, since the decision, if not unanimous, lay with the majority.",
        "This line was defined by the treaty of 1857, and by the decision of President Cleveland in 1895 with regard to the small section between the Uruguay and Iguassu rivers.",
        "The decision was given in December 1900 and was entirely in favour of the Brazilian contention.",
        "Before this decision was given Senhor Rodrigues Alves had been elected president in 1902.",
        "In 1859 Siena was the first Tuscan city that voted for annexation to Piedmont and the monarchy of Victor Emmanuel II., this decision (voted 26th June) being the initial step towards the unity of Italy.",
        "Moreover, in a letter to Cardinal Richard, archbishop of Paris, the pope affirms that this his solemn decision is \" firm, authoritative and irrevocable.\"",
        "For Roman Catholics the decision necessarily carries great weight, and it may perhaps have its influence on Anglicans of the school which approximates most closely to Roman belief.",
        "Unfortunately we know nothing of his vote or of the reasons he gave for it, and outside of the Roman pale the unanimous decision of a committee of cardinals counts for very little.",
        "Dr Colenso, who obtained a decision of the privy council confirming his claim to be bishop of Natal and possessor of the temporalities attached to the bishopric, died in 1883.",
        "with or possession of the country by any other European power,\" Sir George communicated this decision to the volksraad in September 1841.",
        "Sir George then appointed Mr Henry Cloete (a brother of Colonel Cloete) a special commissioner to explain to the Natal volksraad the decision of the government.",
        "A more famous decision, that known as the Keate Award, was given in October 1871.",
        "Bishop Colenso (q.v.), condemned in 1863 on a charge of heresy, ignored the authority of the court of South African bishops and was maintained in his position by decision of the Privy Council in England.",
        "On the 16th the Hungarian Government declared in favour of personal union, and next day Hussarek published an imperial proclamation, dividing Austria (not Austria-Hungary) into four federal units (German, Czech, Yugoslav and Ukrainian) and leaving the Poles to make their own decision.",
        "The repeated efforts made by Pasic to avert so distasteful a decision were held to disqualify him from the leadership of the new united Cabinet, but in order to secure his renunciation it was found necessary to exclude the other party chiefs.",
        "Much of the blame falls upon the Supreme Council, which shrank from the only effective means of allaying friction - immediate Allied occupation of the disputed zone, pending the decision of the Peace Conference.",
        "This decision (passed with only one dissentient voice, but that unhappily Stephen Radic, the peasant leader) took formal effect on Dec. 1, when Prince Alexander, at the formal request of 24 delegates from Zagreb, proclaimed the union and repeated their cry \" Long live free and united Yugoslavia.\"",
        "This decision is so patently unjust that it has been very widely ascribed to a deliberate design to keep the two countries apart.",
        "Yugoslavia's relations with Albania, though simplified by this decision, have been affected by the Albanian counterclaim to Pee, Djakovo and the plain of Kosovo, where since the middle of last century the Albanian element had grown steadily stronger at the expense of the Serbs.",
        "In accordance with the Declaration of Corfu, the decision regarding the actual form of the State was left to a constituent assembly: but as the machinery of Belgrade was naturally quite inadequate to the task of administering a country three times the size of the Serbia of 1914, the provincial Governments of Croatia (with the Ban at its head), Slovenia, Dalmatia and Bosnia continued to function, though the local diets were no longer summoned.",
        "Rome is indeed to be honoured as the mother of the churches; nor would Gerbert oppose her judgments except in two cases - (I) where she enjoins something that is contrary to the decrees of a universal council, such as that of Nice, or (2) where, after having been once appealed to in a matter of ecclesiastical discipline and having refused to give a plain and speedy decision, she should, at a later date, attempt to call in question the provisions of the metropolitan synod called to remedy the effects of her negligence.",
        "The decision was in favour of Waterboer, who had, on the 25th of August 1870, before the appointment of the arbitration court, offered his territory to Great Britain, and it was understood by all the parties interested that that offer would be accepted.",
        "In 1897 a decision of Chief Justice Kotze was overruled by an act of the volksraad.",
        "The result of this decision was.",
        "By undue pressure he secured a decision of the judges, in the test case of Godden v.",
        "Its boundary with Colombia is unfixed, a decision by the king of Spain, as arbitrator, in March 1891, having been rejected by Venezuela.",
        "In the following year, by the decision of the Hague Tribunal, the Venezuela government had to pay the British, German and Italian claims, amounting to £691,160; but there was still £840,000 due to other nationalities, which remained to be settled.",
        "The former, bred in the tradition of the Napoleonic battle, looked for the decision only from the employment of \"masses\"; the latter, trained with the breech-loader and without war experience, expected to decide battles by infantry fire only.",
        "The heavy rain, which had delayed the commencement of the action, had swollen the Bistritz so as to check their advance and thus postpone the decision, whilst the mist and driving rain hid the approaching troops from the Austrian gunners, whose shells burst almost harmlessly on the sodden ground.",
        "Hanover and Hesse-Cassel, which were nearest to Prussia and therefore immediately dangerous, were dealt with promptly and without waiting for the decision in the main theatre of war.",
        "But the improved organization, better communications and supplies, superior moral, and once again the breech-loader versus a standing target, which caused the Prussian successes, at least give us an opportunity of comparing the old and the new systems under similar conditions, and even thus the principle of the \"armed nation\" achieved the decision in a period of time which, for the old armies, was wholly insufficient.",
        "His defeat before Gela and his consequent decision that both Gela and Camarina should be evacuated, and left for the Carthaginians to plunder, were no doubt due to previous arrangement with the latter.",
        "Their decision was reviewed by Chancellor L.",
        "But the military situation elsewhere forbade the alloc tion of strong British or French contingents to this secondary theatre of war, and there was much delay in London in forming a decision.",
        "arrive at a decision as to giving up the project.",
        "All this time winter was drawing nearer and nearer and the need for a prompt decision was becoming more urgent, but the authorities in London lost another fortnight before, on Dec. 8, they at last sent instructions to Monro to evacuate Suvla and Anzac while retaining a grip on Helles.",
        "On the death of the bishop Mar Athanasius Matthew in 1877, litigation began as to his successor; it lasted ten years, and the decision (since reversed) was given against the party that held by the Nestorian connexion and the habitual autonomy of the Malabar church in favour of the supremacy of the Jacobite patriarch of Antioch.",
        "Paul is on the edge and eve of the great decision.",
        "In it he admitted every tradition that had ever been used to support a legal decision, indicating the doctrine it supported and mentioning the doctrines opposed to it.",
        "With the exception of parts of the Ecuador, Brazil and Bolivia frontiers, all the boundary lines have been disputed and referred to arbitration - those with Colombia and Ecuador to the king of Spain, and that with Bolivia to the president of Argentina, on which a decision was rendered on the 9th of July 1909.",
        "The decision of the president of Argentina of the 9th of July 1909, in regard to the remainder of this extensive territory, was a compromise, and divided it into two nearly equal parts.",
        "This decision at first gave offence to the Bolivians, but friendly overtures from Peru led to its acceptance by both parties with the understanding that modifications would be made in locating the line wherever actual settlements had been made by either party on territory awarded to the other.",
        "Montmorin did not dare to come to a decision without consulting his masterful friend, but on the other hand neither Mirabeau nor La Marck were under any illusions as to the broken character of the reed on which they had perforce to lean.",
        "Next we find that Samuel's interest on behalf of the Israelite king is transferred to David, the founder of the Judaean dynasty, and it is his part to announce the rejection of Saul and Yahweh's new decision (xiii.",
        "It has often been said of the Japanese that they are slow in forming a decision but very quick to act upon it.",
        "Three of the leaders were sentenced to death by military commissions, but sentence was suspended until 1866, when they were released under the decision of the United States Supreme Court in the famous case Ex parte Milligan.",
        "The new king's decision to go to meet Napoleon at Bayonne was largely inspired by him.",
        "In the Religious Peace of Augsburg the principle\" cujus regio ejus religio \"was accepted; by it a ruler's choice between Catholicism and Lutheranism bound his subjects, but any subject unwilling to accept the decision might emigrate without hindrance.",
        "The conception of the day of final decision, when Yahweh shall come suddenly to His temple (iii.",
        "At this time he was much perplexed as to his religious opinions, and he ultimately found relief in a decision to take a further university course and to seek Anglican orders.",
        "In 1850 the decision of the privy council, that the bishop of Exeter was bound to institute the Rev. G.",
        "Manning made it clear that he regarded the matter as vital, though he did not act on this conviction until no hope remained of the decision being set aside or practically annulled by joint action of the bishops.",
        "In July he addressed to his bishop an Open letter on \"The Appellate Jurisdiction of the Crown in Matters Spiritual,\" and he also took part in a meeting in London which protested against the decision.",
        "Five years later the council of Basel by a strange decision elected Amadeus pope, in spite of his not being a priest, and deposed Eugenius IV.",
        "It is evidently impossible to arrive at a final decision until much more spade work has been done in the investigation of early Eastern creeds.",
        "Pliny also asks for a decision on the status and maintenance of deserted children (65), and on the custom of distributing public doles on the occasion of interesting events in the life of a private citizen.",
        "The legal necessity for legislation in accordance with the agreement was, nevertheless, on a special reference, submitted to the privy council, whose decision affirmed the advisibility of legislation and the need for validating retrospectively marriages not supported by either Maltese or English common law.",
        "This decision was at once challenged, on the 19th of April, by the protest of the Evangelical states (whence the name Protestants); and the effect of this disclaimer was not small.",
        "In a few moments his decision was taken.",
        "Though the cavalry were freely engaged, the training of both was so far beneath the standard of the present day that the most that can be credited to them in respect of results is that they from time to time averted imminent disaster, but failed altogether to achieve such a decision as was well within their potential capacities.",
        "the prince therefore had to consider how long it would take to obtain a decision.",
        "This time he adhered to his decision, and about 4 p.m.",
        "By the peace of Antalcidas the Persian supremacy was proclaimed over Greece; and in the following wars all parties, Spartans, Athenians, Thebans, Argives continually applied to Persia for a decision in their favour.",
        "a member of the committee of cardinals appointed to report on the \"Nuremberg Recess,\" he recommended, in opposition to the majority, certain concessions to the Lutherans, notably the marriage of the clergy as in the Greek Church, and communion in both kinds according to the decision of the council of Basel.",
        "It is clear from the emperor's letters that in regard to nine out of ten of the matters which his anxious and deferential legate referred to him for his decision he would have been better pleased if the legate had decided them for himself.",
        "After full hearing of arguments they gave their decision against both the practices in question.",
        "The king's intention was, no doubt, to secure himself and the prince against the unruly nobles, though the queen's Roman Catholic tendencies were probably another reason for his decision.",
        "A certain number of them hold courts of chancery, general sessions, oyer and terminer, and an orphans' court; the six together constitute the supreme court, but the judge from whose decision appeal is made may not hear the appealed case unless the appeal is made at his own instance.",
        "It is true that Harnack has adduced arguments which cannot be discussed here to prove that Irenaeus was not born till about 140; 15 but against this we may quote the decision of Lipsius, who puts the date of his birth at 130, 16 while Lightfoot argues for 120.17 The fact that Irenaeus never quotes Polycarp does not count for much.",
        "He fought against the threatening secession of Virginia, but acquiesced in the decision of the state and became presiding bishop of the Southern Church.",
        "The decision of 1896 selected the southern branch and thus deprived Texas of a large tract of fertile land over which it had previously exercised jurisdiction.",
        "As early as the 28th of May 1403, it is true, there had been held a university disputation about the new doctrines of Wycliffe, which had resulted in the condemnation of certain propositions presumed to be his; five years later (May 20, 1408) this decision had been refined into a declaration that these, forty-five in number, were not to be taught in any heretical, erroneous or offensive sense.",
        "In June 1892, therefore, Lugard determined to leave for England to appeal against the decision for abandonment.",
        "Gustavus's hopes of an early decision were frustrated by the fog, which delayed the approach and deployment of the Swedes.",
        "In January 1762 Bute was compelled to declare war against Spain, though now without the advantages which the earlier decision urged by Pitt could have secured, and he supported the war, but with no zeal and no definite aim beyond the obtaining of a peace at any price and as soon as possible.",
        "His decision was to bind all his subjects, but a subject professing another religion from his prince was to be permitted to leave the country.",
        "In Greek constitutional history the decision of - \" that which seemed good to \" - an assembly was called a (567µm (i.e.",
        "decree), and throughout its history the word has generally implied a decision, or body of decisions or opinions, officially adopted and regarded by those who make it as possessing authority.",
        "he came to a decision.",
        "Much discussion has taken place on this question, and several of the most eminent of German historians, Ranke among them, have taken part therein, but no certain decision has been reached.",
        "Bib., \" Amos,\" and the introduction to Robertson Smith's Prophets of Israel (2), though in some cases the final decision will have to be preceded by a more thorough examination of the traditional text.",
        "The martyrs are offered a delay of thirty days to reconsider their decision, but this they all alike refuse.",
        "Decision after decision of individual instances has made it a settled practice for the Federal government to co-operate with or to supplement the state governments in the gathering of statistics that may furnish a basis for state or Federal legislation.",
        "In the retrial of the General Fitz John Porter case he obtained a reversal of the decision of the original courtmartial.",
        "The frontiers of an Armenian state, so far as the state should include Turkish territory, were referred to the delimitation of President Wilson, whose decision the Treaty bound the Turks to accept.",
        "The dispute was by consent referred to the secretary for the colonies, and the decision from Downing Street was in Ballance's favour.",
        "The presence of at least three judges in each department is required, and the concurrence of at least three judges is necessary to a decision.",
        "In case of a disagreement the case may be heard again in the same department, transferred to the other department, or to the court en banc. The chief justice or any four of his associates may at any time convene the court en banc, and if so convened at least five of the judges must be present, and the concurrence of at least five is necessary to a decision.",
        "The British government (the first Russell administration), which had reluctantly agreed to the annexation of the country, had, however, already repented its decision and had resolved to abandon the Sovereignty.",
        "While the elected delegates sent two members to England to try and induce the government to alter their decision Sir George Clerk speedily came to terms with a committee formed by the republican party and presided over by Mr J.",
        "Upon application of either or both of the parties, provided the employees be not less than twenty, this board is required to inquire into the cause of the dispute, with the aid of two expert assistants, who shall be nominated by the parties, and to render a decision, which is binding for at least six months upon the parties to the application.",
        "The praetor, who had the arrangement of all trials or private suits and the formal appointment of judges for them, referred the great majority of such cases for decision to a judge who was styled usually judex but sometimes arbiter.",
        "The deed of submission first defines the terms of the reference, the name or names of the arbiters or arbitrators, and the \"oversman\" or umpire, whose decision in the event of the arbiters differing in opinion is to be final.",
        "4, where arbiters differ in opinion, they, or, if they fail to agree on the point, the court, on the application of either party, may nominate an oversman whose decision is to be final.",
        "Under the common law of Scotland, a submission of future disputes or differences to an arbiter, or arbiters, unnamed, was ineffectual except where the agreement to refer did not contemplate the decision of proper disputes between the parties but the adjustment of some condition, or the liquidation of some obligation, contained in the contract of which the agreement to submit formed a part.",
        "The umpire is required to give his decision within one month of his acceptance of the appointment; before making his award, he must confer with the previous arbitrators who disagreed (art.",
        "The House now consisted of 516 members, of whom 221 were of Slav nationality, 177 of German nationality, and 87 Social Democrats, so that in every national controversy t he latter could carry a decision in accordance with their principles.",
        "The decision of the United States Supreme Court in the case of Leisy v.",
        "We know with how much truth, fulness and decision, and with how much tact and delicacy, the queen, aided by Prince Albert, took a principal part on behalf .of the nation in the painful question of the Spanish marriages.\"",
        "His notion of duty - at once a loyal and chivalrous one was that he was obliged to give the queen the best of his advice, but that the final decision in any course lay with her, and that once she had decided, he was bound, whatever might be his own opinion, to stand up for her decision in public. The queen, not unnaturally, came to trust Disraeli implicitly, and she frequently showed her friendship for him.",
        "Of the three forms of absolution in the Anglican Prayer Book, that in the Visitation of the Sick (disused in the church of Ireland by decision of the Synods of 187r and 1877) runs \"I absolve thee,\" tracing the authority so to act through the church up to Christ: the form in the Communion Service is precative, while that in Morning and Evening Prayer is indicative indeed, but so general as not to imply anything like a judicial decree of absolution.",
        "The minimum school term allowed by law is six Before the law passed by the first Legislative Assembly of the state to carry out this provision could come into effect, it was partially annulled by the decision of the United States Supreme Court in the case of Leisy v.",
        "There he was still working when the outbreak of the World War and the decision of Turkey to join the Central European Powers put an abrupt stop to all archaeological work and called Lawrence to what proved a wider field.",
        "He was defeated by court influence, and his petition to the House, complaining of an undue return, never came to a decision.",
        "When the decision was known the populace, who had been eagerly waiting from early morning till night to hear the result, accompanied the members with torches and censers to their lodgings, and there was a general illumination of the city.",
        "Representatives from each side were now summoned before him to Chalcedon, and at last, yielding to the sense of the evident majority, he gave a decision in favour of the \"orthodox,\" and the council of Ephesus was dissolved.",
        "Obliged to leave the city in 1848, he was restored by the Austrians in 1849; ten years later, on the 10th of August 1859, the representatives of Modena declared their territory part of the kingdom of Italy, and their decision was confirmed by the plebiscite of 1860.",
        "The two towns also, by the decision given as arbitrators at Payerne (30th December 1530), upheld their alliance with Geneva, condemned the duke to pay all the expenses of the war, and confirmed the clause as to their right to occupy Vaud; they also surrounding the exercise of the powers of vidomne by the duke with so many restrictions that in 1532 the duke, after much resistance, formally agreed to recognize the alliance of Geneva with the two towns and not to annoy the Genevese any more.",
        "Controversy continued for some time, but finally the Nicene decision was recognized both in East and West as the only orthodox faith.",
        "This decision was confirmed by Pope Boniface II., and became the accepted doctrine in the Western Church of the middle ages.",
        "Above all, where, as at Athens, the decision of questions of sacred law fell not to the priests but to the college of i r ynrai, one great source of priestly power was wholly lacking.",
        "1); and every priest was subject to the state exactly as the magistrates were, referring all weighty matters to state decision and then executing what the one supreme power decreed.",
        "As a youth he had joined the league of Schmalkalden, but this adhesion, as well as his subsequent declaration to stand by the confession of Augsburg, cannot be regarded as the decision of his maturer years.",
        "The unanimous decision of the Assembly was in favour of a republic, and Prof. Masaryk, at that time still absent abroad, was unanimously chosen as first president.",
        "The Paris Conference in July 1920 decided for the partition of the disputed area; and the decision, though it signified no small sacrifice for the Czechoslovaks and caused deep disappointment throughout the country, was accepted loyally in the hope that by this sacrifice the friendship of the Poles would be secured.",
        "Lycurgus had ordained that the apella must simply accept or reject the proposals submitted to it, and though this regulation fell into neglect, it was practically restored by the law of Theopompus and Polydorus which empowered the kings and elders to set aside any \"crooked\" decision of the people (Plut.",
        "No decision, however, could be come to as to the successor of the childless king, partly because of the multiplicity of candidates, partly because of Austrian intrigue, and this, the most momentous question of all, was still unsettled when Sigismund II.",
        "Finally he was bent upon reforming the Polish constitution by substituting the decision of all matters by a plurality of votes for a unanimity impossible to count upon.",
        "On the 7th of March 1606 Sigismund summoned a diet for the express purpose of introducing the principle of decision by majority in the diet, whereupon Zebrzydowski summoned a counter-confederation to Stenczyn in Little Poland, whose first act was to open negotiations with the prince of Transylvania, Stephen Bocskay, with the view of hiring mercenaries from him for further operations.",
        "At the same time, however, it was decided by a secret protocol that the four powers should first settle among themselves the distribution of the conquered territories, and that France and Spain should only be consulted when their final decision was announced.",
        "His refusal lost Bavaria to the movement; and the number of Bavarian sympathizers was still further reduced when the seceders, in 1878, allowed their priests to marry, a decision which Dollinger, as was known, sincerely regretted.",
        "The committee's decision was that the Board of Grounds and Buildings was not authorized to let the decorating and furnishing of the state house; that it had illegally authorized certain expenditures; and that architect and contractors had made fraudulent invoices and certificates.",
        "He had many of the virtues of St Louis, but neither decision of character nor devotion to duty.",
        "Dupuy proposed a law in the chamber transferring the decision to a full court of all the divisions of the court of cassation.",
        "Throughout his career as Speaker he exhibited conspicuous impartiality, combined with a perfect knowledge of the traditions, usages and forms of the house, soundness of judgment, and readiness of decision upon all occasions; and he will always rank as one of the greatest holders of this important office.",
        "wax may or may not be melted, the determination between them is not always a decision of will, but in physical causation depends on the efficient cause, e.g.",
        "As to the sacraments and the relations of Methodism to the Church of England the decision was: \"We engage to follow strictly the plan which Mr Wesley left us.\"",
        "The decision was thus reached that the sacraments should not be administered that year.",
        "Hardly were they in circulation throughout the Frankish Empire when it happened that a pope, Nicholas I., was elected who was animated by the same spirit as that which tunities for intervening in the affairs not only of the Western but of the Eastern Church, and he seized upon them with great decision.",
        "The new pope was chosen by the principal members of the clergy and nobles, and then set before the assembled people, who gave their decision by acclamation; and this acclamation was accepted as the vote of the assembly of the faithful.",
        "addressed himself with his customary decision to the execution of this enormous enterprise.",
        "He also had to submit to the consequences of his origin on the occasion of a double election not foreseen by the Concordat of Worms, when he was forced to admit the necessity of appeal to Rome and to acknowledge the supremacy of the papal decision.",
        "his peace-loving predecessor, and in accordance with his own more energetic character, he pursued with decision and success the traditions of John XXII.",
        "Urban, in fact - who meanwhile had created a new College of Cardinals with members of different nationalities - enjoyed one great advantage; his rival failed to hold his own in Italy, with which country the actual decision virtually lay.",
        "But this bull contains no sort of dogmatic decision on the nature of sorcery.",
        "It is folly to speak of a donation of lands which did not belong to the pope, or to maintain that the freedom of the Americans was extinguished by the decision of Alexander VI.",
        "For a moment the idea was entertained of giving way to the opposition and deferring a decision in the matter, or, in the manner of the fathers in the Council of Trent, adjourning it to the Greek kalends.",
        "that if the council broke up without arriving at a decision favourable to the papacy, this would be tantamount to a serious defeat of the Holy See and an open victory for the Gallican system.",
        "No course was left for the emperor except to obtain a general decision.",
        "Constantine accepted the decision of the council and resolved to uphold it.",
        "He was offered by the senate of the theological faculty of Halle the alternative of doing penance before God, submitting to his superiors, and separating himself from Zinzendorf, or leaving the matter to the decision of the king, unless he preferred to \"leave Halle quietly.\"",
        "But it is certain that, once the decision had been taken, the Marquis di San Giuliano carried out the policy it involved with the most complete loyalty.",
        "In the war of 421, in which the north-east of Mesopotamia was chiefly concerned, the Romans failed to take Nisibis, and it became a natural rallying point for the Nestorians after the decision of Ephesus (431).",
        "He seems on the contrary not to have lacked activity or decision.",
        "No certainty has been reached in the interpretation of these passages, but they may suggest to the Christian mind the expectation that the final destiny of no soul can be fixed until in some way or other, in this life or the next, the opportunity of decision for or against Christ has been given.",
        "At the diet of 1605 Sigismund and his partisans endeavoured so far to reform the Polish constitution as to substitute a decision by a plurality of votes for unanimity in the diet.",
        "What his final decision was is perhaps doubtful.",
        "His reputation as a lawyer began with his connexion with the famous \"Lemmon slave case,\" in which, as one of the special counsel for the state, he secured a decision from the highest state courts that slaves brought into New York while in transit between two slave states were ipso facto free.",
        "A decision was arrived at in 1903, in commemoration of the jubilee of the reign of Christian IX., to rebuild the palace for use on occasions of state, and to house the parliament.",
        "It should, however, be observed that in the somewhat material atmosphere of constitutional Athens the religious significance of the lot had vanished; no important office in the 5th and 4th centuries was entrusted to its decision.",
        "It works automatically, examining every judgment to see if it is in strict accord with the code, and where it is not the decision or verdict is simply annulled.",
        "In accordance with this decision, Biarni Heriulf son's adventure should be eliminated, the priority of discovery given to Leif Ericsson, and the honour of being the first European colonists on the American continent awarded to Thorfinn Karlsefni and his followers.",
        "But Luxemburg, riding up with his advanced guard from Velaine, decided, after a cursory survey of the ground, to attack the front and both flanks of the Allies' position at once - a decision which few, if any, generals then living would have dared to make, and which of itself places Luxemburg in the same rank as a tactician as his old friend and commander Conde.",
        "In dealing with documentary evidence he sought to apply very stringent rules: - (1) Carefully distinguish between original authority and historical memorials or aids; for example, between a fact recorded at firstor secondhand knowledge, and a decision of principle by authority.",
        "The menacing attitude of the Volunteer Convention at Dungannon greatly influenced the decision of the government in 1782 to resist the agitation no longer.",
        "He has been represented as a determined apologist of intellectual orthodoxy animated by an almost fanatical \"hatred of reason,\" and possessed with a purpose to overthrow the appeal to reason; as a sceptic and pessimist of a far deeper dye than Montaigne, anxious chiefly to show how any positive decision on matters beyond the range of experience is impossible; as a nervous believer clinging to conclusions which his clearer and better sense showed to be indefensible; as an almost ferocious ascetic and paradoxer affecting the credo quia impossibile in intellectual matters and the odi quia amabile in matters moral and sensuous; as a wanderer in the regions of doubt and belief, alternately bringing a vast though vague power of thought and an unequalled power of expression to the expression of ideas incompatible and irreconcilable.",
        "He continued to take an active part in the affairs of the church, and introduced in 1649 the practice, now confirmed by long usage, of dissenting from the decision of the Assembly, and requiring the protest to be entered in the record.",
        "An appeal may be made to the civil courts from the decision of these committees, but so popular are they that such appeals are never made.",
        "The cultus applied at first to local martyrs, and it was only in exceptional circumstances that a kind of judiciary inquiry and express decision became necessary to legitimate this cultus.",
        "But when an express decision was given, it was the bishop who gave it.",
        "The critical decision as to the authorship of the Geography must settle the question for the History also.",
        "In this speech, delivered in the state House of Representatives, Lincoln charged Pierce, Buchanan, Taney and Douglas with conspiracy to secure the Dred Scott decision.",
        "At Freeport, on the Wisconsin boundary, on the 27th of August, Lincoln answered questions put to him by Douglas, and by his questions forced Douglas to \"betray the South\" by his enunciation of the \"Freeport heresy,\" that, no matter what the character of Congressional legislation or the Supreme Court's decision \"slavery cannot exist a day or an hour anywhere unless it is supported by local police regulations.\"",
        "This adroit attempt to reconcile the principle of popular sovereignty with the Dred Scott decision, though it undoubtedly helped Douglas in the immediate fight for the senatorship, necessarily alienated his Southern supporters and assured his defeat, as Lincoln foresaw it must, in the presidential campaign of 1860.",
        "On the 26th of June 1857 Lincoln in a speech at Springfield answered Douglas's speech of the 12th in which he made over his doctrine of popular sovereignty to suit the Dred Scott decision."
    ],
    "definition": [
        "Link/Cite"
    ]
}