{
    "translation": "להצהיר, להכריז",
    "uses": [],
    "definition": [
        "To make known formally or officially; proclaim: declare that a fugitive has been captured; declare a mistrial. See Synonyms at announce.",
        "To state emphatically or authoritatively; affirm: “He wrote another prayer declaring that his conscience was weighed down with guilt” ( Leo Damrosch )",
        "To reveal or make manifest; show: His smile declared his agreement.",
        "To make a full statement of (dutiable goods, for example).",
        "Games\na. To designate (a trump suit or no-trump) with the final bid of a hand in bridge.\nb. To reveal (a combination of cards) to be added to one's score.",
        "To make a declaration.",
        "To announce one's intention to run for public office: “My gratitude would keep me loyal to McCarthy even after Bobby Kennedy declared for president” ( James Carroll )",
        "To proclaim one's support, opposition, choice, or opinion: “The party … has changed, openly declaring for centralized federal power” ( Ronald Reagan )",
        "de·clar′a·ble\nadjective",
        "de·clar′er\nnoun",
        "Link/Cite",
        "Boyle\nTo declare this a little, we must assume that the surfaces of all such bodies […] are exactly smooth.",
        "(intransitive) To make a declaration.",
        "To announce one’s support, choice, opinion, etc.\nHe declared him innocent.",
        "(intransitive, cricket) For the captain of the batting side to announce the innings complete even though all batsmen have not been dismissed.",
        "To announce something formally or officially.\ndeclare bankruptcy\ndeclare victory\n(cricket) declare (an innings) closed",
        "To affirm or state something emphatically.",
        "To inform government customs or taxation officials of goods one is importing or of income, expenses, or other circumstances affecting one's taxes.",
        "To make outstanding debts, e.g. taxes, payable.",
        "(computing) To explicitly include (a variable) as part of a list of variables, often providing some information about the data it is expected to contain.\nThe counter \"i\" was declared as an integer.",
        "Link/Cite"
    ]
}