{
    "translation": ".1 לרדת, לשקוע\n.2 לסרב",
    "uses": [
        "She was inclined to decline his offer.",
        "How could I decline without sounding like a total turd?",
        "I tried to decline but he insisted I eat so I complied.",
        "In the third place it was marked by a decline of good government in Rome.",
        "Friends and relations advised Nicholas to decline the inheritance.",
        "The decline of the Ottoman power, which began towards the end of the 17th century, was marked by increasing anarchy and lawlessness in the outlying portions of the empire.",
        "But the decline of nationalism is a force for peace.",
        "A second period of decline followed the working out of this mine and lasted until 1900, when the discovery of a new mineral belt in southern Nevada brought renewed prosperity.",
        "The officer did not decline, but took the note quietly and thanked her.",
        "\" It was at Rome, on the 15th of October 1764, as I sat musing amidst the ruins of the Capitol, while the barefooted friars were singing vespers in the temple of Jupiter, that the idea of writing the decline and fall of the city first started to my mind.\"",
        "\"Ah, my dear fellow!\" rejoined Karataev, \"never decline a prison or a beggar's sack!\"",
        "Iron.The iron-mines of France are more numerous than its coalmines, but they do not yield a sufficient quantity of ore for the needs of the metallurgical industries of the country; as will be seen in the table below the production of iron in France gradually increased during the 19th century; on the other hand, a decline in prices operated against a correspondingly marked increase in its annual value.",
        "For an embarrassing moment she thought he would decline the offer, but slowly a smile touched the corners of his mouth.",
        "See, for Cheyne's view, his Decline and Fall of Judah:'Introduction (1908).",
        "The decline both in imports and in exports of articles of food, which is the most noteworthy fact exhibited in the preceding table, was due to the almost prohibitive tax in the Customs Law of 1892, upon agricultural products.",
        "That is, agree in principle but decline any personal accountability.",
        "Thus the later part of the Decline and Fall, while the narrative of certain episodes will always be read with profit, does not convey a true idea of the history of the empire or of its significance in the history of Europe.",
        "Weigh that against the certainty that nearly a billion people are hungry right now and I don't know why we would decline to acquire this knowledge.",
        "She had to decline the last trip because it coincided with her monthly cycle - and this trip was cutting the time close.",
        "Its importance lasted until the decline of the fleet in the 4th century A.D.",
        "After Cynthia came out and administered a cold face cloth, Edith seemed somewhat better, enough to decline medical attention, though she remained disoriented even after reaching Ryland's small quarters.",
        "To tell them that she felt ashamed for herself and for them would be to betray her agitation, while to decline their offers to dress her would prolong their banter and insistence.",
        "In judging the Decline and Fall it should carefully be observed that it falls into two parts which are heterogeneous in the method of treatment.",
        "A general decline in culture is manifest in the Balinese.",
        "If I decline the honor of being with you, believe me...",
        "After the decline of the power of Rome, the dominant force in Asiatic commerce and navigation was Persia, and from that time onward, until the arrival of the Portuguese upon the scene early in the 16th century the spice trade, whose chief emporia were in or near the Malay Peninsula, was in Persian or Arab hands.",
        "The decline in the economic benefits of war for businesses.",
        "The approaching riders having descended a decline were no longer visible, but they reappeared a few minutes later.",
        "Its monarchy traced its origin to Hebron in the south, and its growth is contemporary with a decline in Israel (§ 7).",
        "The period of decline referred to above (Late Minoan III.), which begins about the beginning of the 14th century before our era, must, from the abundance of its remains, have been of considerable duration.",
        "A great decline in the output occurred during the last half of the 19th century; but a new field was discovered in 1908 at Abbadia dos Dourados, in the western part of the state.",
        "The increase in the tonnage of sailing vessels, which in other countries tends to decline, was due to the bounties voted by parliament to its merchant sailing fleet with the view of increasing the number of skilled seamen.",
        "The decline of Mazzinis influence was accompanied by the rise of a new movement in favor of Italian unity under Victor Emmanuel, inspired by the Milanese marquis Giorgio New Pallavicini, who had spent 14 years in the Spielberg, Unio~lsi and by Manin, living in exile in Paris, both of them moveex-republicans who had become monarchists.",
        "Like a TV star that doesn't scale back his expenses after his show is cancelled, these benefits expand, not contract, during periods of economic decline, for two main reasons.",
        "West of Ararat high hills extend along the Black Sea, between which and the Taurus range lies the plateau of Asia Minor, reaching to the Aegean Sea; the mountains along the Black Sea, on which are the Olympus and Ida of the ancients, rise to 6000 or 7000 ft.; the Taurus is more lofty, reaching 8000 and 10,000 ft.; both ranges decline in altitude as they approach the Mediterranean.",
        "The rise of the mineral saltworks of Cheshire led to its decline in the 18th century, and later the renewed importance of Southampton completed its decay.",
        "Minas Geraes is a mining state, though the mining industry has lost much of its importance through the decline in the output of gold and diamonds.",
        "Cereal If 1,828 2,044 cultivation occupies the foremost 599 74,209 111,943 place in area and quantity though i68 2,966 2,715 it has been on the decline since f903, still representing, however, an)56 477,191 718,221 advance on previous years.",
        "With the decline of totemism arose the need for human sacrifice - the only means of re-establishing the broken tie of kinship when the animal species was no longer akin to man.",
        "These ancient states began to decline in the 7th century B.e., and on their ruins rose the Persian empire, which with various political metamorphoses continued to be an important power till the 7th century A.D., after which all western Asia was overwhelmed by the Moslem wave, and old landmarks and kingdoms were obliterated.",
        "This decline of vigour was felt, with the customary effects of discord and bad government, in Lower Italy.",
        "The decline of military alliances and the rise of economic ones.",
        "Bury's edition of Gibbon's Decline and Fall, v.",
        "For a long period the city was noted for its commerce with the West Indies, which began to decline about 1876, but the coast trade and commerce with Great Britain are still considerable, especially in the winter, when Portland is the outlet of much of the trade from the Great Lakes that in the other seasons passes through Montreal.",
        "The history of their decline differs from that of the Murabtis, whom they had displaced.",
        "He had no artistic appreciation of the subject he discussed, and he mistook cause for effect in asserting that the decline in public morality was due to the flagrant indecency of the stage.",
        "This third Late Minoan period - the beginning of which may be fixed about 1400 - is an age of stagnation and decline, but the point of departure continued to be the models supplied by the age that had preceded it.",
        "The latter half of the 8th century, which witnessed a rapid succession of reigns in the northern kingdom accompanied by dismemberment of its territory and final overthrow, witnessed also the humiliating vassalage and religious decline of the kingdom of Judah.",
        "The book of Deuteronomy, in conjunction with the reformation of Josiah's reign (which synchronizes with the rapid decline of Assyria and the reviving prestige of Yahweh), appeared to mark the triumph of the great prophetic movement.",
        "He was still contemplating \" at an awful distance \" The Decline and Fall, and meantime revolved some other subjects, that seemed more immediately practicable.",
        "There are at least two German translations of The Decline and Fall, one by Wenck, Schreiter and Beck (1805-1807), and a second by Johann C. Sporschil (1837, new ed.",
        "Cheyne, Decline and Fall of Judah (1908), p. 13, with references.",
        "The Mayas have left no r cord of their institutions or of the causes of their decline, beyond what may be deduced from their ruined structures.",
        "The Mongol invasion, in the latter part of that century, wrought their ruin, however, and from that time to the present there has been a steady decline in the commercial importance of the Euphrates route, and consequently also of the towns along its course, until at the present time it is only an avenue of ruins.",
        "Hubert and Mauss, while admitting that in all sacrifices is found some idea of purchase or substitution, decline to admit that all have issued from one primitive form.",
        "reigns 40 years, and 40 years of decline bring the kingdom to an end.",
        "A note of Fox, however, on the margin of a copy of The Decline and Fall records a very distinct remembrance of the historian's previous vituperation of the ministry; within a fortnight of the date of his acceptance of office, he is there alleged to have said that \" there was no salvation for this country until six heads of the principal persons in administration were laid upon the table.\"",
        "After the decline of the medieval tradein cloth, lace and buttons were the only articles manufactured here until the introduction of silk-weaving in 1740.",
        "Haury, 1905, 1907); see Gibbon, Decline and Fall (ed.",
        "During the twenty years preceding the census of 1901 there was a fall in the death rate of 3.4 per thousand, of which, however, 1 per thousand is attributable to the decline in the birth rate, the balance being attributable to improved sanitary conditions.",
        "The Belgian state telegraphs were started in 1850 and were at first very profitable, but for the years 1866-9 they yielded an average profit of only 2.8 per cent., and subsequently failed to earn operating expenses, the reasons for the steady decline of the profits being the opening of relatively unprofitable lines and offices, increases in wages, and a diminution in growth of the foreign and transit messages which had constituted the most profitable part of the whole business.",
        "the Habsburgs and the Bourbons The decline of French influence at the close of the reign of Louis XIV.",
        "In the 16th century Aix began to decline in importance and prosperity.",
        "He was succeeded in 705 by his son Osred, and under him and his successors Northumbria began rapidly to decline through the vices of its kings and the extravagance of their donations.",
        "The first conception of the Decline and Fall arose as he lingered one evening amidst the vestiges of ancient glory.",
        "Mr Taft gained great influence among the more conservative Filipinos, and their entreaties to him to remain influenced him to decline the offer of a place upon the Supreme bench offered by President Roosevelt in 1902.",
        "The young girl hesitated but he took her hand and didn't give her time to decline.",
        "To the decline in prices of home-grown cereals the decrease in area is largely attributable.",
        "But the decline in the energies of the central government at Paris and the appointment of Scherer as commander-in-chief of the army of Italy frustrated the plans of a vigorous offensive which Bonaparte continued to develop and advocate.",
        "To date his decline, as Chaptal does, from the cold of the Moscow campaign is clearly incorrect.",
        "The acme of this dominion was reached about the end of the 3rd millennium B.C., and thereafter there ensued a certain, though not very serious, decline.",
        "Hence arise various mistaken beliefs, such as the belief in revelation which not only injures the moral As feudalism passed from its age of supremacy into its age of decline, its customs tended to crystallize into fixed forms.",
        "There was a slight decline of £300,000 in the total of these estimates; but this was merely a pause after the £12,000,000 increase of the past three years; and by the summer a new German navy law necessitated a supplementary estimate of about a million.",
        "See Gibbon, The Decline and Fall of the Roman Empire (ed.",
        "But with the decline of Venice the trade of the port fell off; the mouth of the Lido entrance became gradually silted up owing to the joint action of the tide and the current, and for many years complete stagnation characterized the port.",
        "But the decline was a slow process.",
        "See Gibbon, Decline and Fall of the Roman Empire, edited by J.",
        "It was still a wealthy place as late as the 14th century; but in the general decline of the East, and owing to changes in the trade routes, it sunk at length to a poor group of hovels gathered in the courtyard of the Temple of the Sun.",
        "The subsequent decline of Athenian land-power had the effect of weakening this new connexion; at the time of the Peloponnesian War Phocis was nominally an ally and dependent of Sparta, and had lost control of Delphi.",
        "It is only by such careful and con tinuous selection that the staple of these high-bred strains can be kept up to its present superiority, and if for any reason the selection is interrupted there is a general and rapid decline in quality.\"",
        "In 1900 the Imperial Department of Agriculture and private planters began experiments with the object of reintroducing the cultivation, owing to the decline in value of sugar.",
        "The decline of \" spot \" sales at the ports, partly but not entirely in consequence of the appearance of the small cultivator, has proceeded steadily.",
        "Hammond 1 has constructed a table from information supplied by the secretaries of the cotton exchanges at New York, Charleston, Savannah, Mobile, New Orleans and Galveston, showing the sales of \" spot \" cotton at those ports for the twenty-two years between 1874-1875 and 1895-1896, and in all cases an absolute decline is evident.",
        "Gibbon, Decline and Fall of the Roman Empire, edited by J.",
        "At the same date, however, the decline of the kingdom also begins; the fall of Edessa is the beginning of the end.",
        "See Gibbon, Decline and Fall, chs.",
        "The sweet potato and pea-nut crops have also become very valuable; on the other hand the Census of 1900 showed a decline in acreage and production of cotton.",
        "6-9; Gibbon's Decline and Fall, cap. xl.",
        "290 - an act which Gibbon styles the first authentic event in the history of alchemy (Decline and Fall, chap. xiii.).",
        "This seems to have led to the decline of the city, and it does not seem to have been of great importance in the Roman period, though it became an episcopal see.",
        "The value of the city's manufactured products increased from $37,376,322 in 1890 to $77,225,116 in 1900, or 106.6%; in 1905 the factory product alone was valued at $75,740,934, an increase of only 3.9% over the factory product in 1900, this small rate of increase being due very largely to a decline in the value of the products of the sugar and molasses refining industry.",
        "Long, Decline of the Roman Republic, ii.",
        "But besides an immense resort to Benares of poor pilgrims from every part of India, as well as from Tibet and Burma, numbers of rich Hindus in the decline of life go there for religious salvation.",
        "Unhappily the exertion of directing so many consecutive performances seems to have been too much for the veteran master's strength, for towards the close of 1882 his health began to decline rapidly.",
        "The step from Rienzi to Der fliegende Hollander is without parallel in the history of music, and would be inexplicable if Rienzi contained nothing good and if Der fliegende Hollander did not contain many reminiscences of the decline of Italian opera; but it is noticeable that in this case the lapses into vulgar music have a distinct dramatic value.",
        "The title Belit was naturally transferred to the great mother-goddess Ishtar after the decline of the cult at Nippur, and we also find the consort of Marduk, known as Sarpanit, designated as Belit, for the sufficient reason that Marduk, after the rise of the city of Babylon as the seat of his cult, becomes the Bel or \"lord\" of later days.",
        "Long's edition, and the same author's Decline of the Roman Republic, iii.",
        "After the death of the latter monarch, in 1707, came the decline.",
        "There was that in the very nature of the community which, from its birth, marked it as liable to speedy decline.",
        "Randy had called a few days before with an invitation but Dean was putting in a Sunday shift and was forced to decline.",
        "The period of organization and development of the Ku Klux movement was from 1865 to 1868; the period of greatest activity was from 1868 to 1870, after which came the decline.",
        "The ancient rival of Venice, Genoa, was likewise far gone in decline.",
        "The Spaniards found here the remains of a high aboriginal civilization which had already entered upon decline.",
        "After 1707 it began to decline: the governors became independent: a powerful Mahratta confederacy arose in central India; Nadir Shah of Persia sacked Delhi; and Ahmed Shah made repeated invasions.",
        "But the prestige he secured by 1521 was delusive; its decline was as rapid as its growth, and the expense of the policy involved taxation which seriously weakened the loyalty of the people.",
        "In the former treatise we have a clear and minute description of the rural practices of that period, and from the latter may be learned a good deal of the economy of the feudal system in its decline.",
        "The scientific and mechanical improvements of the first half of the century were widely adopted, while the prices of the protectionist period showed little decline.",
        "Between these two occurrences came the disastrous decline in the value of grain in the autumn of 1894, when the weekly average price of English wheat fell to the record minimum of 17s.",
        "The extent of this decline is seen in Table II., wherein are given the annual average prices from 1875 to 1905, calculated upon returns from the 190 statutory markets of England and Wales (Corn Returns Act 1882).",
        "A large expansion in the acreage of the wheat crop would probably be attended by a decline in the average yield per acre, for when a United Kingdom, 1895-1904.",
        "The extent to which these growing imports were associated with a decline in value is shown in Table XVI.",
        "This order came into force on the 30th of April, and the result was a marked decline in the shipments of live cattle and sheep from the River Plate, but a decided increase in the quantity of frozen meat sent thence to the United Kingdom.",
        "It seems unhappy only when we compare it with the normal life of a boy and decline to imagine its peculiar enjoyments and aspirations.",
        "Its medieval importance, due to the pilgrimages to the tomb of the saint and to the commerce in its wines, began to decline towards the end of the 13th century owing to the foundation of Libourne.",
        "Meanwhile the well-deserved popularity of the emperor began to decline.",
        "of The speculative impulse was exhausted which marks Decline .",
        "Under the principate their status underwent a marked decline.",
        "The Turkish historian, Kutchi Bey, attributes the origin of the decline of the empire to the reign of Suleiman the Magnificent (1520-1566), when the conversion of many emiriye lands into vakufs was effected, and the system of farming out revenues first introduced.",
        "With the last century of the caliphates began a more rapid decline.",
        "From the records of that period it seems that the present city is identical in the position of its walls and the space occupied by the town proper with Bagdad at the close of the 12th century, the period when this rapid decline had already advanced so far that the western city is described by travellers as almost in ruins, and the eastern half as containing large uninhabited spaces.",
        "Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
        "The decline in the value of the trade, which was formerly very profitable, has to a great extent been brought about by the fall in the price of seal-oil.",
        "This decline in its prosperity was checked, and the modern development of the port began, when a railway was built from Callao into the heart of the Andes, and Callao is now an important factor in the development of copper-mining.",
        "Many economic changes probably occurred in consequence of the variations in tide-generating force, as, for instance, the decline in the mediaeval Baltic herring fisheries controlled by the Hanseatic League.",
        "The wars which ensued, the closing of continental ports against English trade, the occupation of the city after the disastrous battle of Jena, and pestilence within its walls brought about a severe commercial crisis and caused a serious decline in its prosperity.",
        "31-33; Gibbon, Decline and Fall, ch.",
        "During 1909, without any serious decline in production, the price rapidly rose, owing to extraordinary causes, to about ios.",
        "A decided decline is shown by the graves which have been discovered, until the country reached the low level at which it was found by the Russians on their arrival towards the close of the 16th century.",
        "The town was formerly noted for serges, and in 1641 the inhabitants represented their distress owing to the decline of the woollen trade.",
        "5-10, 14 f., belonging to the year 605, and representing the emergent power of the Chaldaeans as a divine scourge of the faithless people; (b) Woes against the Chaldaeans, presupposing not only tyrannous rule over many peoples, but the beginning of their decline and fall, and therefore of date about J40 B.C. (ii.",
        "He declined the honour, and they then took up the idea that the next best thing they could do would be to elect some great and wealthy English noble, not concealing the hope that although they might have to offer him a Civil List he would decline to receive it.",
        "With the passing of the Act of Union of Wales and England in 1536 however, the jura regalia of the county palatine of Pembroke were abolished, and the prosperity of the town began to decline.",
        "This circumstance might, if it stood alone, be explained by placing Joel with Zephaniah in the brief interval between the decline of the empire of Nineveh and the advance of the Babylonians.",
        "With the rise of Llanelly the industrial importance of Carmarthen has tended to decline; but owing to its central position, its close connexion with the bishops of St David's and its historic past the town is still the chief focus of all social, political and ecclesiastical movements in the three counties of Cardigan, Pembroke and Carmarthen.",
        "(1889); Gibbon, Decline and Fall, ch.",
        "The victory of the Locrians and Phlegians over Crotona in 480 B.C. marked the beginning of its decline.",
        "It is the only complete and independent system between the decline of ancient thought and the system of Aquinas in the 13th century, if indeed we ought not to go further, to modern times, to find a parallel.",
        "In general it may be said that Duns shows less confidence in the power of reason than Aquinas, and to that extent Erdmann and others are right in looking upon his system as the beginning of the decline of Scholasticism.",
        "Many of his friends urgently pressed him to accept; but without a moment's hesitation he determined to decline the proposed honour.",
        "The birth-rate is indeed high (40.2 in 1897), but with the spread of culture it is tending to decline (38.",
        "The exhaustion of the nation from its protracted civil and foreign wars, the extinction of the decline (1711court of the Transylvanian princes where the native 1772).",
        "In the 4th century it continued to decline, and at length called in the help of the Romans against the Lucanians, and then in 282 against Tarentum.",
        "In Europe the decline of Rome was succeeded by a period, lasting several centuries, during which the sciences and arts were all but neglected.",
        "See Gibbon, Decline and Fall, ch.",
        "and iii.; Gibbon, History of the Decline and Fall of the Roman Empire, ch.",
        "This change is due to the decline of horseand cattle-rearing in the llanos, partly in consequence of political disturbances and partly of a murrain which broke out in 1843 among horses, mules and asses.",
        "The decline in stock-raising would also suspend the practice of burning off the dead grass to improve the new pasturage.",
        "Its wild grasses are luxuriant and a shrubby growth is found along many of its streams. The decline in stock-breeding resulted in a considerable growth of trees and chaparral over the greater part of the plain.",
        "It is probable that the science, like others, shared in the general intellectual decline of Greece after the Macedonian supremacy; but the works of physicians of the period are almost entirely lost, and were so even in the time of Galen.",
        "In the West the period after Galen affords little evidence of anything but a gradual though unvarying decline in Roman medicine.",
        "The foundation of the university of Naples, and the rise of Montpellier, also contributed to its decline.",
        "Although it cannot be said that the science of medicine was advanced at Salerno, still its decline was arrested at a time when every other branch of learning was rapidly falling into decay; and there can be no doubt that the observation of patients in hospitals, and probably clinical instruction, were made use of in learning and teaching.",
        "Its rising prosperity coincided with the decline of the school of Salerno.",
        "High pier dues, moreover, contributed to the decline of the traffic, and attempts to overcome the disinclination of passengers to use the river (at any rate in winter) show a record of failure.",
        "The river, it was ascertained, was not kept sufficiently dredged; the re-export trade was noted as showing an especially serious decline, and the administration was found to suffer from decentralization.",
        "The art of glass-making no doubt, like all other art, deteriorated during the decline of the Roman empire, but it is probable that it continued to be practised, though with constantly decreasing skill, not only in Rome but in the provinces.",
        "Only one Greek author, Herodotus, alludes to the prehistoric Cappadocian power and only at the latest moment of its long decline.",
        "See Gibbon, Decline and Fall of the Roman Empire (ed.",
        "Gibbon, Decline and Fall, edited by J.",
        "In the latter year the imports amounted to £467,000, and the exports to £451,000; coffee, the mainstay of Yemen trade, shows a serious decline from £302,000 in 1902 to £229,000 in 1904; this is attributable partly to the great increase of production in other countries, but mainly to the insecurity of the trade routes and the exorbitant transit dues levied by the Turkish administration.",
        "Gibbon, Decline and Fall, ch.",
        "The decline of the imperial power and the growing opposition between the towns and the territorial princes justified these defensive town alliances, which in South Germany took on a peculiarly political character.",
        "\"Those in the Hansa,\" protested Breslau, \"are fettered and must decline and those outside the Hansa are free and prosper.\"",
        "Among the factors, economic, geographic, political and social, which combined to bring about the decline of the Hanseatic League, none was probably more influential than the absence of a German political power comparable in unity and energy with those of France and England, which could quell particularism at home, and abroad maintain in its vigour the trade which these towns had developed and defended with their imperfect union.",
        "On the decline of the Roman empire Vindobona became the prey of successive barbarian invaders.",
        "But a decline of its importance, similar to that within the larger sphere which it influenced prior to 1859, has continued uninterruptedly within the Habsburg dominions up to the present day.",
        "In the interval between the decline of the Mahommedan empire and the rise of Russia the Khazars reached the zenith of their power.",
        "- ED1 1 In the 13th and 14th centuries the Haf sites also paid tribute to Sicily for the freedom of the sea and the right to import Sicilian corn - a clear proof of the decline of Tunisian agriculture.",
        "There was a decline in mining enterprise after the revolt of the colonists against Spanish rule, owing to the unsettled state of the country, and this decline continued in some measure to the end of the century.",
        "Taylor's fragile health gave way; he fell into a decline, died on the 29th of December 1731, at Somerset House, and was buried at St Ann's, Soho.",
        "But soon a decline set in.",
        "But the decline of agriculture at the end of the Republic led to a conversion of the land to pasture, and later the unsettled state of affairs consequent on the fall of the Roman Empire resulted in neglect of the watercourses.",
        "(5) From the latter part of the 18th to the latter part of the I9th century: the foundation of a naturalistic school, and the first introduction of European influence into Japanese painting; the acme and decline of the popular school.",
        "But an undue increase in the number of blocks used, combined with the inferiority of the imported colors and carelessness or loss of skill in printing, brought about a rapid decline soon after 1840.",
        "There followed then a period of gradual decline, and the enamels exported to Europe showed so much inferiority that they were supposed to be the products of a widely different era and of different makers.",
        "Bury's edition of Gibbon's Decline and Fall, iv.",
        "Although there are some works of this so-called Silver Age of considerable and one at least of supreme interest, from the insight they afford into the experience of a century of organized despotism and its effect on the spiritual life of the ancient world, it cannot be doubted that the steady literary decline which characterized the last centuries of paganism was beginning before the death of Ovid and Livy.",
        "The decline of literature proper was attended by an increased output of grammatical and critical studies.",
        "Throughout these two periods, which saw the decline and final dissolution of the alliance, there is very little specific evidence for its existence.",
        "Feudalism is practically extinct among them and with the decline of the Druses, and the great stake they have acquired in agriculture, they have laid aside much of their warlike habit together with their arms. Even their instinct of nationality is being sensibly impaired by their gradual assimilation to the Papal Church, whose agents exercise from Beirut an increasing influence on their ecclesiastical elections and church government.",
        "This was the original proportion, and it has not been altered in spite of the decline of the Druses and increase of the Maronites.",
        "The imperial patronage had made education and social distinctions a greater possibility for the preacher, and the decline of political eloquence furnished an opening for pulpit oratory.",
        "- After the days of Chrysostom and Augustine there was a great decline of preaching.",
        "In Spain and Germany, however, there was a decline of power, in marked contrast to the vigour manifested in France and England.",
        "In this article an account will be given of the general significance of Montanism in relation to the history of the Church in the 2nd century, followed by a sketch of its origin, development and decline.",
        "The name of Savoy was known to the Romans during the decline of the empire.",
        "Under Louis Savoy began to decline, for he was indolent, incapable, and entirely ruled by his wife, Anne of Lusignan, daughter of the king of Cyprus, an ambitious and intriguing woman; she induced him to fit out an expensive expedition to Cyprus, which brought him no advantage save the barren title of king of Cyprus, Jerusalem and Armenia.",
        "showed his appreciation of Shaftesbury's services on this latter occasion by offering him a secretaryship of state, which, however, his declining health compelled him to decline.",
        "Gibbon's Decline and Fall; M.",
        "In 1684 he had been offered a professorship at Heidelberg; but his marriage with a lady of his native city led him to decline the invitation.",
        "His labours in the decline of life were chiefly directed to the doctrine of probabilities in reference to practical purposes, and in particular to economical subjects, as, for example, to inoculation, and to the duration of married life in the two sexes, as well as to the relative proportion of male and female births.",
        "In 1900 85% of its total land surface was enclosed in farms - a slight decline since 1880.",
        "The value of the fruit crop, for which Delaware has long been noted, also increased during the same decade, but disease and frost caused a marked decline in the production of peaches, a loss balanced by an increased production of apples, pears and other orchard fruits.",
        "In view of this opinion and of the exhaustion of the shallower collieries we look forward to a time, not far distant, when the rate of increase of output will be slower, to be followed by a period of stationary output, and then a gradual decline.\"",
        "The Mahratta power was, however, on the decline; the flight of the peshwa from his capital to Bassein before the British arms changed the aspect of affairs, and by the treaty concluded between the peshwa and the British government, the districts of Banda and Hamirpur were transferred to the latter.",
        "See Gibbon, Decline and Fall (ed.",
        "The rise of London as a port, the prohibition of the export of wool, the loss of the Winchester market after the suppression of the monastic institutions, and the withdrawal of the court led to the gradual decline of trade from the 16th century onwards until railway facilities and the opening of new dockyards gave Southampton the position it holds to-day.",
        "The Reformation was, fundamentally, then, but one phase, if the most conspicuous, in the gradual decline of the majestic medieval ecclesiastical State, for this decline has gone on in France, Austria, Spain and Italy, countries in which the Protestant revolt against the ancient Church ended in failure.",
        "The decline of commerce, however, had already begun, manufacturing supplanting it in importance; and this decline was rapid by 1850.",
        "Cheyne, Decline and' Fall of Kingdom of Judah (1908), pp. xx.",
        "Rambaud, L'Empire grec au dixieme siecle (1870); see also Gibbon, Decline and Fall, ch.",
        "Gibbon, The Decline and Fall of the Roman Empire (ed.",
        "His accession marks the definite beginning of the decline of the Ottoman power, which had only been maintained under Selim II.",
        "But why did Amos so emphatically decline to be called a prophet ?",
        "Walker wrote: \"If the birth-rate among the previously existing population did not suffer a sharp decline.",
        "With his death, however, the Chalukya power began to decline.",
        "The fusion into one office of the functions of \" elders \" and \" deacons \" (still distinguished in the Savoy Declaration of 1658) was partly at least a symptom of the decay of the church-idea in its original fulness, a decay itself connected with the general decline in spiritual intensity which maiked 18th-century religion, after the overstrain of the preceding age.",
        "During the years1850-1889New York produced about 70%, of the hop crop of the entire country, but since 1890 hop culture has been rapidly extended in the Pacific Coast states and suffered to decline in New York, and the crop from 1899 to 1907 averaged only .about one-half that of 1889 (20,063,029 ib).",
        "In competition with the railways, traffic on the existing canals suffered a marked decline.",
        "As, however, this decline was accompanied with a considerable decrease in the proportion of the country's exports which passed through the port of New York, interest in the canals revived, and in 1903 the electorate of the state authorized the issue of bonds to the amount of $101,000,000 for the purpose of increasing the capacity of the Erie, the Champlain and the Oswego canals, to make each navigable by barges of 1000 tons burden.",
        "We may be sure that this event was not the cause but the consequence of the decline of the country.",
        "When the war was ended by the peace of Westphalia in 1648, Saxony found that its influence had begun to decline in Germany.",
        "John George's will made the decline of the electorate even more inevitable by detaching from it the three duchies of Saxe-Weissenfels, Saxe-Merseburg and SaxeZeitz as appanages for his younger sons.",
        "The town reached its greatest prosperity towards the beginning of the decline of the caliphate, when it was for a time an independent capital.",
        "Meanwhile the war with Ulalrich continued, but after his victory at Weissensee Henry's allies began to fall away, and his cause to decline.",
        "This very cheapening of many commodities in 1913, side by side with which went also a cheapening of many manufactured articles, was indicated as the sign of a decline in the power of consumption of the population.",
        "It may here be mentioned that according to the savings bank returns there was also a decline in the amount of deposits.",
        "The deposits and withdrawals were respectively, in thousands of kronen: After the heavy withdrawals of 1912 the decline in deposits together with a continuance of heavy withdrawals in 1913, is a clear sign of economic depression.",
        "No better picture can be obtained of its overwhelming economic impoverishment than by studying the figures which show the decline in the crop returns for Austria, and taking into account the fact that imports from Hungary and the territories under military occupation naturally fell far below the proportion of foodstuffs formerly imported.",
        "When she ascended the throne the popular faith in kings and queens was on the decline.",
        "The definitive decline of the sun's power after the autumnal 1 Sayce, Transactions of the Society of Biblical Archaeology, iii.",
        "In the second half of the 17th century the monopoly system and the employment of slaves and forced labour gave rise to many abuses, and there was a rapid decline in the revenue from sugar, coffee and opium, while the competition of the British East India Company, which now exported spices, indigo, &c. from India to Europe, was severely felt.",
        "In the absence of this the town is rapidly on the decline.",
        "During the vigour of the Delhi empire Banswara formed one of its dependencies; on its decline the state passed under the Mahrattas.",
        "Nevertheless the Latin element began to prevail with the Lombards and other Italians who flocked into the island in the wake of the conquest, and the conquest of Sicily was decisive in the steady decline from this time of Mahommedan power in the western Mediterranean.",
        "above the bar at its mouth; during Cartagena's decline this was allowed to fill up; it was reopened in 1846 for a short time and then was obstructed again by river floods; but in 1881 it was reopened for steam navigation.",
        "The middle ages were far more disastrous for the Monophysites than for the Nestorians; in their case there was no alternation of rise and decline, and we have only a long period of gradual exhaustion to chronicle.",
        "An auxiliary cause of the decline of Protestantism was the beginning of a Catholic reaction.",
        "With the decline of the Roman Empire the demand for parrots in Europe lessened, and so the supply dwindled, yet all knowledge of them was not wholly lost, and they are occasionally mentioned by one writer or another until in the i 5th century began that career of geographical discovery which has since proceeded uninterruptedly.",
        "In 1905 Mr David Davies of Llandinam - one of the leading laymen in the Connexion - offered a large building at Aberystwyth as a gift to the denomination for the purpose of uniting North and South in one theological college; but in the event of either association declining the proposal, the other was permitted to take possession, giving the association that should decline the option of joining at a later time.",
        "He laments the increasing decline in the classical purity of the Latin language.",
        "In Italy a decline in the knowledge of Greek in the 5th and 6th centuries led to an estrangement between the Greek and Latin Churches.",
        "Before 1525 the study of Greek had begun to decline in Italy, but meanwhile an interest in that language had been transmitted to the lands beyond the Alps.",
        "Greek began to decline in the university about 1650, at the very time when the PortRoyalists were aiming at its revival.",
        "In 1768 Rolland declared that the university, which held Greek in high honour, nevertheless had reason to lament that her students learnt little of the language, and he traced this decline to the fact that attendance at lectures had ceased to be compulsory.",
        "In medieval times Romsey had a considerable share of the woollen trade of Hampshire, but by the end of the 17th century this manufacture began to decline, and the introduction of machinery and the adoption of steam led to its subsequent transference to the northern coal centres.",
        "After a severe struggle De la Gardie's party finally prevailed, and its triumph was marked by that general decline of personal and political morality which has given to this regency its unenviable reputation.",
        "So great was the general decline that this Neoplatonic philosophy offered a welcome shelter to many earnest and influential men, in spite of the 1 It was condemned by an edict of the emperors Theodosius II.",
        "Smith Woodward has observed that the decline of many groups of fishes is heralded by the tendency to assume elongate and finally eel-shaped forms, as seen independently, for example, among the declining Acanthodians or palaeozoic sharks, among the modern crossopterygian Polypterus and Calamoichthys of the Nile, in the modern dipneustan Lepidosiren and Protopterus, in the Triassic chondrostean Belonorhynchus, as well as in the bow-fin (A7nia) and the garpike (Lepidosteus).",
        "Decline or Senescence of Groups.",
        "Such decline is by no means a universal law of life, however, because among many of the continental vertebrates at least we observe extinctions repeatedly occurring during the expression of maximum variability.",
        "Whereas among many ammonites and gastropods smooth ness of the shell, following upon an ornamental youthful Condition, is generally a symptom of decline, among many other invertebrates and vertebrates, as C. E.",
        "Ferrero's Greatness and Decline of Rome (Eng.",
        "Too rapid development and overtrading were given as reasons for this decline.",
        "The estimates for [[[Religion: Finance]]1908-1909show a marked decline owing to the commercial depression, the revenue being computed at 103,385,000 pesos, and the expenditure at 103,203,830 pesos.",
        "de Keratry, La Creance Jecker; l'empereur Maximilien, son elevation et sa chute (translated into English by Venables); La Contre-guerilla francaise au Mexique, are specially noteworthy; Prince Felix Salm-Salm's Diary gives valuable information as to Maximilian's decline and fall.",
        "He then resolved to open their eyes to the serious corruptions and decline of the church by translating the New Testament into the vernacular.",
        "In the last part of the, 9th century its decline was rapid, not only because of the increasing scarcity of whales, but because of the introduction of the mineral oils, and by the end of the century whaling had ceased to be of any economic importance.",
        "With the decline of their warlike vigour they began gradually to mix with the natives and to adopt at least their religion: the amalgamation -vas accelerated under Roman influence and ultimately became as complete as that of the Normans with the Saxons in England, but they gave to the mixed race a distinctive tone and spirit, and long retained their national characteristics and social customs, as well as their language (which continued in use, side by side with Greek, in the 4th century after Christ).",
        "In 1850 there were 56 persons (excluding the slave population) in an average American family; fifty years later there were only 4.7a decline, which was constant, of 16I %.",
        "The decline in the proportion of children since 1860 has been decidedly less in the South (Southern Atlantic and South Central states as defined below) than in the North and West, but in the most recent decades the last section has apparently fast followed New England in having a progressively lesser proportion of children.",
        "The change, wrote General Walker, which produced this falling off from the traditional rate of increase of about 3% per annum, was that from the simplicity of the early times to comparative luxury; involving a rise in the standard of living, the multiplication of artificial necessities, the extension of a paid domestic service, the introduction of women into factory labor.2 In his opinion the decline in the birth-rate coincidently with the increase of immigration, and chiefly in those regions where immigration was greatest, was no mere coincidence; nor was such immigrant invasion due to a weakening native increase, or economic defence; but the decline of the natives was the effect of the increase of the foreigners, which was a shock to the principle of population among the native element.",
        "There was a very slight decline in the number of child laborers both in city and country, their total number in 1905 being 159,899 and in 1900 161,276.",
        "In the decline that followed the Civil War an apparent minimum was reached of 4,068,034 tons in 188o; but this does not adequately indicate the depression of the, shipping interest, inasmuch as the aggregate was kept up by the tonnage of vessels engaged in the coasting trade and commerce of the inland waters, from which foreign shipping is by law excluded.",
        "The decline of tonnage engaged in ocean traffic was from 2,546,237 net tons in 1860 to 1,352,810 in 1880; and this decline continued in later years.",
        "From 1411 to 1511 it grew in size and wealth; from 1512 to 1572 it declined with the decay of the dynasty of Gujarat; from 1572 to 1709 it renewed its greatness under the Mogul emperors; from 1709 to 1809 it dwindled with their decline; and from 1818 onwards it has again increased under British rule.",
        "The development of the Michigan salt deposits and (after 1880) of the deposits in Wyoming, Genesee and Livingston counties in New York caused a rapid decline in the Onondaga product.",
        "allowed her navy to decline and her people showed little inclination for emigration to the colonies.",
        "Only a very small proportion of the decline in the price of wheat since 1880 is due to cheapened transport rates; for while the mileage rate has been falling, the length of haulage has been extending, until in 1900 the principal wheat fields of America were 2000 m.",
        "Thus, whatever the cause of the decline in the price of wheat may be, it cannot be attributed solely to the fall in the rate of Wheat Prices The following figures show the fluctuations from year to year of English wheat, chiefly according to a record published by Mr T.",
        "Oster, Anna Komnena (Rastatt, 1868-1871); Gibbon, Decline and Fall, ch.",
        "After the fall of Napoleon it began to decline, but after its closer connexion with the interior of the country by the Gota canal (opened 1832) and Western railway it rapidly advanced both in population and trade.",
        "The disorganization of labour resulting from the Civil War and the emancipation of slaves, was the cause of a temporary decline in the cotton crop. In 1889 the crop again approximated to 1,000,000 bales (915,210 bales, being 12.2% of the entire crop of the United States), and in 1899 it exceeded that amount, Alabama being fourth among the states of the entire country.",
        "showed a decline during each decade from 1879 to 1899.",
        "But a series of conflicts between the Federal government and the state government caused a decline of this national sentiment and the growth of States Rights theories.",
        "Troublesome insects, vampire bats, and the failure to introduce new blood into the degenerated herds, are responsible for its decline.",
        "And although the Hundred Years' War led to a decline in the study of French and the disappearance of Anglo-Norman literature, the French language continued, through some vicissitudes, to be the classical language of the courts of justice until the 17th century.",
        "Modern: Gibbon's Decline and Fall, vol.",
        "But with the decline of dogmatic belief and the spread of religious doubt - as the special sciences also grow more general, and the natural sciences become more speculative about matter and force, evolution and teleology - men begin to wonder again about the nature and origin of things, just as it was the decay of polytheism in Greek religion and his own discoveries in natural science which impelled Aristotle to metaphysical questions.",
        "It died down for a time in the decline of Hegelianism and the rise of materialism.",
        "iii., Oxford, 18 77); Gibbon, Decline and Fall of the Roman Empire, edited with notes, &c., by Prof. J.",
        "Its decline dates from the local disorganization of the empire in the 3rd century A.D.; and though a bishopric, it was not an important military or commercial centre in Byzantine times.",
        "The financial woes of the next period, which is one of decline, were largely the legacy of this age of glory.",
        "They might be summed up as follows: (I) An unmistakable decline of religious fervour in church life.",
        "It appears that as the native industries decline the weaving section persists longer than the spinning section.",
        "This temporary decline was, however, followed by a rather steady rise and in 1908 the output was valued at $19,104,944, which was still far in excess of that of any other state and nearly 35% of that of the entire country.",
        "But the state's iron foundries moved rapidly westward after the first successful experiments in making pig-iron with bituminous coal, in 1845, and the discovery, a few years later, that rich ore could be obtained there at less cost from the Lake Superior region resulted in a decline of iron-mining within the state until, in 1902, the product amounted to only 822,932 long tons, 72.2% of which was magnetite ore from the Cornwall mines in Lebanon county which have been among the largest producers of this kind of ore since the erection of the Cornwall furnace in 1742.",
        "In its commonest use it is applied to all who decline to accept the authority of the Bible as the infallible record of a divine revelation, and is practically synonymous with freethinking.",
        "He had resolved to take holy orders, but his studious disposition led him to decline a stall in Notre Dame, and in 1660 he joined the congregation of the Oratory.",
        "Their opinion and practice will be best represented in the words of one of their early teachers (quoted by Gibbon, Decline and Fall, c. 63): \"When thou art alone in thy cell shut thy door, and seat thyself in a corner; raise thy mind above all things vain and transitory; recline thy beard and chin on thy breast; turn thine eyes and thy thought towards the middle of thy belly, the region of the navel (6j4 aXos); and search the place of the heart, the seat of the soul.",
        "Then at the beginning of the 8th century B.C. the colonial power of Tyre began to decline; on the mainland and in Cyprus the Assyrians gained the Upper hand; in the Greek islands the Phoenicians had already been displaced to a great extent by the advancing tide of Dorian colonization.",
        "330 to 455, beginning to decline after the latter date.",
        "The 18th century shows a still greater decline of interest in physiognomy.",
        "The agricultural classes and the old landlords of the equestrian order (Cincinnatus, Curius Dentatus, Serranus and the Elder Cato) are to him the pillars of the state; and he bitterly laments the decline of agriculture in Italy (xviii.",
        "But in the decline of life he reaped the bitter fruits of his lack of self-control, and sank into the grave a weary and brokenhearted old man.",
        "22; History of Chivalry; Gibbon, Decline and Fall, vii.",
        "After the Union its shipping fell off, Jacobite troubles and the American War of Independence accelerating the decline.",
        "See also Gibbon, Decline and Fall, chaps.",
        "After his sixtieth year there was a visible decline in the energy and capacity of Sigismund.",
        "The Anglican bishops agreed to decline these secular powers, as also did the heads of other Protestant missions.",
        "Butler, Studies in the Life of Heliogabalus (New York, 1908); Gibbon, Decline and Fall, ch.",
        "Contemp. Writers, iii.) (1900); Earl Stanhope, History of England (1836) and Decline of the Last Stuarts (1854); Bishop R.",
        "P. de la Bleterie, Histoire de Jovien (1740); Gibbon, Decline and Fall, chs.",
        "At the end of the 18th century the trade was still important, but it began to decline after the invention of machinery, probably owing to the poverty of the manufacturers.",
        "After 639, however, the race began to decline, one after another the kings succeeded to the throne, but none of them reached more than the age of twenty or twentyfive; this was the age of the \"rois fainéants.\"",
        "It increased rapidly in size and population, and in 1810 was estimated to contain 170,000 inhabitants; but in that year the town was destroyed by fire, and this disaster, together with the removal of the native court to Ava in 1823, caused a decline in the prosperity of the place.",
        "As a member of the league of the Rhenish cities which took its rise in the 13th century, Coblenz attained to great prosperity; and it continued to advance till the disasters of the Thirty Years' War occasioned a rapid decline.",
        "But towards the end of the century a period of decline set in, which ran its course in increasing volume throughout the 14th century.",
        "Before the close of the century, however, a decline began, from which there was but little recovery under Spanish rule.",
        "marks the beginning of the decline of Thebes.",
        "The university, founded in 1389 by the sole efforts of the citizens, soon gained a great reputation; in the 15th century its students numbered much more than a thousand, and its influence extended to Scotland and the Scandinavian kingdoms. Its decline began, however, from the moment when the Catholic sentiment of the city closed it to the influence of the Reformers; the number of its students sank to vanishing point, and though, under the influence of the Jesuits, it subsequently revived, it never recovered its old importance.",
        "After this it rose rapidly into importance as a manufacturing and commercial town, becoming, after Nuremberg, the centre of the trade between Italy and the north of Europe; its merchant princes, the Fuggers and Welsers, rivalled the Medici of Florence; but the alterations produced in the currents of trade by the discoveries of the 15th and 16th centuries occasioned a great decline.",
        "The Civil War had broken out in 1642, and the royalist cause began to decline from the time of the defeat at Marston Moor, in the middle of 1644.",
        "At the same time it is probable that, like Constantine's patronage of Christianity, his patronage of Buddhism, then the most rising and influential faith in India, was not unalloyed with political motives, and it is certain that his vast benefactions to the Buddhist cause were at least one of the causes that led to its decline.",
        "The town of Burhanpur and its manufactures were long on the decline, but during recent times have made a slight recovery.",
        "ARISTO, of Pella, a Jewish Christian writer of the middle of the 2nd century, who like Hegesippus represents a school of thought more liberal than that of the Pharisaic and Essene Ebionites to which the decline of Jewish Christianity mainly led.",
        "Burys edition of Gibbons Decline and Fall.",
        "Macaulay, it must be noted, exaggerated persistently the poverty of Johnson's pedigree, the squalor of his early married life, the grotesqueness of his entourage in Fleet Street, the decline and fall from complete virtue of Mrs Thrale, the novelty and success of the Dictionary, the complete failure of the Shakespeare and the political tracts.",
        "See Sidonius Apollinaris, Panegyric of Majorian; Gibbon, Decline and Fall, ch.",
        "Beginning with the Black Forest (Schwarzwald), we find its southern heights decline to the valley of the Rhine, above Basel, and to the Jura.",
        "When Henry died in October 1056 the decline of the royal authority was accelerated by the fact that his successor was a The child.",
        "des empereurs, vi.; Gibbon, Decline and Fall, ch.",
        "The farming population in the older parts of the province tends to decline in numbers, owing to emigration, partly to the towns, but especially to the newer lands of Manitoba and the west.",
        "The decline in the fortunes of the family, however, was to be arrested by Frederick's son, Maximilian, afterwards the emperor Maximilian I., who was the second founder The of the greatness of the house of Habsburg.",
        "Yet Frederick, patron of Arabic learning, suspected 'even of Moslem belief, failed to check the decline of the Saracen element in Sicily.",
        "of his edition of Gibbon's Decline and Fall.",
        "With this long process of political decline from Alexander to Diocletian correspond the inner changes in the temper of the Hellenic and Hellenistic peoples.",
        "Like its contemporary Gothic, it has three great periods, those of growth, maturity and decline.",
        "Of the age of decline the finest monument is the mosque of Mahommad Bey Abu-Dahab.",
        "As to the women, from the age of about fourteen to that of eighteen or twenty, they are generally models of beauty in body and limbs; and in countenance most of them are pleasing, and many exceedingly lovely; but soon after they have attained their perfect growth, they rapidly decline.",
        "There was a steady decline during the XIIth Dynasty and onward, but the same tone was followed.",
        "- The subsequent centuries show continuous decline, and in whatever branch we compare the work, we see that each dynasty was poorer than that which preceded it.",
        "53) on relief figures of this age; a fault which the Greek fell into in his decline, as shown in.",
        "The XIIth Dynasty is the central point of the Middile Kingdom, to which the decline of the Memphite and the rise of the Heracleopolite dynasty mark the transition, while the growth of Thebes under the XIth Dynasty is its true starting-point.",
        "The Bucolic war caused infinite damage to the agriculture of the country and marks the beginning of its rapid decline under a burdensome taxation.",
        "The decline of Egypt was due to the purely military government of the Romans, and their subsequent alliance with the Greek party of Alexandria, which never represented the country.",
        "Gibbon, Decline and Fall of the Roman Emp&e (edited by J.",
        "We find that if the series of excitations of the muscle be prolonged beyond the short stage of initial improvement, the contractions, after being well maintained for a time, later decline in force and speed, and ultimately dwindle even to vanishing point.",
        "This decline is said to be due to muscular fatigue.",
        "Yet, while Sweden was surely ripening into the dominating power of northern Europe, Denmark had as surely entered upon a period of uninterrupted and apparently incurable decline.",
        "Something of course must be allowed for the superior and altogether extraordinary genius of the great princes of the house of Vasa; yet the causes of the decline of Denmark lay far deeper than this.",
        "Yet, after all, the prospects of the burgesses depended mainly on economic conditions; and in this respect there was a decided improvement, due to the increasing importance of money and commerce all over Europe, especially as the steady decline of the Hanse towns immediately benefited the trade of Denmark-Norway; Norway by this time being completely merged in the Danish state, and ruled from Copenhagen.",
        "The eminent critic, Dr Georg Brandes, had long foreseen the decline of pure romanticism, and had advocated a more objective and more exact treatment of literary phenomena.",
        "vated by the general decline, during the last two centuries, of the level of forensic and judicial learning.",
        "The Vita Justiniani of Ludewig or Ludwig (Halle, 1731), a work of patient research, is frequently referred to by Gibbon in his important chapters relating to the reign of Justinian, in the Decline and Fall (see Bury's edition, 1900).",
        "Bands of armed men fighting for their own hand traversed the country, and in the ten years between 1434 and 1444 the provinces were terrorized by these ecorcheurs, who, with the decline of discipline in the English army, were also recruited from the ranks of the invaders.",
        "It was founded by the Carthaginians as a trading station, and after a period of decline became under the Romans one of the more important towns in the province of Hispania Baetica.",
        "In 1786 he published An Inquiry into the Secondary Causes which Mr Gibbon has assigned for the Rapid Growth of Christianity (Dutch translation, Utrecht, 1793), one of the most respectable of the very many replies which were made to the famous 15th and 16th chapters of the Decline and Fall of the Roman Empire.",
        "The evidences of this travel (which are really incontestable, though a small minority of critics still decline to admit them) consist of (1) some fine drawings, three of them dated 1494 and others undated, but plainly of the same time, in which Diirer has copied, or rather boldly translated into his own Gothic and German style, two famous engravings by Mantegna, a number of the \"Tarocchi\" prints of single figures which pass erroneously under that master's name, and one by yet another minor master of the North-Italian school; with another drawing dated 1495 and plainly copied from a lost original by Antonio Pollaiuolo, and yet another of an infant Christ copied in 1495 from Lorenzo di Credi, from whom also Diirer took a motive for the composition of one of his earliest Madonnas; (2) several landscape drawings done in the passes of Tirol and the Trentino, which technically will not fit in with any other period of his work, and furnish a clear record of his having crossed the Alps about this date; (3) two or three drawings of the costumes of Venetian courtesans, which he could not have made anywhere but in Venice itself, and one of which is used in his great woodcut Apocalypse series of 1498 (4) a general preoccupation which he shows for some years from this date with the problems of the female nude, treated in a manner for which Italy only could have set him the example; and (5) the clear implication contained in a letter written from Venice in 1506 that he had been there already eleven years before; when things, he says, pleased him much which at the time of writing please him no more.",
        "In the 16th century under Solyman the Magnificent (1520-1566) the Ottoman power attained its greatest height; after the unsuccessful siege of Vienna (1683) it began to decline.",
        "During the 17th and 18th centuries Hexham was noted for the leather trade, especially for the manufacture of gloves, but in the 19th century the trade began to decline.",
        "The Union gunboats, which had passed up the river toward Shreveport at high water, were caught in its decline above the falls at Alexandria, but they were saved by a splendid piece of engineering (a dam at the falls), constructed by Lieutenant-Colonel Joseph Bailey (1827-1867), who for this service received the thanks of Congress and the brevet of brigadier-general of volunteers.",
        "Although the pontificate of Innocent witnessed the conversion of many Protestant princes, the most notable being Queen Christina of Sweden, the papacy had nevertheless suffered a perceptible decline in prestige; it counted for little in the negotiations at Minster, and its solemn protest against the peace of Westphalia was entirely ignored.",
        "It will thus be seen that the far north and far south alike decreased in population, the decline being largely due to physical conditions, though it need not be supposed that the limit of population was reached in either area.",
        "Caithness-shire was declared to be the greatest sufferer by the period of depression; rents fell in that county by 30 to 50% on large farms, 20 to 30% on medium, and 10 to 60% on small farms. Nevertheless, the decline in the value of land was serious.",
        "Wheat showed a marked decline in most years from 1893 to 1904.",
        "It had been supposed on the authority of late priestly texts, where boasts of persecution are put forth, that the cause of the decline of Buddhism in India had been Brahmin persecution.",
        "On the other hand, the comparison we are now able to make between the canonical books of the older Buddhism and the later texts of the following centuries, shows a continual decline from the old standpoint, a continual approximation of the Buddhist views to those of the other philosophies and religions of India.",
        "We can see now that the very event which seemed, in the eyes of the world, to be the most striking proof of the success of the new movement, the conversion and strenuous support, in the 3rd century B.C., of Asoka, the most powerful ruler India had had, only hastened the decline.",
        "In connexion with his study of the Holy Roman Empire, and the cause of its decline, he wrote a number of articles which were published in the Revue des Deux Mondes; and he wrote Trois empereurs d'Allemagne (1888), La Jeunesse du grand Frederic (1891) and Frederic II.",
        "A general decline seems thus to be placed beyond doubt, though it may be questioned whether it is to be attributed to a decayed vitality, as some hold, or to external causes, as is the more general opinion.",
        "Most of these abuses have been checked or removed, and the results may perhaps be detected in a less accelerated rate of decline, which no longer proceeds in geometric proportion, and seems even almost arrested in some places, as in Samoa and New Zealand.",
        "He had arrived, however, at the height of his influence, and several factors now contributed to his decline.",
        "A striking feature in the progress of Budapest is the decline in the death-rate, which sank from 43.4 per thousand in 1874 to 20.6 per thousand in 1900.",
        "From 1850 until 1879 Illinois also led in the production of wheat; the competition of the more western states, however, caused a great decline in both acreage and production of that cereal, the state's rank in the number of bushels produced declining to third in 1889 and to fourteenth in 1899, but the crop and yield per acre in 1902 was larger than any since 1894; in 1905 the state ranked ninth, in 1906 eighth and in 1907 fifth (the crop being 40,104,000 bushels) among the wheat-growing states of the country.",
        "From 1889 to 1899 there was a distinct decline in the production of apples and peaches, but there was a great increase in that of cherries, plums and pears.",
        "The tendency is for property valuations to decline, the estimated valuation from 1873 to 1893 decreasing 27% in Cook county and 39% in the other counties, while the assessments from 1888 to 1898 were in inverse ratio to the increase of wealth.",
        "Gibbon, Decline and Fall of the Roman Empire (ed.",
        "The territory of the later duchy of Gelderland was inhabited at the beginning of the Christian era by the Teutonic tribes of the Sicambri and the Batavi, and later, during the period of the decline of the Roman empire, by the Chamavi and other Frank peoples.",
        "They were incorporated with the province of Illyria, and in this condition they remained till the decline of the French power.",
        "The decline in health, which set in shortly after the suppression, and his death (on the 22nd of September 1774) proceeded from wholly natural causes.",
        "The unexpected effect of the Theses was that the sale of Indulgences began to decline rapidly, and the archbishop of Mainz, disappointed in his hopes of revenue, sent a copy to Rome.",
        "There is a certain poverty and decadence of art, a certain simplicity of civilization and a decline in the shape and decoration of pottery which seems to exhibit signs of derivation from skin prototypes elsewhere associated with desert peoples.",
        "Cheyne, who writes (Decline and Fall of the Kingdom of Judah, London, 1908, p. xxxvii.)..",
        "3 This age, which comes midway between the second Egyptian dynasty (c. 3000 B.C.) and the present day, connects the decline of the old Oriental empires with the rise of the Persians, Greeks and Romans.",
        "The well-known account of Zenobia by Gibbon (Decline and Fall, i.",
        "This honour his official position compelled him, of course, to decline; for he sedulously observed official proprieties, and in no way gave offence to the government to which he was accredited.",
        "Towards the end of the 15th century the power of the Hanseatic League began to decline, owing to the rise of Burgundy in the west, of Poland and Russia in the east and the emancipation of the Scandinavian kingdom from the union of Calmar.",
        "But the prestige and prosperity of the town were beginning to decline.",
        "It would seem then that even in its decline sophistry had its educational use.",
        "In September the force of the monsoon begins rapidly to decline, and after about the middle of the month it ceases to carry rain to the greater part of north-western India.",
        "The Chinese government having issued an edict that the growth and consumption of opium in China should be entirely suppressed within ten years, the government ÿf India accordingly agreed in 1908 that the export of opum from India should be reduced year by year, so that the opium revenue would henceforth rapidly decline and might be expected to cease altogether.",
        "The chief seat of the woollen industry now is the Punjab, where a considerable number of weavers, thrown out of work by the decline of the shawl industry, have taken to carpet-making.",
        "860, The Chola and is known from then until its decline in the middle Kingdom.",
        "On the death of Aurangzeb in 1707, the decline of the Mogul empire set in with extraordinary rapidity.",
        "In 1505 a large fleet of twenty sail and fifteen hundred men was Decline of Mogul Empire.",
        "Shut off by the line of Decline of the the Ghats from Mahommedan India of that day, they Portu- were able to dominate the petty chiefs of Malabar, guese.",
        "Their trade relations with Vijayanagar were very close, when that great empire was at the height of its power; but in 1564 Vijayanagar went down before the five Mahommedan states of southern India on the field of Talikota, and with its fall began the decline of Portugal.",
        "It was deliberately based upon a monopoly of the trade in spices, and remained from first to last destitute Decline of the true imperial spirit.",
        "There were in addition several epidemics of small-pox and plague, and from about 1880 onward the continual decline in the price of sugar seriously affected the islanders, especially the Creole population.",
        "The early stages of morphinism are marked by moral degeneration; the patient seems to lose all sense of right and wrong, and will lie most plausibly and even thieve to obtain the drug; personal disorderliness, disregard of time, neglect of business and decline of family affection become soon evident.",
        "The change of magnitude takes place gradually, but the rise to maximum brilliance is rather more rapid than the decline.",
        "In both cases the rise to a maximum is more rapid than the decline to a minimum, and in fact some of the minor peculiarities of the sunspot curve are closely imitated by the light-curves of variable stars.",
        "Moreover, the light-curves were all of a uniform type, a distinctive feature of \" cluster variables \" being the rapid rise to a maximum and slow decline.",
        "After three weeks it began to decline, but the star did not finally disappear until March 1574.",
        "The slowness both of the rise and decline is in great contrast with the cases the proximity is only apparent; one star may be really at a vast distance behind the other, but, being in the same line of vision, they appear close together.",
        "See also Gibbon, Decline and Fall of the Roman Empire; J.",
        "In fact, from the time of Wathiq, the Caliphate became the plaything of the Turkish guard, and its decline was continuous.",
        "The value of the History consists to-day primarily in its examination of the Athenian democracy, its growth and decline, an examination which is still the most inspiring, and in general the most instructive, in any language.",
        "See Gibbon, Decline and Fall, vols.",
        "In imperial times the unhealthiness of the place led to its rapid decline, though it remained a colony.",
        "From this peak northward there is a gradual decline, until at the point where the Central Pacific crosses in lat.",
        "The live-stock industry showed a tendency to decline after 1890, and the dairy industry also, despite various things - notably irrigation and alfalfa culture - that have favoured them.",
        "In the limitations of the Roman empire and in the separation of East and West consequent upon its decline, Christianity, as a dominant religion, was confined for a thousand years to Europe, and even portions of this continent for centuries were in the hands of its great foe.",
        "Philopator (reigned 221-204), son of the preceding, was a wretched debauchee under whom the decline of the Ptolemaic kingdom began.",
        "In the second half a still greater decline is observable, and by the third quarter the disease had disappeared or was disappearing from a great part of western Europe.",
        "The mortality rapidly rose from 43 in May to 590 in June, 6137 in July, 17,036 in August, 31,159 in September, after which it began to decline.",
        "Early in November with colder weather it began to decline; and in December there was so little fear of contagion that those who had left the city \" crowded back as thick as they fled.\"",
        "But it evidently suffered a spontaneous decline.",
        "The Phrygian power was broken in the 9th or 8th century B.C. by the Cimmerii, who entered Asia Minor through Armenia; and on its decline rose the kingdom of Lydia, with its centre at Sardis.",
        "Two years later he died of a decline, at Rievaulx, in the fifty-seventh year of his age.",
        "There are several indigo factories, and mills for pressing and cleaning cotton, but the former have greatly suffered by the decline in indigo of recent years.",
        "The decline of the Mogul empire gave free play to the turbulent spirit of the Jats and Gujars, many of whose chieftains succeeded in carving out petty principalities for themselves at the expense of their neighbours.",
        "In political history, the epochal fact which marks the close of ancient times is the decline of the Roman Empire.",
        "It had been long preparing in the economic and administrative decline of the Empire, and in the steady influx of Germanic peoples into Roman territory for over two centuries; but the power of the old civilization to absorb the new races was exhausted by the 5th century, and the political history of Europe was turned into a different path.",
        "The papacy received its full monarchial structure under Hildebrand (Gregory VII.) in the middle of the II th century; its political decline set in suddenly after the pontificate of Boniface VIII.",
        "The one great economic change brought about by the decline of the Roman Empire was the lessening of urban life throughout the greater part of Europe, the closing up of avenues of communication and the predominance of isolated agricultural communities.",
        "The victory of Christianity - iconoclastic in its primitive spirit - was but a single chapter in the story of decline.",
        "The new synthesis reveals a universal decline from the 5th to the 10th centuries, while the Germanic races were learning the rudiments of culture, a decline that was deepened by each succeeding wave of migration, each tribal war of Franks or Saxons, and reached its climax in the disorders of the 9th and 10th centuries when the half-formed civilization of Christendom was forced to face the migration of the Northmen by sea, the raids of the Saracen upon the south and the onslaught of Hungarians and Sla y s upon the east.",
        "To the same tendency doubtless is due the gradual decline and ultimate discontinuance of animal sacrifices by all sects except the extreme branch of Sakti-worshippers.",
        "Hunter - who is of opinion that \"the death of the reformer marks the beginning of the spiritual decline of Vishnu-worship,\" observes (Orissa, i.",
        "After the decline of its woollen trade Tiverton became noted for the lace manufacture introduced by John Heathcoat (1783-1861), inventor of the bobbin net frame.",
        "The forces underlying the movement may differ from time to time in their respective intensity, and, in highly exceptional cases, may approach equilibrium, their natural tendencies being interrupted by special causes, but the instances of general decline are confined to wild and comparatively small communities brought into contact with alien and more civilized races.",
        "Thus the decline, which by the first method is only 8%, becomes, by the second, 19%; and if the age-distribution of 1905 were reduced to that of the earlier period, the difference would increase to 22%, the most accurate figure of the three.",
        "The general results of the decline of the marriage-rate and the postponement of marriage upon the natural growth of population will be discussed in connection with the birth-rate, though the statistics available do not permit of the accurate measurement of the respective influence of these factors, and there are others, too, which have to be taken into consideration, as will appear below.",
        "The decline since the above period is very marked and exceeds that noted in the case of the rate of marriage.",
        "In New South Wales and New Zealand, too, the marriage-rates fell off in the same period by 11 and 28% respectively, whilst the decline in the birth-rates amounted to 35 and 31%.",
        "In the above countries, therefore, abstinence from matrimony may be said to have been a factor of some importance in the decline.",
        "On the continent of Europe, however, looking at the divergence in direction between the crude marriage-rate and that corrected to an age-basis, it is not improbable that the decline in the former may be attributable to some cause mentioned in connexion with the marriage-rate, and in the figures relating to some 30 years back some traces can be found of a connexion between a high birth-rate and a high proportion of young wives.",
        "The decline in Italy and Norway is small, but in France, where for a long time the fertility of the population has been very much below that of any other European country, the birth-rate thus calculated fell by nearly 20%, the same figure' being approached in Belgium, where however, the fertility of married women is considerably greater.",
        "The States of Australasia, again, have experienced a decline even more marked.",
        "But neither this nor the diminution of the marriagerate amongst women of those ages suffices to account for more than a fraction of the decline.",
        "Herbert Spencer, again, before the decline in question set in, put forward the hypothesis that \"the ability to maintain individual life and the ability to multiply vary inversely\"; in other words, the strain upon the nervous system involved in the struggle for life under the conditions of modern civilization, by reacting on the reproductive powers, tends towards comparative sterility.",
        "Nor, again, can the decline in fertility be connected with any diminution of material prosperity.",
        "The decline has been greatest where the standard of comfort is notoriously high, as in the United States, England and Australasia; also in France, where the general wellbeing reaches probably a lower depth in the community than in any other part of Europe.",
        "It is difficult, indeed, if not impracticable, to disentangle the effects which should be respectively attributed to influences so closely related to each other; but, of the three, prices alone tend to sufficient uniformity in their course in different countries to justify a supposition that they are in some way connected with a phenomenon so widely diffused as that of the decline in marriage and fertility.",
        "This explanation of the decline is supported by the almost unanimous opinion of the medical profession in the countries in question, and substantial evidence can be found everywhere of the extensive prevalence of the doctrine and practice of what has been termed, in further derogation of the repute of the \"much misrepresented Malthus,\" Neomalthusianism.",
        "The registrar general for England, indeed, has stated that whilst no more than about 17% of the decline in the birth-rate can be attributed to abstinence or postponement of marriage, nearly 70% should be ascribed to voluntary restriction.",
        "The course of the marriage and birth-rates, set forth above, affords evidence that the control over both has been exercised of recent years to an unprecedented extent, and it will appear from what is stated below, that partly owing to this cause, partly, also, to improved hygienic conditions in western life, there has been an even more pronounced decline in the rate of mortality.",
        "below, in which the crude rate alone is dealt with, evidence will be found of the general decline which has taken place in the mortality, thus.",
        "In Finland the death-rate at the earlier period taken for the comparison was abnormally swollen by epidemic disease, and if it be set on one side the decline appears to have been in harmony with that in its Scandinavian neighbours.",
        "The decline in mortality has been much greater than that in the crude birth-rate everywhere except in France, Australia, and, of course, Ireland; and it is only in the two former that it has been exceeded by that in the fertilityrate.",
        "In England, the decrease in \"natality\" is in itself enough to account for the decline in the death-rate, apart from any considerations of improved hygiene.",
        "Farr, Vital Statistics (1885); Coghlan, Report on Decline in Birthrate, New South Wales (1903), and report of Royal Commission on that decline (1904); Bonar, Malthus and his Work (1885); Bertillon, Elements de demographie; Gamier, Du Principe de population; de Molinari, Ralentissement du mouvement de la population; Bertheau, Essai sur les lois de la population; Starkenburg, Die BevolkerungsWissenschaft; Stieda, Das sexual Verhdltniss der Geborenen; Rubin and Westergaard, Statistik der Ehen; Westergaard, Die Lehre von der Mortalitdt and Morbilitdt, and Die Grundaage der Theorie der Statistik; Gonnard, L'Emigration europeenne.",
        "According to Virgil the town sent a contingent to the help of Aeneas, and it furnished Scipio with iron in 205 B.C. It offered considerable resistance to Sulla, who took it by siege; and from this dates its decline, which Strabo, who describes it well (v.",
        "A second general feature is the relative decline of the receipts from state property and industries in contrast to the expansion of taxation.",
        "Notwithstanding the differing features in the several countries, retrogression is the common characteristic of European history from the 5th to the 10th century, and it was from the ruder state that this decline created that the rebuilding of social and political organization had to be accomplished.",
        "After 1885 there was a gradual decline in the output, whose bullion value in 1908 was $250,986.",
        "A lay association was formed, which raised large sums of money for the missionary schemes, so that their income was not allowed seriously to decline.",
        "The value of augmentations obtained since that date is more than balanced by the decline of fiars prices, so that the total revenue of the church from this source is about £220,000.",
        "His father, a ship's carpenter, was frequently out of work owing to illness and the decline of his trade, and his mother had to go out to work soon after her son was horn.",
        "The decline of Egypt under the XXth Dynasty, and the contemporary fall of the Aegean sea-power, left Cyprus isolated and defenceless, and the Early Iron Age which succeeds is a period of obscurity and relapse.",
        "After the decline of episcopacy the building was neglected for a long period, but the choir, which contains some carved oak stalls of the 16th century, was restored in 1873, and the nave roofed and restored in 1892-1895, under the direction of Sir Rowand Anderson, the architect.",
        "Among the more progressive races, on the other hand, continual processes of elevation and decline may be observed, and the activities of the greater gods are constantly being enriched with new functions.",
        "But before an equal space of time had further elapsed, it had itself become a pest; the most recent information, however, is to the effect that its numbers are now on the decline, and that the disturbed faunal equilibrium is being readjusted.",
        "They abandoned it subsequently, and transferred their capital to Hyderabad, when the town at once began to decline.",
        "By what mode the conversion was effected does not clearly appear, but whatever were the means employed, it seems that the decline of the country commenced about the same period.",
        "During the years1882-1892the average output was over 14,000 tons, and its average value about £770,000, but in 1893 a decline began in the output (not however accompanied closely by a decline in the value), slightly relieved about 1905.",
        "The decline in exports, regular and steady throughout the period, and with a tendency to become more pronounced every year, affected all the principal articles of British Wool.",
        "The decline during the four years, it will be seen, was greatest in all textile manufactures, and least in coal and machinery.",
        "Belper also manufactures linen, hosiery, silk and earthenware; and after the decline of nail-making, once an important industry, engineering works and iron foundries were opened.",
        "The story is well told in Gibbon's Decline and Fall of the Roman Empire, ch.",
        "The periods of greatest emigration were1868-1873and 1879-1893; the decline in later years is regarded as a favourable sign.",
        "In the neighbourhood of the temple was a grove of peculiar sanctity in which the bodies of the victims were hung up. After the introduction of Christianity the importance of Upsala began steadily to decline, and owing to its intimate associations with the old religion the kings no longer made it their residence.",
        "After a severe struggle, de la Gardie's party prevailed; and its triumph was marked by that general decline of personal and political morality which has given to this regency its unenviable notoriety.",
        "The latter figure is apparently about the production agreed upon between the Chilean government and the nitrate companies to prevent overproduction and a resulting decline in price.",
        "The language of the other parts of the Avesta is more modern, it not all of one date, so that we can follow the gradual decline Z Zend in the Avesta itself.",
        "The death of Hgrun al-Rashid in the beginning of the 9th century, which marks the commencement of the decline of the caliphate, was at the same time the starting-point of movements for national independence and a national literature in the Iranian dominion, and the common cradle of the two was in the province of Khorkskn, between the Oxus and the Jaxartes.",
        "In its first meaning it protects and defends society from the dissidents, those who decline to be bound by the general standard of conduct accepted by the larger number of the law-abiding, and in this sense it is chiefly concerned with the prevention and pursuit of crime.",
        "(Oxford, 1877); Gibbon, Decline and Fall, vols.",
        "Gibbon, Decline and Fall, chaps.",
        "His reign is not marked by any considerable events: the kingdom which had reached its zenith under Baldwin II., and did not begin to decline till the capture of Edessa in the reign of Baldwin III., was quietly prosperous under his rule.",
        "Twice in Fulk's reign the eastern emperor, John Comnenus, appeared in northern Syria (1137 and 1142); but his coming did not affect the king, who was able to decline politely a visit which the emperor proposed to make to Jerusalem.",
        "As this tenure is very ancient, though modified in 1832 and 1867, the value of such holdings has been greatly enhanced with the improvement of the land and the decline in the purchasing power of currency.",
        "J.) History Throughout the centuries which witnessed the destruction of Carthaginian power by Rome, the establishment and decline of Latin civilization, the invasion by Alani, Suevi and other barbarian races, the resettlement under Visigothic rule and the overthrow of the Visigoths by Arab and Berber tribes from Africa, Portugal remained an undifferentiated part of Hispania, without sign of national consciousness.",
        "(4) From 1499 to 1580 Portugal acquired an empire stretching from Brazil eastward to the Moluccas, reached the zenith of its prosperity and entered upon a period of swift decline.",
        "As in the 16th century immense quantities of bullion were imported by the treasury, and were lavished upon war, luxury and the Church, while agriculture and manufactures continued to decline, and the countryside was depopulated by emigration to Brazil.",
        "Such had been the decline and fall of Buddhism considered as an ethical system before its introduction into Tibet.",
        "His reign marks the decline of the rule of the house of Luxemburg over Bohemia.",
        "The year 1620, which witnessed the downfall of Bohemian independence, also marks the beginning of a period of decline of the national tongue, which indeed later, in the 18th century, was almost extinct as a written language.",
        "However, all the mining is now on the decline.",
        "Whilst the general tendency in his day was to represent England as in a state of progressive decline - an opinion put forward particularly in the tract entitled Britannia languens - Petty declared her resources and prospects to be not inferior to those of France.",
        "From this time (1740) the decline of the empire proceeded unchecked and with increased rapidity.",
        "Of these the most important, besides the few already mentioned, are Tables of Logarithms (1826); Comparative View of the Various Institutions for the Assurance of Lives (1826); Decline of Science in England (1830); Ninth Bridgewater Treatise (1837); The Exposition of 1851 (1851).",
        "The decline of the free population, the spread of slavery (vi.",
        "In view, therefore, of the probable decline in the Chinese demand, the cultivation of the drug for the European market in the hilly districts of India, and its preparation after the mode adopted in Turkey, viz., by drying the concrete juice as quickly as possible, might be worthy of the consideration of the British government.",
        "Gibbon, The Decline and Fall of the Roman Empire, vol.",
        "The quantity of mussels landed on Scottish coasts has decreased in recent years owing to the decline in the line fisheries.",
        "The total catch in 1904 was 90,108,068 Ib, valued at $3,385,415, a decline of 28% in value since 1901.",
        "The court leet began to decline in the 14th century, being superseded by the more modern courts of the justices, but in many cases courts leet were kept up until nearly the middle of the 19th century.",
        "- Ducange, Histoire de l'empire de Constantinople sous les empereurs francais (Paris, 1657); Gibbon, Decline and Fall, vol.",
        "The importance to us of this uncritical collection of biographies is sufficient comment on the decline of history-writing in the latter empire.",
        "If the board, after considering the report, consider it desirable, they require the county council concerned to prepare a scheme for the provision of small holdings; if the county council decline to prepare a scheme, the board may direct the commissioners to do so.",
        "The most interesting point in his evidence relates to the decline of the Samaritan attempt to establish a world religion.",
        "Thenceforward, despite the check it received from the Carlist rebellion of 1870-1876, and the contemporaneous decline of its wool and shipbuilding industries, its prosperity increased steadily.",
        "March is also a month of great heat; in April and May the temperature falls, with a more rapid decline in June, the minimum being reached again in July.",
        "Attempts were made to secure him, and he was offered the leadership of the House of Commons, under the supervision of Fox, an absurd proposal which he had the good sense to decline.",
        "In England the just appreciation of his labours by Gibbon, and the ample use made of them in the later volumes of The Decline and Fall, early secured him his rightful place in the estimation of English scholars.",
        "In addition to a decline of 6% in the population, the exports also declined by 7%, whereas Calcutta's exports rose during the same period by 38%.",
        "In 1834 the abolition of slavery led to a decline in the prosperity of the islands, but as many of the slaves captured by British cruisers off the east coast of Africa were landed at Seychelles economic conditions were gradually ameliorated.",
        "This industry began to decline after 1860, but revived with the establishment of government schools of fruit-culture in many villages.",
        "Similar measures were adopted to check the decline of bee-keeping, and a model apiary was founded in 1890, under government control.",
        "The interval of years witnessed the growth of a river trade and its gradual decline as point after point on the river - Kansas City, St Joseph, Council Bluffs (Iowa), Sioux Falls (South Dakota) and Helena (Montana) - was reached and commanded by the railways.",
        "Toward the end of the 19th century, after a decline in production due to the abolition of slavery and to civil wars, increased interest was shown abroad in Colombian mining operations.",
        "But the Dutch, who, on the decline of the Portuguese power, established themselves in the East, early saw the importance of the place as a station where their vessels might take in water and provisions.",
        "The slow recovery of the gold-mining and other industries in the Transvaal after the war was reflected in a great decline in trade in Cape Colony during the last half of 1903, the distress being aggravated by severe drought.",
        "The decline in revenue, £4,000,000 in four years, while not a true reflection of the economic condition of the country - yearly becoming more self-supporting by the increase in home produce - caused general disquietude and injuriously affected the position of the ministry.",
        "While the country districts remained fairly prosperous (agricultural and pastoral products increasing), the transit trade and the urban industries continued to decline."
    ],
    "definition": [
        "de·clin′a·ble\nadj.",
        "de·clin′er\nn.",
        "Link/Cite"
    ]
}