{
    "translation": "להגדיר",
    "uses": [
        "The child's eagerness and interest carry her over many obstacles that would be our undoing if we stopped to define and explain everything.",
        "It will not be welfare (or, at least depending on how you define the term, it will not be perceived as welfare).",
        "To discover and define those laws is the problem of history.",
        "It is then possible to define by a parallel elaboration what is meant by classes of classes, classes of relations, relations between classes, and so on.",
        "The Spanish and Portuguese crowns attempted to define the limits between their American colonies in 1750 and 1777, and the lines adopted still serve in great part to separate Brazil from its neighbours.",
        "Even so, shared interest didn't define their relationship.",
        "Ask Martha to define cheating.",
        "\"Depends on how you define bad,\" he replied grimly.",
        "\"The White God doesn't define who I am,\" Sofi said firmly.",
        "So long as the intervening territory was a wilderness no effort was made to define the boundary line.",
        "Without having recourse to any elaborate process of economic reasoning, by confining out attention to one simple question, namely, what happened, we can establish conclusions of the greatest interest to economic historians and, further, define the problem we have to investigate.",
        "They endeavoured to define aspects of vegetation in which the forms exhibited an obvious adaptation to their climatic surroundings.",
        "Apart from these two concepts which in their union mutually define one another as form and content, no conception of life is possible.",
        "It is convenient here to define the two chief types of cell-form which characterize tissues of the higher plants.",
        "The answers to those questions are what define the Internet.",
        "I define war as armed conflict occurring between nation-states or, in the case of civil wars, between factions within nation-states.",
        "The remaining groups are harder to define, with the exception of the (3) Capitelliformia, which are mud-living worms of an \"oligochaetous\" appearance, and with some affinities to that order.",
        "No fault was found in their life and teaching; but they were forbidden to define any sins as being mortal or venial until they had studied for four years.",
        "Fourth: We will be able to define illnesses better.",
        "The circles A'A', which are struck with 2-inch radius, define the first portion of the knuckle.",
        "Although we cannot yet define the conditions under which exopterygotous wings are suppressed or unusually developed, yet we know that such fluctuations occur.",
        "Catholic apologetics must further give a central position to Church authority, which Roman Catholics explicitly define as infallible; but this position too is debated in a late section of their system.",
        "Two elements define the position of the plane passing through the attracting centre in which the orbit lies.",
        "Only then, expressing known historic facts by equations and comparing the relative significance of this factor, can we hope to define the unknown.",
        "The use of the term \" pathological physiology \" may at first appear strange, for if we define physiology as the sum of the normal functions of the body or organism, it may be hard to see how there can be a physiology which is pathological.",
        "I cannot fathom or define their meaning any more than I can fathom or define love or religion or goodness.",
        "In order to define the limits between Turkish territory and that of the independent Arab tribes in political relations with Great Britain, a joint commission of British and Turkish officers in 1902-1905 laid down a boundary line from Shekh Said to a point on the river Bana, 12 M.",
        "nor diminishes the If we define as the \" dispersion \" in a particular part of the spectrum the ratio of the angular interval dB to the corresponding increment of wave-length dX, we may express it by a very simple formula.",
        "What would happen, do you think, if some one should try to measure our intelligence by our ability to define the commonest words we use?",
        "Disease we may define, accordingly, as any departure from the normal standard of structure or function of a tissue or organ.",
        "It has been usual to define mathematics as \"the science of discrete and continuous magnitude.\"",
        "But no writer has surpassed him in the clearness and brevity with which he could sum up the characteristics of an epoch in the history of the world, or present and define the great forces by which the world has been influenced.",
        "I define wisdom as deriving a course of action from applying a value system to a situation.",
        "Without resorting to this exaggeration, Mommsen can speak with perfect truth of the \" enormous space occupied by the burial vaults of Christian Rome, not surpassed even by the cloacae or sewers of Republican Rome,\" but the data are too vague to warrant any attempt to define their dimensions.",
        "At the council of Tours (1054) he found a protector in the papal legate, the famous Hildebrand, who, satisfied himself with the fact that Berengar did not deny the real presence of Christ in the sacramental elements, succeeded in persuading the assembly to be content with a general confession from him that the bread and wine, after consecration, were the body and blood of the Lord, without requiring him to define how.",
        "But in such passages it remains fundamentally human; no attempt is made to define the limits of the human and the divine in its composition - it is all human and all divine.",
        "Once when some one asked her to define \"love,\" she replied, \"Why, bless you, that is easy; it is what everybody feels for everybody else.\"",
        "It is well known that many attempts to define the process of inflammation have been made from time to time, all of them more or less unsatisfactory.",
        "What remains to be done is, not to explain how such a world manages to be what it is, nor how we came to form these notions, but merely this - to expel from the circle and totality of our conceptions those abstract notions which are inconsistent and jarring, or to remodel and define them so that they may constitute a consistent and harmonious view.",
        "This gives to it unity and definiteness, and renders superfluous the attemps that have been made from time to time to define the limits which divide geography from geology on the one hand and from history on the other.",
        "It is not necessary that one should be able to define every word and give it its principal parts and its grammatical position in the sentence in order to understand and appreciate a fine poem.",
        "Although this transition from the discontinuous to continuous is not truly scientific, yet it materially augmented the development of algebra, and Hankel affirms that if we define algebra as the application of arithmetical operations to both rational and irrational numbers or magnitudes, then the Brahmans are the real inventors of algebra.",
        "It may be advisable to define exactly what is meant by \" hypertrophy,\" as the term is often used in a loose and insignificant sense.",
        "Meaning in general the \"king's court,\" it is difficult to define the curia regis with precision, but it is important and interesting because it is the germ from which the higher courts of law, the privy council and the cabinet, have sprung.",
        "it would be necessary to enter; but the trenchant way in which he showed that the \" Passereaux \"-a group of which Cuvier had said, \" Son caractere semble d'abord purement negatif,\" and had then failed to define the limitsdiffered so completely from every other assemblage, while maintaining among its own innumerable members an almost perfect essential homogeneity, is very striking, and shows how admirably he could grasp his subject.",
        "We therefore define algebraical division by means of algebraical multiplication, and say that, if P and M are multinomials, the statement \" P/M = Q \" means that Q is a multinomial such that MQ (or QM) and P are identical.",
        "In accordance with this we can give the relative positions of the various tribes, and an excursus on the rivers (47-57) lets us define their actual seats.",
        "He protests in favour of Lord Monteagle's motion for inquiry into the sliding scale of corn duties; of Lord Normanby's motion on the queen's speech in 1843, for inquiry into the state of Ireland (then wholly under military occupation); of Lord Radnor's bill to define the constitutional powers of the home secretary, when Sir James Graham opened Mazzini's letters.",
        "In 1809 its exclusive trading rights were taken away by Parliament, but its administrative status was thus made clearer, and when after the mutiny of 1857 it was desirable to define British authority in India there seemed nothing unnatural in declaring it to be a possession of the crown.",
        "The device of hereditary coat-armour, a growth of the 12th century, did much to define and mark out the noble class throughout Europe.",
        "Cook's second voyage was mainly intended to settle the question of the existence of such a continent once for all, and to define the limits of any land that might exist in navigable seas towards the Antarctic circle.",
        "The pope, no longer possessing any more power than other bishops (though Marsilius recognizes that the supremacy of the Church of Rome goes back to the earliest times of Christianity), is to content himself with a pre-eminence mainly of an honorary kind, without claiming to interpret the Holy Scriptures, define dogmas or distribute benefices; moreover, he is to be elected by the Christian people, or by the delegates of the people, i.e.",
        "Accordingly, at first sight it seems reasonable to define geometry in some such way as \"the science of dimensional quantity.\"",
        "The exact limits of Rabbula's work are difficult to define.",
        "If by the \" old Political Economy \" we mean the methods and conclusions of certain great writers, who stood head and shoulders above their contemporaries and determined the general character of economic science, we are still under no obligation to define the attitude of the present generation with regard to them.",
        "Stockdale sued the Commons' publisher, and was met by the plea of parliamentary privilege, to which, however, the judges did not give effect, on the ground that they were entitled to define the privileges of the Commons, and that publication of papers was not essential to the functions of parliament.",
        "He had as colleague Franz Gomarus, a strong supralapsarian, perfervid, irrepressible; and their collisions, personal, official, political, tended to develop and define their respective positions.",
        "In 1530 it became necessary to define his position against both Romanists and Zwinglians.",
        "These were drawn up in the language of the country, a Romance dialect (1288 being the date of the most ancient written code), and are remarkable for the manner in which they define the rights of the sovereign, determining the reciprocal obligations of the viscount and his subjects or vassals.",
        "The signatories were careful to disclaim all idea of a pact or treaty, and to define the declaration as a mere statement of ideals and principles which could not acquire binding force until ratified by elected representatives of the nation as a whole.",
        "But besides the vocation he had freely selected and assiduously laboured to fulfil, two more external influences helped to shape Martineau's mind and define his problem and his work; the awakening of English thought to the problems which underlie both philosophy and religion, and the new and higher opportunities offered for their discussion in the periodical press.",
        "The canonists define the degrees of suspicion as \"light\" calling for vigilance, \"vehement\" demanding denunciation, and \"violent\" requiring punishment.",
        "We may otherwise define it by saying that a line of electric force is a line so drawn in a field of electric force that its direction coincides at every point with the resultant electric force at that point.",
        "We may define the term potential difference otherwise by saying that it is the work done in carrying a small conductor charged with one unit of electricity from one point to the other in a direction opposite to that in which it would move under the electric forces if left to itself.",
        "Since the potential rises proportionately to the quantity in the conductor, the ends of these ordinates will lie on a straight line and define a triangle whose base line is a length equal to the total quantity Q and V height a length equal to the final potential V.",
        "Kelvin had previously proposed to define an absolute scale of temperature independent of the properties of any particular substance in terms of Carnot's function by making F'(t) constant.",
        "He now proposed to define absolute temperature as proportional to the reciprocal of Carnot's function, so as to agree as closely as possible with the scale of the gas thermometer.",
        "Tertullian exhausted the resources of dialectic in the endeavour to define and vindicate the relation of the spiritualists to the \"psychic\" Christians; but no one will say he has succeeded in clearing the Montanistic position of its fundamental inconsistency.",
        "xxii.) marks an effort to define the line of the Church of England sharply against current Roman teaching.",
        "Murray and Renard define globigerina ooze as containing at least 30% of calcium carbonate, in which the remains of pelagic (not benthonic) foraminifera predominate and in which remains of pelagic mollusca such as pteropods and heteropods, ostracodes and also coccoliths (minute calcareous algae) may also occur.",
        "In hydrostatics, for instance, we define a fluid by means of one of its known properties, and from this definition we make the system of deductions which constitutes the science of hydrostatics.",
        "The sciences, for example, all seek to define their own species; dialectic, on the other hand, sets forth the conditions which all definitions must satisfy whatever their subject matter.",
        "mode we define nothing rashly, nor anxiously investigate, any more than in the Incarnation of Christ we ask how the human is united to the divine nature in One Person.",
        "Protestant creeds had clearly affirmed that nothing possessed authority which was not in Scripture: in a short time, Protestant theologians - following an impulse common to all Christian communions - define more sharply the - identity of what is authoritative with the letter of Scripture, and call these entire contents dogmas.",
        "Veronius is willing to waive the difficult point of church infallibility as the Council of Trent did not define it.",
        "Individual theologians have sought to define more exactly the points on which the standards are vague.",
        "His character, like his namesake the decemvir's is not easy to define.",
        "If you ask me to define the amount more accurately, I say that it cannot be done.",
        "Before doing this, however, it was necessary to define the limits of tribal properties already existing - a work of great difficulty - with a view to their ultimate division, and at the same time to guard against any premature traffic in the rights of Arabs in the lands about to be divided.",
        "of the Old Syriac for these books, it is difficult to define the extent or character of his work.",
        "In the ensuing account a constant repetition of the names of the main archipelagoes will be found; it may of course be assumed that each successive voyager added something to the knowledge of them, but on the other hand, as has been said, islands were often rediscovered and renamed in cases where later voyagers took no account of the work of their predecessors, or where the earlier voyagers were unable clearly to define the positions of their discoveries.",
        "We must now proceed to define more exactly the peculiar and distinctive character of the Gnostic system.",
        "The organization of a municipal system, which should regulate the governments of all these towns on a uniform basis, and define their relation to the Roman government, was probably the work of Sulla, who certainly gave great impetus to the foundation in the provinces of citizen colonies, which were the earliest municipia outside Italy, and enjoyed the same status as the Italian towns.",
        "The Saxon Confession of Wittenberg, June 1551, while protesting against the same errors, equally abstains from trying to define narrowly how Christ is present in the sacrament.",
        "This qualification, though generally understood, is difficult to define.",
        "We might define temperature in the case of a flame or vacuum tube by the temperature which a small totally reflecting body would tend to take up if placed at the spot, but this definition would fail in the case of a spark discharge.",
        "We may therefore still take 2Nu/V to be the width of the band if we define its edge to be the frequency at which its intensity has fallen to 22% of the central intensity.",
        "The struggle against Gnosticism, which had been going on during the middle part of the century, had compelled the Church both to define her creed and to draw a sharper line of demarcation than heretofore between those writings whose authority she regarded as absolute and all others.",
        "At the same time it soon appeared that they could not agree among themselves when they came to ask what it is, but in attempting to define it seem to have gone through the whole gamut of mind.",
        "In trying further to define the readers addressed in the epistle, one must note the stress laid on suffering as part of the divinely appointed discipline of sonship (ii.",
        "Lying south and east of the main stream is a vast, densely forested region called Venezuelan Guiana, diversified by ranges of low mountains, irregular broken ridges and granitic masses, which define the courses of many unexplored tributaries of the Orinoco.",
        "It is now possible to define the suborder Hyracoidea as including ungulates with a centrale in the carpus, plantigrade feet, in which the first and fifth toes are reduced in greater or less degree, and clavicles and a foramen in the lower end of the humerus are absent.",
        "When the properties of the resultant substance are different from those of the components and it is not a chemical compound we define it as a solution.",
        "His most important achievement was to define \"salts\" - a term formerly used in the most loose and indeterminate way - as the compounds formed by the union of acids and bases, and further to distinguish between neutral, basic and acid salts.",
        "metallica are much employed; Gazanias; Heliotropes; Iresines; Lantanas; Lobelias; Mesembryanthemum cordifolium variegatum; Pelargoniums, of which the various classes of zonal or bedding varieties are unapproachable for effect and general utility; Petunias; Phloxes; Polemonium coeruleum variegatum; Pyrethrum Parthenium aureum, the well-known Golden Feather, especially useful as an edging to define the outline of beds upon grass; Tropaeolums, especially some of the varieties of T.",
        "The aim of Laokoon, which ranks as a classic, not only in German but in European literature, is to define by analysis the limitations of poetry and the plastic arts.",
        "In shape it is an irregular oblong, and it is very difficult to define its boundaries, as at one extremity it wanders into Oudh, while on the south the villages of the state of Rewa and those of this district are hopelessly intermingled.",
        "An early step accomplished by Ostwald in this direction is to define ozone in its relation to oxygen, considering the former as differing from the latter by an excess of energy, measurable as heat of transformation, instead of defining the difference as diatomic molecules in oxygen, and triatomic in ozone.",
        "Our main task, then, is to define the nature, origin and date of the parent document, and if possible its own literary antecedents.",
        "to Mukden, and then south by west through Leaoi-yang and Hai-chung to Kai-ping and the sea, would define the level country.",
        "Each form has special uses, generally difficult to define.",
        "From remains of the age of the IVth Dynasty he is able to define to some extent the type of the population of Lower Egypt as having a better cranial and muscular development than that of Upper Egypt, probably through immigration from Syria.",
        "The captions and headings in this Agreement are inserted only as a matter of convenience, and in no way define, limit or in any other way described the scope of this Agreement or the intent of any provision hereof.",
        "The conception of a race of animals or of plants as a group of individuals capable of being arranged in an orderly series with respect to the condition of a particular character enables us to define the \"type\" of that character proper to the race.",
        "Unfortunately Buckle either could not define, or cared not to define, the general conceptions with which he worked, such as those denoted by the terms \"civilization,\" \"history,\" \"science,\" \"law,\" \"scepticism,\" and \"protective spirit\"; the consequence is that his arguments are often fallacies.",
        "Opposition and criticism only served to define more precisely the adherents of the new doctrine.",
        "An artificial or civil day is, to a certain extent, difficult to define; it \"may be regarded as a convenient term to signify all the various kinds of ` day ' known in legal proceedings other than the natural day\" (Ency.",
        "Believing,\"he wrote,\" that (excepting the ardent monarchists) all our citizens agreed in ancient whig principles \"- or, as he elsewhere expressed it, in\" republican forms \"-\" I thought it advisable to define and declare them, and let them see the ground on which we can rally.\"This he did in his inaugural, which, though somewhat rhetorical, is a splendid and famous statement of democracy.'",
        "Since the transit circle is preferable to the equatorial for such observations wherein great accuracy is required, the declination and hour circles of an equatorial are employed, not for the determination of the right ascensions and declinations of celestial objects, but for directing the telescope with ease and certainty to any object situated in an approximately known position, and which may or may not be visible to the naked eye, or to define approximately the position of an unknown object.",
        "Mr Gore, starting from the same basis of faith and authority, soon found from his practical experience in dealing with the \"doubts and difficulties\" of the younger generation that this uncompromising attitude was untenable, and set himself the task of reconciling the principle of authority in religion with that of scientific authority by attempting to define the boundaries of their respective spheres of influence.",
        "In view of the.great difference in the legal position of the free man and of the villein in feudal common law, it became very important to define the exact nature of the conditions on which the status of a villein depended.",
        "We define essences of course in a sense, but the essences of which men talk are abstractions, \" creatures of the understanding.\"",
        "(2) In the matter of infallibility: \"We decree that when the Roman Pontiff speaks ex cathedra, that is to say, when, in his capacity as Pastor and Doctor of all Christians he defines, in virtue of his supreme apostolic authority, a certain doctrine concerning faith or morals to be held by the whole Church, he enjoys, by the divine assistance promised to him in the Blessed Peter, that infallibility with which the divine Redeemer has thought good to endow His Church in order to define its doctrine in matters of faith and morals; consequently, these definitions of the Roman Pontiff are irreformable in themselves and not in consequence of the consent of the Church.\"",
        "Hence in the case of dead languages or past forms of living languages, it is often very difficult to define with precision what the sounds of the past epoch were.",
        "The sounds which are most difficult to define exactly are the vowels; a great variety may be indicated by the same symbol.",
        "The like must be said even of the contribution to the problem made by August Pott,' though he has helped to define one condition of success - the classification of the strata in \" Western \" texts - and has taken some steps in the right direction, in connexion with the complex phenomena of one witness, the Harklean Syriac.",
        "In point of doctrine, they differ in their view of the relation between God Vishnu and the human soul; whilst the former sect define it by the ape theory, which makes the soul cling to God as the young ape does to its mother, the latter explain it by the cat theory, by which Vishnu himself seizes and rescues the souls as the mother cat does her young ones.",
        "We may define, then, the religious object as the sacred, and the corresponding religious attitude as consisting in such manifestation of feeling, thought and action in regard to the sacred as is held to conduce to the welfare of the community or to that of individuals considered as members of the community.",
        "This conception of freedom then leads him to define the moral responsibilities of the faith (v.",
        "The labors of this commission resulted in the Erzerum treaty of 1847, by which both powers abandoned some lands and agreed to appoint commissioners to define the frontier.",
        "The great dogmatic work of the Eastern Church was the definition of that portion of the creed of Christendom which concerns theology proper - the doctrines of the essential nature of the Godhead, and the doctrine of the God head in relation with manhood in the incarnation, while it fell to the Western Church to define anthropology, or the doctrine of man's nature and needs.",
        "The most prominent question which emerged in attempting to define further the person of Christ was whether the will belonged to the nature or the person, or, as it came to be stated, whether Christ had two wills or only one.",
        "Attempts have been made to define the reciprocal rights and duties of protecting and protected states.",
        "In this resolution the chamber took note of\" the replies of the government, according to which the declarations contained in the letter of the 3rd of June do not constitute conditions but ` solemn recommendations,' while ` the convention of cession will have no other object than to effect the transference and define the measures for its accomplishment, and the Belgian legislature will regulate the regime of its colonial possessions in unrestricted liberty.'",
        "The religion of the Congo tribes is difficult to define.",
        "In point of detail, it is now impossible to draw a sharp distinction between that which they found surviving ready to their hand and that which they themselves added, or to define how far they reproduced the traditional fragments with verbal fidelity or indulged in revision and remoulding.",
        "His Regulations formally reserved the latter class of rights, but did not legally define them, or enable the husbandmen to enforce them in the courts.",
        "Whether in the case of national or provincial councils, or of diocesan synods, the chief object of the decrees is to reinforce, define or apply the law; the measures which constitute a derogation have only a small place in them.",
        "We can define two as one and one, and three as one and one and one; but we obviously cannot continue this method for ever.",
        "A fraction written in this way is called a decimal fraction; or we might define a decimal fraction as a fraction having a power of To for its denominator, there being a special notation for writing such fractions.",
        "But although we thus arrive by projection at the notion of a circuit, it is not necessary to go out of the plane, and we may (with Zeuthen, using the shorter term circuit for his complete branch) define a circuit as any portion (of a curve) capable of description by the continuous motion of a point, it being understood that a passage through infinity is permitted.",
        "Other notable dates in history are 1637 and 1647, when general synods of New England churches met at Cambridge to settle disputed doctrine and define orthodoxy; the departure for Connecticut of Thomas Hooker's congregation in 1636; the meeting of the convention that framed the present constitution of the commonwealth, 1779-1780; the separation of the Congregationalists and Unitarians of the first parish church, in 1829; and the grant of a city charter in 1846.",
        "He found it necessary to think clearly and define sharply; but Athanasius found it necessary to believe in a divine redemption.",
        "The anniversary of his death has since been honoured in an unprecedented manner, the 19th of April being celebrated as \"Primrose Day\" - the primrose, for reasons impossible accurately to define, being popularly supposed to have been Disraeli's favourite flower.",
        "The first stage at which we can distinguish Plato's ethical view from that of Socrates is presented in the Protagoras, where he makes a serious, though clearly tentative effort to define the object of that knowledge which he with his master regards as the essence of all virtue.",
        "It is, however, important to notice that in his \" good \" is included not merely happiness but \" perfection \"; and he does not even define perfection so as to exclude from it the notion of absolute moral perfection and save his theory from an obvious logical circle.",
        "And if the controversy which this school has conducted with utilitarianism had turned principally on the determination of the matter of duty, there can be little doubt that it would have been forced into more serious and systematic effort to define precisely and completely the principles and method on which we are to reason deductively to particular rules of conduct.'",
        "(q.) In addition to these three most usual points, we may, of course, take the centre of a planet or that of a star in order to define the position of bodies in their respective neighbourhoods.",
        "The reader who will trace out these successive concepts and study the results of his changing positions will readily acquire the notions which it is our subject to define.",
        "In the case of three bodies these do not suffice completely to define the motion.",
        "The other two coordinates, which define the direction of a body, admit of direct measurement on principles applied in the construction and use of astronomical instruments.",
        "As the extant sources do not define the term, and as they apply it to but five or six associations, the majority of which are little known, modern scholars are in doubt as to the essential character of the institution, and hesitate therefore to extend the name beyond this limited list.",
        "His method is to distinctly define the opposing elements and then to seek their harmonious combination by the aid of a deeper conception.",
        "The central plain and its offshoots are drained by rivers to all the coasts, but chiefly eastward and westward, and the waterpartings in its midst are sometimes impossible to define.",
        "The relationship of Munster and Leinster to the Tara dynasty is not so easy to define.",
        "The first attempt to define the boundary was made in 1732, but the work was not completed until 1815.",
        "If anyone told me they could unequivocally define the exact point at which right and wrong diverge, I'd think they were either a liar or could walk on water.",
        "Having his family together in their modest home during the holiday season had come to define Christmas for him.",
        "If it works, you define our relationship.",
        "Define several for my demon.",
        "With rich data, grounded theorists can more readily discern what participants mean and how they define their experiences.",
        "We know what we mean by a psychic phenomenon, even if we can't define it.",
        "It was not possible to define a clear response curve of PD excretion to purine absorption from that data set.",
        "abstraction mechanism allows us to define type systems that generalize those of the lambda cube.",
        "The rules that should govern an ethically acceptable policy on abortion are not difficult to define.",
        "They're not much different than his names and titles, but they're more descriptive adjectives or nouns that define him to us.",
        "You can also define your own indexes using B-tree and hashing algorithms.",
        "You can define an alias for your SPIDER location.",
        "argueScotland Davidson made the first of the public protests that were to define his life, arguing for Parliamentary reform.",
        "axiomatic semantics of a programming language define a mathematical theory of programs written in the language.",
        "Our work will contribute to the modeling work of the MESH project by helping to define the physical environmental conditions that support benthic biotopes.",
        "Use three curly braces wrapped around the text to define a block quote.",
        "categorywhen buying define four categories not be aware.",
        "At last we can closely define the site of the entrance causeway across the ditch.",
        "We describe various classes of testable properties, and define conformance requirement and conformance test suite.",
        "constraint satisfaction algorithm eliminating the need to explicitly define a search objective.",
        "If output is not given, it defaults to input. errors may be given to define the error handling.",
        "They is a distinct gray area in such a definition - how do you define, precisely, non-voluntary euthanasia?",
        "evolvetiQ were able to work alongside Barclaycard to define and deliver a solution that helps Barclaycard protect their interests against evolving threats.",
        "executory trust Executory trusts need a further instrument to define the beneficial interests.",
        "Simple methods define an arbitrary law, such as an inverse square relationship, or a linear falloff.",
        "To ensure realism, the decoys utilize appropriate paintwork to define important features thereby improving the overall fidelity.",
        "framing rectangle is used by the subclasses of RectangularShape to define their geometry.",
        "Ability to define event handlers to be run during service or host events for proactive problem resolution.",
        "Add volume with the Your Highness collection, define curls with the Curlesque products or stay sleek and chic with the appropriately named Sleek Mystique line.",
        "While all emo hair styles are unique, there are certain characteristics they share that define them as emo looks.",
        "Punk hair styles are hard to define - in fact, what is punk to one person may be mild to another, and ultimately, it is up to each individual to define what is punk to them.",
        "Scenesters tend to levitate towards one of the following: pop 80s, new wave, indie, hardcore, metal, retro classic, and even more - see how it's getting hard to define the ultimate scene haircut?",
        "A sparkling tiara can easily define a style by transforming even the simplest look into something much more extravagant.",
        "One surprising word seems to define all of them: natural.",
        "Emo style is hard to define -- it's truly as distinctive as the individual.",
        "Texture balm: This essential finishing stick pomade is used to define, separate, and add texture to all hair types.",
        "Wavy gals can still wear the look, but will probably need to rely on straightening irons to create the celebrity-inspired sedu straight locks that define the precise edge of this cut.",
        "Face framing layers help define facial features while keeping hairstyles balanced.",
        "Funky hairstyles are a unique way to express your personality and define your fashion mantra.",
        "Layered short styles work with well with an iron because the heated tool presses layers together, creating smooth lines that shape, rather than define a style.",
        "Styling products such as waxes and clays will define this look and add texture.",
        "To define the pieces of your new haircut, opt for varying shades of hair highlights or lowlights added into your current hair color.",
        "Once hair is dry, separate and define the texture with a lightweight molding paste.",
        "Some chunks may be as thick as one or two inches in width as opposed to the smaller strands that define a traditional weave.",
        "If you want that perfect bed head, unkempt look that helps define the emo, punk, and Indie pop cultures, you may consider a layered cut to help accent your style.",
        "If you've ever scoured the hair color aisle in any major supermarket or beauty supply store, you've most likely seen a swatch guide filled with confusing numbers and alluring names to define a color formula.",
        "Short, shaggy layers define this tapered cut that holds close to the head, and it can be worn with or without fringe bangs.",
        "While wild hairstyles for prom night certainly aren't for everyone, for the wild child, they define her prom look!",
        "A light styling cream or paste will help define layers while keeping them touchable.",
        "It was the first modern attempt to define Lithuania ethnographically, to respect national minorities and continue the connexion with Russia upon the federative principle.",
        "He endeavoured to define his ideas, and in 1833 published his Reveries politiques, suivies d'un projet de constitution, and Considerations politiques et militaires sur la Suisse; in 1836, as a captain, in the Swiss service, he published a Manuel d'artillerie, in order to win popularity with the French army.",
        "This is a fairly major weakness in this attempt to define rationality in purely objective terms.",
        "Picking the right set of prom jewelry will help to define your look for the night.",
        "Round Brush: Round brushes add volume and help define layers.",
        "Softening Effects: Face framing shagged layers define and soften facial features.",
        "Priority values define a numerical rank or ordering of the threads that a thread scheduler can use to resolve simultaneous contention for processing resources.",
        "I would rather feel contrition than know how to define it.",
        "Definition computer criminality is a large field whose borders are not always easy to define.",
        "curly braces wrapped around the text to define a block quote.",
        "It is exploring with its legal advisers possibilities that would avoid the need to define curtilage in law, which is the principal problem.",
        "defeasible reasoning to define belief revision, there is no good reason to accept Preservation.",
        "define the scope of work and fees for the artist.",
        "Clive Osborne: \" We did some initial research in-house in order to help us clearly define our requirements.",
        "define exactly what was \" handed on to us.",
        "define where and when particular clients should be referred.",
        "Results will define the age of the Scottish drainage divide and test models which predict divide migration in response to crustal deformation.",
        "Like most terms applied to jazz music, hard bop does not define a precisely delineated genre.",
        "demarcate a transaction boundary to define a unit of work.",
        "Some attempts to define the term include: The Webopedia definition, focusing on portable devices: An electronic version of a book.",
        "The marginal subject is inclined to define itself via a process of negative dialectic.",
        "For example, DPRO might define the effective dielectric constant in the center of a globular protein.",
        "define dysplasia & its microscopic features. define metaplasia with a few examples.",
        "Eastings and Northings - This searches the Image Library by spatial location, using eastings and Northings - This searches the Image Library by spatial location, using easting and northing co-ordinates to define an area for searching.",
        "such edicts define practice and rapidly fossilize into rules.",
        "SUBJECT: We propose a graphical meta editor to define symbols and logic to generate graphical editors.",
        "emergent phenomena define \" levels \" .",
        "entitySELECT tag will enclose a number of OPTION tags to define the particular entities to appear in the pulldown menu.",
        "hankering after something which she could not yet define.",
        "A number of mechanisms are available to define or calculate the initial Hessian: 1. On the VARIABLE definition lines of the ZMATRIX.",
        "high-octane extreme sports that were to define his life came surfing the waves of his native Santa Monica.",
        "HIST Form hist Form histogram of electron density and use it to define envelope.",
        "It is a challenging attempt to define what is often indefinable.",
        "initialized correctly: Define your graphics configuration.",
        "Unfortunately the two species also interbreed to give hybrids, which makes it extremely difficult to define the genetic purity of a wildcat.",
        "ionosonde measurements on Earth provide ample data to define variability patters.",
        "AB: You need to define the statement ' extreme jeopardy ' used here.",
        "Definition of jet-propelled plane and how to use or define jet... spell] Noun What does jet-propelled plane and how to use or define jet... spell] Noun What does jet-propelled plane mean?",
        "Define omega matter and omega lambda, to be the density and lambda, divided by the critical value.",
        "Back up ^^ 2 We define real estate as property, including leasehold and freehold interest, and its improvements.",
        "localize the problem and define its reasons.",
        "Whether or not a particular scheme constitutes an unlawful lottery is a matter which only a court can define authoritatively.",
        "And as if that was not enough, Nedit allows you to write custom macros so that you can define even more weirder functions.",
        "You can define the default mailbox using the Set Default button.",
        "If you want to define manhood, read this chapter.",
        "These little self-adhesive strips help to define the area of the nail tip for an immaculate French manicure.",
        "Sites only need to define mappings which do not use the official VO names.",
        "However, women who define their self-esteem through their body image may have a difficult time following through when treatment includes mastectomy.",
        "When applied correctly mastic is a useful and attractive way to finish and define corners and edges, especially in tiled areas.",
        "The survival and segmentation models may be used to define metrics for data access.",
        "mimic system allows an author to define a linear route through a set of documents.",
        "If this command is followed by one or more digits, optionally with a leading minus sign, those digits define the argument.",
        "On the other hand, these norms in turn define the modality of social co-operation.",
        "This analog contains the phenol moiety of tyrosine and thus the contacts that drive the chemistry and define the TPL specificity can be identified.",
        "On the set of all n Ã— n matrices over a field F it is possible to define a multiplication in many ways.",
        "One of his ideas was to define logical systems modeled on interconnected neurons.",
        "normative masculinity depended upon outsiders to define itself.",
        "Eastings and northings - This searches the Image Library by spatial location, using easting and northing co-ordinates to define an area for searching.",
        "To simplify notation we define,, ,, ,, ,, , and the total hemoglobin in all forms.",
        "Define omega matter and omega matter and omega lambda, to be the density and lambda, divided by the critical value.",
        "Dialog and debate between competing perspectives should be encouraged and attempts to define a disciplinary orthodoxy avoided.",
        "Express concepts in the simplest terms and define technical terms and jargon, but do not oversimplify.",
        "It is virtually impossible to define fixed parameters to judge the level of service provided, but a consensus should be reached nevertheless.",
        "Other benefits include: - A company can define its own accounting period that does not exceed 18 months.",
        "Deines draws on the designations within the pages of the New Testament to define Pharisaism as allegiance to Judaism in its 'best form ' .",
        "GSK is using technologies, including pharmacogenetics, to better define patient populations that may respond to this drug.",
        "picket fencing for external use can be used to form garden areas or define a pathway.",
        "Normally by the end of the calculation less than one half of the entries in BOX actually are used to define the limiting polyhedron.",
        "Finally, you just may have really forgotten to define some predicate.",
        "Azores The Island of St Mary in the Azores was used to define the prime meridian by Christopher Saxton, 1584.",
        "public-spirited members of the community to define some local policing priorities, in partnership with local officers.",
        "I have serious qualms about some practitioners who charge large amounts of money to patients in order to define a supposed individual nutritional approach.",
        "quantifysome of these can be readily quantified, others such as severance are much more difficult to define and analyze.",
        "Red sandstone quoins define the original chancel, at its juncture with the present nave.",
        "For Sassoon the \" brown rats, the nimble scavengers \" are simply another dab of paint to define the scene.",
        "This approach is used to guide a simple heuristic constraint satisfaction algorithm eliminating the need to explicitly define a search objective.",
        "scatter plot required then click the Define button.",
        "In 1877 he was the first to define a then mysterious childhood disease, which he named ' infantile scurvy ' .",
        "The Pipe browsing semantics is used to define a tool that can handle a hypermedia application by using Pipe structures.",
        "To develop a methodology to define in what circumstances first time sewerage is viable.",
        "To grossly simplify matters, one could even define online theater as hypertext plus live interaction.",
        "So here they are then: the endorsements and bitch slaps that will define television for the coming months and beyond.",
        "She reveals how the clothes can define a character, giving the example of Algren's rise from drunken slob to hardened warrior.",
        "specificityused to define these specificities are listed in Table 2.",
        "You can define a subclass of an enumeration class that extends it with additional enumeration values.",
        "Once you have included all the atoms you want in the subset, hit Save to define the subset.",
        "succession of Tertiary basalt lava flows that define successive, large-scale steps within the landscape.",
        "Detailed topography is largely controlled by a succession of Tertiary basalt lava flows that define successive, large-scale steps within the landscape.",
        "surveillance aircraft to monitor Iraqi activities and define orders of battle.",
        "You can even define your own stringed instrument and calculate tablatures for it!",
        "It is a model that, in business terms, helps define a taxonomy of learning to develop managers.",
        "But only theological effort could define and then justify the dogma.",
        "To fully define theosophy, we must consider it under all its aspects.",
        "It promotes thrift in spending and order to ones life, helping on to define goals.",
        "tilings How can we define a tiling of the plane?",
        "As an example let's define a torus the hard way.",
        "Can either use a large gradient or a critical value of PV to define the tropopause; it depends what you are looking at!",
        "Our research also uses the techniques of linguistic typology to define the place of English within the diversity of human language.",
        "We have an in-depth understanding of the design, technological and marketing processes required to help companies in Guildford define their web strategy.",
        "ungenerous participants involved, they are still allowed to define the rules of the game.",
        "On this basis Turkey no longer needs to define itself in terms of European universalism.",
        "While similar analyzes are used to define markets or determine anti-trust violations.",
        "The strategic planting of shrubs and trees also define spaces and retain end-to-end visibility for pedestrians.",
        "Graph New... Create a new graph (give it a name, and define the x-axis and data series ).",
        "We may define these courses by the terms esoteric and exoteric - the former the philosophy of the school, cultivated principally at the universities, trying to systematize everything and reduce all our knowledge to an intelligible principle, losing in this attempt the deeper meaning of Leibnitz's philosophy; the latter the unsystematized philosophy of general culture which we find in the work of the great writers of the classical period, Lessing, Winkelmann, Goethe, Schiller and Herder, all of whom expressed in some degree their indebtedness to Leibnitz.",
        "Also the times of beginning and ending are difficult to define exactly, so that several elements of uncertainty exist in data as to the seasonal or diurnal variation.",
        "Pastor aeternus, cap. iv.); \" we teach and define as a divinely revealed dogma, that the Roman Pontiff, when he speaks ex cathedra - i.e.",
        "supreme apostolic authority, he lays down that a certain doctrine concerning faith or morals is binding, upon the universal Church, - possesses, by the Divine assistance which was promised to him in the person of the blessed Saint Peter, that same infallibility with which the Divine Redeemer thought fit to endow His Church, to define its doctrine with regard to faith and morals; and, consequently, that these definitions of the Roman Pontiff are irreformable in themselves, and not in consequence.",
        "Others define those affairs of major importance which may be or must be referred to the Holy See by appeal, or the decision of which is reserved to the Holy See.",
        "The first to attempt to define pitch would seem to have been Arnold Schlick (Musica ausgeteutscht and ausgezogen, Heidelberg, 1 511), who gives a measure, a line of 4s Rhenish inches, which, he says, multiplied sixteen times, should be the lowest F of a small organ.",
        "Indeed the more favourable the secular authorities were to the Reformation the less need was there to discriminate between civil and ecclesiastical power, and to define strictly how the latter should be exercised.",
        "In 1729 he published Essai d'optique sur la gradation de la lumiere, the object of which is to define the quantity of light lost by passing through a given extent of the atmosphere.",
        "He aimed at nothing less than the annihilation of the enemy's forces, which Clausewitz was the first to define, a hundred and fifty years later, as the true objective of military operations.",
        "Or a philosopher like Hegel, armed with a metaphysical theory, may descend upon the facts of religion and interpret them in its light, till they almost lose their original significance, which we might provisionally define as consisting in this, that the believer in any religion finds himself helped or (as he claims) saved by it.",
        "Define more carefully than Locke did, with his blunder about \"ideas,\" the process of perception, and you cut up scepticism by the roots !",
        "God can be personal and doubtless is (though he has no Non-ego to define himself against) through contrast of passing conscious states with the abiding Ego.",
        "It is a comparatively simple thing to state the question to which we want an answer, but extremely difficult to define the exact nature of the evidence which will constitute a good answer; easy enough to say we must try hypothesis after hypothesis, and test each one by an appeal to the facts, but a man may easily spend his life in this sort of thing and still leave to his descendants nothing more than a legacy of rejected hypotheses.",
        "is not incumbent on the present generation to define its attitude at all.",
        "ETRURIA, an ancient district of Italy, the extent of which varied considerably, and, especially in the earliest periods, is very difficult to define (see section Language).",
        "Its northern or land boundary is more difficult to define; most authorities, however, agree in taking it from El Arish on the Mediterranean, along the southern border of Palestine, between the Dead Sea and the Gulf of Akaba, then bending northwards along the Syrian border nearly to Tadmur, thence eastwards to the edge of the Euphrates valley near Anah, and thence south-east to the mouth of the Shat el Arab at the head of the Persian Gulf, - the boundary so defined includes the northern desert, which belongs geographically to Arabia rather than to Syria; while on the same grounds lower Mesopotamia and Irak, although occupied by an Arab population, are excluded.",
        "If we define the positive direction along a tube of electric force as the direction in which a small body charged with positive electricity would tend to move, we can summarize the above facts in a simple form by saying that, if we have any closed surface described in any manner in an electric field, the excess of the number of unit tubes which leave the surface over those which enter it is equal to 47r-times the algebraic sum of all the electricity included within the surface.",
        "It is hardly fair on the strength of these two pronouncements to attribute the doctrine of seven sacraments to the Eastern churches in general; except under a sporadic Latin influence, they have not troubled themselves so to define their number.",
        "But he brought home to Jews the perils that confronted them; he compelled many a \"semi-detached\" son of Israel to rejoin the camp; he forced the \"assimilationists\" to realize their position and to define it; his scheme gave a new impulse to \"Jewish culture,\" including the popularization of Hebrew as a living speech; and he effectively roused Jews all the world over to an earnest and vital interest in their present and their future.",
        "The Germans demanded, as a condition precedent to the effective participation of their nationality in the affairs of the state, an alteration of the constitution by imperial ordinance (Oletroi), which should define 1 Count Clam-Martinitz (b.",
        "It was about this time that some of the leading theologians of the Roman Catholic Church, conceiving that the best way of meeting present perils was to emphasize, as well as to define more clearly, the authority of the pope, advised him to make his personal infallibility a dogma of the Church, and urged strenuously on him the necessity of calling a council for that purpose.",
        "These definitions being thus various, the Eleate notes that the sophist, in consideration of a fee, disputes, and teaches others to dispute, about things divine, cosmical, metaphysical, legal, political, technical - in fact, about everything - not having knowledge of them, because universal knowledge is unattainable; after which he is in a position to define the sophist (7) as a conscious impostor who, in private, by discontinuous discourse, compels his interlocutor to contradict himself, in opposition to the Sn,uoXoyucos, who, in public, by continuous discourse, imposes upon crowds.",
        "For greater simplicity and generality it is desirable to define the total heat of a substance as the function (E+pv), where E is the intrinsic energy and v the volume of unit mass (see Thermodynamics).",
        "To define the moment of a force about an axis HK, we project the force orthogonally on a plane perpendicular to HK and take the moment of the projection about the intersection of ilK with the plane (see 4).",
        "we may define T either as the surface-energy per unit of area, or as the surface-tension per unit of contour, for the numerical values of these two quantities are equal.",
        "While some of these can be readily quantified, others such as severance are much more difficult to define and analyze.",
        "Select a type of scatter plot required then click the Define button.",
        "Define setter methods for any inputs to the activity.",
        "There are links which go on to define what simulator sickness is.",
        "She reveals how the clothes can define a character, giving the example of Algren 's rise from drunken slob to hardened warrior.",
        "The sera used to define these specificities are listed in Table 2.",
        "Example: #include stdio.h #define DATA Bright star, would I were steadfast as thou art.",
        "The InChI does not define the stereochemistry of the molecule.",
        "In order to make descriptors specific enough, you may need to define subsets of atoms in the protein.",
        "Behind the initial air defense force deployments came a plethora of reconnaissance and surveillance aircraft to monitor Iraqi activities and define orders of battle.",
        "You can even define your own stringed instrument and calculate tablatures for it !",
        "So how would I define my ideal tench water?",
        "To fully define Theosophy, we must consider it under all its aspects.",
        "Tilings How can we define a tiling of the plane?",
        "As an example let 's define a torus the hard way.",
        "Can either use a large gradient or a critical value of PV to define the tropopause; it depends what you are looking at !",
        "Despite being the most guilty and ungenerous participants involved, they are still allowed to define the rules of the game.",
        "Several anthropologists have attempted to define the conditions in which unilineal descent groups are likely to emerge.",
        "The term bacteriuria is used to define the presence of bacteria in freshly voided urine.",
        "Graph New... Create a new graph (give it a name, and define the x-axis and data series).",
        "The more narrow a market you can define as your first target, the more targeted your solution can be.",
        "Define your mutual qualifications possessed by the caregiver to provide you the utmost comfort with placing your baby in her care.",
        "For example, some international markets define stocks worth less than $1 penny stocks.",
        "A wild cat uses vocalizations and behavior as ways to define its territory.",
        "The Federal Trade Commission chooses to define identity theft as \"a fraud that is committed or attempted using a person's identifying information without authority.\"",
        "Knowing how to define identity theft is only the first step.",
        "Consider the following elements that define what makes one card a better choice over another.",
        "Before addressing specific co-parenting issues, many workshops offer introductory courses to help co-parents define their concerns and offer basic solutions and options.",
        "Mixing and matching reversible cushion groupings also helps define separate spaces on a large deck or patio, and works well in establishing a more intimate dynamic without doing the difficult design work yourself.",
        "From a utility shelf to a complex confection of cutouts and curlicues, the opportunities to define a space, collection or function are limitless.",
        "Existing elements, like windows, fireplaces and wall fixtures help define scale in a room and should all integrate with the shelf you build for the space.",
        "Pool table measurements define the area of the table that is used for play, not the dimensions of the overall table.",
        "A foldable sofa bed can help define the space, allowing you to change it to suit your needs.",
        "To define renewable energy source you have to consider which sources of energy are sustainable and have limited to no environmental damage.",
        "Unfortunately, another way to define renewable energy source is by the complications these sources pose.",
        "In order to define renewable energy you have to also define the goals of renewable energy.",
        "Whatever the true origins, the term is meant to define the concept of renewable, sustainable and eco-friendly processes, products and energy.",
        "This large selection of affordable bedding can encompass around forty fashionable patterns to define your bedroom décor.",
        "For distinctive ideas that will help define your French inspired home décor, check out Alicia Stanley and Company or this article on Parisian style from House Beautiful.",
        "Simple, clean lines define the Scandinavian design approach, guided by functionality, natural materials and minimal ornamentation.",
        "It can help to define a space, set the mood, and of course, provide the appropriate illumination for designated spaces.",
        "Try putting some molding around it to define the chalkboard.",
        "That's not to say that beaded curtains are merely decorative; they can help to define spaces, especially in smaller apartments and homes.",
        "Rugs help to define seating areas by visually tying the pieces of furniture together.",
        "An area rug in the kitchen dining area can help define the space and give you the opportunity to add a few design elements.",
        "A sofa table can help define a conversation area and offer the design opportunity to light ambiance with a candlestick lamp, a plant and groups of candles.",
        "Pull the furniture in closer to the room and use an area rug to help define the space used for furniture placement.",
        "Area rugs placed under seating furniture in the living room help define a conversation area.",
        "A sectional sofa can be used to define a conversation area.",
        "Your eye makeup can really define your \"look.\"",
        "This can help define your eyes, while at the same time provide a little camouflage in case your lines aren't perfect.",
        "This still helps to define and deepen your lashes, but it will barely look like you're wearing it.",
        "This interesting shade is used to shape and define the nose and to reduce around-the-eye puffiness.",
        "For a true formal makeup technique, your goal is to enhance and define your current look.",
        "A soft black or brown liquid eyeliner in a thin line will help define your eyes.",
        "With the Get Started Eyes kit, you will learn how to define and line your eyes for accentuated drama.",
        "With rich coloring and deep lashes, pretty brown eyes are easy to define while maintaining their natural beauty.",
        "For a natural look: Define brown eyes with a complimentary red brown eye liner.",
        "Define the outside corners of the eye by using a horizontal \"V\" shape.",
        "Legendary beauty Farrah Fawcett, with her sun-kissed beauty and youthful glow, helped to define the beauty of this decade.",
        "It's not just colors that define specific periods of the year, though.",
        "Although a black line always adds drama, a lovely brown hue will define the eyes while maintaining an eye opening effect.",
        "Pair your liner with a dark brown or black mascara to help define and separate lashes.",
        "Contour and special effects are a great way to define facial features and distract from areas of opportunity.",
        "A bit of concealer under the brows can help define them, if you choose not to add a lighter shade of shadow there.",
        "Once the paint is applied, you'll need to choose a highlighting color to help define the cat eye face and whiskers.",
        "With a small brush, define the lines to create interest.",
        "Lips: Define your lips with a liner and choose a long lasting lip color such as Lipsense for color that won't let you down.",
        "While you may choose to wear a lip liner to help define your shape, a more natural look is often favored for an early morning look.",
        "With the sand as your backdrop, define your cheeks with a natural and pretty glow.",
        "If need be, you can define the lashline with a well blended wash of liner, so long as you stay far away from liquid and cat eye makeup looks.",
        "Define your lips with a neutral lip liner.",
        "Rubber bristle wand: A wand that uses rubber bristles as opposed to brush-like fibers helps separate and define lashes, making short lashes look longer.",
        "Comb wand: A comb wand features tiny teeth that separate and define lashes to give the illusion of length.",
        "Clinique High Lengths mascara features a large comb applicator to separate and define lashes from corner to corner.",
        "Estee Lauder Signature Silky Powder Blush: Highlight and define cheeks with this lightweight blush, called True Sand.",
        "Adding contouring and shadows to your cheeks and brow will help define these areas.",
        "Eye Makeup: In addition to eyeshadow, both men and women generally need to wear eyeliner to help define the eyes.",
        "The plummy hue can be dusted all over the lid or used to define the crease.",
        "While many performers and actors opt for permanent cosmetics, everyday modern men also use this form of cosmetic practice to help define attractive facial features.",
        "To help define your pout, a tattooed liner is yet another popular permanent cosmetic procedure.",
        "Many women rely on waterproof gel eyeliner to define their eyes and to create a variety of high fashion makeup looks.",
        "Captions. The captions and headings in this Agreement are inserted only as a matter of convenience, and in no way define, limit or in any other way described the scope of this Agreement or the intent of any provision hereof.",
        "Once you land a job teaching digital photography, it's vital to define your curriculum.",
        "Go to \"Define Pattern\" under the \"Edit\" menu and give your pattern a name that you will be able to remember.",
        "We use it to define everything from nagging worries to major life changing events.",
        "At first glance, stress is a fantastic catchall phrase to help define all of the mental and emotional turmoil in our lives.",
        "Stress is subjective and therefore difficult to define.",
        "Ethnic gangs define themselves by their nationality or race.",
        "Turf gangs define themselves by the territory that they control.",
        "High school students also start to feel the pressure from parents and others to define what they want their life to be like after graduation.",
        "Define peer pressure as any influence (pressure) that you feel from someone around you (peer).",
        "For example, some schools have honored successful clubs, like an award-winning theater group or marching band, that helped to define the class.",
        "Many raw food proponents define raw foods a bit differently, so the first thing Susan did was share her thoughts on what it means to eat a raw food diet.",
        "Dietary guidelines define one serving of grain as one ounce or the equivalent of one ounce.",
        "Finally, as you begin planning your honeymoon, be sure you define your budget.",
        "If you're not sure of what this entails, this article should help to define and offer suggestions for this type of wedding ceremony.",
        "Urns of potted poinsettias or mums can define the outdoor space and even create an aisle for guests to walk along.",
        "When you want to change your behavior, the first step is to clearly define your goal.",
        "The term pure down can be deceiving since there isn't a national standard, and state regulations that define what is considered pure down can vary from one state to another.",
        "Pairing a cloth shower curtain with luxury bath towels and gold or brass towel rings and towel bars helps define a more formal bathroom.",
        "Instead of piping a border around the bottom or top of a cake with buttercream frosting, use cookie wedges, jelly beans, chocolate pieces, or other candies to form a pattern and define the shape of the cake.",
        "Next, define the rabbit's face shape and features.",
        "At the age of 27, she landed the role that would define her career: Miss Kitty Russell on Gunsmoke.",
        "The girls continue to get attention from the media as they strive to define their adult selves.",
        "A couple of small roles followed, and then in 1982 Yothers took on the role that would define her career.",
        "Structurally, briefs better define the contours of a boy's body than boxers.",
        "They look forward to Santa's visit, but also the treats and togetherness that define the season.",
        "Some websites like Pure Modesty have developed an entire page of guidelines to help define modesty in today's western culture.",
        "Remember a solid color will define your cut, while a broken up color pattern or plenty of highlights will add visual interest and soften the lines of a bob.",
        "Shags: If you flaunt a layered shag, help define and support your varied tresses with a powder to provide instant lift.",
        "If your style borders on edgy, there are plenty of punk haircuts and ideas that can help define your unconventional style.",
        "The following punk haircuts are the most common choices that define this unique style.",
        "Clearly the least committal, asymmetrical cuts can help define a punk style without sacrificing basic length, nor restricting versatility outside of the punk scene.",
        "Formulated in a gel cream consistency, you can add shine, take control and help define curls in just one step.",
        "Unlike traditional hair extensions, feathers add a wispy and eccentric accent to your look and can help define your free-spirited style.",
        "Next, you will have him look up any words he doesn't know and define them.",
        "He should then look those words up in the dictionary and define them in the notebook.",
        "Many people define themselves by what they do for a living, and if they lose their job, they are thrown off balance, to say the least.",
        "State laws define eligibility for unemployment insurance.",
        "State laws define eligibility for unemployment.",
        "The state will define how the appeal works, which usually needs to be done within a set amount of time.",
        "Even if those things are true, and you feel they define you, your boss may just end up hearing \"I'll need to leave early all the time to deal with my kids, and you can forget about me working weekends.\"",
        "It's important to clearly define the goals and objectives that you hope to accomplish as a result of conducting on the job training.",
        "For example, a lender may set forth terms that define the condition the property must be kept in, leasing restrictions, and penalties for an early payoff of the principal balance.",
        "Most programs define a first time homebuyer as someone who has not owned a home for a certain number of years prior to applying for assistance.",
        "A good way to define home equity loans is to start with an understanding of home equity basics.",
        "In order to define home equity loans you need to start with the basics - what is \"equity?\"",
        "It is also through pagan beliefs that zodiac signs were created to help define a person's nature based on the time she was born.",
        "There also isn't a specific distinction where as you could point to one or the other and define it.",
        "As a group, middle children are hard to define.",
        "Greens is an environment unto itself - the wall of windows that look out to the bay define the space.",
        "Therefore, when thinking of \"target customers\" we don't necessarily examine demographics to define our costumer base.",
        "Luckily, that tragic moment did not define this star's life.",
        "Who better to define the Parke & Ronen man than the people who dress him?",
        "Apostolopoulos' swimsuits are anatomically correct and define every bump and curve on a man's lower body.",
        "Also seek out ruched mid-sections that help define the waistline.",
        "In order to define the waistline, it's important to delineate the bosom from the belly area.",
        "It's fully lined to define curves and has a built-in shelf bra for lifting cleavage.",
        "Bandeau Top: A center ring and straps that tie at the neck define this top style, which comes in several color choices and patterns.",
        "Gathers in the center of the bodice and skinny ties define the top, while matching gathering on the moderate bottom showcases the back.",
        "These toys almost define a generation of children.",
        "Constipation, which clinicians usually define as having less than three bowel movements a week, can be uncomfortable, and at times, dangerous.",
        "Although these wardrobe staples bring order to our closets, they hardly define a look.",
        "However, if zany choices define you, don't let anyone convince you to dress like a nun.",
        "You can also choose a hunting coat that comes complete with a sash or drawstring tie around the middle, which can define your waist (even though it wasn't meant to do so).",
        "The key is to define a waistline or the shoulders by wearing garments that lend the illusion of curviness.",
        "In fact, many maxi dresses define elegant with their vivid patterns, intricate details and vivacious color palettes.",
        "From ruffles and abundant zippers to feathers and fur, the details that define fashion seasons are always shown first in the major fashion shows.",
        "This helps define the area and creates the appearance of fullness at the bust.",
        "Tank dresses, sundresses, mini dresses and maxi dresses all define some of summer's best style ideas.",
        "In order to choose the best one for your situation, you must first define your needs.",
        "Make sure you define an objective and give clear guidelines about what activities are necessary for a player to win the game.",
        "Drawing up a plan, looking at the pros and cons of different sales models and taking a broader look at sales opportunities will help define the best way to sell soy candles.",
        "Before you begin a fundraising campaign, remember to clearly define the need.",
        "The Bill and Melinda Gates Foundation has 15 guiding principles that define their charitable work and grant making endeavors.",
        "Many cultures define their celebrations with specific foods, and the Italians are no exception.",
        "Rouge was used liberally to define high cheekbones and lips were big, sensual and very deep red.",
        "What will define you further and make your Edward Cullen Halloween costume stand out is the hair and makeup.",
        "If you aren't comfortable dancing in heels, go for lower, squared heels that define shapely legs without threatening a sprained ankle.",
        "Every relationship is different, but there are three essential components that will define your compatibility with another person.",
        "Connections define your compatibility with other people.",
        "You could also define the time period better than forever.",
        "LoveToKnow (LTK): How do you define polyamory, and is that different than how most people think of it?",
        "The stone will define the finished look of the ring as well as having a major impact on the price.",
        "There are a least two different ways to define a \"blossom ring.\"",
        "Regardless of how you define \"exclusive,\" diamond wedding rings are special because of the love they represent.",
        "First of all, it is important to define what is meant by the phrase \"supplemental fiber.\"",
        "Fossil handbags are not only designed to accentuate a variety of looks, but their fine craftsmanship and stylish features define quality."
    ],
    "definition": [
        "a. To state the precise meaning of (a word or sense of a word, for example).\nb. To describe the nature or basic qualities of; explain: define the properties of a new drug; a study that defines people according to their median incomes.",
        "a. To make clear the outline or form of; delineate: gentle hills that were defined against the sky.\nb. To specify distinctly: define the weapons to be used in limited warfare.",
        "To give form or meaning to: “For him, a life is defined by action” ( Jay Parini )",
        "de·fin′a·bil′i·ty\nnoun",
        "de·fin′a·ble\nadjective",
        "de·fin′a·bly\nadverb",
        "de·fine′ment\nnoun",
        "de·fin′er\nnoun",
        "Link/Cite",
        "To determine with precision; to mark out with distinctness; to ascertain or exhibit clearly.\nthe defining power of an optical instrument",
        "To express the essential nature of something.\nI define myself as a techno-anarchist.",
        "To state the meaning of a word, phrase, sign, or symbol.\nThe textbook defined speed as velocity divided by time.",
        "To describe, explain, or make definite and clear.",
        "To demark sharply the outlines or limits of an area or concept.\nto define the legal boundaries of a property",
        "(mathematics) To establish the referent of a term or notation.",
        "(computing, programming) A kind of macro in source code that replaces one text string with another wherever it occurs.",
        "infeed",
        "Link/Cite"
    ]
}