{
    "translation": "גרעון",
    "uses": [
        "The formidable deficit is met principally in three ways.",
        "1888 there was a deficit of E.",
        "To grapple with this deficit, James Wilson was sent out from the treasury as financial member of council.",
        "This created a deficit, which they repaired by doubling the duty on inhabited houses.",
        "\" This commission proved the deficit of the year to be £T4,370,000.",
        "So far as the imperial expenses were not covered by these sources of revenue, until imperial taxes were introduced, the deficit had to be covered by matricular contributions paid by the individual states in proportion to their population.",
        "As finance minister in the Rattazzi cabinet of that year he had been confronted with a public debt of nearly 120,000,000, and with an immediate deficit of nearly 18,000,000.",
        "The accounts for the year ending 30th of June 1907 showed a deficit of £640,455.",
        "Militarism may account for much of the tremendous deficit under Urban VIII.; but the real cancer was nepotism.",
        "Baron Sidney Sonnino, minister of finance in the Crispi cabinet, found a prospective deficit of 7,080,000, and in spite of economies was obliged to face an actual deficit of more than 6,ooo,000.",
        "Excepting the in creases of deficit in 1868 and 1870, the annual deficits tended thence forward to decrease, until in 1875 equilibrium between expendituri and revenue was attained, and was maintained until 1881.",
        "The financial year 1862 closed with a deficit of more thai 16,000,000, which increased in 1866 to 28,840,000 on account 0 the preparations for the war against Austria.",
        "The stoppage of payments from Bourbon countries during the Jesuit struggle brought the annual deficit to nearly 50o,000 scudi.",
        "The situation went from bad to worse, the deficit in the budget increased, the gendarmery, which received no pay, became insubordinate, and crime multiplied.",
        "Almost immediately after the budget was drawn up a change of government took place, and largely owing to this fact the parliamentary budget commission introduced various modifications on the expenditure side of the account, which increased the estimated deficit to the account just mentioned.'",
        "per milreis (the official valuation adopted in 1906), the budget for 1907 provided for a revenue of 353,590,593 milreis and an expenditure of 409,482,284 milreis, showing a deficit of 55,891,691 milreis.",
        "36, 49 in the Laurentian library) had a gap at the beginning of the line and only the end words \"uetus est tutela draconis,\" with the marginal note \"non potuit legi in exemplari hoc quod deficit,\" and that Neap. 268 gives the line as follows, \"non potuit legi uetus est tutela draconis.\"",
        "On the other hand, the minister of finance reckoned that the revenue would probably show an increase of £TI,Soo,000, while about £T2,000,000 of expenditure would remain undisbursed, which, with a reserve of £T2,000,000 from 1909, would reduce the deficit to roughly £T5,000,000.",
        "The deficit in the treasury made it inevitable that the gold reserve should be used to meet current expenses.",
        "Electric charge consists, therefore, in an excess or deficit of negative electrons in a body.",
        "He desired that it should be applied to a fund for insurance and old age pensions for workmen and old people, to the lightening of the municipal taxes by state contributions to the schools and workhouses, to the abolition of the land taxes and of the obligation of keeping a horse and man for military service, and, lastly, to the improvement of the shipping trade; but the Riksdag decided to devote it to other objects, such as the payment of the deficit in the budget, the building of railways and augmentation of their material, as well as to improvements in the defences of the country.",
        "If it exceeds this, the stock of fresh water held in the interstices of the rock, and capable of flowing towards the well, must disappear; and the deficit between the supply and demand can only be made up by water filtering from the sea and reaching the well at first quite free from salt, but sooner river water whatever.",
        "As most of these credits were spread over a series of years, succeeding administrations found their financial liberty of action destroyed, and were obliged to cover deficit by constant issues of consolidated stock.",
        "Ferrara, successor of Scialoja, met a like fate; but Count Cambray-Digny, finance minister in the Menabrea cabinet of 1868-1869, driven to find means to cover a deficit aggravated by the interest on the Venetian debt, succeeded, with Sellas help, in forcing a Grist Tax Bill through parliament, though in a form of which Sella could not entirely approve.",
        "The raw materials used in the manufacture are: (I) iron-free kaolin, or some other kind of pure clay, which should contain its silica and alumina as nearly as possible in the proportion of 2SiO 2: Al203 demanded by the formula assigned to ideal kaolin (a deficit of silica, however, it appears can be made up for by addition of the calculated weight of finely divided silica); (2) anhydrous sulphate of soda; (3) anhydrous carbonate of soda; (4) sulphur (in the state of powder); and (5) powdered charcoal or relatively ash-free coal, or colophony in lumps.",
        "The expenditure was arrived at in the manner previously described - and when the general budget came to be made up the severest pruning was found necessary, the original demands of the various ministries and departments having resulted in a deficit of upwards of £T 9, 000,000.",
        "Until 1871 the surplus derived from the colonial budget had been turned into a deficit, and the necessity of imposing fresh taxes to meet the war expenses has led to the downfall both of individual ministries and of cabinets.",
        "The chief reason for this act was that the state could not meet the obligations laid upon it under the new system, and the responsibility for any deficit now rests with Prussia.",
        "In Greece and Rumania it is exceptionally high, and in some Oriental or semi-Oriental countries it is said to give place to a deficit, though in the latter case the returns are probably not trustworthy.",
        "He at once applied himself to moral and administrative reform; declared against nepotism, introduced economy, abolished sinecures, wiped out the deficit (at the same time reducing rents), closed the gaming-houses, and issued a number of sumptuary ordinances.",
        "Notwithstanding the advance of £160,000 made by the four protecting powers after the institution of autonomous government and the profits (£61,937) derived from the issue of a new currency in 1900, there was at the beginning of 1906 an accumulated deficit of £23,470, which represents the floating debt.",
        "If a surplus remained to the Caisse after making good such deficit the surplus was to be divided equally between the Caisse and the government; the government to be free to spend its share as it pleased, while the Caisse had to devote its share to the reduction of the debt.",
        "In spite of shortsighted parsimony in the matter of schools, &c., and increased resources through the allocation to the municipality of a certain percentage of new state and provincial taxation, their anti-Semitic successors have been unable to avoid a deficit, and have been obliged to increase the rates.",
        "A considerable deficit, of about £16,000,000, was in prospect, and the chancellor of the exchequer aroused misgivings by alluding in a speech to the difficulty he had in deciding what \"hen roost\" to \"rob.\"",
        "During the four years 1883-1886, both inclusive, An era of the aggregate deficit amounted to E.2,606,000.",
        "The Sudan was an integral part of the khedives dominions, and caused, even in ordinary times, a deficit of 200,000 to the Egyptian treasury.",
        "The Rattazzi cabinet fell before Sella could efficaciously provide for the deficit of £17,500,000 with which he was confronted; but in 1864 he returned to the ministry of finance in the La Marmora cabinet, and dealt energetically with the deficit of £8,000,000 then existing.",
        "In spite of reduced expenses, a highly estimated revenue, and the contemplated raising of taxes, there was a deficit, for the payment or discharge of which the government would be obliged to demand supplementary supplies.",
        "On taking office, he was confronted with a deficit in the revenue, which he successfully cleared off by effecting a conversion of a greater part of the state loans.",
        "The result was that while there was a deficit on the budget of 1904-1905 of £731,000, the budget of 1905-1906 showed a surplus of £5161.",
        "In the United Kingdom the chancellor of the exchequer, usually in April, lays before the House of Commons a statement of the actual results of revenue and expenditure in the past finance year (now ending March 31), showing how far his estimates have been realized, and what surplus or deficit there has been in the income as compared with the expenditure.",
        "Year by year Republican- the budget showed a deficit, and the indebtedness ism and of the state increased.",
        "This actual deficit on the lands owned by the university steadily increased up to 1881, when, after the trustees had refused (in 1880) an offer of $1,250,000 for 275,000 acres of pine lands, they sold about 140,600 acres for $2,319,296; ultimately 401,296 acres of the land turned over to the university by Cornell were sold, bringing a net return of about $4,800,000.",
        "Under the stress of the appalling financial conditions represented by chronic deficit, crushing taxation, the heavy expenditure necessary for the consolidation of the kingdom, the reform of the army and the interest on the pontifical debt, Sella, on the 11th of December 1871, exposed to parliament the financial situation in all its nakedness.",
        "By dint of expedients he gradually overcame the chronic deficit, and, owing to the normal increase of revenue, ended his term of office with the announcement of a surplus of some 720,000.",
        "Thus the deficit of 940,000 for the financial year 1885-1886 rose to nearly 2,920,000 in~ 1887-1888, and in 1888-1889 attained the terrible level of 9,400,000.",
        "The management of finance was scarcely satisfactory, for though Giolitti, who had succeeded Magliani and Perazzi at the treasury, suppressed the formers illusory pension fund, he lacked the fibre necessary to deal with the enormous deficit of nearly 10,000,000 in 1888-1889, the existence of which both i Perazzi and he had recognized.",
        "National Attention Deficit Disorder Association.",
        "Each year a large sum would be paid to the states from the imperial treasury, and another sum as before paid back to meet the deficit in the form of state contributions.",
        "Fresh negotiations were also undertaken to increase the importduties by a further 4% in order to balance the deficit shown in the budget.",
        "£T30,270,246 This deficit was increased, by the action of parliament, to £T9,678,000.",
        "In view of the severe monetary crisis of 1893 he was entrusted by Crispi with the portfolio of finance (December 1893), and in spite of determined opposition dealt energetically and successfully with the deficit of more than £6,000,000 then existing in the exchequer.",
        "Before it he exposed the deficit in the treasury, and proposed the establishment of a subvention territoriale, which should be levied on all property without distinction.",
        "By economies and new taxes Sella had reduced the deficit to less than 2,000,000 in 1871, but for 1872 he found himself confronted with a total expenditure of 8,ooo,ooo in excess of revenue.",
        "The relevant Head of Department is responsible for any accumulated surplus or deficit once a CET account has been closed.",
        "The teenager has an underlying problem, such as attention deficit disorder or a mental health problem.",
        "Other conditions that may cause or co-exist with conduct disorder include head injury, substance abuse disorder, major depressive disorder, and attention deficit hyperactivity disorder (ADHD).",
        "Samantha Heller, a nutritionist at the New York University Medical Center, is quoted in the Web MD article previously cited as saying that many people may have a sub clinical deficit in omega-3 fatty acids.",
        "A lack or deficit of the B-complex vitamins, especially biotin and vitamin B12, have been implicated in unexplained hair loss and thinning.",
        "Attention Deficit Hyperactivity Disorder (ADHD): Some evidence suggests that there may be a link between attention-related learning disorders and gluten sensitivity.",
        "Also known as Attention Deficit Hyperactivity Disorder, ADHD affects boys and girls of all races and income levels.",
        "Eating 1500 calories creates an energy deficit significant enough to help lose weight.",
        "If you cut calories by 500 and burn 250 exercises, that's a daily deficit of 750 instead of just 500 and the difference will be reflected in the weight you lose.",
        "You have to create a calorie deficit if you want your body to tap into those fat stores and start using them as energy.",
        "It requires a caloric deficit of 3500 calories to lose just one pound of fat.",
        "To lose 20 pounds, you will need to create a deficit of 70,000 calories spread out over days, weeks, and months.",
        "If you want to lose weight, you have to create a calorie deficit by eating fewer calories than you burn.",
        "Even during traditional aerobic exercise like walking, running or cycling, you can reach a point where you've worked long and hard enough that you develop an oxygen deficit.",
        "Any time you create an oxygen deficit by performing exercise at a maximal or near-maximal level, you tax your lungs and challenge them to keep up with your body's oxygen requirements.",
        "Exercise burns extra calories, which can help to create the caloric deficit your body needs to lose weight.",
        "Regularly creating a calorie deficit will contribute to fat loss, helping give you that flat-belly look.",
        "To cover yourself for any deficit in the event of a total loss you can purchase Guaranteed Asset Protection, also known as GAP.",
        "Other financial problems also plagued the nation at this time, including a budget deficit and an economic downturn.",
        "One can speculate that television has given Americans chronic attention deficit disorder, and that we now have enough patience for a more \"just the facts\" type of news.",
        "Getting Rid of Ritalin: How Neurofeedback Can Successfully Treat Attention Deficit Disorder without Drugs.",
        "Ratey. Driven to Distraction: Recognizing and Coping with Attention Deficit Disorder from Childhood Through Adulthood.",
        "\"Attention Deficit Disorder and the Pediatric Patient: A Review.\"",
        "Children and Adults with Attention Deficit Disorder (CH.A.D.D.). 8181 Professional Place, Ste. 150, Landover, MD 20785. (800) 233-4050. (305) 306-7070.",
        "It was there stated that, on the most favourable estimate, the normal deficit of the Turkish treasury was T2,725,000, (upwards of £T,1,700,000 below the truth as now declared.) and the following observations were appended: \" This budget represents the normal situation of Ottoman finance; it does not tally with the budget published in 1897, which was prepared with a special object in view, and was obviously full of inaccuracies, nor indeed does it agree with figures which could be officially obtained from the Porte.",
        "He chiefly had borne the brunt and won the laurels of the unprecedented fight against deficit in which Italy had been involved since 1862.",
        "The gradual abolition of the grist tax on minor cereals diminished the surplus in 1882 to 236,000, and in 1883 to r1o,ooo, while the total repeal of the grist tax on wheat, which took effect on the 1st of January 1884, coincided with the opening of a new and disastrous period of deficit.",
        "If he had been lenient for their sakes or in the hope of damaging Antipater, he was disappointed; for Cassius sold four cities into slavery and Hyrcanus made up the deficit.",
        "The figures were as follows: Ordinary expenditure, £ T 3 2, 997, 000; extraordinary expenditure, £T2,696,000; revenue £T26,015,000, leaving a deficit of £T9,678,000, which was brought up to over £T10,500,000 by special credits for the pension fund, the payment of debts incurred by Abdul-Hamid and indemnities to officials.",
        "Exaggerated importance must not be attributed to the swollen deficit.",
        "He immediately addressed himself to the task of improving the financial position of the country, carried out the conversion of the State loans, and succeeded, for the first time in the history of the Hungarian budget, in avoiding a deficit.",
        "He was naturally frugal and prudent, and carried these qualities into the administration, with the result that in 1738-1739 there was a surplus of 15,000,000 livres instead of the usual deficit.",
        "As the Commons offered grudging supplies, the necessity under which he was of filling up the annual deficit led him to an action by which a grave constitutional question was raised.",
        "The deficit amounted to 1,400,000 in 1837, to 400,000 1n.",
        "The deficit rose to 1,842,000 in 1840.",
        "It was estimated that the deficit, which had amounted to 1,842,000 in 1840, would reach 2,334,000 in 1841.",
        "In the budget of 1842 Sir Robert Peel terminated the deficit by reviving the income tax.",
        "This added burden combined with bad harvests, a fall in the revenue and a deficit in the budget to heighten popular discontent.",
        "But the estimates for 1904 revealed another heavy deficit; and this was only paid by Hungary on condition that the agreement should be renewed until the 3 ist of December 1913, and the contribution of 56% maintained.",
        "Economic reformers found a moral justification for their dissatisfaction in philosophical theories; the chance conjunction of a philosopho-political idea with a national deficit led to the preponderance of the third estate at the elections, and to the predominance of the democratic spirit in the states-general.",
        "In 1788 the country, which had at the bidding of the literary guests of Madame Necker come to believe that Necker was the only minister who could \"stop the deficit,\" as they said, demanded Necker's recall, and in September 1788 he became once more director-general of the finances.",
        "They discovered an abrupt onset of a localized neurological deficit.",
        "accumulated deficit of 10% of their total health budget.",
        "These two greatly alleviates the selling pressure on the USD since much of the trade deficit goes into \" dollar strong hands \" .",
        "attention deficit disorder generation.",
        "attention deficit hyperactivity disorder, and dementia.",
        "Socially excluded neighborhoods also feel the brunt of the childcare deficit.",
        "budget deficit stands at 4 per cent of GDP.",
        "calorific intake will be in deficit to the amount you have burned.",
        "capital surplusrent account deficit there is a capital account surplus of corresponding size.",
        "claw back the deficit and reduce the level of staff absenteeism.",
        "The second was a real cliffhanger with Lewis taking the game 16-14, from a 10-8 deficit.",
        "Reading bettered this comeback on Sunday, overturning a 2-0 half time deficit, to overcome Germany's Club an der Alster 4-3.",
        "Spain has an accumulated deficit of 10% of their total health budget.",
        "This pledge of the Bush junta to ' halve the deficit ' worries me.",
        "Today, he turned back Stewart once again in the Open, this time by overcoming a five-stroke deficit.",
        "deficit in the middle-term.",
        "There will be nothing about the democratic deficit, or about the many problems being created by the euro.",
        "With Partizan committed to chasing a two-goal deficit, holes not surprisingly appeared at the back whenever their infrequent attacks broke down.",
        "Surgery need not be associated with increased neurological or neuropsychological deficit.",
        "deficit hyperactivity disorder (ADHD) with a bias in spatial awareness away from the left.",
        "deficit disorder generation.",
        "deficit financing would prevent the re-emergence of unemployment as a serious problem.",
        "My poor progress in mathematics was largely a result of my attention deficit.",
        "The Government's annual budget deficit stands at 4 per cent of GDP.",
        "Royal Mail has a pension fund deficit of approximately £ 4.25 billion.",
        "You must be in a calorie deficit to burn fat.",
        "The UK's trade deficit reached a record £ 26 billion in 1999.",
        "democratic deficit, or about the many problems being created by the euro.",
        "diabetic ketoacidosis there may be a deficit to the equivalent of five or more liters of normal saline.",
        "There is ample evidence that a deficiency of DHA is associated with depression, attention deficit hyperactivity disorder, and dementia.",
        "This is Who for the attention deficit disorder generation.",
        "elongation rate (expressed per unit thermal time) in the absence of water deficit.",
        "The two number ones produced a stirring finale as Steve Lewis reversed a 2-1 deficit into a 3-2 win over Ian Conway.",
        "Ut fumus deficit, cadit ut folium, Quod rapitur a vento.",
        "forewarn the council of any deliberate intention to incur an annual deficit.",
        "halved the deficit to five points.",
        "Arsenal broke away to notch their fourth six minutes later before Murtagh cut the deficit back to two with a superb far-post header.",
        "hypothesized that patients with anorexia nervosa (AN) would show a deficit in visual discrimination learning.",
        "ABSTRACT Studies examining a relationship between Attention Deficit Hyperactivity Disorder (ADHD) and relative visual inattention toward left space have produced inconsistent results.",
        "A trade deficit during an economic boom helps to reduce demand-pull inflation.",
        "To lose one kilogram of fat requires an energy deficit of around 7,000 calories.",
        "Attention deficit hyperactivity disorder among adults with severe and profound mental retardation.",
        "mistake with the simple conversion that cut the deficit by seven points (17-10 ).",
        "Bader jokes that the haiku was probably ' developed by Zen monks suffering from attention deficit disorder ' .",
        "A billion deficit to keep them reason Murray wanted out there in.",
        "Experiments into solar neutrinos finds a surprising deficit in the number produced.",
        "Minimal criteria for stroke included abrupt onset of a localized neurological deficit.",
        "In these days when expenditures always outdo incomes, secured loans UK are always ready to fill the deficit.",
        "We're 96 behind with 30 overs of batting or so to overs of batting or so to overhaul that deficit.",
        "overhaul that deficit.",
        "overspendst has overspent by a total of £ 40m and had a £ 14m deficit last year.",
        "overturn a first leg deficit against Lille.",
        "fiscal probity is nonexistent when the budget deficit hovers in the double-digits.",
        "published today confirm that in our first year we cut the budget deficit from 28 billion pounds to 8 billion pounds.",
        "The deficit shrunk in the early 1990s recession and during 3-4 years of exchange rate weakness between 1993-96.",
        "The deficit of the NHS and the shock resignation of the Chief Executive, Sir Nigel Crisp, was also a top story.",
        "Given Japan's huge budget deficit, that could prompt a rethink.",
        "The board further noted that the college budget for the year had moved from a small projected surplus to a deficit of £ 73,000.",
        "The final figure will be the net surplus or deficit for the period.",
        "By contrast, the ability to lay down new memories was relatively unaffected by the patients ' semantic knowledge deficit.",
        "year-end forecast deficit of £ 500,000.",
        "With Finance taxation screwed up to breaking point on personal and real estate, on all forms of commercial and industrial activity, and on salt, flour and other necessaries of life; with a deficit of 8,500,000 for the current year, and the prospect of a further aggregate deficit of Li ~,ooo,ooo during the next quinquennium, Sellas heroic struggle against national bankruptcy was still far from a successful termination.",
        "True, the repeal of the grist tax was not the only, nor possibly even the principal, cause of the deficit.",
        "Moreover, in order to meet to some extent the deficit arising as well from the accumulation of arrears of state departments since 1300 (1884) as, to a large degree, from gross deficiencies due to the neglect of the civil officials of the government to encash the revenues - to meet, further, the needs of the central administration, and above all, the urgent military expenses of the empire, and to provide a guarantee for bankers and merchants in business relations with the government and the treasury, part of the revenues of 1304 were perforce spent in 1303.",
        "At Antonelli's death the Vatican finances were found to be in disorder, with a deficit of 45,000,000 lire.",
        "The joy was general in Paris, where Calonne, accused of wishing to augment the imposts, was known as \"Monsieur Deficit.\"",
        "(The \" slump \" in the diamond trade is shown by a comparison of the value of diamonds exported from the Cape in the years 1907 and 1908; in 1907 they were valued at £ 8, 973, 1 4 8, in 1908 at £4,796,655.) This seriously diminished the revenue returns, and the public accounts for the year 1907-1908 showed a deficit of £996,000, and a prospective deficit for the ensuing year of an almost equal amount.",
        "Given Japan 's huge budget deficit, that could prompt a rethink.",
        "She paints a frightening picture of democratic deficit, control freakery and slavish leader worship.",
        "This is in line with the year-end forecast deficit of £ 500,000.",
        "If you have a budget deficit, where your expenses exceed your income, try to balance your budget by adjusting some of your variable expenses.",
        "But just because there is a deficit of greenery outside doesn't mean you can't breathe some natural life into your indoor environment.",
        "ADHD is a psychological term known as attention deficit hyperactivity disorder.",
        "Even Felicity Huffman's character Lynette on the hit series Desperate Housewives had an addiction to her children's prescription attention deficit disorder medication.",
        "Stimulants, which are often prescribed to treat the sleep disorder narcolepsy and attention deficit hyperactivity disorder, produce feelings of alertness and increased energy.",
        "People who are receiving treatment for other mental health conditions, including depression, attention deficit disorder and post-traumatic stress disorder, are at a greater risk for problems with drug addiction.",
        "Are you wondering if your teenager may have a behavioral disorder such as Attention Deficit Disorder because of these symptoms?",
        "People with Bipolar Disorder or Attention Deficit Hyperactivity Disorder (ADHD) may also have issues with compulsive lying.",
        "A person who has Attention Deficit Hyperactivity Disorder may begin lying because he/she has trouble with controlling impulses.",
        "The disorder is closely related to attention deficit disorder (ADD), with the additional symptoms of impulsiveness and hyperactive behavior.",
        "Snoring caused by obstructive sleep apnea increases the risk of high blood pressure, stroke, heart disease, and attention deficit disorder.",
        "These are the expected results of sleep deprivation or insomnia, but grabbing one full night of sleep does not repair a sleep deficit.",
        "The strategy guide industry thrives on this deficit.",
        "According to a 2000 study published in the Journal of Child Neurology, the outcome of childhood stroke was a moderate or severe deficit in 42 percent of cases.",
        "Very high rates of speech impairment, learning disabilities, and attention deficit disorder occur in children with NF-1.",
        "Attention deficit hyperactivity disorder (ADHD)-A condition in which a person (usually a child) has an unusually high activity level and a short attention span.",
        "Children with Tourette syndrome are more likely to have obsessive-compulsive disorder (OCD), attention deficient disorder (ADD), and attention deficit hyperactivity disorder (ADHD).",
        "Tourette syndrome appears to also be associated with attention deficit disorder (ADD), a disorder characterized by a short attention span and impulsivity, and in some cases hyperactivity.",
        "Psychological treatments such as counseling are not generally useful for the treatment of tics but can be beneficial in the treatment of associated symptoms such as obsessive-compulsive behavior and attention deficit disorder.",
        "People with Tourette syndrome who have other symptoms such as obsessive-compulsive disorder, attention deficit disorder, and self-injurious behavior usually have a poorer prognosis.",
        "It is, however, often associated with other disorders such as obsessive-compulsive disorder and attention deficit disorder.",
        "Attention deficit disorder (ADD)-Disorder characterized by a short attention span, impulsivity, and in some cases hyperactivity.",
        "A component of this temporary deficit is inadequate control of their breathing reflex.",
        "It is also influenced by the child's temperament and irritability, cognitive ability, the level of involvement with deviant peers, exposure to violence, and deficit of cooperative problem-solving skills.",
        "A language disorder is a deficit or problem with any function of language and communication.",
        "This deficit may result, in part, from hydrocephaly and/or infections of the nervous system.",
        "Functional MRI is being researched to image neurologic disorders, such as attention deficit hyperactivity disorder (ADHD), delayed cognitive development, and epilepsy.",
        "About 33 to 50 percent of all tuberous sclerosis patients have problems such as learning disabilities, severe mental retardation, attention deficit disorder, obsessive-compulsive disorder, autism, aggression, rage, or self-harming behavior.",
        "Antiseizure medications may be prescribed, as well as medications to treat attention deficit disorder and obsessive-compulsive disorder.",
        "Because heme levels remain low, the synthesis pathway continues to churn out precursor molecules in an attempt to correct the heme deficit.",
        "The WADT commonly is used to test for an auditory discrimination deficit in such children.",
        "Mental health problems, including attention deficit, depression, panic attacks, psychosis, suicide threats and attempts, were present in over 90 percent of the individuals studied by Streissguth.",
        "Behavioral problems include attention deficit and hyperactivity at a young age.",
        "They are considered to have psychopathology, often including attention deficit hyperactivity disorder (ADHD).",
        "Asperger's syndrome, attention deficit hyperactivity disorder (ADHD), psychiatric disorders, learning disabilities, and other disabilities to help improve physical and mental functioning.",
        "Medical consultation to rule out illness, infection, or injury is prudent if the child's sleep problems prevent adequate sleep and result in an ongoing sleep deficit.",
        "Sometimes, for example, if attention deficit is suspected, several people are asked to observe the child under different circumstances: the teacher at school, the parent at home, and the psychologist in an office setting.",
        "This deficit makes the body susceptible to recurrent infections.",
        "Underlying conditions that might affect recovery from school phobia include Tourette syndrome, attention deficit disorder (ADD), depression, bipolar mental illness, panic disorder, or other anxiety disorders and phobias.",
        "Bipolar children are easily distracted, impulsive, and hyperactive, which can lead to a misdiagnosis of attention deficit hyperactivity disorder (ADHD).",
        "Although they are actually not very effective as antidepressants with children, they can be quite helpful for a variety of other problems, including attention deficit disorder, enuresis (bed-wetting), and obsessive-compulsive disorder.",
        "It has also proven to be an effective treatment for children diagnosed with attention deficit disorder.",
        "Dehydration is a deficit of body water that results when the output of water exceeds intake.",
        "It is often associated with attention deficit hyperactivity disorder or a learning disability.",
        "Children with a pervasive developmental disorder or attention deficit disorder who experienced great difficulty concentrating and staying on task in a public school setting often excel when homeschooled.",
        "Kids diagnosed with attention deficit disorder or autism may require stricter routines and shorter study sessions than traditional schools provide.",
        "On Jan. 1, the provisions of the federal Deficit Reduction Act of 2005 went into effect.",
        "Thus, approaching the nutritional and potential supplementation angle just for hair concerns is not a winner; what good does lustrous hair do if you get sick, develop a skin condition, or any other deficit effects?",
        "Recognizing the symptoms of ADHD (Attention Deficit Hyperactivity Disorder) is the first step to helping these children cope and succeed in life.",
        "Before you can truly help your child, you must learn to accept the fact that he has been diagnosed with ADHD (Attention Deficit Hyperactivity Disorder).",
        "The needs of Attention Deficit Hyperactivity Disorder go beyond the range of the typical summer camp.",
        "Consider the child's age as you determine whether there is a deficit in communication.",
        "In order to do that, you would have to have a calorie deficit of 35,000 in that one week.",
        "Even if a person consuming 2500 calories a day ate nothing for one week, he or she would only have a calorie deficit of 17,500; the equivalent of five pounds.",
        "That means to lose one pound of weight you must create that deficit in your diet or burn it up with exercise.",
        "If it takes the body 15 calories to process the celery into usable energy and eliminate the waste, then there will be a deficit of nine calories after eating a stalk of celery.",
        "Likewise, you have to burn or eat less calories to equal a 3,500 calorie deficit to lose a pound of weight.",
        "If you stick to an average calorie deficit of 500, that's 3,500 calories a week -- almost a pound of pure lard.",
        "Low calorie diets are designed to create an energy deficit.",
        "Now that you understand that creating an energy deficit results in the body burning stored body fat, know that one pound of body fat equals around 3,500 calories.",
        "Use this number to determine how many calories you need to cut back or how much exercise you need to get the desired daily calorie deficit.",
        "Focus on improving your personal fitness while creating a calorie deficit with your exercise routine."
    ],
    "definition": [
        "A budget in which expenses are greater than income. Money must be borrowed to make up the shortfall or assets must be sold.",
        "A situation in which liabilities exceed assets.",
        "Link/Cite"
    ]
}