{
    "translation": "לצאת כנגד, לאתגר, להתריס",
    "uses": [
        "Defy me, and you will suffer my wrath.",
        "I tried to defy them once.",
        "Algebra and geometry were the only studies that continued to defy my efforts to comprehend them.",
        "It was, however, the first attempt ever made to defy the papal bull.",
        "They wished to defy Europe in order to maintain intact the treaty of San Stefano, and again M.",
        "The emotion she displayed seemed to defy duplicity.",
        "Old enough to defy me every chance he had.",
        "The Danes, the southernmost branch of the Scandinavian family, referred to by Alfred (c. 890) as occupying Jutland, the islands and Scania, were, in 777, strong enough to defy the Frank empire by harbouring its fugitives.",
        "Champion of the papacy and in secret league with the Lombard cities he was able to defy the common enemy, Frederick II.",
        "Between the two rivers, but somewhat farther inland, stood Sylleum, a strong fortress, which even ventured to defy the arms of Alexander.",
        "in the Banat-so intermingled as to defy exact definition.'",
        "By this means it was able to defy both the Seljuks and the Ottomans, and to maintain its independence against the emperors of Nicaea and Constantinople.",
        "In life, however, its appearance must be wholly unlike, for it rarely flies, hops actively on the ground or among bushes, with its tail erect or turned towards its head, and continually utters various and strange notes, - some, says Darwin, are \"like the cooing of doves, others like the bubbling of water, and many defy all similes.\"",
        "Belief in the strength of its walls and of the castle that occupied the centre bridge, thus effectually command ing navigation by the river, engendered arrogance and overconfidence, and the people of Dinant thought they could defy the full power of Burgundy.",
        "With the fall of Antwerp, for Malines and Brussels were already in the hands of Farnese, the whole of the southern Netherlands was brought once more to recognize the authority of Philip. But Holland and Zeeland, whose geographical position made them unassailable except by water, were by the courage and skill of their hardy seafaring population, with the help of English auxiliaries sent by Queen Elizabeth, able to defy his further advance.",
        "The magnitude of these items is so great as to defy exact determination; data for the formation of some idea of them can be found in the account of the mineral, forest and agricultural resources of the country.",
        "But by the new method embroiderers now succeed in producing fabrics which defy all destructive influences except, of course, dirt and decay.",
        "Foremost among these was the great commercial capital, Amsterdam, whose rich burgher patriciate did not scruple on occasion to defy the authority of the States-General, the stadholder and even of the States of Holland themselves.",
        "They do not keep the Hindu festivals and they defy the contempt of the Brahmans.",
        "The bearded varieties are supposed to be hardier; at any rate they defy the ravages of predatory birds more completely than the unarmed varieties, and they are preferable in countries liable to storms of wind, as less likely to have their seeds detached.",
        "For the supreme moment of this solution he was determined that Prussia should be fully prepared; and this meant that he must defy the majority within the diet and public opinion without.",
        "inserted between the scales or into the pome, but on opening the mouth still more widely, the lateral motion of the mandible is once more brought to bear with great force to wrench aside the portion of the fruit attacked, and then the action of the tongue completes the operation, which is so rapidly performed as to defy scrutiny, except on very close inspection.",
        "He had found that all his opponents had pursued one line of argument: the power to issue an Indulgence is simply one case of the universal papal jurisdiction; Indulgences are what the pope proclaims them to be, and to attack them is to attack the power of the pope; the pope represents the Roman church, which is actually the universal church, and to oppose the pope is to defy the whole church of Christ; whoever attacks such a long-established system as that of Indulgences is a heretic. Such was the argument.",
        "So also any exhaustive survey of the temperature and salinity of the sea at a great number of points on and below the surface reveals a complexity of conditions that may defy mathematical analysis and could not easily be predicted.",
        "To his protection it was due that the weak beginnings of constitutional freedom in Germany were able for a while to defy the hatred of Austria.",
        "The Jacobins desired the death of Louis, partly because they hated kings and deemed him a traitor, partly because they wished to envenom the Revolution, defy Europe and compromise their more temperate colleagues.",
        "Lancaster would never have dared to defy public opinion and challenge the constitutional party to a life-and-death struggle in this fashion, had it not &en that his brother the prince of Wales had died while the Good Parliament was fitting; thus the opposition had been deprived of ~a~Ok their strongest support.",
        "Not only did their doctrine of grace defy the favourite Jesuit principle of obedience to authority, but it bade fair to set aside the whole Catholic machinery of infallibility and sacraments.",
        "Some time must have elapsed before any Brythonic people undertook to defy the powerful Goidelic states, as the supremacy of the Brythonic kingdom of Tara does not seem to have been acknowledged before the 4th century of our era.",
        "I defy anybody to not get worked up watching this scene.",
        "We defy you to waddle out of Yakitoria without a smile on your face.",
        "The higher the strangeness index the more the information aspects of the report defy explanation in ordinary physical terms.",
        "Jana hoped to defy a stereotype by having a busy career and also being a great mother to her children.",
        "Empowering your model will allow you to shoot uninhibited images that defy society’s definition of true beauty.",
        "You can give your son a more modern and upbeat look by spiking the front of his hair as if to defy the classic stereotype.",
        "\"He'd have to defy Death to keep a human alive in her domain,\" Rhyn said, considering.",
        "They intend to openly defy the law in order to get arrested.",
        "No effect compares to having an ordinary, everyday object seemingly defy gravity.",
        "There was exemplary punishment of the printers who dared defy the Soviet government.",
        "The beautiful crystal balls appear to defy the laws of physics, creating the magical illusion that they are floating in mid air.",
        "Controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "defy wasn't satisfied, v10 tells us, with a campaign of malicious gossip about John but deliberately defied him.",
        "defy popularized the idea that unjust laws can be successfully defied.",
        "So are they saying the refs should defy their bosses, basically?",
        "Extra Chrome contains fourteen tracks of self-penned songs that defy the norms of both neo and traditional rockabilly.",
        "I defy the Italians to grow worse rye than this.",
        "strangeness index the more the information aspects of the report defy explanation in ordinary physical terms.",
        "The details defy at present any clear interpretation, but the incorporation of the fragment may be due in general to the emphasis it lays on the faithful witness, martyrdom and resurrection of the saints.",
        "That the prince should have felt compelled in the last resort to take up arms for the Union against the attempt of the province of Holland to defy the authority of the Generality may be justified by the plea reipublicae salus suprema lex.",
        "So can CBS continue to defy gravity and the remorseless march of new media?",
        "While it isn't recommended as often as Cabot or Sikkens, DEFY Epoxy Fortified Wood Stain still shows up often enough as a recommendation from both consumers and professionals.",
        "Done right, it will defy most weather to always look good and will flatter your features, as well as being easy to care for with minimal product.",
        "The Fly Girls collection is designed for the daring female members of this subculture who defy \"cookie-cutter culture\".",
        "Contemporary decors can be well accessorized with sleek bands of metal bent to encompass the bottle or the LeArc holders - wooden blades that seem to defy gravity while they balance your wine bottle in a horizontal position.",
        "If this does not bring the attention they want, some firstborns defy authority and misbehave or rebel.",
        "Risky behaviors such as speeding, drinking, smoking, doing drugs, or engaging in sexual behavior may be related to peer pressure and wanting to conform to the group or may be a way to defy authority.",
        "While many punk hair styles defy society's standard of normal, others are considered hip and trendy.",
        "The fact that the proposal is unusual means that it is likely to defy conventions.",
        "Children who continually defy your wishes regarding cussing may need further discipline.",
        "However, those examples found that defy a rational explanation can only help to strengthen the case that there is more to the world than is known.",
        "Certainly, there have been many high-profile hoaxes that have created some sort of Internet buzz, just as there have been some lower-profile examples that simply defy explanation.",
        "That coupled with Grayson's depth of emotion as he mourns the woman he was going to marry had fans rooting for the couple to defy the odds and reunite.",
        "Like most disorders, many signs of autism defy precise categorization.",
        "defy aging.",
        "defy categorizing... .",
        "disparate bunch of songs on my hard drive that defy classification.",
        "Andy has encountered some very strange events in his household within the last couple of years which defy simple explanation.",
        "Individuals who defy the legislation face on-the-spot fines of £ 50.",
        "Cause a regular pencil to defy gravity by clinging to your fingers!",
        "He will find it tougher this time tho and it will be a surprise if he can defy the handicapper once more.",
        "hooky chorus - we defy you not to sing along!",
        "kidding aside, it is atmospheric, jarringly disturbing, and tends to defy classification or pigeon-holing.",
        "I defy anyone (without looking up the words on the internet) to recite the lyrics to Ace of Spades in full.",
        "In another an elf and human cross the barriers between their lives to discover one another and defy the odds to keep their love.",
        "poltergeist incidents can be explained away as wicked horseplay there are others which, disturbingly, defy explanation.",
        "Couples like Joanne Woodward and Paul Newman have defied the odds and are a great example for young Hollywood couples that many hope will also defy the odds and stay together for years to come.",
        "The striking beauty and majesty of the mountains and glaciers defy description.",
        "Defy your instinct to run and stand your ground.",
        "While it is true that following strict etiquette can stifle creativity and reduces the opportunity to defy conventions, etiquette also offers a good structure to work within.",
        "Many people have had personal experiences with the Ouija board that defy explanation and cause a number of perfectly rational people to throw the Ouija board in the trash or burn it.",
        "Like behavior, subtle and severe learning issues often defy classification making it difficult to locate learning environments that effectively engage autism patients.",
        "Exercise is an excellent way to defy genetics, and what you eat plays a big role as well.",
        "If you stand tall, you just might be able to defy the forces of gravity, or at least delay them.",
        "Insurance concerns for these churches include additional protection for vandalism and other property damage issues caused by people who lash out against these churches that defy the mainstream.",
        "Strap on one of the modern push up bras and help your chest defy gravity as if you were eighteen again.",
        "And I defy anyone with a heart to be able to read Lyra's parting with her darling daemon Pantalaimon at the gates of the Land of the Dead, not knowing if she will ever be able to find him again, without choking up.",
        "Let's face it; many works of art simply defy easy classification.",
        "Facebook profile trackers defy the privacy agreement of Facebook.",
        "Go ahead and break the rules, defy gravity, and remember, punk is a mental state of mind.",
        "Unfortunately our lines are constantly tied up with low-level non-emergency calls, some of which defy belief.",
        "The first-time blinkers worked the oracle for Ocean Pride last time, but can he defy a rise?",
        "There is a disparate bunch of songs on my hard drive that defy classification.",
        "Occasionally they defy audience patience too, but on the whole this is an enjoyable caper from first-time director Scott Roberts.",
        "condos apartments more than percent to defy the world.",
        "controversial cleric vows to defy mosque ban 18 January 2003 Charity bosses remove Abu Hamza.",
        "As will have been gathered, communists defy conventional wisdom.",
        "defy gravity by clinging to your fingers!",
        "defy what was universally taught in economics courses around the world.",
        "defy easy categorizing."
    ],
    "definition": [
        "Link/Cite"
    ]
}