{
    "translation": "להשהות, לעכב",
    "uses": [
        "The delay ended up being four hours.",
        "A'Ran approached her then, knowing his journey in the morning would delay the conversation they needed to have.",
        "He believed that the Union could be saved without a war, and that a policy of delay would prevent the secession of the border states, which in turn would gradually coax their more southern neighbours back into their proper relations with the Federal government.",
        "She had come prepared for such an emergency, but any delay might prove embarrassing.",
        "It was not without a struggle, and delay, far into the night.",
        "The ice climbers decided to get in a quick climb and blame their delay returning home on the cops.",
        "Lay your respect and confidence at his feet and do not delay to unite with us!",
        "This was done without delay, and the pension was continued to his wife and family after his death, which occurred on the 3rd of May 1845.",
        "Some delay was caused in beginning operations by Cromwell's dangerous illness, during which his life was despaired of; but in June he was confronting Leslie entrenched in the hills near Stirling, impregnable to attack and refusing an engagement.",
        "The cause of the delay was Natasha's skirt, which was too long.",
        "But the countess' health obliged them to delay their departure from day to day.",
        "A strength such that there is a delay of 4 or 5 minutes before any effect is apparent will be found suitable, but no great nicety of adjustment is necessary.",
        "After some delay the king assented to it provided that Prussia were held as a Polish fief; and after this arrangement had been confirmed by a treaty made at Cracow, Albert was invested with the duchy by Sigismund for himself and his heirs on the 10th of February 1525.",
        "simply says, \"To no one will we sell, to no one will we refuse or delay, right or justice.\"",
        "But no answer could be extracted from the king, and after some delay Lord Salisbury took the seals.",
        "But, although ready drafted, many circumstances conspired to delay its presentation.",
        "Barras, after a calculating delay, followed suit.",
        "In Germany, at his instigation, the archbishops with a few of the secular nobles in 1246 elected Henry Raspe, landgrave of Thuringia, German king; but the \"priests' king,\" as he was contemptuously called, died in the following year, William II., count of Holland, being after some delay elected by the papal party in his stead.",
        "He dallied till the end of August, many weeks after the defeat, when the coming of Syracusan reinforcements decided him to depart; but on the 27th of that month was an eclipse of the moon, on the strength of which he insisted on a delay of almost another month.",
        "And indeed he only had to lie down, to fall asleep like a stone, and he only had to shake himself, to be ready without a moment's delay for some work, just as children are ready to play directly they awake.",
        "Cromwell replied by requesting a brief delay to ask counsel of God and his own heart.",
        "My father then insisted on a delay of a year and now already six months, half of that period, have passed, and my resolution is firmer than ever.",
        "Though there was no advantage in sending Friant's division instead of Claparede's, and even an obvious inconvenience and delay in stopping Claparede and sending Friant now, the order was carried out exactly.",
        "The estimated cost was between three and four millions sterling, to be met by a toll, and it was urged that a uniform depth, independent of tides, would be ensured above the dam, that delay of large vessels wishing to proceed up river would thus be obviated, that the river would be relieved of pollution by the tides, and the necessity for constant dredging would be abolished.",
        "The delay of the arbitration tribunal in London in giving its decision in the matter of the disputed boundary in Patagonia led to a crop of wild rumours being disseminated, and to a revival of animosity between the two peoples.",
        "To avoid the delay thus caused the branch line which would occasion the diamond crossing if it were taken across on the level is sometimes carried over the main line by an over-bridge (\" flying junction \") or under it by an under-bridge (\" burrowing junction \").",
        "This was deflected by Kitchener westward to follow up the Boer rearguard, and after some delay the remainder of the infantry, at first fronting northwards, swerved westward likewise, while French from Kimberley, with such of his men as he could mount on serviceable horses, headed off Cronje in the north-west.",
        "Why, she'll rush out more dead than alive just in the things she is wearing; if you delay at all there'll be tears and 'Papa' and 'Mamma,' and she's frozen in a minute and must go back--but you wrap the fur cloak round her first thing and carry her to the sleigh.",
        "Having said all of that, government should certainly be watched with a suspicious eye, for it could conceivably delay or derail our ascent to the next golden age.",
        "The policy of delay in the execution of the plot which the Uitlander leaders found themselves compelled to adopt was determined by a variety of causes.",
        "Mind you gallop off to Korchevo without delay and carry out instructions!",
        "Bagration was embarrassed, not wishing to avail himself of their courtesy, and this caused some delay at the doors, but after all he did at last enter first.",
        "Napoleon entered the town hard on their heels, but the broken bridge caused a delay of four days, there being no pontoon trains with the army.",
        "Negotiations could only bring the conflict a little nearer, delay it a little longer, or supply an opportunity to either side to justify its action in the eyes of the world.",
        "The senate of Rome under the influence of Antony and Octavian ratified the claims of Herod, and after some delay lent him the armed force necessary to make them good.",
        "Whitworth also warned them on the 10th of April that \"the chief motives for delay are that they (the French) are totally unprepared for a naval war.\"",
        "During the march Albertones native division mistook the road, and found itself obliged to delay in the Arimondi column by retracing its steps.",
        "But one cannot delay, Prince, at such a moment!",
        "After an hour's delay they at last moved on, descending the hill.",
        "Natasha was sad and irritable all that time, especially when her mother, her brother, Sonya, or Countess Mary in their efforts to console her tried to excuse Pierre and suggested reasons for his delay in returning.",
        "Haggai and Zechariah explained the delay by the failure of Judah to rebuild II.",
        "The absence of a large proportion of the able-bodied young settlers in the northern armies was taken advantage of by the Indians, and in the summer of 1862 there was delay in paying them their yearly allowance.",
        "Her claim to Pecs (Fiinfkirchen) was disallowed, but owing to the long delay in ratifying the treaty, Yugoslav troops remained in occupation of this district and its valuable coal-mines till Aug.",
        "The delay in the establishment of the doctrine of organic evolution was due, not to the ignorant and unobservant, but to the leaders of zoological and botanical science.",
        "He voted for the death of Louis XVI., without appeal or delay, but played no noticeable part in the Convention.",
        "To delay him and obtain escape, Medea dismembered her young brother Absyrtus, whom she had taken with her, and cast his limbs about in the sea for his father to pick up. Her plan succeeded, and while Aeetes was burying the remains of his son at Tomi, Jason and Medea escaped.",
        "She was directed not to reside within forty leagues of Paris, and after considerable delay she determined to go to Germany.",
        "The latter were about to bury him without delay or ceremony, but the gastald or chief magistrate of the city interfered and appointed a public funeral; rumours of his wondrous travels and of posthumous miracles were diffused, and excitement spread like wildfire over Friuli and Carniola; the ceremony had to be deferred more than once, and at last took place in presence of the patriarch of Aquileia and all the local dignitaries.",
        "It is due to Vieillot to mention these facts, as he has been accused of publishing his method in haste to anticipate some of Cuvier's views, but he might well complain of the delay in London.",
        "But the military situation elsewhere forbade the alloc tion of strong British or French contingents to this secondary theatre of war, and there was much delay in London in forming a decision.",
        "Bagration was to make this march without resting, and to halt facing Vienna with Znaim to his rear, and if he succeeded in forestalling the French he was to delay them as long as possible.",
        "After that, it diminishes roughly in proportion to the delay.",
        "Let her think that was the reason for his delay.",
        "The death of Latouche Treville, 10th of August 1804, supplied an excuse for delay.",
        "He insisted on the consent of his own king, which was given without delay.",
        "In President Kruger's eyes British trade meant ruin; he desired to keep it out of the Republic at all costs, and he begged the Free State to delay the construction of their railway until the Delagoa Bay line was completed.",
        "By this time the besiegers were sapping under the escarps of the northern forts, and it would have been better to delay.",
        "Although his exceptional method of address seems to have gained him the qualified approval of certain dignitaries of the church, the prospect of his obtaining a settled charge seemed as remote as ever, and he was meditating a missionary tour in Persia when his departure was arrested by steps taken by Dr Chalmers, which, after considerable delay, resulted, in October 1819, in Irving being appointed his assistant and missionary in St John's parish, Glasgow.",
        "It is more expedient, he concludes, to delay baptism.",
        "If you think you have a problem, don't delay, seeking help is the best thing you can do.",
        "Yield allows one team to delay another team for a short amount of time.",
        "After some delay, he took the offensive in 58, and, reinforced by troops from Germany, attacked Tiridates.",
        "They marched towards London, while John made another attempt to delay the crisis, or to divide his foes, by granting a charter to the citizens of London (May 9, 1215), and then by offering to submit the quarrel to a court of arbitrators under the presidency of the pope.",
        "On the death of her husband a widow must receive her rightful inheritance, without delay or hindrance.",
        "In cases where the route of a line runs across a river or other piece of water so wide that the construction of a bridge is either impossible or would be more costly than is warranted by the volume of traffic, the expedient is sometimes adopted of carrying the wagons and carriages across bodily with their loads on train ferries, so as to avoid the inconvenience and delay of transshipment.",
        "His own violations of the treaties of Luneville and Amiens were overlooked; and in particular men forgot that the weakening of the Knights of St John by the recent confiscation of their lands in France and Spain, and the protracted delay of Russia and Prussia to guarantee their tenure of power in Malta, furnished England with good reasons for keeping her hold on that island.",
        "Further delay after the 15th of July would have led to his capture by the royalists, who were now everywhere in the ascendant.",
        "The letter of the pope informing Pelagius of this delay is dated the 10th of June: it would probably reach his hands after his departure from Damietta; and thus the Cardinal gave the signal for the march, when, as he thought, the emperor's coming was imminent.",
        "All new discoveries made by the active Commissione di archeologia sacra are chronicled with as little delay as possible in the Nuovo Bulletino de archeologia cristiana published in Rome.",
        "All this, and the almost mutinous discontent of his generals and his enemies of the court circle, shook his resolution of acting as anvil for the Russians, of whose delay also he was aware, and about the 8th of Octoberhedetermined to march out north-eastward across the French lines of communication and save his sovereign's army by taking refuge if necessary in Saxony.",
        "It reached Marmorice Bay, in Asia Minor, on the 31st of January, to arrange a co-operation with the Turks, and after some delay the army was transported and landed in Egypt, on the 7th and 8th of March.",
        "To do so by sea at this season was to risk delay, while in moving by land he would have the Spanish armies between him and the French.",
        "After a day's delay, during which Sir Henry McCallum reiterated his concurrence, already made known in London, in the justice of the sentence passed on the natives, Lord Elgin gave way (March 30).",
        "Basta was authorized to Germanize and Catholicize without delay, and he began by dividing the property of most of the nobles among his officers, appropriating the lion's share himself.",
        "But for this delay the fleet might have been in the Entente's hands a fortnight before the final Italian offensive opened on the Piave.",
        "Einhard, the friend and biographer of Charles, sums up this struggle as follows: - \" It is hard to say how often the Saxons, conquered and humbled, submitted to the king, promised to fulfil his commands, delivered over the required hostages without delay, received the officials sent to them, and were often rendered so tame and pliable that they gave up the service of their heathen gods and agreed to accept Christianity.",
        "6 a the temple, and so generation after generation the hope of the kingdom persisted, sustained most probably by ever-fresh reinterpretations of ancient prophecy, till in the first half of the 2nd century the delay is explained in the Books of Daniel and Enoch as due not to man's shortcomings but to the counsels of God.",
        "The mission, reduced in numbers by the death of its archaeologist, von Haven, again visited Taiz in June 1763, where after some delay permission was obtained to visit Sana, the capital of the province and the residence of the ruling sovereign or imam.",
        "The delay had, however, opened a gap between Kolowrat and the 3rd column on his left; and towards this gap, and the denuded Pratzen plateau, Napoleon sent forward St Hilaire's division of Soult's corps for the decisive attack.",
        "After some delay he was commissioned colonel of the 21st Illinois regiment and soon afterwards brigadier-general.",
        "But menacing briefs poured in from Rome; the pope had read one of Savonarola's recent sermons on Exodus; the city itself was threatened with interdict, and the Florentine ambassador could barely obtain a short delay.",
        "This delay in sending help to Corcyra was rightly or wrongly condemned by the Athenians, who dismissed Timotheus in favour of Iphicrates.",
        "The superior organization of the imperial government enabled it to regain lost territory and delay complete ruin.",
        "Unanimously he and his staff agreed that this fresh enemy could only be the advanced guard of a large Prussian force, possibly, it was suggested, of the crown prince's army, from Alsace and Nancy, and a fresh delay arose while the situation was investigated.",
        "After a severe march through hilly country and in the midst of snowstorms, the French reunited near Belfort, and without a moment's delay poured into Alsace from the south.",
        "9), and there is a delay of twelve years before the Law is read (Neh.",
        "There is no difficulty in observing the temperature of the surface of the sea on board ship, the only precautions required being to draw the water in a bucket which has not been heated in the sun in summer or exposed to frost in winter, to draw it well forward of any discharge pipes of the steamer, to place it in the shade on deck, insert the thermometer immediately and make the reading without delay.",
        "The question of boundaries, to which the question of slavery gave rise, then became the cause of delay, but the Territory became a state in 1846.",
        "He induced them to delay the outbreak and informed the king, requesting him, however, not to punish anyone.",
        "After some delay the British government decided to return no definite answer to this proposal, a result due, as Talleyrand thought, to the Gallophobe views of King George and of the ministers Camden and Thurlow.",
        "Efforts to make peace were begun, and in June 842 the brothers met on an island in the Saone, and agreed to an arrangement which developed, after much difficulty and delay, into the treaty of Verdun signed in August 843.",
        "Certain homilies, accordingly, composed by dignitaries of the lower house, were in the following year produced by the prolocutor; and after some delay a volume was published in 1547 entitled Certain sermons or homilies appointed by the King's Majesty to be declared and read by all parsons, vicars, or curates every Sunday in their churches where they have cure.",
        "He had to delay the French advance for 24 hours and give time for Blucher's concentration, at the same time retaining his own freedom of manoeuvre, and this in spite of the great length of the summer day, the short distance that he lay 'in front of Fleurus, the tremendous numerical superiority of the French and Napoleon's personal presence at their head.",
        "Some delay was occasioned by a thunderstorm; but, as this passed over, the guns opened and the Old Guard and Milhaud's cuirassiers proceeded to form up opposite to Ligny.",
        "Some delay too was necessary before Napoleon could finally settle on his plan for this day.",
        "This unnecessary delay was aggravated further by a fire that broke out in Wavre and delayed the march.",
        "The martyrs are offered a delay of thirty days to reconsider their decision, but this they all alike refuse.",
        "The alternate delay and acceleration of the eclipses are then merely apparent; they represent the changes in the length of the light-journey as the stars perform their wide circuit.",
        "Then followed weary years of ruinous delay and official inquiry, during which Hobson died after founding Auckland.",
        "The intrinsic improbabilities of the narrative, if taken as direct history, are also great: Jesus' deliberate delay of two days to secure His friend's dying, and His rejoicing at the death, since thus He can revivify His friend and bring His disciples to believe in Himself as the Life; His deliberate weeping over the death which He has thus let happen, yet His anger at the similar tears of Lazarus's other friends; and His praying, as He tells the Father in the prayer itself, simply to edify the bystanders: all point to a doctrinal allegory.",
        "But partly owing to the delay in making contact through the carriage down of air on the contact piece, and partly owing to the delay in establishing full current through selfinduction, the attracting force does not rise at once to its full value in the outgoing journey, whereas in the return journey the mercury tends to follow up the contact piece, and the full current continues up to the instant of break.",
        "But there is a slight delay in ignition, partly due to expulsion of incombustible gas drawn into the jet tube in the previous half period, so that the most copious supply of gas and heat is thrown into the quarter period just preceding greatest pressure, and the vibration is maintained.",
        "- Arrangements for avoiding the delay and expense of litigation, and referring a dispute to friends or neutral persons, are a natural practice, of which traces may be found in any state of society; but it is from Roman Law that we derive arbitration as a system which has found its way into the practice of European nations in general, and has even evaded the dislike of the English common lawyers to the civil law.",
        "His own caprices interposed some delay in the conferring of a pension which George III.",
        "appointed him bishop of Lincoln in spite of the fact that the chapter had already made an election to the vacant bishopric, and he secured the position without delay.",
        "had laid siege to Navarino, and after some delay a Greek force under Skourti, a Hydriote sea-captain, was sent to its relief.",
        "This would have meant an almost indefinite delay, for how was it possible to decide the exact rights of all the different states to a voice in affairs ?",
        "After some delay and desultory fighting, he and his uncle, Azim Khan, occupied Kabul (March 1866).",
        "20, the periodic census should fall in 9 B.C., but Ramsay alleges various;causes for delay, which would have postponed the actual execution of the census till 7 B.C., and supposes that Quirinius was an imperial commissioner specially appointed to carry it out.",
        "No delay was then made on the Asiatic side: it may still have been in spring when St Paul crossed to Europe and began the course of preaching at Philippi, Thessalonica, Beroea and Athens which finally brought him to Corinth.",
        "The delay, together with the proposal of John Jay, the Secretary for Foreign Affairs and commissioner to negotiate a commercial treaty with the Spanish envoy, to surrender navigation rights on the lower Mississippi for twenty-five years in order to remove the one obstacle to the negotiations, aroused so much feeling that General James Wilkinson and a few other leaders began to intrigue not only for a separation from Virginia, but also from the United States, and for the formation of a close alliance with the Spanish at New Orleans.",
        "Ricci replied with the historical answer, Sint ut sunt, aut non sint; and after some further delay, during which much interest was exerted in their favour, the Jesuits were suppressed by an edict in November 1764, but suffered to remain on the footing of secular priests, a grace withdrawn in 1767, when they were expelled from the kingdom.",
        "That city was taken by General Scott after a siege and bombardment (March 7 to 29, 1847); and after winning the battle of Cerrogordo (April 18), and a long delay at Puebla, Scott marched on Mexico City, stormed its defences against greatly superior forces, and effected an entrance after severe fighting on the 13th of September 1847.",
        "The frontier was then swiftly carried across the eastern half of the central plains, but found a second delay in its advance occasioned by the dry climate of the western plains.",
        "This sort of dual control works with less friction and delay than might have been expected, but better appointments would probably be secured if responsibility were more fully and more clearly fixed on the president alone, though there would no doubt be a risk that the president might make a serious error.",
        "This celebrated treaty belongs rather to the history of Germany than to a life of Mazarin; but two questions have been often asked, whether Mazarin did not delay the peace as long as possible in order to more completely ruin Germany, and whether Richelieu would have made a similar peace.",
        "Though deeply mortified at the loss of the command, Wellesley in his devotion to duty moved the troops on his own responsibility from Trincomalee to Bombay, from the conviction that, if they were to be of any use in Egypt, it was absolutely necessary that they should provision at Bombay without delay.",
        "Weighing the dangers of delay, of retreat, and of an attack with his single division of 4500 men, supported only by 5000 native levies of doubtful quality, Wellesley convinced himself that an immediate attack, though against greatly superior forces (30,000 horse, io,000 European-drilled infantry and loo well-served guns) in a strong position, was the wisest course.",
        "The political effect was great, but the delay gave the French northern army time to rally.",
        "After a delay of nine years, having at last obtained an adequate income, he married his cousin, Margaret Cox, who had already lived for eighteen years with his mother, the widow of John Ruskin of Edinburgh.",
        "The convention sets out the scope and objects of the institute, which a recent British official publication states has been joined by 38 states, including Great Britain and all other great powers, as follows: Whilst limiting its action to international questions, it shall be the duty of the institute: (a) To collect, elaborate and publish, with as little delay as possible, statistical, technical, or economic information regarding the cultivation of the soil, its productions, whether animal or vegetable, the trade in agricultural products, and the prices obtained on the various markets.",
        "(b) To communicate to interested parties, also without delay, full information of the nature above mentioned.",
        "Willis with much difficulty and delay obtained the queen's promise to grant an amnesty, and made a formal demand on the provisional government for her reinstatement on the 19th of December 1893.",
        "But further intrigues caused delay, and it was not until 1471 that James's hesitations were overcome.",
        "Early in the next year he was taken over to France, and after long delay crowned in Paris on the 26th of December 1431.",
        "Inconsistent with this is the account of the intervention of Hushai, whose counsel of delay (in order to gather all Israel \"from Dan to Beersheba\"), in spite of popular approbation, was not adopted, and with this episode is connected the tradition that the sagacious counsellor returned to his home and, having disposed of his estate, hanged himself.",
        "Between loss and delay the spinner found an obvious alternative in damping the yarn artificially.",
        "Here they were finally stopped by the Tibetans, and after a delay of six weeks passed in vain attempts to obtain permission to go to Lhasa, they were only allowed to proceed to Nagchuka on the Sining-Lhasa road, and to continue by the Gyade route to Yekundo, near the upper Dre chu, and thence to Sining in Kansuh.",
        "Partly on this account, and in spite of the attempts of the Chinese authorities to bring about a settlement, there was some delay owing to the attitude of the lamas, but finally a treaty of peace was concluded on the 7th of September.",
        "But concrete is hampered by the fact that the surface always has to be formed by means of wooden or other framing, and in the case of thin walls or floors this framing becomes a serious item, involving expense and delay.",
        "' fter some delay their choice fell upon Otto, who was chosen.",
        "as it was encouraged by John of France; and while John's father opened the Crecy campaign by sending Edward a challenge in due form of chivalry, Edward took advantage of this formal delay to amuse the French king with negotiations while he withdrew his army by a rapid march from an almost hopeless position.",
        "Ostend, though the width of the entrance was reduced probably to 300 ft., was not closed, and though the ships sunk in Zeebrugge must have caused great inconvenience and delay it may be doubted whether they actually stopped the passage of submarines for more than a month.",
        "This delay is not explained by any excess of care in preparation, for much of the matter was out of date and the appendix giving the author's latest views is the only portion of special interest.",
        "After much delay and grumbling he fulfilled his bargain with Leopold and gave up Schwiebus in 1695.",
        "Delay using fire heat as long as possible, unless the nights become so cold as to chill the plants inside the house.",
        "The death of the great stadholder did not, however, long delay the carrying out of the policy on which he had set his heart, of concluding a separate peace with Spain behind the back of France, notwithstanding the compact of 1635 uce of with that power.",
        "The delay which this test causes is so unwelcome that in all other countries the blower continues the blow until decarburization is nearly complete, because of the very great accuracy with which he can then read the indications of the flame, an accuracy which leaves little to be desired.",
        "After much unnecessary delay, at a time when prompt action was required, the prince on the 23rd of September entered Brussels and, with little opposition, occupied the upper or court portion of it, but when they attempted to advance into the lower town the troops found the streets barricaded and defended by citizens in arms. Desultory fighting between the soldiers and the insurgents continued for three days until, finding that he was making no headway, the prince ordered a retreat.",
        "Both the government and the opposition in the chambers saw that delay was impossible, and that revision must be carried out.",
        "James, through Bacon, who was then attorney-general, commanded the chief justice to delay judgment till he himself should discuss the question with the judges.",
        "Upon this all the judges fell on their knees, seeking pardon for the form of their letter; but Coke ventured to declare his continued belief in the loyalty of its substance, and when asked if he would in the future delay a case at the king's order, the only reply he would vouchsafe was that he would do what became him as a judge.",
        "After some delay the peace was concluded at Bayonne in 1388.",
        "Obtaining an unbound copy of the De corpore, he saw by the mutilated appearance of the sheets that Hobbes had repeatedly altered his demonstrations before he issued them at last in their actual form, grotesque as it was, rather than delay the book longer.",
        "This terrible word proved effectual, and in October 1765 appeared, after a delay of nine years, the new edition of Shakespeare.",
        "The procedure is loaded with many formalities, of which the historical explanation lies in the tribunals of the ancient system, and which considerably delay the progress of the causes.",
        "one candidate, and after a long delay there was a double election for the throne.",
        "But it was some time before the circles came into working order; the only permanent reform of the reign was the establishment of the imperial court of justice, and even this was not entirely satisfactory, I\\Iaximilians remaining diets loudly denouncing it for delay and incompetence.",
        "They made themselves very troublesome at the diet of Regensburg in 1593, and also at the diet held in the same city four years later, putting forward various demands for greater religious freedom and seekingto hinder, or delay, the payment of the grant for the Turkish war.",
        "Before these events Ferdinand had realized how serious had been his mistake in dismissing Wallenstein, and after some delay his agents persuaded the great general to emerge from his retirement.",
        "With as little delay as possible he formed an imperial cabinet, and there were hopes that, as his appointment was generally approved both by the sovereigns and the people, more rapid progress would,be made with the great and complicated work in hand.",
        "The diet also, after some delay, professed to be content with this arrangement.",
        "The emperor accepted this exposition of the constitution, and after some delay eventually gave his consent also to the Prussian law, which he was qualified to reject.",
        "The German democrats appealed for aid to the Hungarian government; but the Magyar passion for constitutional legality led to delay, and before the Hungarian advance could be made effective, it was too late.",
        "In 1879 the Porte, after long delay, recognized the occupation on the distinct understanding that the sovereignty of the sultan was acknowledged.",
        "The bank had in this way acquired a large reserve of gold, and in the new charter which was (after long delay) passed in 1899, a clause was introduced requiring the resumption of cash payments, though this was not to come into operation immediately.",
        "The object of this apparently high-handed step was to avoid the expense and delay of summoning the supernumeraries again to the colours when the bills should have received parliamentary sanction; but it was not unnaturally resented by the Hungarian Chamber, which has ever possessed a lively sense of its prerogatives.",
        "In March, after breakdown long delay, the new Galician demands were definitely of 1870.",
        "Moreover sea power was not everything, and delay exhausted the financial reserves of the state, while financial considerations, as we have seen, were comparatively unimportant to the Peloponnesians.",
        "After delay in fruitless negotiations the Athenian Cleippides, and afterwards Paches,.",
        "The bondholders gained a further material advantage by the consent of the Egyptian government to delay the conversion of the loans, which under previous arrangements they would have been free to do in 1905.",
        "The Albanians now invited Ahmed Pasha Khorshid to assume the reins of government, and he without delay proceeded from Alexandria to Cairo.",
        "On the I3th of March Lord Granville gave full power to General Gordon to evacuate Khartum and save that garrison by conducting it himself to Berber without delay, and expressed a hope that he would not resign his commission.",
        "The failure of the operations in the Sudan had been absolute and complete, and the reason is to be sought in a total misconception of the situation, which caused vacillation and delay, and in the choice of a route by which, having regard to the date of the decision, the relief of General Gordon and Khartum was impossible.",
        "Exner first showed, many years ago, that the nerve impulse travels through the spinal ganglion at the same speed as along the other parts of the nerve trunk - that is, that it suffers no delay in transit through the perikarya of the afferent rootneurons.",
        "The authorities may be excused for their' inability in the early days of the war to grasp the essential facts of the situation, but they laid themselves open to severe criticism for the delay in realizing that a change of policy was necessary.",
        "After some little delay Alexander returned a polite refusal, on the plea of the princess's tender age and the objection of the dowager empress to the marriage.",
        "You should never disregard professional advice or delay in seeking advice because of something in the Contents and you should not use the Contents for diagnosing a health or other problem or prescribing a medication.",
        "to the throne of England the necessity for an ordered method of intercourse between the Scottish capital and London became urgent, but the plans adopted involved extraordinary delay, for it not infrequently happened that there was an interval of two months between the despatch of a letter and the receipt of a reply.",
        "Very often two or three hours elapse before the stag breaks, but a run over the wild country fully atones for the delay.",
        "Holding office by sufferance of Gambetta, he halted in an undetermined attitude between the radicals and the reactionaries till the delay of urgent reforms lost him the support of all parties.",
        "For a number of years after the end of the conflict, the Indians were comparatively peaceful; but in 1831 the delay of the Sauk and Foxes in withdrawing from the lands in northern Illinois, caused Governor John Reynolds (1788-1865) to call out the militia.",
        "After some delay Grumbach and his protector, John Frederick, were placed under the imperial ban, and Augustus was entrusted with its execution.",
        "It is not a little curious that the obvious improvement of trans ferring the declination axis as well as the declination-clamp to the telescope end of the declination axis was so long delayed; we can explain the delay only by the desire to retain the declination circle as a part of the counterpoise.",
        "After considerable delay a Neapolitan army under General Pepe marched towards Lombardy in May, while the fleet sailed for Venice.",
        "had sent to Gaeta to delay the inevitable fall of the dynasty, was withdrawn at the instance of Great Britain; and_ although the garrison fought bravely and the king and queen showed considerable courage, the fortress surrendered on the 13th of February and the royal family departed by sea.",
        "In May the king's minister, Count de Florida Blanca, intimated to him that the one obstacle to a treaty was the question of the free navigation of the Mississippi, and for months following this interview the policy of the court was clearly one of delay.",
        "The return journey was commenced without delay, but without any help from animal traction it proved too much for the men.",
        "Edgar Evans fell ill first and after causing fatal delay, 'he died on Feb.",
        "Oates, feeling his strength exhausted, had the heroism to sacrifice himself rather than cause further delay, and he left the tent on March 17 in 79° 50 S.",
        "But Conrad hoped to attack sooner than he eventually did; his troops were ready in April, but the snow caused a delay which gave rise to much impatience at Austrian headquarters.",
        "A court-martial, assembled by order of a friendly admiralty, and presided over by a warm partisan, \"most honourably acquitted\" him on the charge \"that, on the 12th of April, the enemy's ships being then on fire, and the signal having been made that they could be destroyed, he did, for a considerable time, neglect or delay taking effectual measures for destroying them\"; but this decision was in reality nothing more than a party statement of the fact that a commander-in-chief, a supporter of the government, is not to be condemned or broken for not being a person of brilliant genius or dauntless resolution.",
        "Towards dawn the fire died down, and it was thought on some parts of the defending front that the bad weather had counselled a delay in the attack.",
        "But he calculated that this position, too, must be carried in the first rush, so that he could reach without delay the great ridge of the Stol (6,467 ft.), which stood athwart a further direct advance.",
        "They were heavily outnumbered, but they held strong positions which should have enabled them to delay the enemy advance until the reserves could come into play.",
        "He felt that unless he could delay the enemy advance down the Natisone and Judrio valleys by more than a mere rearguard action he ran the risk of having his centre and right, and all the mass of troops in the Udine plain, cut off from his bases.",
        "Army in reserve at once, to be reorganized and refitted; but the delay in the retreat of the IV.",
        "The delay attendant on this method of purification is avoided by treating the crude oil with 1 to 2% of a somewhat strong sulphuric acid, which chars and carries down the bulk of the impurities.",
        "It may be noted that the rules do not afford equal protection to a shipper in the comparatively infrequent case of his being put to expense by the delay at a port of refuge.",
        "On the 15th of December 51 Nero completed his fourteenth year, and Agrippina, in view of Claudius's failing health, determined to delay no longer his adoption of the toga virilis.",
        "Nevertheless the delay was utilized in the completion of inventions necessary for the safe and economical distribution of electric current for the purpose of electric lighting.",
        "His motion, after some delay, was carried and the conference was rejected.",
        "The queen delayed the appointment, and Bacon's fortunes, as they then stood, could ill brook delay.",
        "The old offence was not yet forgiven, and after a tedious delay, the office was given, in October 1 595, to Serjeant Thomas Fleming.",
        "He accordingly wrote to Bacon, directing him to intimate to the judges his pleasure that they should delay judgment until after discussion of the matter with himself.",
        "The judges, at the conclusion of his speech, fell on their knees, and implored pardon for the manner of their letter; but Coke attempted to justify the matter contained in it, saying that the delay required by his majesty was contrary to law.",
        "The cause of the delay seems to have lain with Buckingham, whose friendship had cooled, and who had taken offence at the fallen chancellor's unwillingness to part with York House.",
        "At the conclave of 1549 Pole received two-thirds of the votes, but by a delay, caused by his sense of responsibility, he lost the election and Julius III.",
        "Maclay's History of the Navy, a court of inquiry investigated Schley's conduct before and during the battle of Santiago; on the 13th of December 1901 the court pronounced Schley guilty of delay in locating Cervera's squadron, of carelessness in endangering the \"Texas\" by a peculiar \"loop\" movement or turn of the \"Brooklyn\" which blanketed the fire of other American vessels, and of disobedience to a departmental order of the 25th of May, but it recommended that no action be taken.",
        "Immediately on the outbreak of the revolution President Balmaceda published a decree declaring Montt and his companions to be traitors, and without delay organized an army of some 40,000 men for the suppression of the insurrectionary movement.",
        "But the gravity of the situation renders it unlikely that he would delay for any length of time in writing to counteract the intrigues of his opponents; to judge from allusions like those in i.",
        "Procrastination is the attribute of all Persians, to-morrow being ever the answer to any proposition, and the to-morrow means indefinite delay.",
        "A great dislike is shown generally to a written contract binding the parties to a fixed date; and, as a rule, on breaking it the Persian always appeals for and expects delay and indefinite days of grace.",
        "Considerable delay ensued, but the outcome of the whole proceedings was not only acceptance but fulfilment of all the engagements contracted.",
        "It is the natural outlet for the commerce of some of the richest parts of Honduras, Nicaragua and Salvador; and during the 19th century it exported large quantities of gold, silver and other ores, although its progress was retarded by the delay in constructing a transcontinental railway from Puerto Cortes.",
        "After the meeting of parliament, however, he had no power of legislation, nor had he any veto upon its acts, the utmost he could do being to delay new legislation for twenty days.",
        "Frere, believing that the Zulu power was a standing menace to the peace of South Africa, and that delay in dealing with Cetywayo would only increase the danger, sent an ultimatum to the chief in November 1878.",
        "The leading South African statesmen realized that unless an effort to remedy this condition was made without delay affairs would go from bad to worse.",
        "Under a Scots act of 1701 (c. 6) provision is made for preventing wrongous imprisonment and against undue delay in trials.",
        "The agents of the \" New Christians \" in Rome long contrived, by lavish bribery and with the support of many enlightened Portuguese, to delay the preliminary negotiations; but in 1536 the Holy Office was established in Lisbon, where the first auto-da fe was held in 1540, and in 1560 its operations were extended to India.",
        "A long story has been made out of Pope Urban V.'s delay in the recognition of Wykeham, which has been conjectured to have been because of his nationalist proclivities.",
        "In the alternative, they would be available, with some delay in point of time, to reinforce the army in Thrace.",
        "By 1832 the question of admission into the Union had arisen, and in 1835 a convention was called in Detroit, a constitution was framed in May, that constitution was adopted by popular vote in October, state officers were elected, and application for admission was made; but a dispute with Ohio over the boundary between the two caused a delay in the admission by Congress until early in the year 1837.",
        "At Bucharest, whither he advanced after some weeks' delay, it became plain that he could not rely on the Vlach peasantry to rise on behalf of the Greeks; even the disconcerting expedient of his Vlach ally Theodore Vladimiresco, who called on the peasants to present a petition to the sultan against Phanariot misrule, failed to stir the people from their apathy.",
        "On the 18th of July he went to Vienna, to urge the necessity of forming a responsible Magyar ministry without delay.",
        "Towards the end of 1608 Hudson \"had a call\" to Amsterdam, where he saw the celebrated cosmographer the Rev. Peter Plancius and the cartographer Hondius, and after some delay, due to the rivalry which was exhibited in the attempt to secure his services, he undertook for the Dutch East India Company his important third voyage to find a passage to China either by the north-east or north-west route.",
        "Recognizing the necessity of some one in the province with full power \" to do all things that may contribute to the good and advancement of the same,\" they directed the appointment of the American Board of Proprietors - a body of men identified with the province, who with the deputy-governor were to look after the proprietary interests in such matters as the approval of legislation and the granting of lands, and thereby prevent the delay caused by the transmission of such matters to England for approval.",
        "Cavaignac was censured by some for having, by his delay, allowed the insurrection to gather head; but in the chamber he was declared by a unanimous vote to have deserved well of his country.",
        "During those years fortified camps were established by the Belgians on the Sankuru, the Lomami, and the Arumiwi, and the Arabs were quick to see that each year's delay increased the strength of the forces against which they would have to contend.",
        "In the resolution which was adopted on the 2nd of March the chamber,\" imbued with the ideas which presided over the foundation of the Congo State and inspired the Act of Berlin,\"expressed its confidence in the proposals which the commission of reforms was elaborating, and decided\" to proceed without delay to the examination of the projected law of the 7th of August 1901, on the government of Belgium's colonial possessions.\"The report of the reforms commission was not made public, but as the fruit of its deliberations King Leopold signed on the 3rd of June 1906 a number of decrees embodying various While the commission was sitting, further evidence was forthcoming that the system complained of on the Congo remained unaltered, and that the\" reforms \"of June 1906 were illusory.",
        "After some delay, King John took the field in force against the enemy, who were still harassing the northwest of his territory.",
        "The attempt which he made against Toulon in the course of the same year failed completely, because the invasion of the kingdom of Naples retarded the march of the troops which were to have been employed in it, and this delay afforded Marshal de Tesse time to make good dispositions.",
        "A certificate of conduct while under Temple's roof was required by all the Irish bishops he consulted before they would proceed in the matter of his ordination, and after five months' delay, caused by wounded pride, Swift had to kiss the rod and solicit in obsequious terms the favour of a testimonial from his discarded patron.",
        "The ultimate payer in these cases is no doubt reached without delay or many steps, but the process is not quite direct.",
        "The irritation of the powers at the unexpected delay was so great that Great Britain proposed a collective note on the subject, to be executed by the Austrian cabinet; while Prince Bismarck threatened, if the Berlin proposition were not carried out, to refer to the suzerain power at.",
        "of the This unpopular measure caused some delay; but Great Britain, France and Germany formally recognized the independence of the country on the 10th of February 1880.",
        "Do not delay, let me share with you the treasure I have found.\"",
        "\"Death is no evil in itself; many even desire it, to escape from the vanities of life, but I shall take no steps either to hasten or to delay the time of my departure.\"",
        "At a later date he was accused of delay in forwarding artillery and rifles for the defence of Kimberley, Mafeking and other towns of the colony.",
        "The reason he gave for delay was that he did not anticipate war; and that he did not wish to excite unwarrantable suspicions in the minds of the Free State.",
        "He did not find in Mr. Asquith's proposals, in the session of 1914, for exclusion by county option for six years, any sufficient compromise; but he formally announced that, if they were endorsed by the country, Lord Lansdowne would use his authority in the Lords to have them passed without delay.",
        "Mr. Law's handling of the business of the House was, as ever, efficient and conciliatory; but for the greater occasions Mr. Lloyd George returned; and Mr. Law's most outstanding appearance in this session was when he announced that the Government were prepared to adopt the Sankey report in the spirit as well as in the letter, and to take all necessary steps to carry out its recommendations without delay.",
        "adopted, and in the trial voted for his death \"without appeal and without delay.\"",
        "Laurens was designated with the vicomte de Noailles to arrange the terms of the surrender, which virtually ended the war, although desultory skirmishing, especially in the South, attended the months of delay before peace was formally concluded.",
        "For any alteration or amendment of \" articles, doctrines, rites or rubrics,\" a two-thirds majority of each order of the represen tative house was required and a year's delay for consultation of the diocesan synods.",
        "In 1917 he was appointed chairman of the Draft Appeals Board of New York City by Governor Whitman, and the following year was special assistant to the U.S. Attorney-General, in charge of the investigation of alleged waste and delay in the construction of aircraft.",
        "It appears that Hooke professed to have a solution of the problem of the path of .a body moving round a centre of force attracting as the inverse square of the distance; but Halley, finding, after a delay of some months, that Hooke \" had not been so good as his word \" in showing his solution to Wren, started in the month of August 1684 for Cambridge to consult Newton on the subject.",
        "At the next meeting of the Society, on the igth of May, some dissatisfaction seems to have been expressed at the delay, as it was ordered \" that Mr Newton's work should be printed forthwith in quarto, and that a letter should be written to him to signify the Society's resolutions, and to desire his opinion as to the print, volume, cuts and so forth.\"",
        "His hopes, however, were blighted by long delay.",
        "in favour of the rights of the crown in temporal and political matters, and this explains the delay in their publication until after Dupuy's death.",
        "The following technical terms will indicate the procedure in distress with time: Aurfocre (= demand of payment, stating the amount in presence of witnesses); apad (= delay); athgabail (= the actual seizure); anad (= delay after seizure, the thing remaining in the debtor's possession); toxal (= the taking away of the thing seized); fast (= notice to the debtor of the amount due, the or pound in which the thing seized is impounded, and the name of the law agent); dithim (= delay during which the thing is in pound); lobad (= destruction or forfeiture of the debtor's ownership and substitution of the creditor's ownership).",
        "The gorged and fertilized female quits her hold of the host, and falling to the ground, proceeds after a short delay to lay her eggs in some sheltered spot.",
        "But Henry, once hailed as king, rode hard for London and persuaded bishop Maurice to crown him without delay at Westminster, since the primate Anseim was absent beyond seas.",
        "After some delay, and with manifest reluctance, the Scots complied; their hand was forced by the fact that most of the claimants to the crown had hastened to make the acknowledgment, each hoping thereby to prejudice the English king in his own favor.",
        "But he would have returned The Black to the struggle without delay had it not been for Death..",
        "The extreme action of the Lower House was not supported by the people, and the king had the opportunity, if he chose to use it, of putting himself right with the nation after no long delay.",
        "In the following year \\% ellingtons victory at Vitoria signalled the ruin of the French cause in Spain; while Prussia threw off the yoke of France, and Austria, realizing after cautious delay her chance of retrieving the humiliations of 1809, joined the alliance, and in concert with Russia and the other German powers overthrew Napoleon at Leipzig.",
        "The Chinese, indeed, endeavoured to delay their progress by negotiation rather than by force; and they succeeded in treacherously arresting some distinguished persons who had been sent into the Chinese lines to negotiate.",
        "This delay gave the Conservatives another year of office.",
        "Addington consented, and after some delay caused by the king's illness, and by the reluctance of several of Pitt's followers to serve under him, became first lord of the treasury and chancellor of the exchequer in March 1801.",
        "that he should delay his visit until he (the king) had finished the celebration of the annual \"customs.\"",
        "The delay will not ordinarily be more than one day.",
        "During the delay he issued his Troy and its Remains (1875), and betook himself to Mycenae.",
        "Roused at last, Elizabeth sent over Ormonde as general of Munster, and after long delay gave him the means of conducting a campaign.",
        "After some delay the elder Conrad was elected German king early in September 1024.",
        "now invaded central France, ravaged Normandy, getting as near to Paris as Saint-Germain; and profiting by Philip VI.s hesitation and delay, he reached the north with his spoils by dint of forced marches.",
        "At first he voted with the Girondists, attacked Robespierre, \"a pygmy who should not be set on a pedestal,\" and at the trial of the king voted with the Mountain for the king's death \"without appeal and without delay.\"",
        "He was quick in forming his plans and carried them out without delay or hesitation.",
        "But though five firms applied without delay for licences to work under his patents, success did not at once attend his efforts; indeed, of ter several ironmasters had put the process to practical trial and failed to get good results, it was in danger of being thrust aside and entirely forgotten.",
        "All business was conducted by correspondence, and with a final reference to the king, and the result was naturally endless delay.",
        "After months of delay due to the vacillation of the British government a relief expedition was sent up the Nile under the command of Lord Wolseley.",
        "to the south, whence they fell back without delay behind the Tennessee.",
        "He undertook without delay the reformation of morals and clerical discipline throughout his vast diocese.",
        "But this pontiff died soon after his election; and after a delay of eighteen months, during which Frederick marched against Rome on two occasions and devastated the lands of his opponents, one of his partisans, Sinibaldo Fiesco,was chosen pope, and took the name of Innocent IV.",
        "Before this event the weakness of Turkey had encouraged the belief that Salonica would ultimately pass under the control of Austria-Hungary or one of the Balkan States, and this belief gave rise to many political intrigues which helped to delay the solution of the Macedonian Question.",
        "The remoteness of the rural home caused the lengthy delay in discovering the horrendous crime.",
        "\"Sorry for the delay,\" he said.",
        "I apologize for the delay in sending this.",
        "The delay in processing the form had not, in this case, proven detrimental to the patent process.",
        "We endeavor to keep you informed of any delay to your expected delivery date.",
        "If your college has not properly implemented the pay agreement, contact your regional office without delay.",
        "The delay may be explained by the change of government, followed by devolution, followed by the Scottish Executive's increasing predilection for consultation.",
        "A number of methods are used to delay petal abscission artificially, including the use of chemicals.",
        "accede without delay and undertake the full and effective implementation of the treaty.",
        "Wash slide thoroughly with water to remove the acetone - do not delay with this step.",
        "advertorial page provided all the necessary details enabling the customer to make a positive decision without delay.",
        "allow for any delay in us responding to your application.",
        "am sorry about the delay in responding to this.",
        "apologye do accept my apologies for the delay in my response.",
        "appraised of the situation they will not delay the start of a session for staff who will not be attending.",
        "That delay caused substantial arrears to accrue which Mr G had little or no prospect of being able to clear promptly.",
        "author victor the renowned academic delay reserve your.",
        "You must notify the enforcing authority without delay i.e. by telephone.",
        "The symptom of difficulty awakening is consistent with the phase delay hypothesis of SAD.",
        "backlog of emails, hence the delay in responding.",
        "Execution Delay Time Normally, the batch request is scheduled by the batch scheduler immediately after submitting to an execution queue.",
        "NTT DoCoMo ran into similar problems and recently announced the delay of its service on a slightly bigger island: Japan.",
        "Meanwhile, Bruno said Tuesday he would indefinitely delay filing church charges against a retired episcopal bishop in Texas, the Rt.",
        "booze bans necessary: Don't delay.",
        "The game's quest starts out in a very brisk manner, quickly moving you from dungeon to dungeon without delay.",
        "brook delay.",
        "A polisher is then used to delay the recurrence of this plaque buildup.",
        "Then get me the ship's carpenter without delay, Hardy.",
        "chromic chloride was active in a multi-generation Drosophila study where it was observed to delay pupation and decrease pupal viability.",
        "Be sure to take a long enough delay so as not to throw the pilot chute over the tail of the aircraft.",
        "If you choose to delay commencement of studies for up to six weeks, there is no need to inform either ACS or Warnborough.",
        "conditional probability of a delay, given that John travels through the town center.",
        "The question of delay in paying valid claims is a newer topic, which, it seems to me, does merit consideration.",
        "The delay is causing consternation in the drives sector which has been counting on the ECA to deliver a boost in sales.",
        "Such delay indicates that the core role function of HE and FE counseling is hampered by resource constraints.",
        "She noted that as the wall copings had to be specially made there had been a slight delay in the progress of work.",
        "crooning now, and I realized that she thought she had done enough to delay and keep me.",
        "culpable delay in recommending this measure.",
        "This ancient beverage seems custom-made to protect health and delay aging.",
        "deal with any matter which will not admit of delay.",
        "Upon receipt of the fault report, the Company will take all proper steps without undue delay to correct the fault.",
        "We aim to inspect the vehicle without unnecessary delay.",
        "There may be a slight delay whilst your details are checked.",
        "However, the Supplier will not be liable for any loss or damage suffered by you through reasonable or unavoidable delay in delivery.",
        "Carriage by carrier is also subject to international conventions, which limit liability for death injury delay and baggage delay or loss.",
        "delay in delivery.",
        "dewy mornings delay the time of release.",
        "disappointment at the delay experienced which he felt reflected negatively on the Council.",
        "dishearten the British people and to delay the arrival of reinforcements on the Eastern Front.",
        "She also took swift actions to ensure rider safety and minimize distress and delay after the unexpected death of a French athlete's horse.",
        "The whole document should be in the public domain without further delay.",
        "The team would eventually get accustomed to the early starts and become more efficient at getting away from huts without delay.",
        "There is evidence that drugs that stimulate or increase the levels of GABA in the brain may delay ejaculation.",
        "We condemn the Government in London for this tactic to delay peace and confuse the electorate in Northern Ireland.",
        "Finally, no evidence was found to suggest any delay in permanent tooth eruption patterns of the F subjects.",
        "exasperated at the delay.",
        "This time limit may only be extended in wholly exceptional cases, where delay is unavoidable due to illness or annual leave.",
        "excluded liability for delay in delivering goods in the event of strikes.",
        "The delay from November 1993 to April 1999 was therefore excusable, almost by definition.",
        "excuses for a delay in publishing and implementing the strategy?",
        "explanation for this further delay.",
        "gait cycle delay in switch closure.",
        "They are learning how to inhibit themselves and delay gratification.",
        "This would generally be a merely administrative task, ensuring minimal hassle, expense and delay.",
        "hasten up to meet my demands to avoid delay.",
        "headliner john derbyshirewe for late arrivals delay reserve your person plus Island Time Travel taxes.",
        "A Will that is unclear can result in legal costs and wrangles can cause delay, causing further heartache for those left behind.",
        "With photos of hp high-output hotos of hp high-output ho obliged to delay own work that.",
        "Leon justified the delay on the grounds that the old woman had gone into strong hysterics once she came round.",
        "Some administrators may have pleaded ignorance post A day due to the delay in HM Revenue & Customs getting the Online system working.",
        "indemnifyg equipment is carried on a limited release basis and therefore the airline is indemnified from any liability for damage, loss or delay.",
        "inexcusable delay to occur.",
        "Cardiologists consider that after uncomplicated myocardial infarction a delay of six weeks is acceptable.",
        "inordinate delay expected.",
        "inquires into causes of delay where the target times are exceeded.",
        "inspect the vehicle without unnecessary delay.",
        "It is an offense to delay or obstruct an inspector from OPRA or to neglect or refuse to produce required documentation or information.",
        "instructed to withdraw without delay access permissions to the University's computer systems.",
        "interlaced then the delay is a little over 3 fields.",
        "A serological response following intramuscular or intradermal application is present at 14 days with a minor delay for intradermal application is present at 14 days with a minor delay for intradermally vaccinated 6 week old pigs.",
        "liable in respect of: Loss of profits, delay or any consequential loss.",
        "It would follow therefore that sums were due by way of either liquidated and ascertained damages for delay or at least damages for delay.",
        "The operation went well, however I developed a collapsed lung, which caused the delay.",
        "In this dynamical process the time delay between infrasonic pulses should reflect the gas nucleation interval of 1-2 s of basaltic magma.",
        "Friday 14th January 2005 Greyhound stadium delay A planned multi-million pound makeover at Great Yarmouth Greyhound stadium has been put back.",
        "AUTO MATTERS LIMITED - View Profile » Flat vehicle batteries need no longer cause lost man-hours, cost, delay and inconvenience.",
        "microsecond delay in execution.",
        "If delay is positive, then read blocks for delay milliseconds, and returns ERR if there is still no input.",
        "I have always misgivings tho Kit gets your letters directed to Cowes, which would at least delay them.",
        "persistent misuse of the 999 service slows down response times and could delay callers with genuine emergencies who need immediate police attention.",
        "The official receiver must contact all known mortgagees without delay.",
        "But the fact is that many women will still choose to delay motherhood.",
        "Nick Michael, You called me and told me of the delay with the carbon fiber front mudguard.",
        "Clinical efficacy TYSABRI is indicated as a single disease modifying therapy in relapsing remitting multiple sclerosis to prevent relapses and delay progression of disability.",
        "But any citizen summoned or arrested in virtue of the law shall submit without delay, as resistance constitutes an offense.",
        "one-dimensional unstable manifolds in delay systems.",
        "In ordinary parlance the breakdown had plainly caused the delay.",
        "patronage forecasts to take account of the delay in take-up.",
        "perceptible time delay during a conversation.",
        "This contrasts with the delay in the district nurse phlebotomy type of home visit.",
        "placement facilitator without delay.",
        "pleaded ignorance post A day due to the delay in HM Revenue & Customs getting the Online system working.",
        "Enhancements include polyphony, programmability, morphing, additional LFO and ADSR, and delay.",
        "He asked for a certain delay in order to create these preconditions in the factories.",
        "The rules do allow for a protest or a delay at what was an absolutely preposterous allegation.",
        "prevaricateatantly prevaricating, in order to cause me delay.",
        "prevents false alarms due to breach of entry/exit delay settings.",
        "profanity delay?",
        "The average delay in disease progression was about six months in people who progressed to AD.",
        "reason for a delay or non-submission.",
        "After a long delay to gain planning permission and the appropriate licenses, the Ace finally reopened fully in 2001.",
        "We will keep you informed of the reason for any delay and when you can expect a full reply.",
        "retarded delay differential equations.",
        "But the delay in 3G rollout gives us a chance to tackle such issues properly - and clarify the obligations of carriers.",
        "After Jason Crump had easily romped to victory in heat six, a lengthy delay and extensive track work followed.",
        "sec delay when taking a photo!",
        "Order to cause her to have full seisin without delay of such of the forests in the counties that are in his custody.",
        "Pressure sores should be avoided as they prolong hospital stay, delay rehabilitation and may cause sepsis.",
        "That service will enable the shipper to release the goods without any delay.",
        "shoemaker's son set off for Rome without delay.",
        "The delay varies from one to three seconds for verbatim phonetic machine shorthand, to around five seconds for edited input using qwerty.",
        "slight delay whilst your details are checked.",
        "The output from the delay circuit is normally high, changing momentarily to low on detection of a prolonged snore.",
        "sorry for the delay in responding to you.",
        "Milk kept in silver jugs, or with silver coins in it, is known to delay spoilage.",
        "Clearly, agents that support the integrity or function of motor axonal sprouts may improve or delay patient symptoms in PPS.",
        "The delay on upward crossing of the threshold provides immunity to transients and other interference, thereby preventing spurious triggering of the output relay.",
        "submitted that the Adjudicator wrongly decided that he was unable to consider issues relating to delay.",
        "superveneimum delay between the original order and the supervening event was calculated to be 20 months, the maximum over 2 years.",
        "And time away from home meant a delay in defending herself from Robert's increasingly cruel taunts.",
        "Delay time can be quickly set using the push-button knob or via tap tempo.",
        "terms of reference: To deal with any matter which will not admit of delay.",
        "You can also set the self timer to fire off three images at the end of the delay period.",
        "only transitory delay in continuing therapy was observed (median 3.9 days ).",
        "Minimizing the delay will reduce further uncertainty about the industry created by the Equitable Life affair.",
        "Was there undue delay in recommending a ruminant feed ban?",
        "undue delay to correct the fault.",
        "unnecessary delay.",
        "unreasonable delay on the insurer's part in deciding whether to accept the claim.",
        "velour seats, tinted windows, delay wash wipe & a few other goodies.",
        "Renowned author victor the renowned academic delay reserve your.",
        "waggon of these men, after little delay, were removed in the ambulance wagon to the Royal Infirmary, Glasgow.",
        "well-timed attack can really delay an opponent's progress.",
        "The climate becomes more continental in type from west to east, but there are great local irregularities - the elevated plateaus of Algeria and Spain cause a rise of pressure in winter and delay the rainy seasons: the rains set in earlier in the west than in the east, and the total fall is greater.",
        "One hour of time t is counted as 15Ã‚°, and a delay of one hour in the time of maximum answers to a diminution of 15Ã‚° in a l, of 30Ã‚° in a2, and so on.",
        "For some weeks he was concealed in the city and in Wapping; but, finding the schemes for a rising hang fire, he went to Harwich, disguised as a Presbyterian minister, and after a week's delay, during which he was in imminent risk of discovery, if indeed, as is probable, his escape was not winked at by the government, he sailed to Holland on the 28th of November 1682, and reached Amsterdam in the beginning of December.",
        "The commissioner reported that the service was adequate but not efficient; that the rates were reasonable but that the corporation was responsible for unreasonably withholding facilities, thus rendering the service inefficient; that it was inexpedient to grant the corporation a licence because the funds of a city ought not to be applied for the benefit of a limited class of citizens; that delay and waste would result from two systems in one area and would increase the difficulties of the government in 1911; and that the corporation had not proved it could work the licence without placing a burden on the rates.",
        "The arrangement and appropriation of the tracks in a station materially affect the economical and efficient working of the traffic. There must be a sufficient provision of sidings, connected with the running tracks by points, for holding spare rolling stock and to enable carriages to be added to or taken off trains and engines to be changed with as little delay as possible.",
        "An elaborate organization is required to keep a complete check and record of all the goods entering and leaving the station, to ensure that they are loaded into the proper wagons according to their destination, that they are unloaded and sorted in such a way that they can be delivered to their consignees with the least possible delay, that they are not stolen or accidentally mislaid, &c.; and accommodation must be provided for a large clerical and supervisory staff to attend to these matters.",
        "the only legislation affecting the civil jurisdiction of the High Court of Admiralty till the time of Queen Victoria is to be found in an act of 1540, enabling the admiral or his lieutenant to decide on certain complaints of freighters against shipmasters for delay in sailing, and one of 1562, giving the lord high admiral of England, the lord warden of the Cinque Ports, their lieutenants and judges, co-ordinate power with other judges to enforce forfeitures under that act - a very curious and miscellaneous statute called \"An Act for the Maintenance of the Navy.\"",
        "\" The expenses were also divided into two categories - (1) \" Periodic and fixed \" expenditure, which admitted of neither reduction nor delay; and (2) the credits allowed to the various departments of state, which might be increased or diminished according to circumstances.",
        "The Anglo-French army concentrated in Mudros Bay, the great natural harbour of Lemnos, in the third week of April and, after a short delay enforced by bad weather, the armada put to sea during the nights of the 23rd-24th and the 24th-25th, so that the transports and the covering warships should arrive at the various rendezvous at or before dawn on the 25th.",
        "Only they must \" make haste to do aright,\" lest while they delay the tower be finished (4.4), and the new aeon dawn (after the final tribulation: cf.",
        "The order for the instrument was given to the Repsolds in 1840, but \" various circumstances, for which the makers are not responsible, contributed to delay the completion of the instrument, which was not delivered before the winter of 1848.\"",
        "After some delay, consequent on the scruples of the theological censor of Halle, who did not like to see miracles rejected, the book appeared (Easter, 1792).",
        "Owing to the death of a messenger there was long delay in proclaiming the new monarchs in Maryland; this delay, together with a rumor of a Popish plot to slaughter the Protestants, enabled the opposition to overthrow the proprietary government, and then the crown, in the interest of its trade policy, set up a royal government in its place, in 1692, without, however, divesting the proprietor of his territorial rights.",
        "From Kadesh spies were sent into Palestine, and when the people were dismayed at their tidings and incurred the wrath of Yahweh, the penalty of the forty years' delay was pronounced 2 See, e.g., J.",
        "At first he moved so slowly that many of the impatient, would-be reformers began to murmur at the unnecessary delay.",
        "With the sanction of the \"power\" he was now after some delay reordained \"chief pastor of the church assembled in Newman Street,\" but unremitting labours and ceaseless spiritual excitement soon completely exhausted the springs of his vital energy.",
        "No failure on the part of a party to exercise, no delay in exercising, and no course of dealing with respect to any right, power, or privilege under this Agreement shall operate as a waiver thereof, nor shall any single or partial exercise of any such right, power, or privilege preclude any other or further exercise thereof or the exercise of any other right, power, or privilege under this Agreement.",
        "The frequent association of heat-stroke with malaria is to be borne in mind in the treatment of heat hyperpyrexia, for, should the temperature of the patient not subside rapidly after treatment with cold sponging in a current of air or cold baths and ice, an intramuscular or intravenous injection of in grains of quinine bihydrochloride should be given without delay.",
        "The English right wing first appeared, tried the morass in vain, and then set out to turn it by a long detour; the main battle under the king halted in front of it, while the left wing under Antony Bec, bishop of Durham, was able to reach the head of the marsh without much delay.",
        "Oates, feeling his strength exhausted, had the heroism to sacrifice himself rather than cause further delay, and he left the tent on March 17 in 79Ã‚° 50 S.",
        "The long delay in announcing the assembly of the conference proved the extreme difficulty of arriving at any satisfactory basis of settlement; and though the efforts of the powers succeeded in salving the wounded pride of the Turks, and restraining the impetuosity of the Serbs and Montenegrins, warlike preparations on the part of Austria continued during the winter of 1908-1909, being justified by the agitation in Servia, Montenegro and the annexed provinces.",
        "At length Haakon, weary of delay, attacked, only to encounter a terrific storm which greatly damaged his ships.",
        "For example, if a quaestor on his entry to office observed lightning and announced it to the consul, the latter must delay the public assembly for the day.",
        "I can list a few that might eliminate it and a few more that might delay it.",
        "So while such an attack and its aftermath would not derail our eventual arrival at the next golden age, it quite possibly would delay it.",
        "Prince Andrew began to explain to her the reasons for this delay.",
        "If only they don't make me responsible for this delay!",
        "This is not an accepted reason for a delay or non-submission.",
        "Commenting on the meeting, Mrs Liddell said: The delay in providing redress for the victims of misselling is simply unacceptable.",
        "The delay is a security measure to prevent repeated attempts to use an invalid card.",
        "The results are applied to a class of retarded delay differential equations.",
        "Do n't delay - the scrap metal skip beckons !",
        "Rating: Reviewed by Dan from U.K on 14th Dec 2004 Nice Phone but shame about the 3 sec delay when taking a photo !",
        "The shoemaker 's son set off for Rome without delay.",
        "I am sorry for the delay in responding to you.",
        "Counsel for NDL submitted that the Adjudicator wrongly decided that he was unable to consider issues relating to delay.",
        "The minimum delay between the original order and the supervening event was calculated to be 20 months, the maximum over 2 years.",
        "And time away from home meant a delay in defending herself from Robert 's increasingly cruel taunts.",
        "He was, he wrote, \" in torment \" at the delay in his mother 's reply.",
        "Only transitory delay in continuing therapy was observed (median 3.9 days).",
        "More advanced delay lines can perform a filtering or signal processing function and are so called delay line transversal filters.",
        "There was no unreasonable delay on the insurer 's part in deciding whether to accept the claim.",
        "Lux models came with wood trim, velour seats, tinted windows, delay wash wipe & a few other goodies.",
        "The Processor also includes an LFO with delay for adding or enhancing the vibrato in a voice.",
        "Both of these men, after little delay, were removed in the ambulance wagon to the Royal Infirmary, Glasgow.",
        "A well-timed attack can really delay an opponent 's progress.",
        "Deciding to throw out or delay features is fine, even advisable, if these actions will help you hit the target release date.",
        "Sometimes, perfectionism is just an excuse to delay a product's release and it's a seductive one, because fixing perceived or real problems feels like an essential task.",
        "Once you're conscious of your tendencies-of the reasons for delay to which you're vulnerable-the easier it will be to overcome them.",
        "Rather than delay while you struggle to build a business model, accept that this task is more appropriate for a later startup phase.",
        "When you are staring at the specter of the grim reaper, you'll spend a lot of money to delay getting to know him better.",
        "A premature baby may also have a language development delay and behavioral problems, and this could be due to any number of reasons.",
        "Delay: It may be that your child is simply too young to be toilet trained right now, even if he seems to show readiness signs.",
        "Wait for the right time: If you know that you'll be moving soon or your child will be switching nursery schools, it's best to delay potty training until after these big events have passed.",
        "Drivers can mistreat or beat up their cars and ignore or delay necessary maintenance and repairs until their car quits running, so age makes a difference when searching for a used car.",
        "For gaming: you want a higher brightness, minimal delay in the action taking place on screen once you've hit a key or entered a command and minimal ghosting taking place when the action is rapid-fire.",
        "It's far better to delay your shopping until you can find bowls that are guaranteed lead-free rather than risk your furry friend's health.",
        "The over-the-counter name for this drug is Ovaban, and it is used to prevent or delay dogs and cats from coming into heat.",
        "Is there any reason why the vet would delay tapping so long?",
        "If a taxpayer is genuinely unable to pay due to extenuating circumstances, the IRS may decide to delay collection for a period of time.",
        "Tawas uses direct deposit of your earnings to your account; wrong identification numbers and account numbers could delay payments.",
        "Baggage Delay Insurance - Receive $100 a day for up to three days to purchase essential items that you need while you wait for your baggage to catch up with you.",
        "If you input incorrect information, this will delay your ability to make online payments.",
        "Track each of your transactions, though there may be a delay from the time of purchase to the time of listing online.",
        "This is a particularly good choice for an accountholder who prefers not to conduct financial transactions online and who does not want the potential delay that can come with sending a payment by mail.",
        "Unfortunately, when one parent disagrees with custody arrangements or other aspects of divorce, it can delay the final decree as well as the custody award.",
        "To deny yourself time to experience and come to grips with your feelings is to delay your ultimate recovery.",
        "Emotional outbursts are non-productive, overshadow the point of the discussion and delay reaching solutions.",
        "Cinnamon taken with meals, a healthy diet low in sugar and moderate exercise may prevent development of full blown diabetes or delay its onset for many years.",
        "Delay wearing panty hose this fall by having naturally looking glowing legs without a visit to the tanning salon.",
        "You are just as likely to delay going back to drop off the games, which is often leads to late fee penalties, making your game rental even more expensive.",
        "While paper mail may delay payments substantially and you may not be able to see exactly when a company receives your payment, online banking provides up-to-date access to your financial statements and transactions.",
        "Most have about a 10-second delay for getting into position.",
        "This annoying delay is often the cause of spoiled shots.",
        "Most point-and-shoot digital cameras have an annoying delay between the time you press the shutter button and the moment when the camera takes the picture.",
        "Kelly and his legal team found various reasons to delay the trial, which began May of 2008 and lasted a period of three weeks.",
        "In it, he claimed that he was having second thoughts about the divorce and wanted to delay the proceedings by 90 days.",
        "The reason he gave for wanting to delay the divorce proceedings was that he wanted to try and work things out with Kate.",
        "Talks have reportedly been in the works for quite some time, which lead to the delay of the project for a number of years.",
        "You'll need to apply to get a FASFA PIN and then go through the rather lengthy application online, but don't delay.",
        "Grounding: A ship that runs aground in a shallow port or while passing close to land is usually able to free itself without much delay or damage.",
        "Many vets will delay surgery/anesthesia if a dog displays signs of illness.",
        "Allowing your pet to do things as a puppy or newcomer only to forbid them later as he grows will confuse your pet and delay the learning process.",
        "Strenuous exercise or over exercising can delay a heat cycle.",
        "If the forecast is calling for strong winds or a driving rain, delay your planting plans until the bad weather has stopped.",
        "The short delay will not noticeably affect your harvest date and the damage you avoid will better your chances of a bumper crop.",
        "Similarly, electric guitar players use amps and pedals to delay, distort, modulate and modify the sound of the guitar until it is almost unrecognizable at times.",
        "Alternately, you may wish to use cleaner-sounding effects pedals such as chorus, delay or compression."
    ],
    "definition": [
        "Link/Cite"
    ]
}