{
    "translation": ".1 להאציל  סמכויות\n.2 להסמיך",
    "uses": [
        "A delegate must be a member of the association.",
        "He was a prominent member of the Republican party, and in 1861 was a delegate to the Peace Conference in Washington.",
        "He was overwhelmed, but he wasn't ready to delegate – not to her, anyway.",
        "In 1778 he was chosen a delegate to Congress, but declined to serve.",
        "They could not delegate the service on pain of death.",
        "He was a delegate to the second Continental Congress in May 1775, and on the 19th of June was chosen one of the four major-generals in the Continental service.",
        "He was a delegate from New York to the Continental Congress in 1779-1781, and state senator in 1781-1784,1786-1790and 1792-1797.",
        "In 1797 Fersen was sent to the congress of Rastatt as the Swedish delegate, but in consequence of a protest from the French government, was not permitted to take part in it.",
        "Leaving the Democratic party on the Kansas-Nebraska issue, he assisted in the formation of the Republican party in Connecticut, and was its candidate for governor in 1856; he was a delegate to the Republican national conventions of 1856 and 1860.",
        "He was a delegate to the Democratic National Convention of 1896, but withdrew after the adoption of the free-silver plank.",
        "He was subsequently a delegate to the Peace Congress in 1861, and was a loyal supporter of President Lincoln's war policy.",
        "His associations and predilections were with the Whigs, and he was a delegate to the National Convention that nominated General Zachary Taylor in 1848.",
        "The gild merchant did not give birth to craft fraternities or have anything to do with their origin; nor did it delegate its authority to them.",
        "On the occasion of the Metrical Congress, which met in Paris in 1872, he, however, successfully protested against the recognition of the Vatican delegate, Father Secchi, as a representative of a state, and obtained from Count de Rmusat, French foreign minister, a formal declaration that the presence of Father Secchi on that occasion could not constitute a diplomatic precedent.",
        "He took an active part in the movements in Connecticut preceding the War of Independence, and from 1774 to 1776 was a delegate from Connecticut to the Continental Congress.",
        "Bourke (Lord Connemara), the British delegate, and M.",
        "In the first case, they may be punished by the ordinary of the place, acting as delegate of the pope without speical appointment (Conc. Trid.",
        "` From 1876„ to 1886 he was a member of the National Democratic Committee, and virtually the leader of his party in his state; he was a delegate to the National Democratic Conventions of 1876, 1880 and 1884, and was permanent chairman of the last.",
        "He was Turkish delegate at the Paris conference of 1856; was charged with a mission to Syria in 1860; grand vizier in 1860 and 1861, and also minister of war.",
        "The village elder, a peasant delegate, and the village clerk, who were waiting in the passage, heard with fear and delight first the young count's voice roaring and snapping and rising louder and louder, and then words of abuse, dreadful words, ejaculated one after the other.",
        "He was a member of the New York Assembly in 1759-1769, a delegate to the Stamp Act Congress of 1765, a member of the Continental Congress from 1774 until his death and as such a signer of the Declaration of Independence, and in1777-1778was a member of the first state senate.",
        "Pa s ic was appointed principal delegate at the Peace Conference, with Trumb16, Vesnic (minister in Paris) and Zolger (a Slovene professor who had held office under Seidler in Austria).",
        "In 1861 he was a delegate to the peace congress at Washington, and in 1866 was appointed by the governor of New Jersey, as a Republican, to fill a vacancy in the United States senate.",
        "Ireland has its own conference presided over by a delegate from the British conference.",
        "In this respect international arbitration differs from civil arbitration, since a private arbitrator cannot delegate his office without express authority.",
        "He was a member of the Massachusetts executive council from 1776 to 1780, and a delegate to the continental congress from 1776 to 1778.",
        "Though the giving of blessings as a sacerdotal function is proper to the whole order of priests, particular benedictions have, by ecclesiastical authority, been reserved for the bishops, who may, however, delegate some of them; i.e.",
        "The latter was treated as a mere delegate, from whom an appeal could be made to the bishop. The former had one consistory with the bishop, so that appeals from him had to be made to the court of the metropolitan.",
        "When he is an emperor, a king, or a president of a republic, it is not expected that he will act personally; he may appoint a delegate or delegates to act on his behalf, and avail himself of their labours and views, the ultimate decision being his only in name.",
        "In 1861 he was a delegate from Maryland to the peace convention at Washington; in1861-1862he was a member of the Maryland House of Delegates.",
        "A special form of mediation was proposed by a delegate from the United States at the Peace Conference held at the Hague in 1899, and was approved by the representatives of the powers there assembled.",
        "He was chairman of the Republican State Committee (1892, 1896), candidate for the U.S. Senate (1894, 1900), member of the Republican National Committee (1896, 1900), and a delegate to the Republican National Convention on four occasions.",
        "De Ruyter was named commander-in-chief, and John de Witt, or later his brother Cornelius, accompanied the admiral as delegate of the states-general to support his authority.",
        "He was ordained priest on the 31st of December 1837, and a few weeks later was made apostolic delegate of the small papal territory of Benevento, where he had to deal with brigands and smugglers, who enjoyed the protection of some of the noble families of the district.",
        "In 1907 he was principal German delegate in the Hague Conference, and was the exponent of Germany's resolute and successful opposition to any practical discussion of the question of restriction of armaments.",
        "His success here led to his appointment in 1841 as delegate of Perugia, which was at that time a centre of anti-papal secret societies.",
        "Created secular prelate, he was sent as apostolic delegate to Viterbo, where he early manifested his reactionary tendencies in an attempt to stamp out Liberalism.",
        "As the delegate of the executive power he had the right to military command in the king's name, and to take all the measures necessary for the preservation of the peace, i.e.",
        "The question of the Puna de Atacama was referred to a tribunal composed of the United States minister to Argentina and of one Argentine and one Chilean delegate; that of the southern frontier in Patagonia to the British crown.",
        "The captaincy-general of Cuba was not originally, however, by any means so broad in powers as the viceroyalties of Mexico and Peru; and by the creation in 1765 of the office of intendant - the delegate of the national treasury - his faculties were very greatly curtailed.",
        "Dr Low was a delegate to the Hague Peace Conference in 1899.",
        "stadhouder, a delegate or representative), the title of the chief magistrate of the seven states which formed the United Netherlands by the union of Utrecht in 1 579.",
        "He was a member of the International Prime Meridian and Time Conference in 1884, and of the Board of Fortifications in 1885-1886; was superintendent of the Naval Academy from 1886 to 1890; and was promoted to captain and served as delegate at the International Maritime Conference at Washington in 1889.",
        "On the 26th of August a convention met at Stillwater, where measures were taken for the formation of a separate territorial government, and Henry Hastings Sibley (1811-1891) was sent to Congress as a delegate of \" Wisconsin Territory.\"",
        "He was a member of Rogers' Rangers in the Seven Years' War, served in the War of Independence, was for several years a member of the New Hampshire legislature, was a delegate to the New Hampshire convention which ratified the Federal constitution, and was a justice of the court of common pleas for his county.",
        "In February 1784 he was again chosen a delegate to Congress, and in January 1785 he became a justice of the Massachusetts supreme court.",
        "In 1774 and 1775 he was a delegate to the Continental Congress and served on three of its most important committees: that on colonial trade and manufactures, that for drawing up an address to the king, and that for stating the rights of the colonies.",
        "Unlike Alex, she had been willing to delegate.",
        "At the head of each division or lodge there was a \"body master,\" who communicated directly with a county delegate; the county delegates reported to the state delegate, and the state delegates to a national delegate.",
        "As a delegate to the Continental Congress, from 1774 to 1781, Samuel Adams continued vigorously to oppose any concession to the British government; strove for harmony among the several colonies in the common cause; served on numerous committees, among them that to prepare a plan of confederation; and signed the Declaration of Independence.",
        "These sorts of games will take some work to prepare, so be sure to plan ahead and delegate.",
        "delegate pack.",
        "The action of the tsar of Russia in convening the Peace Conference at The Hague in May 1900 gave rise to a question as to the right of the Vatican to be officially represented, and Admiral Canevaro, supported by Great Britain and Germany, succeeded in prevent~ ing the invitation of a papal delegate.",
        "But they could only be heard on the spot by judges delegate.",
        "President Harding avoided the example set by his predecessor, and did not himself participate as a delegate.",
        "Valfrey, the French delegate.",
        "The office of stadtholder is a proconsulatus, and the High German equivalent is Statthalter, a delegate.",
        "During the Russo-Turkish War of 1878 he was a delegate of the Red Cross Society in charge of an ambulance train provided by Queen Olga of Wurttemberg.",
        "He was Canadian delegate at the Paris Monetary Conference of 1881, and to the International Exhibition of Fisheries in 1883.",
        "On the 6th of May, the day after his arrival in Philadelphia, he was elected by the assembly of Pennsylvania a delegate to the Continental Congress in Philadelphia.",
        "In May 1787 he was elected a delegate to the Convention which drew up the Federal Constitution, this body thus having a member upon whom all could agree as chairman, should Washington be absent.",
        "Further, the praetorian praefect acquired, in addition to his military functions, a criminal jurisdiction, which he exercised not as the delegate but as the representative of the emperor, and hence it was decreed by Constantine (331) that from the sentence of the praetorian praefect there should be no appeal.",
        "On the fall of the Orlando Cabinet in June 1919, the new Premier Nitti chose Tittoni as Foreign Minister and first delegate at the Peace Conference, but the severe strain of the work told on his health and he was forced to resign in November.",
        "In 1915 he was chosen a delegate to the State Constitutional Convention, taking an active part in its proceedings.",
        "He was a member of the Rhode Island committee of safety in 1775-1776, and was a delegate in Congress in1776-1781and again in 1783-1785.",
        "In 1877 he was counsel for Great Britain before the Anglo-American fisheries arbitration at Halifax; in 1897 he was a joint delegate to Washington with Sir Wilfrid Laurier on the Bering Sea seal question; and in1898-1899a member of the Anglo-American joint high commission at Quebec.",
        "He was a delegate to the National Republican Convention in 1892; chairman of the Republican State Convention in 1895, 1900, and 1908; and chairman of the Republican National Committee in 1906.",
        "From 1884 he was the Hamburg delegate for the International Earth Measurement.",
        "In the National Republican Convention in 1860, not being sent by the Republicans of his own state on account of his opposition to William Seward as a candidate, he was made a delegate for Oregon.",
        "In 1884 he was a delegate of the Republican party to the convention in Chicago which nominated James G.",
        "Besides the full members, each of the Territories is allowed to send a delegate, who has, however, no vote.",
        "In 1812, by permission of Congress, a representative assembly was chosen, a Territorial constitution was adopted, and the Territorial delegate in Congress was elected directly by the people.",
        "Martin (1805-1887) of Green Bay, a lawyer and judge, and a delegate to Congress in1845-1847from Wisconsin territory, explored the harbour facilities in 1833 and made a map of the place which he called \"Milwaukie.\"",
        "In 1818 he was again elected to the Assembly; in 1819 he became a regent of the State University of which he was for a time chancellor; and in 1821 he was a delegate to the New York constitutional convention.",
        "He was sent to Berlin to represent the interests of the duchies there, and during his absence he was elected by Kiel as a delegate to the national parliament at Frankfort.",
        "He was a member of the New Hampshire Provincial Assembly in 1774, and in1774-1775was a delegate to the Continental Congress.",
        "In 1848, when nearly every throne in Europe was shaken by the spread of revolutionary sentiments, he was elected delegate to the national German assembly at Frankfort, - a sufficient proof that at this time he was regarded as no mere narrow and technical theologian, but as a man of wide and independent views.",
        "Too distrustful to delegate his responsibility to his ministers, he was too infirm of will to strike out and follow a consistent course for himself.",
        "He was a delegate in Congress in 1782-1784, and from November 1783 to November 1784 was president, in which office he received Washington's resignation of the command of the army and made a congratulatory address.",
        "Notwithstanding that Quebec was almost solidly Roman Catholic the Rouges sternly resisted clerical pressure; they appealed to the courts and had certain elections voided on the ground of undue clerical influence, and at length persuaded the pope to send out a delegate to Canada, through whose inquiry into the circumstances the abuses were checked and the zeal of the ultramontanes restrained.",
        "He was once more a member of the Connecticut Assembly in 1764-1766, was one of the governor's assistants in 1766-1785, a judge of the Connecticut superior court in 1766-1789, treasurer of Yale College in 1765-1776, a delegate to the Continental Congress in1774-1781and again in 1783-1784, a member of the Connecticut Committee of Safety in1777-1779and in 1782, mayor of New Haven in 1784-1793, a delegate to the Federal Constitutional Convention of 1787 and to the Connecticut Ratification Convention of the same year, and a member of the Federal House of Representatives in 1789-1791 and of the United States Senate in 1791-1793.",
        "When the subject came on for discussion at the conference the German military delegate stated his view that the question of effectives could not be discussed by itself, as there were many others to which it was in some measure subordinated, such, for instance, as the length of service, the number of cadres whether existing in peace or made ready for war, the amount of training received by reserves, the situation of the country itself, its railway system, and the number and position of its fortresses.",
        "He was a delegate to the Stamp Act Congress in 1765, and to the Continental Congress in 1774-77 and 1782-83; he was chairman of the committee which framed the state constitution of 1776, and the first \"president\" (governor) of South Carolina in 1776-78.",
        "The act of 1900 provides for the election of a delegate to Congress, and prescribes that the delegate shall have the qualifications necessary for membership in the Hawaiian Senate, and shall be elected by voters qualified to vote for members of the House of Representatives of Hawaii.",
        "As usual, the delegate has a right to take part in the debates in the national House of Representatives, but may not vote.",
        "In 1855 he took a prominent part in organizing the Republican party in Pennsylvania, and in 1856 was a delegate to the Republican National Convention, in which he opposed the nomination of John C. Fremont.",
        "Carolina in 1726, and was a delegate to the Continental Congress from Georgia, but opposed independence and was banished from Savannah in 1777.",
        "Evarts; and in 1881 was a delegate to the International Sanitary Conference, which met in Washington, D.C., and of which he was chosen president.",
        "In politics he was originally a Republican, and was a delegate to the national convention of the party in 1880, and chairman of its finance committee.",
        "Melanchthon was on his way to the Council of Trent as delegate of the elector of Saxony and the cardinal had offered to meet him at Dillingen.",
        "In 1786 he was a delegate to the \"Annapolis convention,\" and in 1787-88 was governor of Virginia.",
        "In 1907 he was a delegate to the Imperial Navigation Conference.",
        "A clause in the state constitution prohibited any justice of the Supreme Court from holding any other post save that of delegate to Congress on a \"special occasion,\" but in November 1778 the legislature pronounced the secession of what is now the state of Vermont from the jurisdiction of New Hampshire and New York to be such an occasion, and sent Jay to Congress charged with the duty of securing a settlement of the territorial claims of his state.",
        "On the 24th of July 1784 Jay landed in New York, where he was presented with the freedom of the city and elected a delegate to Congress.",
        "In 1857 the Roman Catholic bishops in England received faculties, renewed quinquenially, permitting them to erect the stations with the accompanying indulgences, and they often delegate this faculty to priests.",
        "In 1908-9 he was a delegate to the Closer Union Convention.",
        "In 1775 he became chairman of the committee of public safety for Orange county, and wrote its response to Patrick Henry's call for the arming of a colonial militia, and in the spring of 1776 he was chosen a delegate to the new Virginia convention, where he was on the committee which drafted the constitution for the state, and proposed an amendment (not adopted) which declared that \"all men are equally entitled to the full and free exercise\" of religion, and was more radical than the similar one offered by George Mason.",
        "In 1777, largely, it seems, because he refused to treat the electors with rum and punch, after the custom of the time, he was not reelected, but in November of the same year he was chosen a member of the privy council or council of state, in which he acted as interpreter for a few months, as secretary prepared papers for the governor, and in general took a prominent part from the, 4th of January 1778 until the end of 1779, when he was elected a delegate to the Continental Congress.",
        "delegate a task to one person instead of a team, do it!",
        "Another good idea is to delegate responsibility for your trip or day out to your children.",
        "Preliminary meeting between trainer and delegates - the examples on the course can then be tailored to match the delegate 's background.",
        "An Italian delegate sitting behind an EU flag was engaged in a furious argument with a well-groomed American woman.",
        "You're inviting huge stress and possible burnout if you refuse to bring in experts and delegate.",
        "If you list all these tasks in one place, you'll feel more confident that you can get them all done, and you'll also be able to more easily delegate tasks to people wanting to help.",
        "\"A king, realizing his incompetence, can either delegate or abdicate his duties.",
        "If you can't make a stressor go away or if you have too many overwhelming you, delegate your responsibilities to others.",
        "Instead, you can do the next best thing, delegate tasks to close friends and family members.",
        "Remember, that person is probably trying to delegate tasks to reduce stress, just as you should be doing.",
        "Be realistic: If you are overwhelmed, make a list of responsibilities you could delegate to other people.",
        "For example, if you love the idea of personalized engraved invitations, but don't see yourself taking the time to stencil 250 cards, either scrap the idea or delegate it to someone else.",
        "Delegate someone to finish up centerpiece preparations or supervise the reception hall decorating on the actual wedding day.",
        "There are some people who should delegate their snow shoveling to others.",
        "Decide how much room you have to delegate to your parents, and how much potential space you have available.",
        "Delegate. Delegate some of the care giving duties to others.",
        "However, in most cases, he will have several specialized employees to which he can delegate many of the tasks.",
        "However, it's not advisable to outsource or delegate the entire process of writing your plan to a third party.",
        "You can delegate responsibility to other family members or even hire outside help.",
        "In 1768 he was a delegate to the provincial convention which was called to meet in Boston, and conducted the prosecution of Captain Thomas Preston and his men for their share in the famous \" Boston Massacre of the 5th of March 1770., He served in the Massachusetts General Court in 1773-1774, in the Provincial Congress in 177 4-1775, and in the Continental Congress in 1 7741778, and was speaker of the Massachusetts House of Representatives in 1777, a member of the executive council in 1779, a member of the committee which drafted the constitution of 1780, attorney-general of the state from 1777 to 1790, and a judge of the state supreme court from 1790 to 1804.",
        "In 1896 he was a delegate to the Republican National Convention.",
        "To that convention, with one-third of its membership composed of Friends, Whittier was a delegate, and was appointed one of the committee that drafted the famous Declaration of Sentiments.",
        "He was a delegate at the Democratic National Convention in 1920, and it was in part through his influence that James M.",
        "Before this is granted the candidate is submitted to a double examination as to his fitness, first by a papal delegate at his place of residence (processus informativus in partibus electi), and afterwards by the Roman Congregation of Cardinals assigned for this purpose (processus electionis definitivus in curia).",
        "In 1880 General Arthur was a delegate at large from New York to the Republican national convention.",
        "The rights of a state are said to be delegated when, as in Mexico, Brazil and Colombia, the constitution is created by a central national authority which also makes the states; state rights are residuary when independent states unite to delegate by a constitution certain.",
        "For nine years Prussian delegate at the diet of Frankfort, Bismarck was intimately acquainted with all the issues Bis,narck.",
        "Th Prussian delegate at once withdrew from the diet, and on thE following day (June 15) the Prussian troops advanced ovel the Saxon frontier.",
        "He was a delegate to the Democratic National Convention in 1884 and in 1885 declined President Cleveland's offer of the first assistant postmaster-generalship. He was appointed a member of the second division of the N.Y.",
        "An ardent opponent of slavery, he became a Free Soiler, was a delegate to the National Convention which nominated John P. Hale for the presidency in 1852, and subsequently served as chairman of the State Committee, having at the same time editorial control of the Charter Oak, the party organ.",
        "He was the permanent chairman of the Republican National Convention in 1868, was a delegate to the conventions of 1872, 1876 and 1880, was a member of Congress from December 1872 until March 1875 and again in 1879-1881, and was a United States senator from 1881 until the 3rd of March 1905, being one of the Republican leaders both in the House and the Senate.",
        "He was a delegate to the Constitutional Convention of 1787, and on the 29th of May presented the \"Virginia plan\" (sometimes called the \"Randolph plan\").1 In the Convention Randolph advocated a strongly centralized government, the prohibition of the importation of slaves, and a plural executive, suggesting that there should be three executives from different parts of the country, and refused to sign the constitution because too much power over commerce was granted to a mere majority in Congress, and because no provision was made for a second convention to act after the present instrument had been referred to the states.",
        "He was a member of the Imperial War Cabinet and Imperial War Conference, 1918; Canadian Government representative at the International Labour Conference at Washington, 1919; and a Canadian delegate to the first assembly of the League of Nations at Geneva, 1920.",
        "In February 1861 he was a delegate to the Peace Conference in Washington; he opposed secession, but was loyal to his state when it seceded, and was one of its representatives in the Confederate Congress during the Civil War.",
        "His conduct being attacked, he declined renomination for the governorship, but was unanimously returned by Albemarle as a delegate to the state legislature; and on the day previously set for legislative inquiry on a resolution offered by an impulsive critic, he received, by unanimous vote of the house, a declaration of thanks and confidence.",
        "Largely owing to Howe's statesmanship responsible government was finally conceded in 1848 by the imperial authorities, and was thus gained without the bloodshed and confusion which marked its acquisition in Ontario and Quebec. In 1850 he was appointed a delegate to England on behalf of the Intercolonial railway, for which he obtained a large imperial guarantee.",
        "He was sent as a delegate from New York City to the Continental Congress at Philadelphia in September 1774, and though almost the youngest member, was entrusted with drawing up the address to the people of Great Britain.",
        "Many minute and wise provisions are due to him, and he spoke before the convention more frequently than any delegate except James Wilson and Gouverneur Morris.",
        "Retiring from the presidency in 1817, Madison returned to his home, Montpelier (in Orange county, Virginia), which he left in no official capacity save in 1829, when he was a delegate to the state constitutional convention and served on several of its committees.",
        "In early life he had little time for politics, but after 1880 he became prominent in the affairs of the Republican party in Cleveland, and in 1884 and 1888 was a delegate to the Republican National Convention, in the latter year being associated with William McKinley in the management of the John Sherman canvass.",
        "It was not, however, until 1896, when he personally managed the canvass that resulted in securing the Republican presidential nomination for William McKinley at the St Louis Convention (at which he was a delegate), that he became known throughout the United States as a political manager of great adroitness, tact and resourcefulness.",
        "In the short years of peace Pajol, now colonel, was successively envoy to the Batavian Republic, and delegate at Napoleon's coronation.",
        "A bill to organize the Territory of Wyoming had been introduced into Congress in 1865, and in 1867 the voters of Laramie county had chosen a delegate to Congress.",
        "In the most perfect form of federation the states agree to delegate to a supreme federal government certain powers or functions inherent in themselves in their sovereign or separate capacity, and the federal government, in turn, in the exercise of those specific powers acts directly, not only on the communities making up the federation, but on each individual citizen.",
        "In 1871 the Federal Congress repealed the charters of Washington and Georgetown and established a new government for the entire District, consisting of a governor, a secretary, a board of public works, a board of health and a council appointed by the president with the concurrence of the Senate, and a House of Delegates and a delegate to the National House of Representatives elected by the people.",
        "He was elected a bishop in May 1852, and in 1857, with Dr McClintock, visited Great Britain as a delegate to the British Wesleyan Conference, and travelled in the Holy Land.",
        "In 1840 she married Henry Brewster Stanton (1805-1887), a lawyer and journalist, who had been a prominent abolitionist since his student days (1832-1834) in Lane Theological Seminary, and who took her on a wedding journey to London, where he was a delegate to the World's Anti-Slavery Convention.",
        "a delegate by the Massachusetts legislature, but it was not until 1783 that he resumed his seat.",
        "In March 1775 he was appointed a delegate from Virginia to the second Continental Congress, where he served on committees for fortifying New York, collecting ammunition, raising money and formulating army rules.",
        "When the Federal Convention met at Philadelphia in May 1787 to frame the present constitution, Washington was present as a delegate from Virginia, though much against his will; and a unanimous vote at once made him the presiding officer.",
        "\"Arapahoe County,\" including all Colorado, was organized as a part of Kansas Territory in 1858; but a delegate was also sent to Congress to work for the admission of an independent territory (called \"Jefferson\").",
        "The Territory was represented in Congress by a delegate, chosen by popular vote, with the right to speak in the national legislature but not to vote.",
        "In the same year she was a delegate to the Prison Reform Congress in London, and founded there the Woman's Peace Association, one of the many ways in which she expressed her opposition to war.",
        "From 1786 to 1788 he was a delegate to the Confederation Congress, and in the lastnamed year in the Virginia convention he favoured the adoption of the Federal constitution.",
        "In1775-1779he was a delegate to the Continental Congress, and as such signed the Declaration of Independence.",
        "Their interests are attended to by a delegate who is appointed by the Bombay Parsis and resides at Teheran.",
        "As a delegate from Dorchester, his father's church, to the Synod of 1662, he opposed the Half-Way Covenant adopted by the Synod and defended by Richard Mather and by Jonathan Mitchell (1624-1668) of Cambridge; but soon afterwards he \"surrendered a glad captive\" to \"the truth so victoriously cleared by Mr Mitchell,\" and like his father and his son became one of the chief exponents of the Half-Way Covenant.",
        "Meanwhile a convention at Tucson in 1856 sent a delegate to Congress and petitioned for independent territorial government.",
        "In 1861 it was occupied by a Texan force, declared for the Confederacy, and sent a delegate (who was not admitted) to the Confederate congress.",
        "He was a delegate in 1861 to the Peace Congress, but after the actual outbreak of hostilities he insisted that the war should be prosecuted vigorously.",
        "In 1799 he was chosen by the Jeffersonian party of this territory as the delegate of the territory in Congress.",
        "He was the first territorial delegate in the Congress of the United States and was the author of the first step in the development of the country's later homestead policy; the first presidential candidate to be selected upon the ground of \" expediency \" alone; and the first president to die in office.",
        "Under this act a \" political party \" is one which polled at least one-twentieth of the total number of votes cast in the next preceding election in the area for which the nomination is made; and in party conventions there must be one delegate from each election district, and one delegate for each Zoo votes cast by the party in the next preceding gubernatorial election.",
        "The local supervising authority may delegate their powers to a committee appointed by them, women being eligible to serve on it.",
        "A county council may delegate its powers under the act to a district council.",
        "A county council may delegate, by arrangement, to the council of any borough or urban district in the county their powers in respect of the act.",
        "A rural district council may delegate their entire powers in any parish to a parochial committee.",
        "- Alaska, by an act of Congress approved the 7th of May 1906, received the power to elect a delegate to Congress.",
        "Before this act and the elections of August 1906 Alaska was a governmental district of the United States without a delegate in Congress.",
        "Entering politics as a Democrat, he first attracted general attention by his violent campaign in Lowell in advocacy of the passage of a law establishing a ten-hour day for labourers; he was a member of the Massachusetts House of Representatives in 1853, and of the state senate in 1859, and was a delegate to the Democratic national conventions from 1848 to 1860.",
        "He was technical delegate at several international conferences, including the fur-seal conference (1911) at Washington between the United States, Great Britain, Russia and Japan.",
        "Every fifty indirect electors choose a delegate, who votes along with the direct electors.",
        "He was soon made president of the South Carolina council of safety, and in 1776 vice-president of the state; in the same year he was sent as a delegate from South Carolina to the general continental congress at Philadelphia, of which body he was president from November 1777 until December 1778.",
        "He was twice a delegate to the National Democratic Convention, and from 1896 to 1916 was a member of the Democratic National Executive Committee.",
        "He was a delegate to the first national convention of the Republican party (1856) and was a member of the New York assembly in 1862-1863 and of the state senate in 1864-1867.",
        "Wilmot supported Van Buren in 1848 and entered the Republican party at the time of its formation, and was a delegate to the national conventions of 1856 and 1860.",
        "He left his incumbency of Savannah to a lay delegate and the commissary's court at Charleston suspended him for ceremonial irregularities.",
        "1854), held for a delegate to Congress, some 1700 armed Missourians invaded Kansas and stuffed the ballot boxes; and this intimidation and fraud was practised on a much larger scale in the election of a Territorial legislature in March 1855.",
        "Archbishop Langton, who on assuming possession of his see had shown at once that he was a patriotic English statesman, and not the mere delegate of the pope, besought his master to hold back, and, when he refused, threatened to renew the excommunication which had so lately been removed.",
        "He was British delegate to the International Prime Meridian Conference at Washington in 1884, when he also attended the meetings of the British Association at Montreal and of the American Association at Philadelphia.",
        "Martin, the Territorial delegate, received the approval of President Polk.",
        "The grandfather, Arthur Middleton (1681-1737), was president of the Council in 1721-1730 and as such was acting governor in 1725-1730, and the father, Henry Middleton (1717-1784), was speaker of the Assembly in 1745-1747 and again in 1 7541 755, a delegate to the Continental Congress in 1774-1776, and its president from October 1774 to May 1775, a member of the South Carolina Committee of Safety, and in 1775 president of the South Carolina Provincial Congress.",
        "He was a member of the provincial Council of Safety in 1775-1776, and a delegate to the Continental Congress in 1776-1777.",
        "He was captured by the British at Charleston in May 1780, was exchanged in July 1781, was again a delegate to Congress in 1781-1783, and later served in the state legislature.",
        "On the approach of the War of Independence he identified himself with the patriot or whig element in the colony, and in 1776 and 1777 he was a delegate to the Continental Congress.",
        "African colonies, Smuts went to it as a delegate from the Transvaal with a reputation for ability and capacity second to that of no other delegate.",
        "As a papal delegate he had to visit all the Roman Catholic communities in Dalmatia, Herzegovina and Bosnia, and had numerous opportunities of hearing the bards recite songs on old national heroes.",
        "In 1539 he attended Charles V.'s conference on Christian reunion at Frankfort as the companion of Bucer, and in the following year he appeared at Hagenau and Worms, as the delegate from the city of Strassburg.",
        "Following the split in the Republican party he became one of the founders of the National Progressive party and was a delegate at its national convention in Chicago in 1912.",
        "of the treaty of Paris (1856), and in November of that year a commission was constituted in which Austria, France, Great Britain, Prussia, Russia, Sardinia and Turkey were each represented by one delegate \"to designate and cause to be executed the works necessary below Isaktcha' to clear the mouths of the Danube as well as the neighbouring parts of the sea, from Isakcea was 66 nautical m.",
        "At the congress of Berlin in 1878 its jurisdiction was extended from Isakcea to Galatz (26 m.), and it was decided that the commission, in which Rumania was henceforward to be represented by a delegate, should exercise its powers in complete independence of the territorial authority.",
        "He was a member of the state constitutional convention of and one of the committee of twenty-six which drafted the constitution; he was also a delegate to the state convention of 1788 which ratified the Federal Constitution; and according to tradition was the author of the famous \"Conciliatory Resolutions,\" or proposed amendments to the constitution, which did much to win over Samuel Adams and John Hancock to the side of ratification.",
        "A delegate from New York, he supported Madison in inducing the Convention to exceed its delegated powers and summon the Federal Convention of 1787 at Philadelphia (himself drafting the call); he secured a place on the New York delegation; and, when his anti-Federal colleagues withdrew from the Convention, he signed the Constitution for his state.",
        "He was a member of the Virginia House of Delegates in 1781 and a delegate to the Continental Congress in 1782-1785.",
        "He was one of the best men of business in the university, and held various important posts, among which were those of delegate of the press, curator of the university galleries, manager of the Bible department of the press, and private secretary to successive chancellors of the university.",
        "Robertson was sent as a delegate to the North Carolina legislature in 1783 and through his instrumentality the settlements became Davidson county.",
        "to Russia, a gift which he really believed would be welcome because it would bring every subject into immediate contact with the throne, was - the secret police, the dreaded Third Sections The crowning fault of Nicholas was, however, that he would not delegate his authority; whom could he trust but himself ?",
        "He was overwhelmed, but he wasn't ready to delegate â€“ not to her, anyway.",
        "vicar apostolic: A titular bishop who rules a vicariate apostolic or missionary district as delegate of the papacy.",
        "delegate responsibility for your trip or day out to your children.",
        "The various ' automatic ' features of the language will be covered in detail enabling the delegate to quickly develop maintainable programs.",
        "I am, however, my constituency delegate to the Labor conference this year so may get a chance to speak.",
        "However, a suitable substitute delegate may replace an existing booking at any time without cost penalty.",
        "Delegate: Are there real possibilities for development of the professional doctorate?",
        "The Member will probably want to delegate this function to a costs draftsman.",
        "For security reasons, it is not recommended to delegate for example the INBOX folder.",
        "good idea is to delegate responsibility for your trip or day out to your children.",
        "Every time a US delegate speaks on the floor of a conference room, a reverential hush descends.",
        "Every delegate was also given an NDAD promotional mug, at least ensuring that they took away our correct web site address!",
        "persistence delegate for this type of object.",
        "I come also as a delegate from the Norwegian party to offer fraternal salutations.",
        "Our delegate packages can be specifically tailored to suit your needs.",
        "tailored to match the delegate's background.",
        "Prices All prices are per delegate and exclude vat.",
        "A delegate must be a.",
        "He was a delegate to the Federal Constitutional Convention of 1787, and supported the New Jersey small-state plan.",
        "The vice-chancellor was ex officio a delegate of the press, where he hoped to effect much; and a plan for draining the Thames Valley, which he had now the power of initiating, was one on which his mind had dwelt for many years.",
        "circumscription, the pastor and one delegate of the council of presbyters Wheat.",
        "It also has a general synodcomposed of 2 inspectors,i 5 pastors elected by the synod of Paris, and 6 by that of Montbliard, 22 laymen and a delegate of the theological faculty at Pariswhich holds periodical meetings and is represented in its relations with the government by a permanent executive commission.",
        "Wrapped in this optimism, Count Corti proceeded, as first Italian delegate, to Berlin, where he found himself obliged, on the 28th of May, to join reluctantly in sanctioning the Austrian occupation of Bosnia and Herzegovina.",
        "His elder brother, Woodbury Langdon (1739-1805), was a delegate to the Continental Congress in 1779-1780, a member of the executive council of New Hampshire in 1781-1784, judge of the Supreme Court of the state in 1782 and in1786-1790(although he had had no legal training), and a state senator in 1784-1785.",
        "The pope sent a special delegate to appraise the lands, and the sum of $7,23 9, 000 was paid in December 1903.",
        "Until 1786 he was a leading advocate of a stronger central government but when chosen a delegate to the Philadelphia constitutional convention of 1787, he had become cold in the cause and declined to serve.",
        "He was a Democratic member of the National House of Representatives in 1834-1843, served in the South Carolina Senate in 1844-1845, was a delegate to the Nashville Southern Convention (see Nashville, Tennessee) in 1850, was United States minister to Russia in 1858-1860, and in 1860-1862 was governor of South Carolina.",
        "The supervision of the whole order was vested in a \"Board of Erin,\" meeting quarterly in England, Ireland or Scotland, and at each meeting arranging a new code of signals and passwords, which were communicated to the national delegate in the United States by the steward of a transatlantic steamship, and thence were transmitted to the various subdivisions.",
        "As security for the service of the new reduced debt it was provided that an international council should be formed, composed of one delegate each from the bondholders of the United Kingdom, France, Germany, Austria-Hungary, Italy and Turkey, and one representing the \" priority bondholders,\" a term which will be explained later.",
        "In the Roman Catholic Church the amice, alb, girdle, stole, maniple, chasuble must be solemnly blessed by the bishop or his delegate, the prayers and other forms to be observed being set forth in the Pontificale (see Benediction).",
        "In 1754 he was a delegate from Massachusetts to the Albany Convention,and, with Franklin, was a member of the committee appointed to draw up a plan of union.",
        "As in other German states, the government bowed to the storm,, proclaimed an amnesty and promised reforms. The ministry was remodelled in a more Liberal direction; and a new delegate was sent to the federal diet at Frankfort, empowered to vote.",
        "The right of the archbishop to exercise a certain disciplinary power over the regular orders is possessed by him, not as archbishop, but as the delegate ad hoc of the pope.",
        "He was chosen president of the Senate in Dec., and soon after was appointed Italian delegate on the Council and Assembly of the League of Nations, but ill-health again forced him to relinquish both appointments.",
        "To expedite the extirpation of Pelagianism, he sent to Britain a deacon called Palladius, at whose instigation St Germanus of Auxerre crossed the English Channel, as delegate of the pope and bishops of Gaul, to inculcate orthodox principles upon the clergy of Britain.",
        "Mr Hofmeyr's established reputation as an astute diplomatist, and as the trusted leader for years of the Cape Dutch party, made him as powerful a delegate as it was possible to find.",
        "He was active as a Republican in state and national politics; was chairman of the Committee on Resolutions of the New York State Republican Conventions from 1874 to 1880 (excepting 1877), and was president of the convention of 1879; and was a delegate to several National Republican Conventions, drafting much of the Republican platforms of 1876 and 1896.",
        "In 1849, on the strong recommendation of Archbishop John MacHale of Tuam, Cullen was nominated as successor to the primatial see of Armagh; and, on his return to Ireland, presided as papal delegate at the national council of Thurles in the August of 1850.",
        "O'Keeffe, parish priest of Callan, on account of two sentences of ecclesiastical censure pronounced by the cardinal as papal delegate.",
        "Three of the four judges allowed the defence of the cardinal to be valid; but it was held that the papal rescript upon which he relied for his extraordinary powers as delegate was illegal under statute; and the lord chief justice decided that the plaintiff could not renounce his natural and civil liberty.",
        "He was a delegate to the national Democratic conventions in 1884 and 1892, and in the latter year was elected vice-president of the United States on the ticket with Cleveland, serving from 1893 to 1897.",
        "In 1819 the Territory had been empowered to send a delegate to Congress.",
        "Fort Clark was erected on the site in 1850 to protect settlers against the Indians; in 1851 the name was changed by order of the secretary of war to Fort Dodge in honour of Colonel Henry Dodge (1782-1867), who was a lieutenant-colonel of Missouri Volunteers in the War of 181 2, served with distinction as a colonel of Michigan Mounted Volunteers in the Black Hawk War, resigned from the military service in March 1833, was governor of Wisconsin Territory from 1836 to 1841 and from 1846 to 1848, and was a delegate from Wisconsin Territory to Congress from 1841 to 1845, and a United States senator from Wisconsin in 1848-1857.",
        "The chief foreign treaties entered into by Colombia in the last quarter of the 19th century were: - (1) A treaty with Great Britain, signed on the 27th of October 1888, for the extradition of criminals; (2) a treaty of friendship, commerce and navigation with Italy, signed on the 27th of October 1892; (3) two protocols with Italy, signed respectively on the 24th of May and on the 25th of August 1886, in connexion with the affair of the Italian subject Cerruti; (4) a consular convention with Holland, signed on the 10th of July 1881; (5) a treaty of peace and friendship with Spain, signed on the 30th of January 1881; (6) a convention with Spain for the reciprocal protection of intellectual property; (7) a concordat with the Vatican, signed on the 31st of December 1887; (8) an agreement with the Vatican, signed on the 10th of August 1892, in connexion with ecclesiastical jurisdiction; (9) an agreement with the republic of San Salvador, signed on the 24th of December 1880, in regard to the despatch of a delegate to an international congress; (to) a treaty of peace, friendship and commerce with Germany, signed on the 23rd of July 1892; (t1) a treaty with the republic of Costa Rica, signed in 1880, for the delimitation of the boundary; (12) the postal convention, signed at Washington, on the 4th of July 1891; (13) a convention with Great Britain, signed on the 31st of July 1896, in connexion with the claim of Messrs Punchard, M`Taggart, Lowther & Co.; (t4) a treaty of friendship, commerce and navigation with Peru, signed on the 6th of August 1898; (15) an extradition treaty with Peru, signed on the 6th of August 1898; (16) a treaty of peace, friendship and defensive alliance with Venezuela, signed on the 21st of November 1896, and on the same date a treaty regulating the frontier commerce."
    ],
    "definition": [
        "One who acts on behalf of one or more others in an official capacity.",
        "The act of granting another the power to act on one’s behalf.",
        "Link/Cite"
    ]
}