{
    "translation": "משלחת",
    "uses": [
        "A delegation consisting of several key businesspeople entered the meeting.",
        "It is in the gift of the sultan of Turkey and, by delegation, of the khedive of Egypt.",
        "The senate consists of sixty-three members (three from each state and the federal district) elected for a period of nine years, one-third of each delegation being renewed every three years.",
        "The -roll of states is again called, and the chairman of each state delegation announces the vote of the state.",
        "The general council, when not sitting, is represented by a permanent delegation (commission departementale).",
        "Each delegation has the right to formulate resolutions independently, and to call to account and arraign the common ministers.",
        "Randolph, Madison induced the state's delegation to stand by the constitution in the convention.",
        "de Morgan, Memoires de la Delegation en Perse (9 vols., 1899-1906).",
        "Empire, Crmieux, as president of the government delegation at Tours, hastened to offer his congratulations to Italy.",
        "An early and well-known instance of such delegation is that mentioned by Eusebius (Hist.",
        "The Illinois State Convention of the Republican party, held at Decatur on the 9th and 10th of May 1860, amid great enthusiasm declared Abraham Lincoln its first choice for the presidential nomination, and instructed the delegation to the National Convention to cast the vote of the state as a unit for him.",
        "He then formed part of the Delegation of Tours, but took no part in the completion of the organization of defence.",
        "The responsibility was finally brought home to Forgacs by Prof. Masaryk in a famous speech before the Austrian delegation: and Aehrenthal preserved an embarrassed silence when his minister was bluntly compared with Azev, the Russian agent provocateur.",
        "From both the Hungarian and the Austrian parliament there was to be elected a Delegation, consisting of sixty members; to these Delegations the common ministers were to be re g of the court of Vienna were entrusted to Beust, whom the emperor appointed chancellor of the empire and also minister-president of Austria.",
        "Recognizing the falsity of this view of history, another set of historians say that power rests on a conditional delegation of the will of the people to their rulers, and that historical leaders have power only conditionally on carrying out the program that the will of the people has by tacit agreement prescribed to them.",
        "The general canonical legislation of the Church, the legislation by papal rescript and the Congregation of the Propaganda, the decisions of the Apostolic Delegation at Washington, and a certain amount of immemorial custom and practice, form the code that governs its domestic relations.",
        "The system of pluralities carried with it, as a necessary consequence, systematic non-residence on the part of many incumbents, and delegation of their spiritual duties in respect of their cures of souls to assistant curates.",
        "The law created a departmental committee (commission departementale), elected by the conseil general which, in the interval of the sessions of the latter, takes part in matters concerning the administration of the departmental interests, either in virtue of the law, or by a delegation of pOwers from the conseil general.",
        "Moreover, the Delegation was to be chosen not by the House as a whole, but by the representatives of the separate territories.",
        "of the Textes Elamites-Semitiques of the Memoires de la delegation en Perse (Paris, 1902); H.",
        "The power of the priesthood began with the delegation by the king of his sacrificial duties to a ` president ' (purohita).",
        "This is one reason for the comparative weakness of Austria as compared with Hungary, where the Delegation is elected by each House as a whole; the Bohemian representatives, e.g., meet and choose 10 delegates, the Galicians 7, those from Trieste 1; the Delegation, is, therefore, not representative of the majority of the chamber of deputies, but includes representatives of all the groups which may be opposing the government there, and they can carry on their opposition even in the Delegation.",
        "He was a keen supporter of Federation and in 1900 led the delegation sent to London with the Australian Commonwealth bill.",
        "During discussions on the economic arrangement with Hungary in 1877 a large number voted against the duties on coffee and petroleum, which were an essential part of the agreement; they demanded, moreover, that the treaty of Berlin should be laid before the House, and 112 members, led by Herbst, gave a vote hostile to some of its provisions, and in the Delegation refused the supplies necessary for the occupation of Bosnia.",
        "Macdonald, at the head of a representative delegation from Ontario and Quebec, met the public men of the maritime provinces in conference at Charlottetown in 1864, and the outline of confederation then agreed upon was filled out in detail at a conference held at Quebec soon afterwards.",
        "In July 1894 a Dutch expedition landed at Ampanam, and advanced towards Mataram, the capital of the Balinese sultan, who had defied Dutch authority and refused to send the usual delegation to Batavia.",
        "the opening of the Catholic University (1889), the Columbian Educational Exhibit at Chicago (1893), the establishment of the Apostolic Delegation at Washington (1893).",
        "In order to complete their task the cardinals present at Pisa, authorized by delegation of the council, shut themselves up in conclave, and elected one of their number, Peter Philarges, cardinal of Milan, as the new pope, who assumed the name of Alexander V.",
        "On March 3, however, Italy, who had steadily refused to recognize the accomplished fact of Yugoslav unity and insisted on the Conference only admitting the Yugosla y s as a \" Serbian \" delegation, declined American arbitration and threatened to withdraw altogether from Paris unless their territorial demands were conceded.",
        "Team interaction and delegation of tasks to complete a project.",
        "Meanwhile the two Republican factions continued to oppose one another, and both sent delegates to the national party convention in 1896, the \" regular \" delegation being seated.",
        "Thus still holding back violent reformers with one hand, and leading up halting conservatives with the other, he on the 13th of September re p lied among other things to an address from a delegation: \"I do not want to issue a document that the whole world will see must necessarily be inoperative like the pope's bull against the comet..",
        "It was a fact-finding delegation.",
        "In the fully developed episcopal system the bishop sums up in his own person the collective powers of the Church in his diocese, not by delegation of these powers from below, but by divinely bestowed authority from above.",
        "The prerogative is in modern times exercised by delegation, the Crown acting upon the representation of the secretary of state for the home department in Great Britain, or of the lord lieutenant in Ireland.",
        "In the Republican National Convention of 1860 Schurz was chairman of the delegation from Wisconsin, which voted for W.",
        "Against Bulgaria the Yugoslav delegation claimed considerable frontier rectifications - (a) the Strumnica salient, which threatened the Vardar railway from the east, (b) the district of Kochana (Tocana) and the Bregalnitsa (Bregalnica), (c) a strip of territory running parallel with the old Serbo-Bulgarian frontier the whole way from Zajecar to Kyustendil, and (d) the town of Vidin on the Danube and the salient between it and the Timok.",
        "In January 1852 the legislature of New Hampshire proposed him as a candidate for the presidency, and when the Democratic national convention met at Baltimore in the following June the Virginia delegation brought forward his name on the thirty-fifth ballot.",
        "This group were the official delegation to welcome the returnees.",
        "Cremieux published a Recueil of his political cases (1869), and the Actes de la delegation de Tours et de Bordeaux (2 vols., 1871).",
        "In Philadelphia the second Congress adopted the Declaration of Independence, which the Pennsylvania delegation, excepting Franklin, thought premature at the time, but which was well supported by Pennsylvania afterwards.",
        "They were able for the first time to procure the election of one of their party in the Austrian Delegation, and threatened to introduce into the Assembly scenes of disorder similar to those which they had made common in the Reichsrath.",
        "Franchet d'Esperey received at Belgrade a Hungarian peace delegation under Count Karolyi, and concluded with them an armistice whose provisions still further complicated the situation.",
        "As however Trumbic rallied the Yugoslav delegation to refuse the Franco-British project, Clemenceau the very next day introduced the important modification that Fiume should be an independent state under the League.",
        "In 1860 he was chairman of the Massachusetts delegation to the Republican national convention at Chicago, which nominated Lincoln for the presidency; and from 1861 to January 1866, throughout the trying period of the Civil War, he was governor of Massachusetts, becoming known as one of the ablest, most patriotic and most energetic of the remarkable group of \"war governors\" in the North.",
        "Under the federal form of government, with its delegation of all residuary powers to the several states, the United States have no system of recording deaths, births and marriages.",
        "It is usually applied to the bishop of a diocese and to those who exercise jurisdiction in his name or by delegation of his functions.",
        "This advice was rejected from dread of another revolution in Paris, and a delegation to organize resistance in the provinces was despatched to Tours, but when this was seen to be inefficient Gambetta himself (7th October) quitted Paris in a balloon, and upon arriving at Tours took the supreme direction of affairs as minister of the interior and of war.",
        "Each delegation has its separate sittings, both alike public. Their decisions are reciprocally communicated in writing, and, in case of non-agreement, their deliberations are renewed.",
        "A delegation carried the draft act to England, and, recast in the form of an imperial bill, it was submitted to the parliament at Westminster.",
        "In 1788 he was appointed solicitor-general, and was knighted, and at the close of this year he attracted attention by his speeches in support of Pitt's resolutions on the state of the king (George III., who then laboured under a mental malady) and the delegation of his authority.",
        "The head of the College possesses and exercises by himself alone the same powers as the College which is united with him; not by delegation from his.",
        "He displayed his political tact in the choice of the American delegation, which was led by Secretary Hughes and included, besides Elihu Root, two members of the Senate, Lodge and Underwood, the Republican and Democratic leaders respectively.",
        "The idea of the sovereignty of the people was to him utterly abhorrent, and even any delegation of sovereign power on his own part would have seemed a betrayal of a God-given trust.",
        "The count's office was not yet a dignity, nor hereditary; he was not independent nor appointed for life, but exercised the royal power by delegation, as under the Merovingians.",
        "Upon a platform which called for radical reforms in the administrative departments, the civil service, and the national finances, Cleveland was nominated for president, despite the opposition of the strong Tammany delegation from his own state.",
        "and the normal contingent of recruits to be voted for 1905 and 1906; the extraordinary military credits, sanctioned by the delegations in 1904, to be voted by the Hungarian Chamber; ratification of the commercial treaties concluded by Tisza; election of the Hungarian Delegation and of the Quota-Deputation; introduction of a suffrage reform at least as far reaching as the Kristoffy scheme.",
        "A delegation consisting of Sir G.",
        "The death penalty was freely awarded for theft and other crimes regarded as coming under that head; for theft involving entrance of palace or temple treasury, for illegal purchase from minor or slave, for selling stolen goods or receiving the same, for common theft in the open (in default of multiple restoration) or receiving the same, for false claim to goods, for kidnapping, for assisting or harbouring fugitive slaves, for detaining or appropriating same, for brigandage, for fraudulent sale of drink, for disorderly conduct of tavern, for delegation of personal service, for misappropriating the levy, for oppression of feudal holders, for causing death of a householder by bad building.",
        "A contractual bailee for reward cannot avoid responsibility for the performance of his duties by delegation to servants or agents.",
        "delegation of Turkish businessmen has also just visited Baghdad.",
        "delegation of additional functions to the Welsh Office.",
        "He was not in, however we sent a delegation to talk to his next in command.",
        "high-powered delegation to watch the final.",
        "the platform committee) and was leader of the delegation from Ohio, which had been instructed for John Sherman; after James G.",
        "Webster hesitated, but after consultation with a delegation of Massachusetts Whigs decided to remain.",
        "Dissatisfaction with the President's emancipation programme resulted in the election of a Democratic Congressional delegation in 1862, but the tide turned again after Gettysburg and Vicksburg; Clement L.",
        "In 1920 he was made an Imperial Privy Councillor and the same year was a member of the Canadian delegation to the first assembly of the League of Nations at Geneva.",
        "The terms of any delegation should be approved by a resolution of the board.",
        "The Pan-Serb section of opinion in Belgrade, encouraged in this instance by some of the army chiefs for strategic reasons, has always coveted northern Albania: and the Montenegrin Unionists, led by Radovie, made every effort to secure the adoption of their full claim by the Yugoslav delegation.",
        "C., in 1860 he was the Virginia delegation's choice as candidate for the presidency of the United States, but was defeated for the nomination by Stephen A.",
        "Another deduction from the same proposition is that any corporation or private body which appears to exercise sovereign powers together with the state does so only by delegation.",
        "the full rigour of exomologesis), the extension of the system in which there was nothing public about the penitence except the solemn reconciliation on Maundy Thursday, the allowing of repeated recourse to this reconciliation, the delegation to priests of the power to reconcile penitents in private; such were the successive stages in the development.",
        "In 1860 he was chairman of the New York delegation to the republican national convention.",
        "In 1893 a representative delegation of business men pressed its adoption on the chancellor of the exchequer (Sir W.",
        "1920 he and his colleagues of the Greek delegation were almost continuously absent in Paris or London.",
        "Bryan of Lincoln was their presidential candidate; although the state delegation of representatives and senators in Congress was for a time divided.",
        "Thus the delegation system and the common ministries were marked out for attack, while every effort was to be made to procure for Hungary a separate army, a separate diplomacy and a separate financial system.",
        "In March 1916 he visited the capitals of western Europe as one of the leaders of the Russian parliamentary delegation.",
        "A delegate from New York, he supported Madison in inducing the Convention to exceed its delegated powers and summon the Federal Convention of 1787 at Philadelphia (himself drafting the call); he secured a place on the New York delegation; and, when his anti-Federal colleagues withdrew from the Convention, he signed the Constitution for his state.",
        "According to the bylaws, this action precludes delegation to any committee of the Board.",
        "decision making is set out in the Scheme of Delegation.",
        "delegation of decision-making.",
        "delegation of responsibilities.",
        "delegation of tasks.",
        "MP Gwyn Prosser, who led the delegation, said they were given \" a very good hearing.",
        "Councilor Barr Councilor Barr welcomed the delegation from ASDA.",
        "We have invited a delegation to attend our next meeting and I am sure they will receive a warm welcome.",
        "The Chairman thanked the delegation on behalf of Council for attending the meeting.",
        "A copy of Chicago's resolution is to be forwarded to President Bush and the Illinois congressional delegation.",
        "I also experienced my first lobbying meeting with a Government Minister, as part of a cross-party delegation of Scottish MPs.",
        "Again a high-level Soviet delegation arrives in Warsaw (Khrushchev, Mikoyan, Molotov ), demanding talks with the leaders of the PZPR.",
        "Alf Morris representing the Chairman at a dinner for a visiting Korean delegation.",
        "Anna Kournikova was a member of the Russian delegation to the 1996 Olympic Games in Atlanta, Georgia.",
        "Members of the parliamentary delegation have asked that social affairs ministers attend at some stage of the negotiations rather than only civil servants.",
        "The reason given by the British for the expedition was the murder of members of a British trade delegation.",
        "Arab diplomats said the delegation first would go to New York.",
        "creating the team dynamic - how to use delegation within the team to help in your day-to-day tasks.",
        "fishermana delegation of East Anglian inshore fishermen along with me.",
        "He felt that the delegation should represent the full gambit of the political spread within the Chamber.",
        "high-level Soviet delegation arrives in Warsaw (Khrushchev, Mikoyan, Molotov ), demanding talks with the leaders of the PZPR.",
        "A delegation of 30 workers traveled some 1,200 kilometers to manifest their determination to defend the factory at all costs.",
        "magisterial authority was based on the right of delegation vested in the supreme magistrate.",
        "magistral delegation.",
        "Men of corresponding nativity the delegation of based system was.",
        "The reprocessing plant was apparently operating, whilst the delegation were there.",
        "Boniface hastened to send a delegation to the new pontiff, to pay his respects and to assure him of his fidelity.",
        "A nationwide campaign of protests and petitioning merely provoked the enraged authorities to deport four of the delegation's members to Malta.",
        "likened to \" pro-consuls \" and declared to have \" ordinary \" jurisdiction; because they had jurisdiction over every kind of cause, without any special delegation, in a certain defined area or province (c. ii.",
        "He was a member of all the bodies formed to promote the Federation of Australia as well as of the delegation which proceeded to London with the Australian Commonwealth bill in 1 9 oÃ‚° and, as Attorney-General, he was included in Sir Edmund Barton's first Federal \" Cabinet of the Captains \" (1901-3), succeeding him as Premier of Australia.",
        "At this stage the Yugoslav delegation committed a grave tactical blunder, * Trumbic's views being overridden by the Balkan imperialistic aims of Pasic., While pleading for a plebiscite against Italy and doing lip service to an independent Albania within the frontiers of 1913, it added that in the event of any revision of those frontiers Yugoslavia would claim Skutari and all territory north of the river Drin (Drim).",
        "In Democratic conventions a state delegation, when instructed by the state convention to cast its whole vote solid for the particular aspirant favored by the majority of the delegation, must do so (this is called the unit rule); in the conventions of the other parties individual delegates may vote as they please.",
        "This group were the official delegation to welcome the Returnees.",
        "He said an Indian delegation had also left for Iraq to explore further business opportunities with them and smoothen the rough edges if any.",
        "Meyer spoke of a delegation from a nearby engine works who came to express their solidarity with the strikers.",
        "This creates a gap between a hands-on operations approach and delegation of management tasks to department heads.",
        "Outsourcing is the delegation of operational tasks a small business owner either doesn't have time to do, or lacks the staff to properly perform, to a third party service provider specializing in that operation.",
        "But delegation of tasks through subcontracting is the key which can make your business stronger, and is usually cheaper than adding a department and hiring additional employees.",
        "A business manager must be prepared to deal with the unique issues that teams sometimes face, such as delegation and dealing with interpersonal problems.",
        "A household with so many children may seem incredible to many, but their organization and delegation of chores keeps things running smoothly.",
        "The local assembly, in which 36 out of 38 members were committed to repeal, passed an address to Her Majesty praying her not to \" reduce this free, happy and hitherto self-governed province to the degraded condition of a servile dependency of Canada,\" and sent Howe with a delegation to London to lay the petition at the foot of the throne.",
        "The delegation of the franchise to the liverymen was thus, in point of fact, the selection of a superior class of householders to represent the rest.",
        "He was a member of all the bodies formed to promote the Federation of Australia as well as of the delegation which proceeded to London with the Australian Commonwealth bill in 1 9 o° and, as Attorney-General, he was included in Sir Edmund Barton's first Federal \" Cabinet of the Captains \" (1901-3), succeeding him as Premier of Australia."
    ],
    "definition": [
        "Link/Cite"
    ]
}