{
    "translation": ".3 לשאת דברים",
    "uses": [
        "Not 'til we deliver the Spring waters.",
        "Alexander now feared that the king might depose him for simony and summon a council, but he won over the bishop of St Malo, who had much influence over the king, with a cardinal's hat, and agreed to send Cesare, as legate, to Naples with the French army, to deliver Jem to Charles and to give him Civitavecchia (January 16, 1495).",
        "He then instructed his manservant to deliver them.",
        "I can't deliver a baby!",
        "Fred asked at one point, on his way to deliver cookies and hot chocolate to the parlor.",
        "The other, a law of peace, work and health, whose only aim is to deliver man from the calamities which beset him.",
        "I sure hope you're going to deliver what you've been promising all evening.",
        "Deliver me from a city built on the site of a more ancient city, whose materials are ruins, whose gardens cemeteries.",
        "Dean agreed and promised to call when he returned and arrange to deliver the articles to her.",
        "And then to waltz in and deliver such an important message at a time when he wanted nothing more than to remain infuriated with her for her actions ...",
        "\"Call me crazy, but I think Sofi's getting ready to deliver,\" Bianca said.",
        "Nicanor threatened to destroy the Temple if the priests would not deliver Judas into his hands.",
        "We went down to Mr. Getson's place to deliver a calf.",
        "\"See here,\" said the Dean in a stern voice, \"that is not the way to deliver a message here.",
        "She sat down to plot, not wanting to think what would happen if she failed to deliver the Horsemen somewhere safe or how much her Guardian would despise her once she acted.",
        "Jackson offered, \"We'll have a truck deliver them… and I'll help with the carving.\"",
        "In Roman imperial times the ephebi had to deliver a speech at the Haloa.",
        "The line was to be constructed in sections of zoo kilometres (125 m.) each, and as the complete plans and drawings of each were presented at the times and in the order specified in the convention, the government was to deliver to the concessionnaires government securities representing the capitalization of the annuity accruing to that section.",
        "On the arrival of the Argonauts, Phineus promised to give them particulars of the course they should pursue and of the dangers that lay before them, if they would deliver him from his tormentors.",
        "Lundy is said to have been the first to deliver anti-slavery lectures in the United States.",
        "When Theseus set out for Crete to deliver Athens from the tribute to the Minotaur he promised Aegeus that, if he were successful, he would change the black sail carried by his ship for a white one.",
        "Largely owing to his exertions, the Manchester Athenaeum was established, at the opening of which he was chosen to deliver the inaugural address.",
        "In another party line system a harmonic principle is employed: the ringing machines deliver alternating currents of four frequencies, while each bell is constructed to operate at a particular frequency only.",
        "Yet again, Saul had been chosen by Yahweh to free his people from the Philistines; he had been rejected for his sins, and had suffered continuously from this enemy; Israel at his death was left in the unhappy state in which he had found it; it was the Judaean David, the faithful servant of Yahweh, who was now chosen to deliver Israel, and to the last the people gratefully remembered their debt.",
        "Even then the day might have been saved had Blucher been able to find even twenty squadrons accustomed to gallop together, but the Prussian cavalry had been dispersed amongst the infantry commands, and at the critical moment it proved impossible for them to deliver a united and decisive attack.",
        "This would be very useful: No more struggling to remember what you promised the client you would deliver by Friday; you just look up the transcript.",
        "He preached at the court of Versailles during the Advent of 1670 and the Lent of 1672, and was subsequently called again to deliver the Lenten course of sermons in 1674, 1675, 1680 and 1682, and the Advent sermons of 1684, 1689 and 1693.",
        "He.d have to deliver the vial to Darkyn first.",
        "Early in the year the crown prince Humbert with the Princess Margherita took up their residence in the Quirinal Palace, which, in view of the Vatican refusal to deliver up the keys, had to be opened by force.",
        "With ordinary care on the part of the men in charge Hatton defecators will work continuously for several days and nights, and the number required to deal with a given volume of juice is half the number of ordinary defecators of equal capacity which would do the same work; for it must be borne in mind that an ordinary double-bottomed defecator takes two hours to deliver its charge and be in readiness to receive a fresh charge, i.e.",
        "After the death of Marcel, he tried, unsuccessfully, to deliver Laon, his episcopal town, to the king of Navarre, and he was excluded from the amnesty promised in the treaty of Calais (1360) by King John to the partisans of Charles the Bad.",
        "Denouncing the temporal power of the pope he implored the emperor to deliver Italy, and especially Rome, from their oppressors; but, heedless of his invitations, Charles kept him in prison for more than a year in the fortress of Raudnitz, and then handed him over to Clement, who had been clamouring for his surrender.",
        "He was getting paid a percentage just to pick up the artwork and deliver it to my broker.",
        "He'd been the one to deliver his friend to Hell many years ago.",
        "Nicholas was selected to deliver the oration at the reception of Cardinal Pole's visitors by the university in 1557, and soon after Elizabeth's accession he went to Rome where he was befriended by Pole's confidant, Cardinal Morone; he also owed much to the generosity of Sir Francis Englefield.",
        "The Board of Agriculture in 1803 had commissioned Sir Humphry Davy to deliver a course of lectures on the connexion of chemistry with vegetable physiology.",
        "The reasons on which the Duc de Bassano based his refusal to deliver them to him would never have led me to suppose that that could serve as a pretext for aggression.",
        "If there be none the tenant is bound and entitled to deliver fair marketable grain of the same kind.\"",
        "She hated that kind of insincerity, but if ever she wanted to deliver it, it was now.",
        "\"We're here to deliver the daily penalty,\" the leader said, smiling.",
        "Betsy is great at research and Martha works with Howie, assembles the tips and can deliver them.",
        "An energy crop could be a permanent forest of trees that convert sunlight to liquid fuel and deliver the fuel directly through their roots to a network of underground pipelines.",
        "Now, he could deliver what he'd always promised-- a life together-- yet she didn't feel like leaping for joy like she would've a year ago.",
        "All the proceedings were conducted in writing, and the judges were not confronted with either the parties or the witnesses until they emerged to deliver judgment.",
        "If you are feeling tuckered out after an especially taxing day, the hotel will gladly deliver room service.",
        "As usual, you deliver.",
        "In February 1643 Fiennes was sent down to Bristol, arrested Colonel Essex the governor, executed the two leaders of a plot to deliver up the city, and received a commission himself as governor on the 1st of May 1643.",
        "Beside the bridge Nesvitski found the colonel to whom he had to deliver the order, and having done this he rode back.",
        "\"Take this and deliver it,\" said he to his adjutant, handing him the papers and still taking no notice of the special messenger.",
        "The rule is that on the first of the two months the seller of \" futures \" may, and before the last day of the second month must, deliver cotton against them, or, what comes to the same thing, buy back the \" futures \" on the basis of the price of \" spot \" cotton of middling grade.",
        "about to deliver a counter-attack when he himself fell mortally wounded.",
        "All limitations of areas were removed and licensees were allowed to open public call offices but not to receive or deliver written messages, and they were allowed to erect trunk wires.",
        "A Venetian fleet of 1 20 sail came in 1123, and after aiding in the repulse of an attack, which the Egyptians had taken advantage of Baldwin II.'s captivity to deliver, they helped the regent Eustace to capture Tyre (1124), in return for considerable privileges - freedom from toils throughout the kingdom, a quarter in Jerusalem, baths and ovens in Acre, and in Tyre onethird of the city and its suburbs, with their own court of justice and their own church.",
        "He should be able to deliver.",
        "If she owed him something, Darkyn wouldn't be waiting for her to deliver.",
        "Maybe I know he's promising more than he can deliver.",
        "It would eliminate his watching me pant around the house, looking for it, and him mooning away because he couldn't deliver.",
        "The messenger rushed across the street to deliver his package to the man on the corner.",
        "Whoever is behind sending you here is probably threatening you, if you don't deliver.",
        "On the following day he was admitted to the royal presence, and presenting his letters he told the king that he had an important and confidential message to deliver.",
        "When, therefore, in 1850, Mr Stowe was elected to a professorship in Bowdoin College, Brunswick, Maine, and removed his family thither, Mrs Stowe was prepared for the great work which came to her, bit by bit, as a religious message which she must deliver.",
        "(2) A legal term meaning an offer for acceptance, particularly an offer in money for the satisfaction of a debt or liability or an offer to pay or deliver T ' '- Tench.",
        "Hermas begins to deliver the message of Vis.",
        "7) - leads an army of Israel and Judah to deliver Jabesh-Gilead from the Ammonites, and is now recognized as king.",
        "Korea, however, had neither a literary nor an ethical message to deliver, and thus her script failed to attract much attention.",
        "This syndicate did not undertake to deliver a letter direct to an addressee.",
        "Whichever element is emphasized in preaching, the preacher is one who believes himself to be the ambassador of God, charged with a message which it is his duty to deliver.",
        "He fell in battle against the Minyans, against whom he had undertaken an expedition, accompanied by the youthful Heracles, to deliver Thebes from a disgraceful tribute.",
        "In view of the fact that the First and Third British Armies were faced with strong positions in the Canal du Nord and the Scheldt canal, which it was advisable to carry prior to the general attack on the Hindenburg line behind the latter obstacle, it was decided that these two armies should open their operations a day earlier than the Fourth Army, so as to draw off the German reserves from the front of that army, which had to deliver the main attack and was faced with the most formidable defences.",
        "right flank by the First French Army, will deliver the main attack against the enemy's defences from Le Tronquoy to Le Catelet, both inclusive, operating.",
        "On the 1st of September in the year zoo, when Trajan was consul for the third time, Pliny, who had been designated consul for a part of the year, was appointed to deliver the \"Panegyric\" which has come down to us, and forms a most important source of our knowledge concerning this emperor.",
        "In his hands the history of Florence became a text on which at fitting seasons to deliver lessons in the science he initiated.",
        "He at once refused, but was permitted to deliver lectures.",
        "In some instances travelling belts or creepers have been adopted, which deliver the coal with a reduced amount of breakage, but this application is not common.",
        "This is the teacher of Asia,\"they shouted,\" this is the father of the Christians: this is the destroyer of our gods: this is the man who has taught so many no longer to sacrifice and no longer to pray to the gods.\"13 And after the execution they refused to deliver up his bones to the Christians for burial on the ground that\" the Christians would now forsake the Crucified and worship Polycarp.\"14 Polycarp was indeed, as Polycrates says,\" \"one of the great luminaries\" (peyitXa 6Tocxeia) of the time.",
        "excommunicated, shut out from the communion of the faithful, debar thee from privileges, and deliver thee unto Satan for the destruction of thy flesh, that thy spirit may be saved in the day of the Lord Jesus.\"",
        "The emperor Frederick II.'s edicts and the so-called etablissements of St Louis provide that the civil officers should search out suspected heretics and deliver them to the ecclesiastical judges.",
        "The custom of delivering expositions or comments more or less extemporaneous on the lessons of the day at all events passed over soon and readily into the Christian Church, as may be gathered from the first Apology (c. 67) of Justin Martyr, where we read that, in connexion with the practice of reading portions from the collected writings of the prophets and from the memoirs of the apostles, it had by that time become usual for the presiding minister to deliver a discourse in which \"he admonishes the people, stirring them up to an imitation of the good works which have been brought before their notice.\"",
        "Thus the finally fixed meaning of the word homily as an ecclesiastical term came to be a written discourse (generally possessing the sanction of some great name) read in church by or for the officiating clergyman when from any cause he was unable to deliver a sermon of his own.",
        "The Prussians had seized the opportunity offered by the slackening of the French attacks to rally and deliver a counterstroke, which was parried, after achieving a small measure of success, by the bayonets of the Young Guard.",
        "In the same year he had been an unsuccessful candidate for the professorship of the practice of physic, but subsequently an arrangement was made between him and John Gregory, who had gained the appointment, by which they agreed to deliver alternate courses on the theory and practice of physic. This arrangement proved eminently satisfactory, but it was brought to a close by the sudden death of Gregory in 1773.",
        "The machine can be set to deliver a certain number of coins, after which the counting wheel stops automatically.",
        "When Major Richard Ingoldsby arrived with two companies of the king's soldiers and demanded possession of the fort, Leisler refused although he still professed his willingness to deliver it to Sloughter.",
        "140, Mark, who was the follower and interpreter of Peter, recorded after the latter's decease the words of Christ and the narratives of His deeds which he had heard the Apostle deliver, but he could not arrange the matter \"in order,\" because he had not himself been a personal follower of Jesus.",
        "27 that the piacular sacrifice of his son and heir was the last offering which the king of Moab made to deliver his country.",
        "He served under his brother-in-law Lucullus in Asia (72 B.C.) and was commissioned to deliver the ultimatum to Tigranes, which gave him the choice of war with Rome or the surrender of Mithradates.",
        "Then he proceeded to deliver the inhabitants of Tlemcen, who had been attacked by Abd-el-Kader, and there he left a garrison.",
        "The first Epistle hits exactly the prominent features in the situation, when it reminds the Thessalonians how they had \" turned unto God from idols, to serve a living and true God, and to wait for his Son from heaven,\" who would deliver them from the wrath to come (1 Thess.",
        "In 1647 he seized a Dutch ship illegally trading at New Haven and claimed jurisdiction as far as Cape Cod; the New Haven authorities refused to deliver to him fugitives from justice in Manhattan; he retaliated by offering refuge to runaways from New Haven; but finally he offered pardon to the Dutch fugitives and revoked his proclamation.",
        "He lost no time in entering into fresh negotiations with the French government, and a draft treaty was already early in October drawn up in Paris and the Count d'Estrades was commissioned to deliver it in person to the prince of Orange.",
        "In 1886 he was selected by the Society of Antiquaries of Scotland to deliver the Rhind lectures on archaeology, out of which grew his Handbook of Greek Archaeology (1892).",
        "He was frequently invited to deliver an \"oration\" on some topic of historical or other interest.",
        "Now, in so far as both Neoplatonism and the church dogmatic set out from the felt need of redemption, in so far as both sought to deliver the soul from sensuality and recognized man's inability without divine aid - without a revelation - to attain salvation and a sure knowledge of the truth, they are at once most intimately related and at the same time mutually independent.",
        "The Gallic chiefs now appealed to Caesar to deliver them from the actual or threatened tyranny of Ariovistus.",
        "The realization of the desire did not come about till 1841, when the appointment of Schelling as Prussian privy councillor and member of the Berlin Academy, gave him the right, a right he was requested to exercise, to deliver lecturesin the university.",
        "On the 19th he opened parliament in a speech which, as he explained, he had to deliver extempore owing to \"the treachery\" of his secretary.",
        "The essential elements were livery of seisin (delivery of possession), which consisted in formally giving to the feoffee on the land a clod or turf, or a growing twig, as a symbol of the transfer of the land, and words by the feoffor declaratory of his intent to deliver possession to the feoffee with a \"limitation\" of the estate intended to be transferred.",
        "Remember, Lord, thy church to deliver it from all evil, and to perfect it in thy love, and gather it together from the four winds,' the sanctified, unto thy kingdom, which thou bast prepared for it; for thine is the power and the glory for ever.",
        "On the death of Henri de Villars, archbishop of Vienne, in 1693, he was commissioned to deliver a funeral oration, and this was the beginning of his fame.",
        "Zittwitz assumes that this epistle was in its original form of much larger extent, and that the author of the Acts took out of it the matter for the speeches which he makes Mani deliver during his disputation with Bishop Archelaus.",
        "The Federal courts never deliver an opinion on any constitutional question unless or until that question is brought before them in the form of a lawsuit.",
        "\"Somewhat similar are the avatars of Vishnu, who becomes incarnate in a portion of his essence on ten occasions to deliver mankind from certain great dangers.",
        "This granted two weekly markets on Tuesday and Friday and a fair on the eve of St Augustine lasting thirty days; it made the town a free borough and provided that the king would send his justices to deliver the prison when necessary.",
        "He was appointed professor of chemistry at Cambridge in 1813, but lived to deliver only one course of lectures, being killed near Boulogne on the 22nd of February 1815 by the fall of a bridge over which he was riding.",
        "Some years previously he had expressed his conviction that \"one of the chief needs of the age was to make inroad after the alien, to bring in the votaries of fashion, of literature, of sentiment, of policy and of rank, who are content in their several idolatries to do without piety to God and love to Him whom He hath sent\"; and, with an abruptness which must have produced on him at first an effect almost astounding, he now had the satisfaction of beholding these various votaries thronging to hear from his lips the words of wisdom which would deliver them from their several idolatries and remodel their lives according to the fashion of apostolic times.",
        "it is the same atua or spirit which will at times enter not the image but the priest himself, throw him into convulsions and deliver oracles through him.\"",
        "Invited by Pope Formosus to deliver him from the power of Guido III., duke of Spoleto, who had been crowned emperor, Arnulf went to Italy in 894, but after storming Bergamo and receiving the homage of some of the nobles at Pavia, he was compelled by desertions from his army to return.",
        "the secretaryship of state and gave it its present pre-eminence by refusing to deliver it up to one of his relations; and Innocent (1691-1700), whose bull Romanum decet pontificem ordered that no pope should make more than one nephew cardinal, and should not grant him an income over twelve thousand scudi.",
        "He was appointed director of the laboratory in 1825; and in 1833 he was appointed Fullerian professor of chemistry in the institution for life, without the obligation to deliver lectures.",
        "It is assumed (probably rightly) that no enemy could get round to this side in sufficient strength to deliver any attack that the existing forts could not easily repel.",
        "Attendant on them were the heralds, who were the officers of their military court, wherein offences committed in the camp and field were tried and adjudged, and among whose duties it was to carry orders and messages, to deliver challenges and call truces, and to identify and number the wounded and the slain.",
        "The confederate lords on entering Edinburgh were welcomed by the citizens, and after three hours' persuasion Lethington, who had now joined them, prevailed on the captain of the castle to deliver it also into their hands.",
        "The queen of Scots, with dauntless dignity, refused to yield the castles of Edinburgh and Dumbarton into English keeping, or to deliver up her fugitive English partisans then in Scotland; upon other points they came to terms, and the articles were signed the 16th of October.",
        "Wimshurst constructed numerous very powerful machines of this type, some of them with \"multiple plates, which operate i - almost any climate, and rarely fail to charge themselves and deliver a torrent of sparks between the disf El charge balls whenever the winch is turned.",
        "On the refusal of the Fanti to deliver up the fugitives, Osai Tutu invaded their country, defeated them and drove them towards the sea.",
        "Prior to this, in 1526-1527, appeared a programme of the lectures he intended to deliver at Basel, but this can hardly be reckoned a specific work.",
        "Baxter was invited to deliver a sermon before the people, and was unanimously elected as the minister of the place.",
        "In 1866 he was chosen by Congress to deliver the special eulogy on Lincoln; and in 1867 he was appointed minister to Berlin, where he remained until his resignation in 1874.",
        "He was summoned to St Andrews and examined before the king, but neither threats nor promises could make him deliver up the roll of signatures to the Remonstrance.",
        "He also found time to preach and lecture elsewhere, and to deliver remarkable speeches at social functions; he worked hard with Archbishop Benson on the Parish Councils Bill (1894); he became the first president of the Church Historical Society (1894), and continued in that office till his death; he took part in the Laud Commemoration (189J); he represented the English Church at the coronation of the tsar (1896).",
        "Relations between Spain and the United States became strained, and war seemed imminent; but on the 8th of December the Spanish government agreed to surrender the \"Virginius\" on the 16th, to deliver the survivors of the crew and passengers to an American war-ship at Santiago, and to salute the American flag at Santiago on the 25th if it should not be proved before that date that the \"Virginius\" was not entitled to sail under American colours.",
        "Lysias lifted up his voice to denounce Dionysius as, next to Artaxerxes, the worst enemy of Hellas, and to impress upon the assembled Greeks that one of their foremost duties was to deliver Sicily from a hateful oppression.",
        "Frederick, who had hurried back from Italy, was besieged in August in the Vienna Neustadt, and was forced to deliver Ladislaus to Count Ulrich, whose influence had meanwhile eclipsed that of Eiczing.",
        "Horeb, and his divine commission to deliver Israel from Egypt.",
        "He went to Edinburgh once or twice, to deliver the discourses required from students of divinity.",
        "Carlyle felt by this time conscious of having a message to deliver to mankind, and his comrades, he thought, were making literature a trade instead of a vocation, and prostituting their talents to frivolous journalism.",
        "Though Carlyle, especially in his earlier years, could deliver an invigorating and encouraging, if not a sanguine doctrine, his utterances were more generally couched in the key of denunciation, and betrayed a growing despondency.",
        "To acquire this a doctor must present a further thesis (Habilitationsschrift), and must deliver two lectures, one before the faculty, followed by a discussion (colloquium), the other in public; but these lectures \" seem to be merely secondary and are tending to become so more and more \"; \" scientific productiveness is so sharply emphasized among the conditions for admission that it overshadows all the rest \" (Paulsen, loc. cit.",
        "But they further speak of Jesus as \" raised from the dead,\" and they refer to the belief which they had led the society to entertain, that He would come again \" from heaven to deliver them from the coming wrath.\"",
        "At length, in fear of religious innovations and pretending that He is a political usurper, the Jews deliver Him up to die on a Roman cross.",
        "They also suggested that Luther should be heard upon the papal claims, and ended by asking the emperor to deliver Germany from the papal tyranny.",
        "The history, therefore, falls into recurring cycles, each of which begins with religious corruption, followed by chastisement, which continues until Yahweh, in answer to the groans of his oppressed people, raises up a \"judge\" to deliver Israel, and recall them to the true faith.",
        "His trained regiments were defeated in two pitched battles by Major Adams, at Gheria and at Udha-nala, and he himself took refuge with the nawab wazir of Oudh, who refused to deliver him up. This led to a prolongation of the war.",
        "In 1891 Mr Gore was chosen to deliver the Bampton lectures before the university, and chose for his subject the Incarnation.",
        "Two attendants bring it out of the house, holding it low in their hands, and deliver it to four pall-bearers, called nasasalar, clad in well-washed, white clothes.",
        "After his return he spent a month in a visit at his old home in Canton, Ohio, and at the end of this visit, by previous arrangement, he visited the city of Buffalo, New York, in order to attend the Pan-American exposition and deliver a public address.",
        "God would not deliver Israel because it was his people, descended from Abraham, his chosen, but he would punish it even more severely than the other nations because it denied him by its sins (Amos iii.",
        "It is not God as abstract, infinite and eternal, as the far-away creator of the universe, or even as the ruler of the world, which Paul worships, but it is God revealed in Jesus Christ, the Father of Jesus Christ, the grace and mercy in Jesus Christ which deliver from evil.",
        "It was enacted by the act of 1829 that \" every Jesuit and every member of any other religious order, community or society of the Church of Rome bound by monastic or religious vows \" was, within six months after the commencement of the act, to deliver to the clerk of the peace of the county in which he should reside a notice or statement in the form given to the schedule to the act, and that every Jesuit or member of such religious order coming into the realm after the commencement of the act should be guilty of a misdemeanour and should be banished from the United Kingdom for life (with an exception in favour of natural-born subjects duly registered).",
        "The exhaustion, or alleged exhaustion, by irrigation in Colorado of the waters of the Rio Grande has raised international questions of much interest between Mexico and the United States, which were settled in 1907 by a convention pledging the United States to deliver 60,000 acre-feet of water annually in the bed of the Rio Grande at the Acequia Madre, just above Juarez, in case of drought this supply being diminished proportionately to the diminution in the United States.",
        "The Rio Grande project was planned in 1907 for the storage of the flood waters of the Rio Grande near Engle, New Mexico, in order to reclaim about 155,000 acres of land in New Mexico and Texas, and to deliver to Mexico above the city of Juarez 60,000 acre-feet of water per year, as provided by a treaty (proclaimed on the 16th of January 1907) between that republic and the United States.",
        "He had the good sense to trust his state affairs almost wholly to an able minister; but he was cowardly enough to deliver up that minister into the hands of his enemies.",
        "Somewhat later Ibrahim Khalil of Shusha, repenting of his Russophilism, determined to deliver up the Muscovite garrison at that place, but his plans were betrayed, and he and his relatives put to death.",
        "Complications ther ensued by the determined refusal of the two native officials to meet in conference; and the arbitrator had no course available but to take advantage of the notes already obtained on the spot, and return with them to Teheran, there to deliver his decision.",
        "This reformation was to deliver Christendom from false Jewish doctrines by restoring the Pauline conception of the gospel, - Paul being, according to Marcion, the only apostle who had.",
        "Christ then proceeded to the underworld to deliver the spirits of the departed.",
        "Deliver men from fell ignorance.",
        "On the 12th of October 1352 Henry Sturmy of Elvetham, sheriff and escheator of Hants, and frequently a justice in eyre for the forests of Hants and Wilts, at Winchester, describes William of Wykeham as \"my clerk\" in a power of attorney dated at Winchester, to deliver seisin of lands in Meonstoke Ferrand, Hants, which he had sold to William of Edyndon, bishop of Winchester (Win.",
        "With adequate numbers and material resources, the Crown Prince was able to deliver a successful general assault on March 5 1913, and the Turkish garrison, numbering about 30,000, wounded and unwounded, surrendered next day.",
        "This document had remained in the hands of Budova, who refused to deliver it to the king.",
        "Cities and villages are permitted - upon authorization by the affirmative vote of three-fifths of the electors voting on the question - to own and operate, even outside their corporate limits, public utilities for supplying water, light, heat, power and transportation, and may sell and deliver, outside their corporate limits, water, heat, power and light to an amount not more than one-fourth that furnished by them in each case within their corporate limits; but no city or village of less than 25,000 inhabitants may own or operate' transportation facilities.",
        "At the council of Nicaea in 325 he took a prominent part, occupying a seat at the emperor's right hand, and being appointed to deliver the panegyrical oration in his honour.",
        "A few months after his marriage he published the first and only volume of his Elements of Chemical Philosophy, with a dedication to his wife, and was also re-elected professor of chemistry at the Royal Institution, though he would not pledge himself to deliver lectures, explaining that he wished to be free from the routine of lecturing in order to have more time for original work.",
        "Practically all the United States traffic is confined to vessels passing through the main lake between Lakes Superior and Michigan and Lake Erie, but on the Canadian side are several railway termini which receive grain mostly from Lake Superior, and deliver mixed freight to ports on that lake.",
        "The engines were then started and the pump set so as to deliver over 5000 lb of water per hour into the boiler.",
        "Thus the modern Hindu, though using civilized means for lighting his household fires, retains the savage \" fire-drill \" for obtaining fire by friction of wood when what he considers pure or sacred fire has to be produced for sacrificial purposes; while in Europe into modern times the same primitive process has been kept up in producing the sacred and magical \" need-fire,\" which was lighted to deliver cattle from a murrain.",
        "The task to be accomplished was to march over 400 miles of a mountainous and little-known country, inhabited by savage tribes, to the camp or fortress of Theodore, and compel him to deliver up his captives.",
        "Answer was returned, that if he would deliver up all the Europeans in his hands, and submit to the queen of England, he would receive honourable treatment.",
        "A man of refinement and education, a member of an influential family, a popular social leader and an eloquent speaker - at the age of twenty-three he was chosen by the town authorities of Boston to deliver the Independence Day oration - Otis yet lacked conspicuous ability as a statesman.",
        "Philip, having been driven on the English coast when going to take possession of his Spanish kingdom, was entertained at Windsor by Henry VII., to whom he promised to deliver up the fugitive on condition that his life should be spared.",
        "Jethro was the priest of Yahweh, and resided at the sacred mountain where the deity commissioned Moses to deliver the Israelites from Egypt.",
        "Apollo's oracles, which he did not deliver on his own initiative but as the mouthpiece of Zeus, were infallible, but the human mind was not always able to grasp their meaning; hence he is called Loxias (\" crooked,\" \"ambiguous\").",
        "That his eloquence was highly appreciated is shown by the facts that he pronounced the discourse at the consecration of Gregory of Nazianzus, and that he was chosen to deliver the funeral oration on the death of Meletius the first president of the council.",
        "Grenville fell, and the king was forced to deliver himself into the hands of the orthodox section of the Whigs.",
        "When Washington retired from the presidency, Congress voted him an address and chose Ames to deliver it.",
        "In 183 he undertook an embassy to Prusias, king of Bithynia, to induce him to deliver up Hannibal, who forestalled his fate by taking poison.",
        "Calvin's old friend, Nicolas Cop, had just been elected rector of the university and had to deliver an oration according to custom in the church of the Mathurins, on the feast of All Saints.",
        "The aim of the work was to reform Protestant theology by means of the fundamental ideas of the Reden, to put an end to the unreason and superficiality of both supernaturalism and rationalism, and to deliver religion and theology from a relation of dependence on perpetually changing systems of philosophy.",
        "This victory, won over the combined forces of the Scandinavians of Dublin, Man and the Isles, compelled Amlaib to deliver up all his captives and hostages, - among whom were Domnall Claen, king of Leinster, and several notables - to forgo the tribute which he had imposed upon the southern Hy Neill and to pay a large contribution of cattle and money.",
        "For this Warwick, too, was tried, condemned and executed - no doubt to deliver Henry from repeated conspiracies in his favour.",
        "But neither the support of the peasant insurgents the Jacques who were annihilated in the market of Meaux, nor a last but unheeded appeal to the large towns, nor yet the~uncertain support of Charles the Bad, to whom Marcel in despair proposed to deliver up Paris, saved him from being put to death by the royalist party of Paris on the 31st of July 1358.",
        "His first work, published in 1828, as an answer to Hugh James Rose's Cambridge lectures on rationalist tendencies in German theology, showed a good deal of sympathy with the German \"pietists,\" who had striven to deliver Protestantism from its decadence; this sympathy was misunderstood, and Pusey was himself accused of holding rationalist views.",
        "making it felony \" to sell, exchange or deliver within Scotland, or to the use of any Scottishman, any horse \"; this, however, was very naturally repealed by James I.",
        "A lodge was called a vendita (sale), members saluted each other as buoni cugini (good cousins), God was the \"Grand Master of the Universe,\" Christ the \"Honorary Grand Master,\" also known as \"the Lamb,\" and every Carbonaro was pledged to deliver the Lamb from the Wolf, i.e.",
        "In Hindu mythology the Maruts, Indra, Agni and Vishnu wage war with the serpent Ahi to deliver the celestial cows or spouses, the waters held captive in the caverns of the clouds.",
        "His first act as governor was to proceed against the German king Frederick III., who refused to deliver up the young king.",
        "1, and the commentaries), and, while the \" Philistines \" for once march north to Jezreel to deliver their attack, David's presence is not discovered until Aphek is reached (xxix.).",
        "86), that he tried, though without success, to save their lives, wishing to take them to Sparta as a signal proof of his success Gylippus fell, as his father had done, through avarice; entrusted by Lysander with an immense sum which he was to deliver to the ephors at Sparta, he could not resist the temptation to enrich himself and, on the discovery of his guilt, went into exile.",
        "by melting the blubber over a free fire, the process of rendering is fast becoming obsolete, the modern practice being to deliver the blubber in as fresh a state as possible to the \"whaling establishments,\" where the oil is rendered by methods closely resembling those worked in the enormous rendering establishments (for tallow, lard, bone fat) in the United States and in South America.",
        "Their freight wagons used this route to deliver supplies to the tiny town of Ashley, but few people traveled the desert.",
        "He didn't have time to figure out what, not with the Black God waiting for him to deliver Jenn.",
        "I'll deliver your message.",
        "I'm going to deliver the order to rendezvous here at 0800 in the morning for evacuations.",
        "Gabriel summoned Landon and gave a quick order for the dealer to deliver Erik to Rhyn's fortress.",
        "True, they'd had more of an understanding than an official agreement, but he never failed to deliver, even if he had a reputation for interpreting the terms differently than those who made him the deal.",
        "Rhyn.s power rippled through him, the shockwave knocking down Gabriel before he could deliver the death blow.",
        "Jackson offered, \"We'll have a truck deliver themâ€¦ and I'll help with the carving.\"",
        "Since you choose to deliver the magic waters yourself, we can't risk losing Oceanan's support as you did Nilian last night.",
        "His goal was to acquire weapons of mass destruction and the means to deliver them.",
        "There was an emphasis on teamwork that crosses old professional boundaries to deliver seamless care.",
        "This is a real shame as the role does have potential to really deliver a great performance, despite the rather hackneyed script.",
        "Sales will liaise closely with Business Systems to deliver a business driven \"Customer\" database.",
        "These deliver pragmatic, appropriate, transparent actions leading directly to positive impacts.",
        "We can then deliver value propositions to your client based on the knowledge gained.",
        "You need to develop a rapport with the interviewers & deliver your answers in a natural manner.",
        "We will strive toward excellence by building our working principles into everything we deliver, and into how we work as an organization.",
        "It has been designed to assist academics to design and deliver coursework to allow for the divergent needs of student populations.",
        "In order to continue this tradition and to deliver this aim we are dedicated to working with leading academics.",
        "adenovirus vectors have been proposed to deliver the cytokine genes to the chicken.",
        "Our skills and experience deliver improvements in design processes to organizations both large and small across automotive, aerospace and AEC markets.",
        "In 1999 Rolls-Royce were ready to deliver the first engines, but BAe had no airframes ready to accept them.",
        "The plan is to use the airship to deliver the orders to the man's foreign contacts.",
        "alginate gel beads as a means to deliver the vaccine orally to badgers.",
        "This is important: don't try something wildly ambitious that then fails to deliver.",
        "Airwave also makes it possible to deliver a wide range of highly resilient and secure data services to front-line ambulances.",
        "anticonvulsant medication deliver normal infants.",
        "armful of clothes to deliver.",
        "Deliver me from the temptations which continually assail me.",
        "This Association totally refutes the assertion of HAS that teachers are failing to deliver their part of the McCrone Agreement.",
        "We provide unrivaled technical assistance to ensure your stencil will deliver the very best printed results.",
        "awarded the research prize you will be expected to deliver a verbal presentation at the Winter meeting of the Society.",
        "Whatever the working environment we can deliver structured cabling (Cat5e & Cat6 copper ), fiber optic backbone cabling.",
        "This lowers the center of gravity to deliver reduced backspin, higher, longer, straighter ball flight.",
        "Modified bacterial viruses, called bacteriophages, are used to deliver the gene encoding this protein to specific harmful bacteria.",
        "Deliver TV to patient bedsides to improve the health care environment.",
        "TJ also has a wide network of trainers experienced in all fields who can deliver a totally bespoke solution.",
        "bindent some time on the river, duty bound to deliver.",
        "Years ago the deliver us to full house boatman house r outdoor.",
        "bogeynsport Solution Davis contracted to build and deliver to site in Ireland 146 rail wagons and spares including 108 bogies.",
        "Intel inside CeBit clashes with Intel's Developer Forum in California, so the chipmaker might not deliver too many bombshells in Hanover.",
        "booby tubes (£ 17.95) are pack that can be microwaved or frozen to deliver a hot or cold compress for sore breasts.",
        "break through the mass market clutter to deliver distinctive toys that inspire the imagination and bring out a child's true character.",
        "Innate Management Systems stand 61 bridging the credibility Gap - Organizations are looking at IT departments to deliver business value.",
        "Cornwell is superb at procedure, but far too brisk a writer to deliver sexual tension.",
        "Now the dowriest homie cackled and cackled unto Daniel, Thy Gloria whom thou servest continually, she will deliver thee.",
        "calamity who brought these calamities upon you will deliver you from the hand of your enemies.",
        "calliper 4-pot opposed piston calipers deliver impressive stopping performance with excellent feel at the lever.",
        "carbide coating, which can deliver high power while ensuring long piston life.",
        "We deliver only to the registered cardholder 's address.",
        "carry out a full Training Needs Analysis - then design the courses you need to deliver powerful results.",
        "Find the right way to deliver a checkmate in one, two or more moves from hundreds of chess positions provided by the author.",
        "Chief Executives of regulated bodies are the people who must deliver the Government's commitment to fair trading in information.",
        "Chief Executive of English Partnerships has pledged to deliver \" consistency and coherence \" in design.",
        "The DVD provides chapter points to make it easier to deliver the training in bite-size chunks.",
        "It might be that smaller authorities can pool sovereignty effectively to deliver services, while also giving rise to an engaged citizenry.",
        "Our new products break through the mass market clutter to deliver distinctive toys that inspire the imagination and bring out a child's true character.",
        "It enables Orlando Bloom to deliver a much fuller performance that marks a coming-of-age for him.",
        "No matter where or how you use the amazingly compact ZP80, the digital and analog outputs will deliver superior sound to every room.",
        "complacency on the skills issue, in particular the skills levels needed to deliver sustainable prosperity.",
        "comprehensible input will support pupils to deliver comprehensible output.",
        "VoIP technology helps deliver a high quality internet phone service, using a broadband connection.",
        "Under such a shipment the shipper retains the right to direct the carrier to deliver the goods to someone other than the named consignee.",
        "The delay is causing consternation in the drives sector which has been counting on the ECA to deliver a boost in sales.",
        "The service moves some 500,000 units per year in the UK alone and employs almost 400 sub contractors to deliver the service.",
        "We don't want to become a haulage contractor operating in competition with our ferry customers who collect and deliver their own freight.",
        "Rather than just replacing conventional welding techniques, lasers can now deliver \" brand new processing systems \" .",
        "convoy of trucks to deliver aid in the region.",
        "We deliver cost-effective, innovative solutions founded on technical competency - all delivered through highly trained and motivated teams.",
        "Morgan Auctions will deliver your lots by overnight insured courier.",
        "I bought a new CPU for my pc online at ebuyer and they tried to deliver wehn I was at work on Tuesday.",
        "To provide for efficient delivery of the cytokine, adenovirus vectors have been proposed to deliver the cytokine genes to the chicken.",
        "Leadership in internet school ' daredevil ' deliver a report from london online is.",
        "deliver better services tailored to the specific needs of your customers.",
        "deliver a solution that is suitably different rather than simply different.",
        "deliver the improvements that we want?",
        "deliver what the business actually need.",
        "deliver with precision.",
        "We deliver innovative solutions to our clients by means of prototypes and proof-of-concept demonstrators.",
        "depress the syringe plunger to deliver the correct dose.",
        "It has been designed to assist academics to designed to assist academics to design and deliver coursework to allow for the divergent needs of student populations.",
        "determinism cannot deliver the goods after he's sequenced the human genome.",
        "I want devolution to work, to deliver for the people of Scotland.",
        "devolved from the center to front-line staff, giving them the power and flexibility to deliver.",
        "They would deliver a diatribe, a dialectical discourse, a slogan or sermon, at the drop of a hat.",
        "Diabetes specialist dietitians are ideally placed to deliver dietary information to people with type 2 diabetes (BDA, 1999 ).",
        "Do the reforms deliver pensioner dignity, rolling back means-testing?",
        "dimple pattern deliver shots that fligh high and land softly.",
        "He was around later when God's people were being so disobedient, that he had to deliver promises of judgment.",
        "By strategically divesting consumers finding independent you can't deliver.",
        "You slip on the tux, deliver a double-entendre or two and stand on the sidelines while the stunt crew does the action scenes.",
        "duty holders who deliver or pick up goods?",
        "These bring the dynamism needed to deliver 21st century public services.",
        "The work will develop fibers with optimal dimensions and solubility for cell growth do deliver genetically modified muscle cells to treat muscular dystrophy.",
        "Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me.",
        "endorse TrainSignal because they deliver practical hands on training.",
        "Delivery and Installation fully qualified engineers deliver and install to your exact specification.",
        "This Saturday, I have been asked to deliver the eulogy at his memorial service at St Giles Cathedral in Edinburgh.",
        "evoke more than the films can deliver?",
        "evolvetiQ were able to work alongside Barclaycard to define and deliver a solution that helps Barclaycard protect their interests against evolving threats.",
        "We also help deliver a Walking for Health scheme, to encourage people to combine gentle exercise with a social event.",
        "You will benefit from in-depth discussions based on innovative strategies developed to maximize exploitation, optimize business intelligence and deliver benefit across your business.",
        "Our approach is to work with and alongside clients, developing bespoke solutions that deliver results and smiley faces.",
        "fail to deliver their planned benefits, or deliver late or over budget.",
        "We learned this from an old ferryman who was able to take his small boat over to deliver supplies from nearby farms.",
        "A single Webster will deliver stereo fidelity by just using one speaker!",
        "Fully multi coated optics deliver optimum brightness and color fidelity.",
        "The last part of his talk mentioned that while working on a particular female figurehead he unusually took deliver of another.",
        "The Bolt, 14 way, Ram, and trigger have all been modified to deliver awesome firepower with incredible accuracy.",
        "The more firewood we deliver the more logs you get for your money.",
        "With the ability to work well under pressure, you must consistently deliver first-rate, cost-effective solutions and meet challenging deadlines.",
        "flexing the elbow, to deliver the arm posteriorly.",
        "Member for Witney has so far failed to deliver on his promise; and welcomes the Conservative leader's first major international flip-flop.",
        "freeway chase scene started, the whole movie stepped up a notch and finally started to deliver.",
        "The change will require a 'working smarter ' ethos through redirecting people and money to deliver frontline policing.",
        "Like how do you deliver a digital fryer to its target without frying the digital systems of the delivery equipment?",
        "geographical location affect the way in which you deliver learning to your target group?",
        "PART II a) Payment and Price We shall not be bound to deliver the goods until you have paid for them.",
        "The three black inks also deliver more neutral gradations in color and black-and-white prints it is claimed, producing more natural-looking skin tones.",
        "gratifications theory This allows SMG to deliver the high-earning and high-spending target audience to advertisers.",
        "Its aim is to deliver high quality, sustainable growth in England.",
        "I then hastened to Mr. Vernon, to deliver my letters.",
        "But power is configured to deliver greatest heft in the mid-range.",
        "high fidelitybe able to deliver higher fidelity than was the case with Windows XP, even with lower-end consumer-grade audio hardware.",
        "high-impact campaign to deliver national media coverage over Christmas.",
        "highway robber, I cornered Hanson, and bade him stand and deliver his business.",
        "The Council has helped to deliver more than 120 new affordable homes in Restormel over the last year.",
        "Hitler decided to deliver a fresh homily to Gring the next day.",
        "From quick tips, themes to further learning we have ideas to help you deliver maximum impact events with minimum input.",
        "It is considered extremely ill-advised to fail to deliver the goods.",
        "Increasingly, sport is being used to help deliver social policy objectives, such as tackling illiteracy, drug taking and social exclusion.",
        "The Council is working to deliver real improvements to the lives of disabled people in Vale Royal.",
        "inability of the state to deliver the welfare standards that the masses still demand.",
        "WPA obtained an ex parte injunction requiring Norwich Union to preserve and deliver up a copy of the e-mail.",
        "Product Description The HP No. 56 Black inkjet Print Cartridge features pigmented black ink formulated to deliver crisp, laser-quality text.",
        "A number of trainers were identified who could deliver inset for teachers around how to integrate the project themes into the curriculum.",
        "The provider should deliver reliable and secure connectivity to safeguard the integrity and confidentiality of corporate data.",
        "I'm just not sure it's the job of truly interactive material to deliver them.",
        "We all know that a person who accepts intercession in worldly life can never expected to deliver justice.",
        "invited speakers will deliver a series of four lectures each.",
        "Not so long ago Pastor Joe had been invited to \" deliver the invocation \" at the Kansas State Legislature.",
        "involve primary care staff in the delivery of the program or ensure that they have been trained to deliver the same messages.",
        "Jeanne majerus deliver data across.",
        "Takes to meet protect auto geico in insurance nj Jeanne majerus deliver data across.",
        "jump-starts tire changes have plenty of deliver data across.",
        "Unaddressed junk mail The Post Office now deliver a lot of this with the post.",
        "The Vice-Chancellor of Kingston University, Professor Peter Scott, will deliver the final keynote of the conference.",
        "We will deliver more at a national level by bringing those laggards up to the level of the others.",
        "laparotomy patient required a cesarean section to deliver a dead baby.",
        "lay the groundwork for progress, rather than deliver the changes needed to tackle the long-standing problems.",
        "We deliver 4 car leasing quotations within 48 hours, car leasing quotations within 48 hours, car leasing.. .",
        "We will deliver to schools on account only upon receipt of an order on an official school letterhead.",
        "There will be no conquering hero to deliver us from the corporate leviathan.",
        "Current new product development will ultimately deliver their future lifeblood.",
        "In order to deliver the radiation to the patient we use devices called medical linear accelerators, or \" linacs \" .",
        "The mechanism by which cationic liposomes deliver DNA into the cell is poorly understood.",
        "David is well known for his expertise in using gene targeted macrophages to deliver cytokines to inflamed sites to provide in vivo biosensors.",
        "manufacturers ' guarantees, and we deliver either to schools or the nearest County Music Center.",
        "means testeforms deliver pensioner dignity, rolling back means-testing?",
        "monitored 24x7 to ensure they deliver the optimum hosting performance.",
        "Its core streaming platforms deliver the highest quality multimedia content for 3D mobile messaging; wireless broadcasting and rich media content applications.",
        "Indeed, networks are still the exception in this market, where the norm is to deliver nationwide from a single base.",
        "This technology provides the ability to deliver traffic information over FM radio into conventional on-board navigation systems.",
        "nimble enough to work with big government agencies and deliver in the trenches.",
        "one-two (punch)se two independent arms of the human immune system can deliver a one-two punch to cancer cells.",
        "Advantage is able to do deliver on-site Microsoft Dynamics training to suit your specific requirements wherever you need our support.",
        "Billy says: the onus must be kept on Sinn Fein/IRA to deliver what they should have already.",
        "I was remaining open-minded about whether or not to deliver in the water.",
        "The man of the calf will deliver an oration, not coming to wipe out the French way of life.",
        "We know that you want products that deliver truly outstanding ' value ' .",
        "overlooked by webmasters because many of them deliver only little traffic.",
        "pained vocals accompany the dances as the performers use their whole being to deliver the tale.",
        "Warrant to deliver certain parcels of stuff to Tho.",
        "Derek Twigg, rail Minister said: \" These consultations are important in making sure these new franchises deliver improvements for rail passengers.",
        "pause in the bombing to deliver food aid and so on.",
        "To deliver the equivalent payload, 5,000 bombers would have been needed.",
        "pending legal action, which could jeopardize the ability of Talisman to deliver on the Beatrice project?",
        "accompanied by inspired live percussionists the Sakoba dancers immaculately and intricately deliver the narrative via wonderfully expressive dance against a backdrop of muted color.",
        "The Local Authority side of the bargain is to deliver enhanced performance in the form of \" Key Outcomes \" .",
        "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence.",
        "He has just a week to deliver a huge pile of food to Vincent the bear's cave otherwise Vincent will eat RJ alive.",
        "pilot program worked with the schools to deliver the project.",
        "For starters, our milkmen can deliver lots of household goods and general groceries - not just the traditional pinta!",
        "Based near Radlett in Hertfordshire, Fleet Support looks after the 1200 mopeds and 65 Smart cars that deliver takeaway pizzas to our customers.",
        "I opted to deliver the placenta normally, which came out about an hour later.",
        "pledged to abolish the NHS internal market and deliver world class public services through sustained investment and reform.",
        "International agreements will fail to deliver unless they embrace pluralism.",
        "It was the first time that John Paul II had failed to deliver the Angelus blessing in his 26-year pontificate.",
        "possibilityther and come up with your own advanced strategies that promise to deliver limitless tactical gameplay possibilities.",
        "Only then can we deliver a focused strategy to tackle fuel poverty.",
        "Closer matching of consumer preferences to production will give a decisive advantage to countries able to deliver.",
        "If you are awarded the research prize you will be expected to deliver a verbal presentation at the Winter meeting of the Society.",
        "promised to deliver: Lifelong Electronic Health Records for every person in the country.",
        "For every Delvin Kehoe, there are several others whose visual prosthetics deliver little more than dots and fuzzy patches.",
        "The sole purpose of the Company is to deliver a level of service which is beyond reproach.",
        "As the technique becomes increasingly quantitative it promises to deliver real insight into the nature of chemical change.",
        "His inability to deliver a really good quip also makes a mockery of some of the humor.",
        "radial 4-pot opposed piston calipers deliver impressive stopping performance with excellent feel at the lever.",
        "You know search engine rankings can deliver your business valuable traffic!",
        "real timeaims that EPL is is the only real-time Ethernet protocol to deliver microsecond precision.",
        "real timehas ever looked at using mobile phones to deliver real-time personalized feedback to patients before.",
        "reasonable endeavors to deliver courses in accordance with the descriptions set out in the prospectus.",
        "The present Earl Spencer was to deliver an astonishing rebuke to the royal family at Diana's funeral.",
        "We have driven forward structural reforms to improve our capacity to deliver.",
        "remarked it 's very hard to find a service company that will really step in and deliver high value support.",
        "The second court to deliver judgment could well find the case before it radically reshaped when the first judgment was delivered.",
        "Colin Molton assured the Board that URCs aimed to deliver sustainable urban communities offering residential, commercial and leisure developments in town centers.",
        "respond positively to pressure and deliver on time.",
        "Overall, both soundtracks deliver music very well, but sound slightly restrained at other times.",
        "The British could always deliver election results to please their friends, even when one British official broke ranks.",
        "retooled to deliver a sustainable future?",
        "This presents a significant opportunity to more effectively deliver direct near field sound, at the same time reducing destructive room reverberation effects.",
        "Equally schools must be equipped to deliver students who can benefit from an academically rigorous HE system.",
        "The day following laparotomy patient required a cesarean section to deliver a dead baby.",
        "Robert Bindloss and Uter Gilpin, clerk, are appointed attorneys to deliver seisin.",
        "Currently, for GSK, ENSEMBL is our key interface to deliver genome sequence information.",
        "The FACILITIES GROUP ensures that the civic offices are able to provide a suitable environment for staff to deliver quality services.",
        "The NV7 has built-in OPS, an optical anti-shake technology, to minimize camera shake technology, to minimize camera shake and to deliver clearer resolution.",
        "After the contract was signed and it was time for Just Sunshine to deliver, there was an embarrassed silence.",
        "silicon carbide coating, which can deliver high power while ensuring long piston life.",
        "sixty second London cast in the show feature on the record, and deliver some of the best Sixties sounds on record.",
        "Frankly, I was somewhat skeptical that this book could deliver on the promises made in its subtitle.",
        "smart in appearance and performance with the ability to deliver.",
        "sole purpose of the Company is to deliver a level of service which is beyond reproach.",
        "We have the team to deliver a solution that is suitably different rather than simply different.",
        "The priority-setting exercises that don't deliver what residents want and the partners who don't budge unless there's something in it for them.",
        "This allows our speakers to deliver the most open, transparent soundstage possible.",
        "The invited speakers will deliver a series of four lectures each.",
        "We will always deliver your chosen solution, to your exact specification within the agreed timeframe.",
        "Good news could come between 9th and 12th tho when what has been viewed as entirely speculative starts to ' deliver the goods ' .",
        "He had to deliver a speech at the Japanese embassy - in Japanese!",
        "Our clients have also benefited from our PureFluid technology by bonding multiple ADSL Leased Lines together to deliver significantly increased upload speeds.",
        "Soul music is true to its name: the best examples of the genre deliver a truly spiritual experience.",
        "Cardiff City have asked for even more time to deliver its 30,000 seater stadium project.",
        "strengthening the capacity of its partner agencies to deliver services.",
        "structural reforms to improve our capacity to deliver.",
        "The 10 \" powered subwoofer uses a very efficient 200-watt amplifier to deliver more power with less distortion.",
        "Many discount supermarkets sell value envelopes or you may find that you can get away without for cards that you hand deliver.",
        "supplication come before You; deliver me according to Your word.",
        "Theotokion Lady, do thou receive the supplications of thy slaves, and deliver us from every affliction and necessity.",
        "O holy hierarch of the Lord, by thy constant supplications to God deliver from all need those who with faith celebrate thy memory.",
        "LSPs must be capable of balancing and integrating economic, social and environmental goals to deliver genuinely sustainable communities.",
        "Considering the big swoops and bends that the tremolo arm can deliver, the tuning stays remarkably accurate.",
        "Nor does it mean that democracy can't deliver economic takeoff: India is a case in point.",
        "tank whose mission is to set out a better way to deliver public services and economic prosperity.",
        "Each week Food Chain volunteers gather at six kitchens to cook and deliver tasty, healthy meals to housebound Londoners affected by HIV.",
        "teaseiker Rich Payne reversed roles with winger Jonny Hughes to deliver a teasing cross that the irrepressible Hughes headed wide.",
        "DANTE and HOT TOWER, deliver industrial techno and percussive beats - the aural equivalent of scrapyards manned by broken down robots.",
        "teller machines to deliver.",
        "Deliver us from Satan's temptation to think You have forgotten us.",
        "It will deliver three teraflops of peak computing power - three million million calculations per second.",
        "Their main priority has been to ensure a uniform process for registering cancers region-wide, which will deliver timely, comparable, high-quality data.",
        "tobacco advertising would not deliver a large enough impact on the problem.",
        "Windows trainer Microsoft certified trainer required on contract basis to deliver MCSE training to internal support staff.",
        "Existing learning providers will be used to deliver the training.",
        "The project was organized to deliver the first tranche of object records by April 2003.",
        "We are taking action on a number of fronts to accelerate the transformation of the business and deliver improved performance.",
        "travails of the railroad industry, as it tries to deliver on its promised targets.",
        "Prince Charles will deliver a birthday tribute to his mother later, which will be broadcast on BBC Radio 4 at 1700 BST.",
        "I hope I was able to deliver a delightful and ever so typical sixteen year old's response.",
        "unanswered question is whether Iraq has the means to deliver such weapons.",
        "With debts still high insiders reckon the cost savings a merger would deliver will make the move unavoidable.",
        "Coupled with a tight deadline for an internal launch the pressure was on to deliver a truly unbeatable design within a very tight timeframe.",
        "underperforming schools to deliver a step change in standards.",
        "Our goal is to develop a thorough understanding of the technology that underpins the message you want us to deliver.",
        "A similarly upbeat article, Sainsbury's strategy begins to deliver appeared in The Guardian on March 10 2005.",
        "upstart search engines, it must deliver on its PageRank promise.",
        "Welcome to Sweet Art Cakes Sweet Art Cakes deliver the utmost in style and creativity.",
        "They deliver organic, seasonal veg to your door.",
        "More than 80 volunteering organizations from across the UK have signed a pledge to deliver the 70,000 volunteers required for the Games.",
        "The original 60's design wah-wah pedal, with modified circuitry to deliver fatter, more open sound by lowering the effect's frequency range.",
        "We believe it could deliver CBW by a variety of means, including in ballistic missile warheads.",
        "Will the computer deliver us from the television wasteland?",
        "Some newer devices deliver lower energy shocks using biphasic waveforms.",
        "A variety of states and groups continue to seek to acquire weapons of mass destruction and the means to deliver them.",
        "The review's aim is to develop a workforce that can deliver personalized, user-led services and safeguard the well-being of vulnerable people.",
        "They would have allowed small boats to deliver goods directly to market without having to offload their cargoes at riverside wharves.",
        "Certainly, Wrather is brash and can deliver the wisecracks but Roslin perhaps needs to be even more annoyingly fussy and snooty.",
        "woofer cones - This patent pending technology deliver a cone with more surface area than competing models of the same size.",
        "The 17cm KEVLAR composite cone woofer and 25mm soft dome tweeter deliver a better and more impressive sound offering throughout the full range.",
        "The aim is to deliver twelve blocks of three x three hour workshop sessions i.e. 36 workshop sessions i.e. 36 workshops in total by September 2005.",
        "Yahoo listings do not deliver nearly as significant a contribution in this area as you might think.",
        "yardstick for success in the modern world is whether the services we fund deliver their core purpose.",
        "This combination will provide better flexibility for early harvest, control any emerging disease threat and also deliver a greening effect to maximize yield.",
        "Besides travelling through many states of the United States to deliver anti-slavery lectures, Lundy visited Haiti twice - in 1825 and 1829, the Wilberforce colony of freedmen and refugee slaves in Canada in 1830-1831, and in 1832 and again in 1833 Texas, all these visits being made, in part, to find a suitable place outside the United States to which emancipated slaves might be sent.",
        "It may be that he has to draw a shot with the utmost nicety to save the end, or even the match, or to lay a cunningly contrived block, or to \"fire\" - that is, to deliver his bowl almost dead straight at the object, with enough force to kill the bias for the moment.",
        "This, according to Westermarck, is the central idea of human sacrifice: the victim is substituted for the sacrificer, to deliver him from perils by disease, famine or, more indefinitely, from the wrath of the god in general.",
        "The lessor is bound by the nature of his contract and without the need of any particular stipulation (i.) to deliver to the lessee the thing hired in a good state of repair; (ii.) to maintain it in a state to serve the purpose for which it has been hired; (iii.) to secure to the lessee peaceable enjoyment during the continuance of the lease (Arts.",
        "In 1882 Kuenen went to England to deliver a course of Hibbert lectures, National Religions and Universal Religion; in the following year he presided at the congress of Orientalists held at Leiden.",
        "He was defeated by a combination of the Kossuthists, AndrÃ¡ssy Liberals and Clerical People's party, the 30 Croatian deputies, whose vote might have turned the election, abstaining on Dr Wekerle promising them to deliver Croatia from the oppressive rule of the ban, Baron Rauch.",
        "2 According to the legend, the nymph Arethusa was changed into the fountain by Artemis to deliver her from the pursuit of the river-god Alpheus; and the spring, which was fresh until an earthquake broke the barrier and let in the salt water, was supposed to be actually connected with the river.",
        "By rejecting the Capetian sovereign that Rome wished to thrust upon it to deliver it from the dynasty of Aragon, the little island of Sicily arrested the progress of French imperialism, ruined the vast projects of Charles of Anjou, and liberated the papacy in its own despite from a subjection that perverted and shook its power.",
        "The irrigated area is divided into districts, in each of which is an overseer and a staff of watchmen to see to the opening and shutting of the modules (see Hydraulics, §§ 54 to 56) which deliver the water into the minor channels.",
        "Thus Christianity, as religion, is on the one hand the adoration of God, that is, of the highest and noblest, and this highest and noblest as conceived not under forms of power or knowledge but in the form of ethical self-devotion as embodied in Jesus Christ, and on the other hand it meets the requirements of all religion in its dependence, not indeed upon some absolute idea or omnipotent power, but in the belief that that which appeals to the soul as worthy of supreme worship is also that in which the soul may trust, and which shall deliver it from sin and fear and death.",
        "He used prayer and fasting to deliver himself from evil enchantment; and when he saw ecstatic and mystical visions promising him the Lord's help and great usefulness in the Lord's work, he feared that these revelations might be of diabolic origin.",
        "To make amends for this crime, the Demiurge had now to deliver up to the good God the souls of those who were to be redeemed; they are, as it were, purchased from him by the death of Christ.",
        "45), Paul is made to put this question - \" If then circumcision is a good thing, why did you, Simon, deliver up circumcised men and compel them to be condemned and put to death?",
        "There is, however, hardly anything dramatic in the poem, but the characters deliver magnificent descriptions of Montenegro and Montenegrins, and the play is full of noble sentiments and great thoughts.",
        "He travelled secretly through Kordofan, where (with ample justification) he denounced to the villagers the extortion of the tax-gatherer and told of the coming of the mandi who should deliver them from the oppressor.",
        "Then he solemnly took the estates to witness, as he stood there \"in the sight of the Almighty,\" that he had begun hostilities \"out of no lust for war, as many will certainly devise and imagine,\" but in self-defence and to deliver his fellow-Christians from oppression.",
        "And I think that is what the Internet will deliver.",
        "Having reached the left flank, instead of going to the front where the firing was, he began to look for the general and his staff where they could not possibly be, and so did not deliver the order.",
        "He knew that he might and even ought to go straight to him and give the message Dolgorukov had ordered him to deliver.",
        "A solemn meeting of the lodge of the second degree was convened, at which Pierre promised to communicate to the Petersburg Brothers what he had to deliver to them from the highest leaders of their order.",
        "Take me, take me! prayed Natasha, with impatient emotion in her heart, not crossing herself but letting her slender arms hang down as if expecting some invisible power at any moment to take her and deliver her from herself, from her regrets, desires, remorse, hopes, and sins.",
        "And three weeks later we set out how we would deliver the radical overhaul to the regulatory system we promised.",
        "Please deliver us from evil, which is rampant in this world.",
        "You know search engine rankings can deliver your business valuable traffic !",
        "How to create a rapport with the interviewers & deliver your answers in a natural manner.",
        "No one has ever looked at using mobile phones to deliver real-time personalized feedback to patients before.",
        "The College will use all reasonable endeavors to deliver courses in accordance with the descriptions set out in the prospectus.",
        "The present Earl Spencer was to deliver an astonishing rebuke to the royal family at Diana 's funeral.",
        "Falling public confidence in the ability of local democracy to deliver is reflected most starkly in the turnout at local elections.",
        "Andy Osborn remarked it 's very hard to find a service company that will really step in and deliver high value support.",
        "No - we will come and deliver automatically once the Signalman reports that your tank has reached its reorder level.",
        "They want people who can respond positively to pressure and deliver on time.",
        "Can capitalism, as the only real economic game in town, be retooled to deliver a sustainable future?"
    ],
    "definition": [
        "To give birth to: delivered twins.",
        "To assist or aid in the birth of: The midwife delivered the baby.",
        "To give birth.",
        "Link/Cite"
    ]
}