{
    "translation": "לדרוש, דרישה",
    "uses": [
        "If you don't stand up and demand a change, he'll keep on doing it.",
        "An undisclosed ransom demand was made.",
        "But they did not satisfy his demand for intelligence.",
        "He wanted to scream at him; to demand an explanation, but understood how fruitless that would be and measured his best course to remain calm.",
        "The Convention was reconvened on the 12th of February 1863, and the demand of Congress was met.",
        "He had never experienced this intimacy with a lady of breeding, and knew that if her family ever learned of their actions, they would demand restitution for his behavior.",
        "She would tell him what she thought of him and demand that he let the twins go with her.",
        "In 238 B.C. the Carthaginian mercenaries revolted, and the Romans took advantage of the fact to demand that the island should be given period.",
        "\"Supply and demand,\" Dean answered.",
        "Fresh bread sat on the table near her bed, its scent making her stomach demand to be sated.",
        "Dean took a deep breath, half expecting Ryland to demand that Edith leave, but there was only silence.",
        "Normally she acquiesced in favor of a paycheck, but Lacy's demand was bizarre, even by Lacy-standards.",
        "His first thought was to call Ms. Larkin and demand further details.",
        "He himself seemed aware that his demand was meaningless.",
        "Would he still be gentle and respectful, or would he suddenly demand husbandly rights?",
        "In 1861 the Mortara family induced the Italian government to demand the prosecution of the nurse.",
        "Pasteur first formulated the idea that bacteria are responsible for the diseases of fermented liquids; the corollary of this was a demand for pure yeast.",
        "The moment he made the decision to demand her as payment, all had become overwhelmingly clear, as if he had chosen at last to take control of a dream that had imprisoned him for so long.",
        "It is a ridiculous demand which England and America make, that you shall speak so that they can understand you.",
        "He was torn between wanting to confront Ne'Rin and demand he make his sister an honorable woman and laughing out loud to know that he had chosen a nishani capable of healing his planet, his people.",
        "Canned goat milk wasn't the same and goat meat wasn't exactly in high demand in this area.",
        "Three societies demand special mention: the Union centrale des agriculteurs de France, to which the above syndicates are affiliated; the Sociit nationale dagriculture, whose mission is to further agricultural progress and to supply the government with information on everything appertaining thereto and the Socit des agriculteurs de France.",
        "Its mission statement is to demand transparency after a crime is committed and to assure all efforts to nail the guilty party are being pursued.",
        "Cynthia devoured every publication she could find on the subject and was looking forward to spending some quality time hiking the high country, if the demand of Bird Song's chores would allow snatches of free time.",
        "Deities did things differently, but he wasn't about to do what his predecessor would have and demand a favor of someone like Andre.",
        "The maximum wage you can earn, though, is defined by supply and demand for labor, and by your negotiating ability, but it also has a cap.",
        "The feast must be important, and his attempt to request her attendance-- rather than demand it-- impressed her.",
        "He had intended to demand her armies, her loyalty, her oath of non-interference in his plans.",
        "I did not see why the lyceum should not present its tax-bill, and have the State to back its demand, as well as the Church.",
        "I demand our release immediately, I am a Parrish!",
        "The duties were to be performed by the possessor or his deputy; and the king was entitled to demand the yearly homage of a present of poultry from the feudal holder.",
        "If the demand for rehearing is refused such refusal is final; but if it is granted the case is then heard by the civil chamber, and after argument cessation (annulment) is granted or refused.",
        "It sounded more like a demand than a request.",
        "Here they had their own lands, and some form of local government by elders, and appear to have been prosperous and contented; probably the only demand made on them by the Babylonian government was the payment of taxes.",
        "It became less of a request and more of a demand, with his tongue flickering to taste her.",
        "His demand was supported by George I., and the regent yielded.",
        "Cromwell therefore did not hesitate to join the army in its opposition to the parliament, and supported the Remonstrance of the troops (loth of November 1648), which included the demand for the king's punishment as \"the grand author of all our troubles,\" and justified the use of force by the army if other means failed.",
        "However inaccessible to us may be the cause of the expression of will in any action, our own or another's, the first demand of reason is the assumption of and search for a cause, for without a cause no phenomenon is conceivable.",
        "The oak of Britain is still in demand for the construction of merchant shipping, though teak has become in some measure its substitute, and foreign oak of various quality and origin largely takes.",
        "Oak was formerly largely used by wood-carvers, and is still in some demand for those artists, being harder and more durable than lime and other woods that yield more readily to the sculptor's tool.",
        "And yet, her heart had increased its rate and demand so that she must breath.",
        "This action makes the price of a burger go up by $1,000 and drops demand to zero.",
        "In the demand for the reinstatement of the dismissed ministers were found the means of humiliation, and the prelude to the dethronement, of the king.",
        "Though he rejected the demand of the pope, who wished him to consent to the abolition of the compacts, he endeavoured to curry favour with the Roman see by punishing severely all the more advanced opponents of papacy in Bohemia.",
        "This was matter of contract, and the hirer, who usually paid in advance, might demand a guarantee to fulfil the engagement.",
        "In February 1831 these provinces rose, raised the red, white and green tricolor (which henceforth took the place of the Carbonarist colors as the Italian flag), and shook off the papal yoke with surprising ease.1 At Parma too there was an outbreak and a demand for the constitution; Marie Louise could not grant it because of her engagements with Austria, and, therefore, abandoned her dominions.",
        "In the middle of the day Murat sent his adjutant to Napoleon to demand reinforcements.",
        "A demand for help which the Samians sent to Sparta was rejected at the instance of the Corinthians.",
        "If there were one who lived wholly without the use of money, the State itself would hesitate to demand it of him.",
        "The first time he had recourse to his new judge was when a French prisoner, a colonel, came to him and, after talking a great deal about his exploits, concluded by making what amounted to a demand that Pierre should give him four thousand francs to send to his wife and children.",
        "It is the duty of a debtor to pay a debt without waiting for any demand, and, unless there is a place fixed on either by custom or agreement, he must seek out his creditor for the purpose of paying him unless he is \"beyond the seas.\"",
        "The minimum is either set by a minimum wage law or determined by the demand and supply of that labor.",
        "Here also he wrote Lucinde (1799), an unfinished romance, which is interesting as an attempt to transfer to practical ethics the Romantic demand for complete individual freedom, and Alarcos, a tragedy (1802) in which, without much success, he combined romantic and classical elements.",
        "Many places can be quite dangerous for crab boats and workers due to severely high seas, weather and temperatures which makes king crab even more prized and expensive in addition to its culinary demand.",
        "After some hesitation, on the advice of Roca the Argentines agreed to the demand, and peace was maintained.",
        "If the government offices were removed, this was only done on the demand of officials to whom the count yielded reluctantly.",
        "If I am unsuccessful there are others who may hold the answers I demand and I now have plans to get them as well.",
        "I mean nothing untoward by my demand but there are weapons at your disposal I haven't had time to remove.",
        "In saying this Natasha was sincere in acknowledging Mary's superiority, but at the same time by saying it she made a demand on Pierre that he should, all the same, prefer her to Mary and to all other women, and that now, especially after having seen many women in Petersburg, he should tell her so afresh.",
        "The Telegraph Act 1899, while providing for intercommunication between the telephone systems of the local authorities and the company, did not give the Post Office the right to demand intercommunication between its exchanges and those of the company.",
        "He knew he was in these men's power, that only by force had they brought him there, that force alone gave them the right to demand answers to their questions, and that the sole object of that assembly was to inculpate him.",
        "Governments create entitlements due to public demand for them, and public demand exists where the need is not filled.",
        "The system was revised in the 1830s because it was viewed as discouraging work by interfering with the laws of supply and demand relating to labor.",
        "When the crowd collected round him he seemed confused, but at the demand of the tall lad who had pushed his way up to him, he began in a rather tremulous voice to read the sheet from the beginning.",
        "At the same time that he refused the colonel's demand he made up his mind that he must have recourse to artifice when leaving Orel, to induce the Italian officer to accept some money of which he was evidently in need.",
        "In fact, everywhere the demand for goods, especially of those for domestic consumption, fell away; and there was a reduction in the average number of persons employed in the manufacturing industries to the extent of more than 20%.",
        "The demand of the United.",
        "The individual must carry their license while in the process of fishing and produce it upon demand from a conservation officer.",
        "The general shouted a demand that the cavalry should be halted, the Austrian argued that not he, but the higher command, was to blame.",
        "We've convinced ourselves we're absolutely correct but we don't demand that of others.",
        "It is a labor to task the faculties of a man--such problems of profit and loss, of interest, of tare and tret, and gauging of all kinds in it, as demand a universal knowledge.",
        "Even though this allowed cotton prices to plummet and demand for cotton to increase, some of those fifty people got laid off, no doubt shaking their fists at the infernal gin as they stormed off the property.",
        "The potter's clay of Ischia served for the potteries of Cumae and Puteoli in ancient times, and was indeed in considerable demand until the catastrophe at Casamicciola in 1883.",
        "He redressed many grievances, regulated the administration of justice, encouraged commerce, reformed the coinage, but as time went on he was compelled to demand larger subsidies and to take severer measures against heretical opinions.",
        "Everyone waited, so emphatically and eagerly did he demand their attention to his story.",
        "If not, as the demand was booked against an infantry regiment, there will be a row and the affair may end badly.",
        "What right have you, monseigneur, to demand an account of my attachments and friendships?",
        "In the case of a crime we most urgently demand the punishment for such an act; in the case of a virtuous act we rate its merit most highly.",
        "Me ordering a second helping of corn on the cob while dining at the Black Eyed Pea also increases demand for corn, but for doing so, I shouldn't stand trial for murder.",
        "He referred to the fact that the Emperor Napoleon had resented the demand that he should withdraw his troops from Prussia, especially when that demand became generally known and the dignity of France was thereby offended.",
        "In fact, the ambassador, as he himself has declared, was never authorized to make that demand, and as soon as I was informed of it I let him know how much I disapproved of it and ordered him to remain at his post.",
        "Balashev replied that there was \"nothing offensive in the demand, because...\" but Murat interrupted him.",
        "She knew that for the Penza estates and Nizhegorod forests she could demand this, and she received what she demanded.",
        "She looked up at the uncharacteristic demand.",
        "Whether the price is or is not more depends on the demand.\"",
        "The Germans demand the recognition of German as a customary language in every part of the empire, so that a German may claim to have his business attended to in his own language, even in Dalmatia and Galicia.",
        "The Sla y s, however, required that, even when a small minority of Slav race settled in any town, they should not be compelled to go to the German schools, but should have their own school provided for them; and this demand was granted by Prazak, minister of education under Count Taaffe.",
        "In 1887, under the leadership of Dr Adler, the socialist party began to revive (the party of violence having died away), and since then it has steadily gained in numbers; in the forefront of the political programme is put the demand for universal suffrage.",
        "The extreme German party, however, took the occasion to demand that paragraph 14 should be repealed.",
        "His demand for immediate emancipation fell like a tocsin upon the ears of slaveholders.",
        "In those departments of intellectual activity which demand no high ideal faculty, in the study of the world of fact, the centuries immediately following Alexander witnessed notable advance.",
        "Books were in demand and were multiplied.",
        "It is enough then here to observe that Iran and Babylonia do, as a matter of fact, continually yield the explorer objects of workmanship either Greek or influenced by Greek models, belonging to the age after Alexander, and that we may hence infer at any rate such an influence of Hellenism upon the tastes of the richer classes as would create a demand for these things.",
        "Does our intelligence demand unity?",
        "Till 1243 the party of Frederick had been successful in retaining Tyre, and the baronial demand for a regency had remained without effect; but in that year the opposition, headed by the great family of Ibelin, succeeded, under cover of asserting the rights of Alice of Cyprus to the regency, in securing possession of Tyre, and the kingdom of Jerusalem thus fell back into the power of the baronage.",
        "He was not, moreover, too proud to accept £loon from his son-in-law, and after the reconciliation following on Shelley's marriage in 1816, he continued to demand money until Shelley's death.",
        "Towards the further development of events in France, therefore, Leopold assumed at first a studiously moderate attitude; but his refusal to respond to the demand of the French government for the dispersal of the corps of emigres assembled under the protection of the German princes on the frontier of France, and the insistence on the rights of princes dispossessed in Alsace and Lorraine, precipitated the crisis.",
        "At the end of 1902 the supernumeraries were discharged - too late to calm the ardour of the Opposition, which proceeded to demand that the Army bills should be entirely withdrawn or that, if adopted, they should be counterbalanced by concessions to Magyar nationalist feeling calculated to promote the use of the Magyar language in the Hungarian part of the army and to render the Hungarian regiments, few of which are purely Magyar, more and more Magyar in character.",
        "Ask Denisov whether it is not out of the question for a cadet to demand satisfaction of his regimental commander?",
        "Instead of the demand of four months earlier to withdraw from Pomerania, only a withdrawal beyond the Niemen was now demanded.",
        "A slight burst of tears followed from Martha until Dean rendered a speech on survival of the fittest, the laws of the jungle, the food chain and supply and demand.",
        "Dean repeated his demand.",
        "\"Tell Consalvi,\" wrote the conqueror, still flushed with Austerlitz, \"that if he loves his country he must either resign or do what I demand.\"",
        "The manufacture is chiefly carried out in India, Persia and the Balkans; the last named supplying the bulk of the European demand.",
        "Wine is manufactured in large quantities, but the output is not sufficient to meet the home demand.",
        "The soil is not very productive, although agriculture flourishes in the valleys and on the level ground; grain has to be imported to meet the demand.",
        "The next demand was for greater fixity of tenure and more regular promotion, as well as for the recognition by the companies of the railwaymens union.",
        "The deputies of the Extreme Left, instead of using their influence in favor of pacification, could think of nothing better than to demand an immediate convocation of parliament in order that they might present a bill forbidding the troops and police to use their arms in all conflicts between capital and labor, whatever the provocation might be.",
        "In parliamentary politics the most notable event in 1902 was the presentation of a divorce bill by Signor Zanardellis government; this was done not because there was any real demand for it, but to please the doctrinaire 1902.",
        "The gradual elaboration of the sacrificial ceremonial, as the all-sufficient expression of religious devotion, and a constantly growing tendency towards theosophic and mystic speculation on the significance of every detail of the ritual, could not fail to create a demand for explanatory treatises of this kind, which, to enhance their practical utility, would naturally deal with the special texts and rites assigned in the ceremonial to the several classes of officiating priests.",
        "At a subsequent period the demand for instruction in the sacrificial science called into existence a still more practical set of manuals, the so-called Kalpa-sutras, or ceremonial rules, detailing, in succinct aphorisms, the approved course of sacrificial procedure, without reference to the supposed origin or import of the several rites.",
        "Early in Henry II.'s time it had become the custom of England for the court Christian: to \"signify\" its sentence of excommunication to the king and to demand from him a writ of significavit to the sheriff, to imprison the person excommunicated.",
        "Again he urges, that since redemption is in Christ alone, and that, too, full redemption and on the basis of faith alone, the demand for asceticism and meaningless ceremonies is folly, and moreover robs Christ, in whom dwells the divine fulness, of His rightful supremacy (ii.",
        "The substance known as \"Thenard's blue,\" he prepared in 1799 in response to a peremptory demand by J.",
        "The inter-relations of the members of a large colony of proto~ plasts such as constitute a tree, demand much adjustment.",
        "On the demand of Lennox, Darnley's father, Bothwell was put upon his trial, in April, but Lennox, having been forbidden to enter the city with more than six attendants, refused to attend, and Bothwell was declared not guilty.",
        "In 1885 Uruguay imported most of her breadstuffs; now not only is wheat grown in sufficient quantities to meet the local demand, but a surplus (about 20,000 metric tons in 1908-9) is annually available for export.",
        "Hyndman and others in Socialist meetings and processions in London to demand work for the unemployed.",
        "Mention should be made of the mass of general legislation passed, principally by western states, since 1905, in response to a popular demand for lower rates.",
        "This demand has in many instances led to ill-considered legislation, has frequently ignored the prerogatives and even the existence of the state commissions, and has brought about the passage by state legislatures of maximum freight and passenger rate laws, with rates so low in many cases that they have been set aside by the courts as unconstitutional.",
        "'I hus the demand for more steam is automatically responded to by the boiler.",
        "This high mean pressure cannot be maintained for long, because as the speed increases the demand for steam per unit of time increases, so that cut-off must take place earlier and earlier in the stroke, the limiting steady speed being attained when the rate at which steam is supplied to the cylinders is adjusted by the cut-off to be equal to the maximum rate at which the boiler can produce steam, which depends upon the maximum rate at which coal can be burnt per square foot of grate.",
        "- The demand of the present day is for engines of larger power both for passenger and goods service, and the problem is to design such engines within the limitations fixed by the 4 ft.",
        "For local services where stoppages are frequent the demand is for engines capable of quickly ' At the beginning of 1908 the Great Western's loading gauge on its main lines was widened to 9 ft.",
        "He was frequently employed in missions to the pope, and in 968 to Constantinople to demand for the younger Otto (afterwards Otto II.) the hand of Theophano, daughter of the emperor Nicephorus Phocas.",
        "The prophet also emphasized with passionate earnestness that Yahweh was a God whose character was righteous, and God's demand upon His people Israel was not for sacrifices but for righteous conduct.",
        "The entire impression was exhausted in a few days; a second and a third edition were scarcely adequate to the demand.",
        "He himself held supreme sway over all Israel as the last of the \" judges \" until compelled to accede to the popular demand for a king.",
        "The feeling of national unity between north and south would require historical treatment, the existence of rival monarchies would demand an explanation.",
        "The weakness of the king enabled him to demand and to secure immunity from taxation.",
        "At length Antiochus appeared to enforce his demand in 134.",
        "At the same time the mothers of the murdered men came to the Temple to demand vengeance.",
        "After a period of great distress and cruel oppression, in 1866, on the demand for reforms being again refused, a general insurrection took place, which was only put down by great exertions on the part of the Porte.",
        "The delicate fabric made by hand on the pillow was long in demand; its sale was, however, greatly diminished by the competition of cheaper machine-made goods, and a school of lace-making was opened to promote its recovery.",
        "In Caswell county, North Carolina, \" lemon yellow \" tobacco was first produced in 1852, and the demand for this \" bright \" variety became so great that except during the interruption of the Civil War its culture spread rapidly.",
        "The floral structure is so curious that perhaps less attention has been paid to the vegetative organs than the peculiarities of their organisation demand.",
        "The king seized the opportunity to demand the return of Michal, his wife.",
        "In the prose Lancelot his education is complete, he knows his name and parentage, though for some unexplained reason he keeps both secret, and he goes with a fitting escort and equipment to Arthur's court to demand knighthood.",
        "The logical conclusion appears to be that the Charrette poem is a \"Tendenz-Schrift,\" composed under certain special conditions, in response to a special demand.",
        "Sheep were small and their fleeces light, nevertheless, owing to the meagreness of the yields of cereals' and the demand for wool for export, sheep-farming was looked to, as early as the 12th century, as the chief source of profit.",
        "A year or two later field trials were begun in England, with the final result that basic slag has become recognized as a valuable source of phosphorus for growing crops, and is now in constant demand for application to the soil as a fertilizer.",
        "It is equally true that, when under the influence of special local or other demand - proximity to towns, easy railway or other communication, for example - the products which would otherwise be retained on the farm are exported from it, the import of town or other manures is generally an essential condition of such practice.",
        "Thus, then, alike for maintenance, for increase, and for the exercise of force, the exigencies of the system are characterized more by the demand for the digestible nonnitrogenous or more specially respiratory and fat-forming constituents than by that for the nitrogenous or more specially flesh-forming ones.",
        "The wet seasons that set in at the end of the 'seventies led to so much hindrance in the work on the land that the aid of steam was further called for, and it seemed probable that there would be a lessened demand for horse power.",
        "The decrease has assumed serious proportions since 1871, as before that date the supply of rural labour exceeded the demand.",
        "The decrease in the demand for labour is attributable chiefly to the reduction of the cultivated area and the laying down to pasture of land once under the plough, and to the increasing use of agricultural machinery.",
        "Whatever the cause, the complete restatement of economic theory, which some heroic persons demand, is clearly impossible, except on conditions not likely to be realized in the immediate future.",
        "became king of England, and one of the first acts of the new reign, after a narrow escape of the young king from capture by Moray, was the treaty of York, ratified at Northampton in April 1328, by which it was agreed that \"Scotland, according to its ancient bounds in the days of Alexander III., should remain to Robert, king of Scots, and his heirs free and divided from England, without any subjection, servitude, claim or demand whatsoever.\"",
        "Many farmers abandoned their sterile farms and made new homes in the West, where soil yielded larger returns for labour, and a foreign-born population, consisting largely of French Canadians, came to the cities in response to the demand for labour in the mills and factories.",
        "The reciprocal adaptations of insects and flowers demand attentive observation on the part of the gardener concerned with the growing of grapes, cucumbers, melons and strawberries, or with the raising of new and improved varieties of plants.",
        "In Morocco and generally throughout North Africa there is a considerable demand for green tea, which is drunk hot out of glasses, the liquor being almost saturated with sugar and strongly flavoured with mint.",
        "Numerous other firs are common in gardens and shrubberies, and some furnish valuable products in their native countries; but they are not yet of sufficient economic or general interest to demand mention here.",
        "Through Spain he then threatened Portugal with extinction unless she too paid a heavy subsidy, a demand with which the court of Lisbon was fain to comply.",
        "To this demand (the real commencement of the \"Continental System\") the Berlin government had to accede, though at the cost of a naval war with England, and the ruin of its maritime trade.",
        "Two days afterwards Desmoulins brought it into notice by appearing with it before the municipality of Paris to demand \"the formal statement of the civil estate of his son.\"",
        "(i) The subject of plant souls is referred to in connexion with animism; but certain aspects of this phase of belief demand more detailed treatment.",
        "It may be added that, if a lessee covenants to pay rates and taxes, no demand by the collector apparently is necessary to constitute a breach of the covenant; where a rate is duly made and published it is the duty of the parties assessed to seek out the collector and pay it.",
        "Under these acts a right of reentry or forfeiture is not to be enforceable unless and until the lessor has served on the lessee a written notice specifying the breach of covenant or condition complained of, and requiring him to remedy it or make compensation, and this demand has not within a reasonable time been complied with; and when a lessor is proceeding to enforce such a right the court may, if it think fit, grant relief to the lessee.",
        "by the acceptance of, or even by an absolute and unqualified demand for, rent, which has accrued due since the forfeiture, by bringing an action for such rent, or by distraining for rent whether due before or after the forfeiture.",
        "In case of partial destruction, the lessee may, according to circumstances, demand either a diminution of the price, or the cancellation of the lease.",
        "It has, however, certain characteristics which cause it to be in demand even in the United States, where during recent years Egyptian cotton has comprised about 80% of all the \" foreign \" cottons imported.",
        "Though it is probably destined to be used even more extensively as a fertilizer before the demand for it as a feeding stuff becomes equal to the supply, practically all the cotton seed meal of the south will ultimately be used for feeding.",
        "Those of other regions are only referred to when sufficiently important to demand separate notice.",
        "In the cotton belt of the United States it would be possible to put a still greater acreage under this crop, but the tendency is rather towards what is known as \" diversified \" or mixed farming than to making cotton the sole important crop. Cotton, however, is in increasing demand, and the problem for the American cotton planter is to obtain a better yield of cotton from the same area, - by \" better yield \" meaning an increase not only in quantity but also in quality of lint.",
        "At the close of the war in 1815 the revival of trade led to an increased demand, and the progress of cotton cultivation in America became rapid and continuous, until at length about 85% of the raw material used by English manufacturers was derived from this one source.",
        "From the former there has been an export trade for many years which fluctuates remarkably according to the demand.",
        "Northern Nigeria is the seat of a very large native cotton industry, to supply the demand for cotton robes for the Mahommedan races inhabiting the country.",
        "The production is not sufficient to meet the home demand; during the five years of normal trade before the war with Russia Japan imported annually about 800,000 bales of cotton, chiefly from British India, China and the United States, and during the same period exported each year some 2000 bales, mainly to Korea.",
        "They must watch demand, be able to form reasonable anticipations of its move ments, and at the same time know the existing stocks of cotton, the sales taking place from day to day, and the best forecasts of the coming supplies.",
        "A man accustomed to devote the whole of his time to the study of demand and supply in relation to cotton, after some years of experience, will be qualified ordinarily to form fairly accurate judgments of the prices to be expected.",
        "Publication of information relating to demand and supply.",
        "Much buying might take place when stocks were scanty, with the result that prices would be needlessly forced up; and when stocks were plentiful demand might be weak and prices, therefore, be unduly depressed.",
        "It maybe assumed as desirable that the demand for cotton should be so spread as to keep its price as steady as possible - \" steadiness \" will be defined more exactly later - and that to this end it is essential that specialists should devote themselves to the task of spreading it.",
        "Such specialists have appeared in the cotton brokers and dealers who make their living out of bearing the risks connected with anticipating demand and supply in relation to cotton.",
        "The \"spot\" market might be judged generally as too high, in view of crops and the probable normal demand of the year, but it might not therefore drop immediately, owing partly to the pressure of demand that must be satisfied instantaneously.",
        "The quality in greatest demand in England, it should be observed, is worth about 4d.",
        "The use of petroleum as liquid fuel is dealt with under Fuel, as is the employment of its products in motors, which has greatly increased the demand for petroleum spirit.",
        "In 1195 Henry took the cross; some time before, he had already sent to Isaac Angelus to demand compensation for the injuries done to Frederick I., along with the cession of all territories ever conquered by the Norman kings of Sicily, and a fleet to co-operate with the new Crusade.",
        "There was a strong demand for the removal of these Creek Indians, known as Seminoles, and by treaties at Payne's Landing in 1832 and Fort Gibson in 1833 the Indian chiefs agreed to exchange their Florida lands for equal territory in the western part of the United States.",
        "The society grew in strength during the Civil War, when the increased demand for coal caused an influx of miners, many of them lawless characters, into the coal-fields, and in1862-1863it opposed enlistments in the Federal Army and roughly treated some of the enlisting officers.",
        "Genuinely dramatic music, even if it seem as purely musical as Mozart's, must always be approached through its drama; and Wagner's masterpieces demand that we shall use this approach; but, as with Mozart, we must not stop on the threshold.",
        "But, whatever our doubts, we may safely regard Parsifal as a work which, like Beethoven's last fugues, invites attack rather from those critics who demand what flatters their own vanity than from those who wish to be inspired by what they could never have foreseen for themselves.",
        "Wagner's retouching of Gluck's Iphigenie en Aulide and his edition of Palestrina's Stabat Mater demand mention as important services to music, by no means to be classified (as in some catalogues) with the hack-work with which he kept off starvation in Paris.",
        "The import trade is chiefly with Great Britain and India, the articles in chief demand being cotton, coloured shawls and hardware.",
        "It must have been much in demand, for three editions of it were prepared.",
        "A few of them demand from their ministers definite subscription to a specific body of doctrine, mostly of the ordinary \" evangelical \" type.",
        "The slave who had just grounds of complaint against his master could demand to be sold; when he alleged his right to liberty, the law granted him a defender and the sanctuaries offered him an asylum till judgment should be given.",
        "But the extension of properties in the hands of the patricians, and the continued absences of citizens required by the expanding system of conquest, necessarily brought with them a demand for slave labour, which was increasingly supplied by captives taken in war.",
        "A master, when accused, could offer his slaves for the \" question,\" or demand for the same purpose the slaves of another; and, if in the latter case they were injured or killed in the process, their owner was indemnified.",
        "The hunting of human beings to make them slaves was greatly aggravated by the demand of the European colonies.",
        "The ultimate triumph of the good spirit is an ethical demand of the religious consciousness and the quintessence of Zoroaster's religion.",
        "The well-known Shetland breed of shaggy ponies are in steady demand for underground work in collieries.",
        "We understand what is meant and neither desire nor demand a strict definition.",
        "It should be remembered that such comparatively simple activities, though there is little about them to arrest popular attention, are just the raw material out of which the normal active life of such organisms is elaborated, and that for scientific treatment they are therefore not less important than those more conspicuous performances which seem at first sight to call for special treatment, or even to demand a supplementary explanation.",
        "Milner then made the enactment by the Transvaal of a franchise law which would at once give the Johannesburgers a share in the government of the country his main, and practically his only, demand.",
        "The demand from the South for more effective Federal legislation was voiced in the second fugitive slave law, drafted by Senator J.",
        "The chief interest of the Spanish period lies in the advance of settlement in the western territories of the United States, the international intrigues - British, French and Spanish - involving the future of the valley, the demand of the United States for free navigation on the Mississippi, and the growing consciousness of the supreme importance of the river and New Orleans to the Union.",
        "After the Ten Year's War seed of Mexican and United States tobaccos was in great demand to re-seed the ruined vegas, and was introduced in great quantities; and although by a later law the destruction of these exotic species was ordered, that destruction was in fact quite impossible.",
        "This position he founded on the law of wages formulated by Ricardo, and accepted by all the leading economists, that wages are controlled by the ordinary relations of supply and demand, that a rise in wages leads to an increase in the labouring population, which, by increasing the supply of labour, is followed by a corresponding fall of wages.",
        "Since these compounds are essential to plant life, it becomes necessary to replace the amount abstracted from the soil, and hence a demand for nitrogenous manures was created.",
        "But the Turkish reform movement of 1908 seemed to promise a revival of Ottoman power, which might in time have enabled the Turks to demand the promised evacuation, and thus to reap all the ultimate benefits of the Austrian administration.",
        "As is usual in Turkey, this opportunity was seized for the demand of redress of grievances by such powers as considered they had any, and the negotiations were protracted until July 1907, when France finally gave in her adhesion.",
        "The 20-piastre mejidie currency, in spite of the further enormous depreciation of silver since 1880, has scarcely varied in the Constantinople market, but has always remained at a discount of about 3% (between 108 and 109 piastres to the pound) under government rate; this is doubtless due to the fact that the demand and supply of the coins in that market are very evenly balanced.",
        "The creditor may demand the arazi-memuru to proceed to a forced sale, but the arazi-memuru is not obliged to comply with that demand; no forced sale may take place after the decease of the debtor.",
        "The tone of the demand offended Bayezid, who rejected it in terms equally sharp. As a result Timur's countless hordes attacked and took Sivas, plundering the town and massacring its inhabitants.",
        "His ambassador, accordingly, handed in at Constantinople a formal demand for the restitution of the Catholics in all their property and rights.",
        "To this suggestion, which would have excluded the Treaty of Kuchuk Kainarji, the emperor Nicholas replied by a haughty demand that nothing should be altered in the status quo.",
        "A regenerated Ottoman Empire might in time be strong enough to demand the evacuation of Bosnia and Herzegovina, g and to maintain or extend the nominal suzerainty over Bulgaria which the sultan had exercised since 1878.",
        "The Cretans had insisted upon their demand for union with Greece and had elected three representatives to sit in the Greek national assembly.",
        "In the forcing of peaches fire heat is commonly applied about December or January; but it may, where there is a demand, begin a month sooner.",
        "He began his reign under good auspices, with Turgot, the greatest living French statesman, in charge of the disorganized finances; but in less than two years he had yielded to the demand of the vested interests attacked by Turgot's reforms, and dismissed him.",
        "The indirect consequence of this incident was that in 1866, on the categoric demand of Prince Michael of Servia, and under the diplomatic pressure of the great powers, the sultan withdrew the Turkish garrison from the citadel and delivered it to the Servians.",
        "By the treaty signed in London on the 6th of July 1827, England, France and Russia agreed to demand an armistice, as preliminary to a settlement.",
        "His instructions were to demand an armistice, to intercept all supplies coming to the Turkish forces in the Morea from Africa or Turkey in general, and to look for directions to Stratford Canning (Lord Stratford de Redcliffe), the British ambassador at Constantinople.",
        "The officer commanding the British frigate \"Dartmouth\" (42), Captain Fellowes, seeing a Turkish fireship close to windward of him, sent a boat with a demand that she should be removed.",
        "Strauss as the typical \"Philistine of culture\"; his revolt against the fashion of pessimism to demand a new and more robust affirmation of life, not merely although, but because, it is painful.",
        "The increase in the demand, for which the employment of rubber tires is largely responsible, has given an increased stimulus to the production of \" wild \" rubber, with the result that trees and vines have been recklessly cut and destroyed, and in some instances vast regions, as in the S.",
        "The enormous increase in the commercial demand for rubber and the probability of the continuance of this increase in view of the great variety of purposes to which the material can be applied, has led to great activity in rubber planting in other parts of the world, especially in Ceylon and the Malay Peninsula and Archipelago, where the Para rubber trees (Hevea brasiliensis) has been successfully introduced, and numerous plantations; many of which have not been in existence for more than ten or fifteen years, are now contributing to the world's supply.",
        "Among these are the precise extent of demand, the limit of the inevitable fall in price with largely increased production, the cost of labour as increasing amounts are required, and the effect of changed conditions on the output of \" wild \" rubber and the competition of the new plantations which are being established in tropical America.",
        "There can be little doubt that with a fall in price further uses for rubber would arise, leading to an increased demand, and among them may be mentioned its utilization as a road material.",
        "As the seeds are very abundant, they will probably be utilized commercially as soon as the demand for planting has subsided.",
        "In the same address he called attention to the conditions of the world's food supply, urging that with the low yield at present realized per acre the supply of wheat would within a comparatively short time cease to be equal to the demand caused by increasing population, and that since nitrogenous manures are essential for an increase in the yield, the hope of averting starvation, as regards those races for whom wheat is a staple food, depended on the ability of the chemist to find an artificial method for fixing the nitrogen of the air.",
        "An Act of Assembly of 1753 declares pactions simoniacal whereby a minister or probationer before presentation and as a means of obtaining it bargains not to raise a process of augmentation of stipend or demand reparation or enlargement of his manse or glebe after induction.",
        "He would have been more at home in a state of things which did not demand from its leading statesman great popular power; he had none of those \" isms \" and \" prisms of fancy \" which stood in such good stead some of his rivals.",
        "He never took orders, but acted continually as the representative of the chapter under harassing conditions, administrative and political; he was besides commissary of the diocese of Ermeland; his medical skill, always at the service of the poor, was frequently in demand by the rich; and he laid a scheme for the reform of the currency before the Diet of Graudenz in 1522.",
        "approved, and Cardinal Schonberg transmitted to the author a formal demand for full publication.",
        "The demand of six ships from the town by the king in 1324 shows its importance in the 14th century, but there is no mention of a mayor until 1467.",
        "In response to the demand, manufacturers have succeeded in producing transformer plate in which the loss of energy due to hysteresis is exceedingly small.",
        "Unrepresentative though it was - for the industrial working-classes had no share in it - it at once gave voice to the demand for a constitutional system.",
        "This demand gained overwhelmingly in force with the revolutionary outbreaks of 1848.",
        "Along with the land are expropriated all claims and rights appended to the land and all instruments of husbandry, live stock included, with the exception of such industrial establishments as are not working to satisfy the local rural demand only.",
        "Violent accusations followed, indignantly repudiated; a diplomatic correspondence ensued, and a demand was made, and supported by the grand duke, for an apology, which the professor refused to make, preferring rather to lose his chair.",
        "These differences may be arranged in two main groups: (a) Those which have arisen between state and state in their sovereign capacities; (b) Those in which one state has made a demand upon another state, ostensibly in its sovereign capacity, but really on behalf of some individual, or set of individuals, whose interests it was bound to protect.",
        "The members of the tribunal have the right of putting questions to the counsel and agents of the parties and to demand from them explanation of doubtful points.",
        "Along the coast, much of the virgin forest has been cut away, not only for the creation of cultivated plantations, but to meet the commercial demand for Brazil-wood and furniture woods.",
        "Besides these it might easily excel in producing many of the tropical fruits for which there is a commercial demand.",
        "The great majority of the people are unused to wheaten bread, using the coarse flour of the mandioca root instead, consequently the demand for wheat and flour is confined to the large cities, which can obtain them from Argentina more cheaply than they can be produced in the country.",
        "The demand which the growing trade made upon the one port of Natal, Durban, encouraged the colonists to redouble their efforts to improve their harbour.",
        "The only works translated into English are two pamphlets on the war of 1870, What we demand from France (London, 1870), and The Firetest of the North German Confederation (1870).",
        "of France took the Hungarian mining system as the model for his metallurgical reforms, and Hungarian master-miners were also in great demand at the court of Ivan the Terrible.",
        "To this demand the king as stubbornly refused to accede; 3 and as the result of the consequent dead-lock, Tisza, who had courageously continued in office at the king's request, after every other leading politician had refused to form a ministry, was finally dismissed on the 17th of June.",
        "While he thus resisted the clergy and nobility he successfully opposed the demand of the king to be allowed to alienate the public lands and royal demesnes, although the chief deputies had been won over to assent.",
        "On Dec. 18 they went so far as to demand national representation of their own at the peace negotiations with Bolshevist Russia at Brest Litovsk.",
        "6 1920 Nitti, meeting with no response, wrote to Lloyd George to demand the execution of the Pact of London.",
        "There are certain errors of a systematic character which demand special consideration.",
        "The pope condemned this marriage as adulterous; and Abbo of Fleury, who visited Rome shortly after Gregory V.'s accession, is said to have procured the restoration of Arnulf at the new pontiff's demand.",
        "The private tutor was a good deal in demand, but his qualifications were of the slightest.",
        "For the moment nothing more was heard of this boundary question by the public, but General Crespo instructed the Venezuelan minister in Washington to ask for the assistance of the United States in the event of any demand being made by the British Government for an indemnity.",
        "In December 1893 the impotence of the Giolitti cabinet to restore public order, then menaced by disturbances in Sicily and in Lunigiana, gave rise to a general demand that Crispi should return to power.",
        "The healthy bone marrow reacts with remarkable rapidity to the demand for more blood cells which may be required by the organism; its reactions and variations in disease are very striking.",
        "If the demand be for the red cells owing to loss from haemorrhage or any of the anaemias, the fatty marrow is rapidly replaced by cellular elements; this is mainly an active proliferation of the nucleated red cells, and gives rise to the erythroblastic type of marrow.",
        "To replace this cellular destruction there has been a demand for reinforcements on the home centres of the polymorpho-nuclear leucocytes - the bone marrow.",
        "An impulse is communicated to the blood vessels in accordance with this demand, and a greater or smaller outflow is the result.",
        "He traces various local dropsies to the starvation from which the tissues are suffering, the liquid accumulating in excess in accordance with the demand for more nourishment.",
        "His work was mainly, though not exclusively, electrical, and his services were in great demand as an expert witness in patent cases.",
        "To meet my the demand for elementary education, increasing as it did education.",
        "In coal mining the market demand varies in different seasons, and surface storage is sometimes necessary to permit regular work at the mines.",
        "The jade mines of Upper Burma are now practically the only source of supply of that mineral, which is in great demand over all China.",
        "The forests of Burma are the finest in British India and one of the chief assets of the wealth of the country; it is from Burma that the world draws its main supply of teak for shipbuilding, and indeed it was the demand for teak that largely led to the annexation of Burma.",
        "- Siemens's Continuous Tank of Dollond's invention of achromatic telescope objectives in 1 757, a demand first arose for optical glass, the industry was unable to furnish suitable material.",
        "The demand constantly increases, and, owing to constant improvements in material in the moulds and in the methods of working, the supply fully keeps pace with the demand.",
        "The increasing demand for Venetian drinking-glasses suggested the possibility of making similar glass in England, and various attempts were made to introduce Venetian workmen and Venetian methods of manufacture.",
        "Peace returned, and during the next twenty or twenty-five years Sikhism reached its lowest ebb; but since then the demand for Sikhs in the regiments of the Indian army and farther afield has largely revived the faith.",
        "At first, the oil was manufactured principally for combustion in the Read-Holliday lamp and for dissolving rubber, but the development of the coal-tar colour industry occasioned a demand for benzols of definite purity.",
        "Traces of Kentish speech may be detected, however, in the Textus Roffensis, the MS. of the Kentish laws, and Northumbrian dialectical peculiarities are also noticeable on some occasions, while Danish words occur only as technical terms. At the conquest, Latin takes the place of English in the compilations made to meet the demand for Anglo-Saxon law texts as still applied in practice.",
        "After some hesitation the republic agreed to the demand,and the council was opened at Pisa, whereupon the pope immediately placed Florence under an interdict.",
        "The growing demand for this system of evaporation for application in many other industries, besides that of sugar has brought to the front a large number of inventors.",
        "As in the beetroot factories, these machines work on different systems, but nearly all are arranged to turn out sugar in lumps or tablets presenting an appearance similar to that of loaf sugar made in moulds, as this kind of sugar meets with the greatest demand.",
        "It would appear that the purchasing power of the inhabitants of India has increased of late years, and there is a growing demand for refined sugar, fostered by the circumstance that modern processes of manufacture can make a quality of sugar, broadly speaking, equal to sugar refined by animal charcoal, without using charcoal, and so the religious objections to the refined sugars of old days have been overcome.",
        "Of the other buildings of Coutances the church of St Pierre, in which Renaissance architecture is mingled with Gothic, and that of St Nicolas, of the 16th and 17th centuries, demand mention.",
        "The demand for saltpetre as an ingredient of gunpowder led to the formation of saltpetre plantations or nitriaries, which at one time were common in France, Germany, and other countries; the natural conditions were simulated by exposing heaps of decaying organic matter mixed with alkalies (lime, &c.) to atmospheric action.",
        "Certain important variations of the ordinary plough demand consideration.",
        "At that period there was at Rome a demand for copies of, or variations on, noted works of Greek sculpture: the demand was met by the workshops of Pasiteles and his pupils Stephanus and Menelaus and others, several of whose statues are extant.",
        "But the attitude of the opposition remained no less hostile than before, and in March 1837 the governor was authorized to reject the demand for constitutional reform and to apply public funds in his control to the purposes of government.",
        "Horses are reared only to a limited extent, although there is a demand for them for military purposes.",
        "But in his old age the elders demand a king, his sons are corrupt, a monarchy and a military leader are wanted (viii.",
        "On the r7th of December an anonymous paragraph was published, stating that if Mr Gladstone returned to office he was prepared to \" deal in a liberal spirit with the demand for Home Rule.\"",
        "Yet the exigencies of traffic demand further extensions, and another large station was in 1909 in process of construction at the east end of the city, devised to receive the local traffic of lines running eastward, while a through station for the north to south traffic was projected on a site farther west of the central terminus.",
        "This last does not demand much attention.",
        "it waspublished twice a month and might possibl3 have created a demand for its wares had not the editor and sub editor left for America after the issue of the 10th number.",
        "Foreign demand has shown so little discrimination that experts, finding it impossible to obtain adequate remuneration for first-class work, have been obliged to abandon the field altogether, or to lower their standard to the level of general appreciation, or by forgery to cater for the perverted taste which attaches unreasoning value to age.",
        "Up to that time there had been little demand for enamels of large dimensions, but when the foreign market called for vases, censers, plaques and such things, no difficulty was found in supplying them.",
        "Regulations were now stricti enforced, fixing the number of horses and carriers available at eac station, the loads to be carried by them and their charges, as well as the transport services that each feudal chief was entitled to demand and the fees he had to pay in return.",
        "The culture of the vine increases, and the wines, which are characterized by a mildness of flavour, are in good demand.",
        "But this was too great a demand upon his fortitude, and he finally yielded and signed the treaty of Madrid, after having drawn up a secret protest.",
        "The enlargement of the horizon of knowledge by the advance of science, the recognition of the only relative validity of human opinions and beliefs as determined by and adapted to each stage of human development, which is due to the growing historical sense, the alteration of view regarding the nature of inspiration, and the purpose of the Holy Scriptures, the revolt against all ecclesiastical authority, and the acceptance of reason and conscience as alone authoritative, the growth of the spirit of Christian charity, the clamorous demand of the social problem for immediate attention, all combine in making the Christian churches less anxious about the danger, and less zealous in the discovery and condemnation of heresy.",
        "Enormous numbers of animals are caught, chiefly in traps, to supply the demand of the fur trade, Siberia and North America being the principal localities from which they are obtained.",
        "Special deities, moreover, will demand special victims, while the more rustic numina, such as Pales, should be given milk and millet cakes rather than a blood-offering.",
        "It is true that there was no rivalry between the new organization and the old, as in Asia and Phrygia, for the Western Montanists recognized in its main features the Catholic organization as it had been developed in the contest with Gnosticism; but the demand that the \"organs of the Spirit\" should direct the whole discipline of the congregation contained implicitly a protest against the actual constitution of the Church.",
        "The allegations made in Sacheverell's report on the examination of Coleman prompted the country party to demand the exclusion of James, duke of York, from the succession to the throne, the first suggestion of the famous Exclusion Bill being made by Sacheverell on the 4th of November 1678 in a debate- \"the greatest that ever was in Parliament,\" as it was pronounced by contemporaries - raised by Lord Russell with the object of removing the duke from the King's Council.",
        "So, too, the immigrant is worth his future net earnings to the community only if there is a demand for his labour.",
        "A special envoy, sent by Louis XIV., to make inquiries and demand reparation, was treated with studied insult; and the result was that Mazarin abandoned the Turkish alliance and threw the power of France on to the side of Venice, openly assisting the Venetians in the defence of Crete.",
        "In 1863 Sir Ashley Eden was sent as an envoy to Bhutan to demand reparation for these outrages.",
        "The Bhutias not complying with this demand, the governor-general issued a proclamation, dated the 12th of November 1864, by which the eleven Western or Bengal Dwars were forthwith incorporated with the queen's Indian dominions.",
        "The Bourbon kings espoused their relative's quarrel, seized Avignon, Benevento and Ponte Corvo, and united in a peremptory demand for the suppression of the Jesuits (January 1769).",
        "The increased freedom of trade with which Ireland was favoured, the introduction of the cotton manufacture by Robert Joy and Thomas M`Cabe in 1777, the establishment in 1791 of shipbuilding on an extensive scale by William Ritchie, an energetic Scotsman, combined with the rope and canvas manufacture already existing, supplied the inhabitants with employments and increased the demand for skilled labour.",
        "The demand was resisted, and was only yielded to after a sharp conflict.",
        "The change would certainly have created a demand for more legions, which the resources of the Romans were not sufficient to meet without danger to their possessions on other frontiers.",
        "It was declared in a prefatory note to the volume that the authors were responsible only for their respective articles, but some of these were deemed so destructive that many people banned the whole book, and a noisy demand, led by Samuel Wilberforce, then bishop of Oxford, called on the headmaster of Rugby to dissociate himself from his comrades.",
        "Anne took advantage of his absence to demand possession of the prince, and, on the \"flat refusal\" of the countess of Mar, fell into a passion, the violence of which occasioned a miscarriage and endangered her life.",
        "Adrian, between whom and the Lombards other causes of quarrel existed, refused to assent to this demand, and when Desiderius invaded the papal territories he appealed to the Frankish king for help. Charles, who was at the moment engaged in his first Saxon campaign, expostulated with Desiderius; but when such mild measures proved useless he led his forces across the Alps in 773.",
        "Against the date assigned to the opening verses of this chapter modern scholars can make no objection, but, if this be the date of the entire work, then many passages in it are hopelessly inexplicable; for the latter just as certainly demand a date subsequent to A.D.",
        "But the persistent demand produced a supply; and the honour of identification with Prester John, after hovering over one head and another, settled for a long time upon that of the king of the Nestorian tribe of Kerait, famous in the histories of Jenghiz under the name of Ung or Awang Khan.",
        "Motion is obtained from a continuous-current generator driven by an alternating motor with a very heavy fly-wheel, a combination known as the Ilgner transformer, which runs continuously with a constant draught on the generating station, the extremely variable demand of the winding engine during the acceleration period being met by the energy stored in the fly-wheel, which runs at a very high speed.",
        "THE DEMAND FOR BUNDELKHAND STATE, Today the demand for a separate BUNDELKHAND state is a burning issue in INDIA.The people of Bundelkhand region are demanding statehood for this region.Bundelkhand Akikrit party is struggeling for this demand.The Party Head SANJAY PANDEY organised many DHARNA and DEMONSTRATIONS in front of Indian parliament with thousands of supporters.",
        "Religion ultimately then rests upon the practical reason, and expresses some demand or want of the pure ego.",
        "Outside of these general areas, forest products are of relatively little value, the exceptions being the dense growths, in certain restricted areas, of live-oak, which is in demand for ship timbers; and scattering patches of hickory, which is requisite for certain manufactures.",
        "On the 23rd of the same month he obtained a decree closing all the churches of Paris, and placing the priests under strict surveillance; but on the 25th he retraced his steps and obtained from the Commune the free exercise of worship. He wished to save the Hebertists by a new insurrection and struggled against Robespierre; but a revolutionary decree promulgated by the Commune on his demand was overthrown by the Convention.",
        "On the 4th of December the pope appointed a commission of three bishops to investigate the case against the heretic, and to procure witnesses; to the demand of Huss that he might be permitted to employ an agent in his defence a favourable answer was at first given, but afterwards even this concession to the forms of justice was denied.",
        "The offender is only treated as a heathen and publican when the purity and safety of the church demand it.",
        "The world to which they spoke had begun to demand a doctrine of salvation to satisfy the human soul.",
        "In line with this, too, is his demand that psychology shall be cleared of metaphysics; and to his lead is no doubt due in great measure the position that psychology has now acquired as a distinct positive science.",
        "and Philip the Fair to continue to demand and receive subsidies granted by the clergy of their realms. Shortly after the bitter humiliation of Boniface by the French government and his death in 1303, the bishop of Bordeaux was elected pope as Clement V.",
        "The diet refused to accede to the pope's demand that the edict of Worms should be enforced, and recommended that a Christian council should be summoned in January, to include not only ecclesiastics but laymen, who should be permitted freely to express their opinions.",
        "The diet renewed the demand for a general council to meet in a German town to settle the affairs of the Church in Germany, and even proposed the convocation of a national council at Spires in November, to effect a temporary adjustment.",
        "He met the long-standing and general demand for reform without a revolution in doctrines or institutions.",
        "A protective tariff was imposed in early colonial times and protection was generally approved in the state until toward the close of the 19th century, when a strong demand became apparent for reciprocity with Canada and for tariff reductions on the raw materials (notably hides) of Massachusetts manufactures.",
        "In the first example, which was erected on the quay at Newcastle in 1846, the necessary pressure was obtained from the ordinary water mains of the town; but the merits and advantages of the device soon became widely appreciated, and a demand arose for the erection of cranes in positions where the pressure afforded by the mains was insufficient.",
        "And so in the period of the reforming councils of Constance and Basel the state of the religious orders was seriously taken in hand, and in response to the public demand for reforming the Church '4,\"in head and members,\" reform movements were set on foot, as among others, so among the Benedictines of various parts of Europe.",
        "the Indians of a district were given to him \"in commendam\" with the power to demand a corvee from them and a small yearly payment per head.",
        "This attack upon a time-hallowed piece of college discipline brought upon him a demand for the resignation of his office as assistant tutor.",
        "It exported iron from Elba, mosaics, pottery, manufactured locally with earth from Ischia (which was in considerable demand until 1883), sulphur (which indeed was extracted in the neighbourhood until the 18th century), probably alum (which is still worked), perfumes, pozzolana earth (taking its name from the place), cretaceous earth for mixing with grain (alica) from the Leucogaean hills, glass cups engraved with views of Puteoli, mineral dyes (the blue invented.",
        "He was called to England in 1681 to answer these, and during his absence the demand for a.",
        "In 1641 he recovered his liberty on the demand of the House of Lords, who maintained that as a peer he was entitled to be summoned to parliament.",
        "Apart from the growth-habits of the plant itself, the consideration that chiefly determines the routine of barley cultivation is the demand on the part of the maltster for uniformity of sample.",
        "Interest in the Oregon country developed with the increase of settlers and of knowledge and a demand for the settlement of the boundary dispute arose.",
        "He was in constant demand as a lecturer from 1843, when he made his first appearance on the platform, always drew large audiences, and, in spite of his bad management in money matters, received considerable sums, sometimes $600o or $7000 for a single winter's lecturing.",
        "Paper is made chiefly in the west of the kingdom, but does not keep pace with the demand.",
        "The first demand of the overwhelmingly democratic diet returned under this reform bill was that the king should accept the German constitution elaborated by the Frankfort parliament.",
        "development of theory has advanced poi passe with the demand for bridges of greater strength and span and of more complex design, and there is now little uncertainty in calculating the stresses in any of the types of structure now adopted.",
        "What Austria desired to be was a state at once conciliatory and just, and it opposed no national demand which did not overstep the limits of state security; but this loosing of bonds unchained at the same time a number of national passions before which the state retired step by step.",
        "The Germans rejoined with a demand for a province of their own, German Bohemia, separate from Czech-Bohemia (Jan.",
        "It was decided, however, by the Austrian financial authorities that the obligation of the Austro-Hungarian Bank to convert its notes into gold on demand should remain suspended as hitherto, owing to fear lest the renewal of the obligation of the bank to cash its notes in gold should lead to a rise in the rate of interest.",
        "One obvious sign of a crisis was the demand for loans against security from the Austro-Hungarian Bank, which was the result of the unfavourable position of investments on the bourse.",
        "He had a decree of death passed against the emigres who did not return to France, and against anyone who should demand the re-establishment of the monarchy.",
        "He was a member of the committee appointed in a Boston town meeting immediately after the \"Boston Massacre\" in 1770 to demand the removal of British troops from the town.",
        "Just as in Protestant countries there has often been an amalgamation of evangelical belief with national feeling, to the great gain of both, Catholics demand that Catholicism shall enter into the sphere of their national interests, and that the activities of the Catholic Church should rest on a national basis.",
        "The outcome has been to raise the dignity of the calling, to induce persons of a superior class to adopt it in increasing numbers, to enlarge the demand for their services, and to multiply the means of educating them.",
        "Dale's Atonement (1875), the special point of which is that the death of Christ is not required by the personal demand of God to be propitiated, but by the necessity of honouring an ideal law of righteousness; thus, \" the death of Christ is the objective ground on which the sins of men are remitted, because it was an act of submission to the righteous authority of the law by which the human race was condemned.",
        "On the ground that the aim of every prosperous community should be to have a large proportion of hardy country yeomen, and that horticulture and agriculture demand such a high ratio of labour, as compared with feeding and breeding cattle, that the country population would be greatly increased by the substitution of a fruit and vegetable for an animal dietary.",
        "The numerous palace and other functions make some demand upon ministers' time, and, as the king transacts most of his affairs at night, high officials usually keep late office hours.",
        "Reading has become a general accomplishment, a demand for reading matter has arisen, and bookshops stocked with books have appeared to satisfy it.",
        "On the demand of the college he resigned his fellowship at Oxford, and mainly at least supported himself by writing, contributing largely to Fraser's Magazine and the Westminster Review.",
        "In this situation of affairs the demand for a general council became irresistible, and accordingly Theodosius and Valentinian III.",
        "General councils were now once more called to mind; but these were no longer conceived as mere advisory councils to the pope, but as the highest representative organ of the universal Church, and as such ranking above the pope, and competent to demand obedience even from him.",
        "By the king's desire he undertook the vindication of the practices of confirmation, absolution, private baptism and lay excommunication; he urged, but in vain, the reinforcement of an ancient canon, \"that schismatics are not to be heard against bishops\"; and in opposition to the Puritans' demand for certain alterations in doctrine and discipline, he besought the king that care might be taken for a praying clergy; and that, till men of learning and sufficiency could be found, godly homilies might be read and their number increased.",
        "The demand for the nationalization of the great landed estates was thus not only supported as a social and economic necessity in order to provide the landless population, notably the legionaries, with land, but was, deep in the minds of the people, regarded as a legal rectification of the wrongs suffered through the confiscations which followed the defeat of the White Mountain.",
        "The agricultural interest in France, hitherto indifferent about duties, now began to demand protection against competition from beyond the sea.",
        "A demand arose for two closely connected measures: protection to domestic manufactures, and internal improvements.",
        "Foreseeing the extent to which the demand would grow in America for iron and steel, he started the Keystone Bridge works, built the Edgar Thomson steel-rail mill, bought out the rival Homestead steel works, and by 1888 had under his control an extensive plant served by tributary coal and iron fields, a railway 4 25 m.",
        "It was on his motion that, on the 25th of February, the government undertook \"to guarantee the existence of the workmen by work\"; and though his demand for the establishment of a ministry of labour was refused - as beyond the competence of a provisional government - he was appointed to preside over the government labour commission (Commission du Gouvernement pour les travailleurs) established at the Luxembourg to inquire into and report on the labour question.",
        "To the attack upon the possibility of demonstration, inasmuch as every proof requires itself a fresh proof, it may quite fairly be retorted that the contradiction really lies in the demand 1 Much the same conclusion is reached in what is perhaps the ablest English exposition of pure philosophic scepticism since Hume - A.",
        "This monarch despatched an embassy to Peking to demand the restitution of the Mahommedan states of Central Asia, but the embassy was not well received, and Ahmed Shah was too much engaged with the Sikhs to attempt to enforce his demands by arms. The Chinese continued to hold Kashgar, with sundry interruptions from Mahommedan revolts - one of the most serious occurring in 1827, when the territory was invaded and the city taken by Jahanghir Khoja; Chang-lung, however, the Chinese general of Ili, recovered possession of Kashgar and the other revolted cities in 1828.",
        "Having at first rejected the demand of the Bohemians for greater religious liberty, the emperor was soon obliged to yield to superior force, and in 1609 he acceded to the popular wishes by issuing the Letter of Majesty (Majestdtsbrief), and then made similar concessions to his subjects in Silesia and elsewhere.",
        "The king, however, perceiving a danger to the constitution in the violence of the szlachta, not only supported the bishops, but quashed a subsequent reiterated demand for a national synod.",
        "He also calculated that the demand itself would make the szlachta suspicious of all reform, including the Czartoryscian reforms, especially as both the king and his uncles were generally unpopular, as being innovators under foreign influence.",
        "With the decline of the Roman Empire the demand for parrots in Europe lessened, and so the supply dwindled, yet all knowledge of them was not wholly lost, and they are occasionally mentioned by one writer or another until in the i 5th century began that career of geographical discovery which has since proceeded uninterruptedly.",
        "Iannina had previously been one of the chief centres of the Thessalian grain trade; it now exports little except cheese, hides, bitumen and sheepskins to the annual value of about £120,000; the imports, which supply only the local demand for provisions, textile goods, hardware, &c., are worth about double that sum.",
        "Ludwig Wiese's scheme of 1856 insisted on the retention of Latin verse as well as Latin prose, and showed less favour to natural science, but it awakened little enthusiasm, while the attempt to revive the old humanistic Gymnasium led to a demand for schools of a more modern type, which issued in the recognition of the Realgymnasium (1859).",
        "Scarcely had these amendments been carried when the serious financial straits brought on by debt incurred through the state's promotion of internal improvements gave rise to the demand for a reduction of governmental expenses and a limitation of the power of the General Assembly to contract debts.",
        "So, when during the Civil War Maryland was largely under Federal control and the demand arose for the abolition of slavery by the state, another constitutional convention was called, in 1864, which framed a constitution providing that those who had given aid to the Rebellion should be disfranchised and that only those qualified for suffrage in accordance with the new document could vote on its adoption.",
        "The metal, however, is not in great demand, for it is generally found that sodium, which is cheaper, and, weight for weight, more reactive, will fulfil any purpose for which potassium may be desired.",
        "The process was accelerated by the demand for a standard or rule of faith and practice.",
        "At an early date in the 2nd century this demand was met by the composition of the oldest form of what we call the Apostles' Creed.",
        "In response to the demand for self-government, in September 1647 he and the council appointed - after the manner then followed in Holland - from eighteen representatives chosen by the people a board of nine to confer with him and the council whenever he thought it expedient to ask their advice; three of the nine, selected in rotation, were permitted to sit with the council during the trial of civil cases; and six were to retire each year, their successors to be chosen by the director and council from twelve candidates nominated by the board.",
        "McClellan lingered north of Richmond, despite President Lincoln's constant demand that he should \"strike a blow\" with the force he had organized and taken to the Yorktown peninsula in April, until General Lee had concentrated 73,000 infantry in his front; then the Federal commander, fearing to await the issue of a decisive battle, ended his campaign of invasion in the endeavour to \"save his army\"; and he so far succeeded that on July 3 he had established himself on the north bank of the James in a position to which reinforcements and supplies could be brought from the north by water without fear of molestation by the enemy.",
        "Elizabeth resisted the demand, not from compassion or qualms of conscience, but because she dreaded the responsibility for Mary's death.",
        "Bananas are grown over a large and increasing area; rice, maize, barley, potatoes and beans are cultivated to some extent in the interior; cocoa, vanilla, sugar-cane, cotton and indigo are products of the warm coast-lands, but are hardly raised in sufficient quantities to meet the local demand.",
        "Nine conventions were held at Danville from 1784 to 1790 to demand separation from Virginia.",
        "The Virginia authorities expressed a willingness to grant the demand provided Congress would admit the new district into the Union as a state.",
        "According to Diodorus Siculus, Laomedon aggravated his offence by imprisoning Iphiclus and Telamon, who had been sent by Heracles to demand the surrender of the horses.",
        "Rent arises as soon as the land of a country has all become private property; \"the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.\"",
        "The market price may rise above or fall below the amount so fixed, being determined by the proportion between the quantity brought to market and the demand of those who are willing to pay the natural price.",
        "The excess above this will depend on the circumstances of the country, and the consequent demand for labour - wages being high when national wealth is increasing, low when it is declining.",
        "He was the first also to advance that argument in favour of religious establishments which meets upon its own ground the doctrine of Adam Smith, that religion like other things should be left to the operation of the natural law of supply and demand.",
        "He was, however, almost at once elected to the chamber for the Nord, his political programme being a demand for a revision of the constitution.",
        "This line of hypothesis and demonstration is typical of the palaeogeographic methods generally - namely, that vertebrate palaeontologists, impressed by the sudden appearance of extinct forms of continental life, demand land connexion or migration tracts from common centres of origin and dispersal, while the invertebrate palaeontologist alone is able to restore ancient coast-lines and determine the extent and width of these tracts.",
        "The discovery of rich deposits of gold and silver, together with the coveted commercial products of the country, created an urgent demand for labourers and led to the enslavement of the natives.",
        "Some attention is given to the breeding of goats because of the local demand for their skins, but the industry is apparently stationary.",
        "A few mules are sent to Central America, but the home demand usually exceeds the supply.",
        "Manufacturing for international trade has not been and may never be reached, but the industry certainly has reached the stage of meeting a great part of the home demand for manufactured goods, where the raw material can be produced in the country.",
        "In 1531 the Book of Jonah appeared with an important and highly interesting prologue, the only copy known of which is in the British Museum.6 Meanwhile the demand for New Testaments, for reading or for the flames, steadily increased, and the printers found it to their advantage to issue the Worms edition of the New Testament in not less than three surreptitious reprints before 1534.",
        "The manufacture of lumber and timber products, one of the oldest industries of the state, ranked fifth in 1905; these products had increased in value from $5,641,445 in 1890 to $9,218,310 in 1900, or 63.4%, but decreased to $7,519,431 in 1905, the decrease being in large measure due to the great demand for spruce at the paper and pulp mills.",
        "In years of abundant crops and short demand, prices have fallen to £24 per load.",
        "The coal, however, is not mined, and much of the destruction of timber in southern Bechuanaland was caused by the demand for fuel for Kimberley.",
        "Although he strictly limited his prophetic pretensions to the estimate of tendencies and probabilities, his forecasts were none the less in demand.",
        "This is the material of which the far-famed and costly shawls are made, which at one time had such a demand that, it is stated, 16,000 looms were kept in constant work at Kashmir in their manufacture.",
        "The opportunity of Saladin lay therefore in the fact that his lifetime covers the period when there was a conscious demand for political union in the defence of the Mahommedan faith.",
        "Finding no help, he travelled through Austria and Turkey to Russia, where he was warmly received, but was dismissed with rich presents, at the demand of the Spanish ambassador, backed up by France.",
        "The cities thus privileged, however, though receiving complete Roman citizenship, were not, as the logic of public law might seem to demand, incorporated in Rome, but continued to exist as independent urban units; and this anomaly survived in the municipal system which was developed, on the basis of these grants of citizenship, after the Social War.",
        "But such a tacit sanction on the part of the compilers of the second Prayer-Book is in the highest degree improbable, in view of their known opinions on the subject; and an examination of contemporary writings hardly justifies the contention that the two words are so carefully used as the argument would demand.",
        "These constitutions also allow a prescribed number of voters to demand that a law passed by the state legislature, or an ordinance passed by the municipal authority, be submitted to all the voters for their approval.",
        "Some cities also provide in their charters that an official, including the mayor or a member of the council, may be displaced from office if, at a special election held on the demand of a prescribed number of the city voters, he does not receive the largest number of votes cast.",
        "There has long been a demand for an amendment to the Constitution which should vest the election of senators in the peoples of the several states, and more than one-half of the state legislatures have at one time or another passed resolutions in favor of the change.",
        "The members of the presidents party in the House also demand a share in the bestowal of offices as a price for their co-operation in those matters wherein the executive may find it necessary to have legislative aid.",
        "The first step in the proceedings is a \" notice to treat,\" or intimation by the promoters of their readiness to purchase the land, coupled with a demand for particulars as to the estate and the interests in it.",
        "of 1884 was a compromise, which, while subjecting Europeans to the jurisdiction of native district magistrates or sessions judges, reserved to them the right to demand trial by a jury of which at least half should be Europeans.",
        "The lumber trade of British Columbia has suffered from lack of an adequate market, but is increasing with the greater demand from the provinces of Alberta and Saskatchewan.",
        "the relative capacity of flour to make large loaves of good quality, Canadian flour is largely in demand for blending with the flour of the softer English wheats.",
        "The outbreak of the Civil War in the United States in 1861 increased the demand for such products, and Canada enjoyed an extensive trade with her neighbour.",
        "His fear lest Russia should demand a stretch of coast along the Varanger Fjord induced him to remain neutral during the Crimean War, and, subsequently, to conclude an alliance with Great Britain and France (November 2 5th, 1855) for preserving the territorial integrity of Scandinavia.",
        "Wheat and other cereals are cultivated, with fruits of many kinds, olives, and vines which yield a wine of fair quality; while saffron is largely produced, and some attention is given to the keeping of bees and silkworms. Stock-farming, for which the wide plains afford excellent opportunities, employs many of the peasantry; the bulls of Albacete are in demand for bull-fighting, and the horses for mounting the Spanish cavalry.",
        "The demand for coke is due to the rapidly growing iron and steel industry.",
        "When these fires occur while the trees are full of sap, a curious mucilaginous matter is exuded from the half-burnt stems; when dry it is of pale reddish colour, like some of the coarser kinds of gum-arabic, and is soluble in water, the solution resembling gumwater, in place of which it is sometimes used; considerable quantities are collected and sold as \" Orenburg gum \"; in Siberia and Russia it is occasionally employed as a semi-medicinal food, being esteemed an antiscorbutic. For burning in close stoves and furnaces, larch makes tolerably good fuel, its value being estimated by Hartig as only one-fifth less than that of beech; the charcoal is compact, and is in demand for iron-smelting and other metallurgic uses in some parts of Europe.",
        "The thinnings of the larch woods in the Highlands are in demand for railway sleepers, scaffold poles, and mining timber, and are applied to a variety of agricultural purposes.",
        "The hackmatack is one of the most valuable timber trees of America; it is in great demand in the ports of the St Lawrence for shipbuilding.",
        "Though opposed to a monopoly of political power in the South by the great slaveholders, he deprecated anti-slavery agitation (even favouring denial of the right of petition on that subject) as threatening abolition or the dissolution of the Union, and went with his sectional leaders so far as to demand freedom of choice for the Territories, and protection for slavery where it existed - this even so late as 1860.",
        "As soon as Catholic emancipation was carried, the demand for parliamentary reform and extension of the franchise agitated Great Britain from end to end.",
        "The revolution of 1830 had just inflicted a severe blow on the ecclesiastical party in France, and almost the first act of the new government there was to seize Ancona, thus throwing all Italy, and particularly the Papal States, into an excited condition which seemed to demand strongly repressive measures.",
        "The area of infection increased rapidly, and with that the demand for healthy graine correspondingly expanded, while the supply had to be drawn from increasingly remote and contracted regions.",
        "This increased production of medium silk, and the growing demand for fine sorts, induced many of the cocoon-growers in the Levant to sell their cocoons to Europeans, who reeled them in Italian fashion under the name of \" Patent Brutia,\" thus producing a very fine valuable silk.",
        "The noils are also in great demand for mixing with wool to make fancy effects in wool cloths for the dress goods trade.",
        "Moreover in that country traders can demand interest on commercial, debts from the day on which the debts fall due.",
        "He wished to withdraw his early art writings from circulation, but the public demand made this practically impossible.",
        "Owing to the extension of railways, in the famines of 1898 and 1901 there was never any dearth of food in any famine-stricken tract; and the only difficulty was to find enough rolling-stock to cope with the demand.",
        "He first attracted public attention by his conduct in the parliament of 1504, by his daring opposition to the king's demand for money.",
        "Sandalwood (Santalum album or freycinetianum) was once abundant on rugged and rather inaccessible heights, but so great a demand arose for it in China,' where it was used for incense and for the manufacture of fancy articles, that the supply was nearly exhausted between 1802 and 1836; since then some young trees have sprung up, but the number is relatively small.",
        "The pressing demand for labour created by the Reciprocity Treaty of 1875 with the United States led to great changes in the population of the Hawaiian Islands.",
        "Willis with much difficulty and delay obtained the queen's promise to grant an amnesty, and made a formal demand on the provisional government for her reinstatement on the 19th of December 1893.",
        "Weyler attempted to do this by a policy of inexorable repression, which raised a storm of indignation, and led to a demand from America for his recall.",
        "The demand for cloths which require careful handling and regularity in weaving has helped to develop the supply of ring yarns which will stand the strain of the loom better than mule twists.",
        "The manufacture of great quantities of coke has resulted from the demand for this product in the iron and steel industry and from the abundance of coking coal; the manufacture of glass has been promoted by the supply of glass sand and natural gas in the west of the state; the manufacture of leather by the abundance of hemlock bark; the manufacture of pottery, terra-cotta and fire-clay products by the abundance of raw material; the manufacture of silk and silk goods by the large number of women and girls who came into the state in families of which the men and boys were employed in mining and picking anthracite coal; and in each of these industries as well as in a few others the state has for many years produced a large portion of the country's product.",
        "The exportation of borax to India is only limited by the comparatively small demand.",
        "A Republican in politics, and a firm believer in the doctrines of strict construction and state sovereignty which Thomas Jefferson had been principally instrumental in formulating, he opposed consistently the demand for internal improvements and increased tariff duties, and declined to follow Henry Clay in the proposed recognition of the independence of the Spanish colonies in South America and in the Missouri Compromise legislation.",
        "From this time until the eve of the Civil War he held no public office, but his opinions on political questions continued to be sought, and he was much in demand as a speaker on public occasions.",
        "Meeting with no opposition, he was received at Viterbo by Innocent, but refused the papal demand that he should concede to the church all the territories which, previous to 1197, had been in dispute between the Empire and the Papacy, consenting, however, not to claim supremacy over Sicily.",
        "The use of aircraft for anti-submarine work led to the demand for a periscope which could be used for looking overhead.",
        "Either there was a protest against death itself, and a demand for immortality (Ps.",
        "So long as the metal was principally regarded as a necessary ingredient of aluminium-bronze, the Cowles process was popular, but when the advantages of aluminium itself became more apparent, there arose a fresh demand for some chief method of obtaining it unalloyed.",
        "Aluminium conductors have been employed on heavy work in many places, and for telegraphy and telephony they are in frequent demand and give perfect satisfaction.",
        "Two points connected with this metal are of sufficient moment to demand a few words by way of conclusion.",
        "His father set him on to demand the crown matrimonial, which would at least have assured to him the rank and station of independent royalty for life.",
        "On the 28th of May 1572 a demand from both houses of parliament for her execution as well as Norfolk's was generously rejected by Elizabeth; but after the punishment of the traitorous pretender to her hand, on whom she had lavished many eloquent letters of affectionate protestation, !she fell into \"a passion of sickness\" which convinced her honest keeper of her genuine grief for the ducal caitiff.",
        "Her correspondence in cipher from thence with her English agents abroad, intercepted by Walsingham and deciphered by his secretary, gave eager encouragement to the design for a Spanish invasion of England Under the prince of Parma, - an enterprise in which she would do her utmost to make her son take part, and in case of his refusal would induce the Catholic nobles of Scotland to betray him into the hands of Philip, from whose tutelage he should be released only on her demand, or if after her death he should wish to return, nor then unless he had become a Catholic. But even these patriotic and maternal schemes to consign her child and re-consign the kingdom to the keeping of the Inquisition, incarnate in the widower of Mary Tudor, were superseded by the attraction of a conspiracy against the throne and life of Elizabeth.",
        "When, then, Paul proposed, after the Jerusalem council of Acts xv., to revisit with Barnabas the scenes of their joint labours, he naturally demurred to taking Mark with them again, feeling that he could not be relied on should fresh openings demand a new policy.",
        "So far as practical gardening is concerned, feeding by the roots after they have been placed in suitable soil is confined principally to the administration of water and, under certain circumstances, of liquid or chemical manure; and no operations demand more judicious management.",
        "The events of 1812 followed; in 1813 Bavaria was summoned to join the alliance against Napoleon, the demand being passionately backed by the crown prince Louis and by Marshal Wrede; on the 8th of October was signed the treaty of Ried, by which Bavaria threw in her lot with the Allies.",
        "The result of the constitutional experiment hardly justified the royal expectations; the parliament was hardly opened (February 5th, 1819) before the doctrinaire radicalism of some of its members, culminating in the demand that the army should swear allegiance to the constitution, so alarmed the king, that he appealed to Austria and Germany, undertaking to carry out any repressive measures they might recommend.",
        "The South German Confederation, contemplated by the with 6th article of the treaty of Prague, never came into being; and, though Prussia, in order not prematurely to excite the alarm of France, opposed the suggestion that the southern states should join the North German Confederation, the bonds of Bavaria, as of the other southern states, with the north, were strengthened by an offensive and defensive alliance with Prussia, as the result of Napoleon's demand for \"compensation\" in the Palatinate.",
        "The obligatory Referendum obtains in the case of all laws, and of decrees relating to an expenditure of over half a million francs, while 12,000 citizens have the right of initiative in the case of legislative projects, and 15,000 may demand the revision of the cantonal constitution.",
        "The fisheries not only supply the great local demand, but allow of large exports.",
        "He himself was, however, no more prepared for attack than the Republic for defence, but the Dutch had already sunk so low, that they agreed to pay a heavy indemnity to induce the Austrians to drop a demand they were unable to enforce.",
        "Here we have the cushion-like type (stroma) of Nectria and many Pyrenomycetes, the clavate \"receptacle\" of Clavaria, &c., passing into the complex forms met with in Sparassis, Xylaria, Polyporei, and Agaricini, &c. In these cases the compound sporophore is often termed the hymenophore, and its various parts demand special names (pileus, stipes, gills, po--es, &c.) to denote peculiarities of distribution of the hymenium owlthe surface.",
        "Both created a great demand for iron, not only for themselves but for the industries which they in turn stimulated; and both directly aided the iron master: the steam engine by giving him powerful and convenient tools, and the railroad by assembling his materials and distributing his products.",
        "- Whether a ferruginous rock is or is not ore is purely a question of current demand and supply.",
        "It is still in great demand for certain normal purposes for which either great ease in welding or resistance to corrosion by rusting is of great importance; for purposes requiring special forms of extreme ductility which are not so confidently expected in steel; for miscellaneous needs of many users, some ignorant, some very conservative; and for remelting in the crucible processAll the best cutlery and tool steel is made either by the crucible process or in electric furnaces, and indeed all for which any considerable excellence is claimed is supposed to be so made, though often incorrectly.",
        "basic form, made all of the world's rail steel; but even for this work it has now begun to be displaced by the basic open-hearth process, partly because of the fast-increasing scarcity of ores which yield pig iron low enough in phosphorus for the acid Bessemer process, and partly because the increase in the speed of trains and in the loads on the individual engineand car-wheels has made a demand for rails of a material better than Bessemer steel.",
        "The demand for very large forgings, especially for guns and armour plate, led to the building of enormous steam hammers.",
        "The supply of this demand in earlier times led to such severe competition as to terminate in tribal pillages and even national wars; and in modern times it has led to commercial ventures on the part of individuals and companies, the account of which, told in its plainest form, reads like the pages of romance.",
        "Although it is a fact that the demand is ever increasing, and that some of the rarer animals are decreasing in numbers, yet on the other hand some kinds of furs are occasionally neglected through vagaries of fashion, which give nature an opportunity to replenish their source.",
        "It is only the pressure of increasing demand that makes marketable hard pelts with harsh brittle hair of nondescript hue, and these would, naturally, be the last to attract the notice of dealers.",
        "The annual collection of fur skins varies considerably in quantity according to the demand and to the good or had climatic conditions of the season; and it is impossible to give a complete record, as many skins are used in the country of their origin or exported direct to merchants.",
        "The grey ones are in good demand for motor coats.",
        "There is, notwithstanding, a great demand for these from the fashionable world, as not only are they very effective, but being so flat in the wool the figure of the wearer can be shown as perfectly as in a garment made of silk.",
        "It lacks a silky, bright and fresh appearance, and therefore is unlikely to be in great demand, except where economy is an object.",
        "Moles are plentiful in the British Isles and Europe, and owing to their lovely velvety coats of exquisite blue shade and to the dearness of other furs are much in demand.",
        "Is a sheep found in Russia and Corsica and now very little in demand, and but few are imported into Great Britain.",
        "If the colour were less motley and the joins between the skins could be made less noticeable, it would be largely in demand for stoles, ties and muffs.",
        "Sea otters are, unfortunately, decreasing in numbers, while the demand is increasing.",
        "The nut of the kola tree is in great demand, and since 1905 many cocoa plantations have been established, especially in the eastern districts.",
        "The king (Kwaka Dua I.), who had succeeded Osai Okoto in 1838, was a peace-loving monarch who encouraged trade, but in 1852 the Ashanti tried to reassert authority over the Fanti in the Gold Coast protectorate, and in 1863 a war was caused by the refusal of the king's demand for the surrender by the British of a fugitive chief and a runaway slave-boy.",
        "For Philo lays stress upon the weakness of the analogical argument, points out that the demand for an ultimate cause is no more satisfied by thought than by nature itself, shows that the argument from design cannot warrant the inference of a perfect or infinite or even of a single deity, and finally, carrying out his principles to the full extent, maintains that, as we have no experience of the origin of the world, no argument from experience can carry us to its origin, and that the apparent marks of design in the structure of animals are only results from the conditions of their actual existence.",
        "They demand that the persons should show a desire for amendment; they subject them to firm discipline, and give them hard work; they give them decent clothes, and strive to win them to a Christian life.",
        "The pope, in his opposition to the imposition of royal taxation upon the clergy, went so far in the bull Clericis laicos of 1296 as to forbid any lay authority to demand taxes from the clergy without his consent.",
        "One does not look for absolute consistency in oriental narratives, and even this little book contains several internal intricacies which demand investigation.",
        "During this period Clement was mainly occupied in urging Charles to arrest the progress of the Reformation in Germany and in efforts to elude the emperor's demand for a general council, which Clement feared lest the question of the mode of his election and his legitimacy should be raised.",
        "It was due to his dependence on Charles V., rather than to any conscientious scruples, that Clement evaded Henry VIII.'s demand for the nullification of his marriage with Catherine of Aragon, and so brought about the breach between England and Rome.",
        "But up till 1860 it was only native-prepared phormium that was known in the market, and it was on the material so carefully, but wastefully, selected that the reputation of the fibre was built up. The troubles with the Maoris at that period led the colonists to engage in the industry, and the sudden demand for all available fibres caused soon afterwards by the Civil War in America greatly stimulated their endeavours.",
        "in length and 2 to 32 in breadth) has made them in demand because of the heavy yields.",
        "A production temporarily in excess of the world's demand of several years ago, led to the offering of bonuses for the production in India and Ceylon of green teas, with a view to lessening the black tea output.",
        "The Australian demand is fed by steamers from Calcutta and Colombo, with some additions direct from China and Java.",
        "The exposition of faith (\"EKO&rts Tns wiz-Taos), called forth by the demand of Theodosius, is still extant, and has been edited by Valesius in his notes to Socrates, and by Ch.",
        "In 1739 the Mahommedans finally yielded to the demand of the Mahrattas for a fourth of the revenue, and in 1760 the Nizam of the Deccan ceded Burhanpur to the peshwa, who in 1778 transferred it to Sindhia.",
        "In May, or earlier when the river is late in rising, when the demand for water increases, first the upper and then the under sluices are gradually opened, so as to increase the river supply, until July, when all the gates are open, to allow of the free passage of the flood.",
        "The increased demand for manufactured articles will stimulate industrial production, while wider home markets and the trade of Asia will consume the larger food supplies and effectually prevent Western competition with Eastern agriculture.",
        "Yet the wool harvest is scarce, and the production of butter a negligible quantity, though there is abundance of the principal product of Sicilian pasture lands, cheese of various kinds, for which there is a lively local demand.",
        "His demand that Carthage should altogether withdraw from Sicily was met by a crushing defeat.",
        "Rome had a right to demand ships of Messana, but not of Tauromenium.",
        "Bright declared Lord Derby's accession to be a declaration of war against the working classes, and roused the great towns in the demand for reform.",
        "The fine exhibits from the Trenton potteries at the Centennial Exhibition in Philadelphia in 1876 greatly stimulated the demand for these wares and increased the competition among the manufacturers; and since that date there has been a marked development in both the quantity and the quality of the product.",
        "This outrageous demand was followed by three others - that the Athenians should (I) withdraw from Potidaea, (2) restore autonomy to Aegina, and (3) withdraw the embargo on Megarian commerce.",
        "Phene Spiers, Architecture East and West, p. 245 f.), but it is certain that the engraved gems for which there was a demand in the Persian empire were largely the work of Greek artists (Furtwangler, Antike iii.",
        "To meet the demand for better qualified judges for the Moslem courts a training college for cadis was established in 1907.",
        "Portraiture, with its limited demand on imagination and lack of ideals, w ~s the form of art which flourished latest.",
        "The mummies from the despoiled tombs of the kings were the object of much anxious care to the kings of this dynasty; after being removed from one tomb to another, they were finally deposited in a shaft near the temple of Deir el Bahri, where they remained for nearly three thousand years, until the demand for antiquities at last brought the plunderer once more to their hiding-place; eventually they were all secured for the Cairo museum, where they may now be seen.",
        "In the following year (September 29th, 1402) Timur who had in the interval inflicted a crushing defeat on the Ottoman sultan, sent to demand homage from Faraj, and his demand was readily granted, together with the delivery of the princes who had sought refuge from Timur in Egyptian territory.",
        "In 1769 a demand came to All Bey for a force of 12,000 men to be employed by the Porte in the Russian war.",
        "In view of the rumours current, Sir Eldon Gorst, in the form of an interview in El Mokatlam, a widely read native paper, restated (October 1908) the British view as to the occupation of the country and the demand for a parliament.",
        "The situz~tion now became critically serious: for the third time ships were sent to Alexandria, and on the 25th of May 1882 the consulsgeneral of the two powers made a strong representation to Mahmud Sami which produced the resignation of the Egyptian ministry, and a demand, to which the khedive yielded, by the military party for the reinstatement of Arabi.",
        "The pope's negotiations with Henry's representative evoked a bitter and menacing protest and a categorical demand for the performance of promises.",
        "On the 10th of October a deputation from the clergy and burgesses proceeded to the Council House where the Rigsraad were deliberating, to demand an answer to their propositions.",
        "In theology Christian Bastholm (1740-1819) and Nicolai Edinger Balle (1744-1816), bishop of Zealand, a Norwegian by birth, demand a reference.",
        "According to E, Moses with Aaron is to demand from Pharaoh the release of Israel, which will be effected in spite of his opposition; in assurance thereof the promise is given that they shall serve God upon this mountain; moreover, the people on their departure are to borrow raiment and jewels from their Egyptian neighbours.",
        "16 f., while the demand which is to be addressed to Pharaoh is identical 1 The fact that the father-in-law of Moses is called Reuel in v.",
        "No allusion, however, is made by Moses to this previous demand; he merely urges the same objection as that put forward in iv.",
        "i f.); (2) on each occasion he makes a formal demand; (3) on Pharaoh's refusal the plague is announced, and takes place at a fixed time without any human intervention; (4) when the plague is sent, Pharaoh sends for Moses and entreats his intercession, promising in most cases to accede in part to his request; when the plague is removed, however, the promise is left unfulfilled, the standing phrase being \"and Pharaoh's heart was heavy (7f),\" or \"and Pharaoh made heavy (-r»n) his heart\"; (5) the plagues do not affect the children of Israel in Goshen."
    ],
    "definition": [
        "A claim for money or other relief or the assertion of a legal right.",
        "To claim money or other relief, or assert a legal right.",
        "Link/Cite"
    ]
}