{
    "translation": "לצאת, לעזוב",
    "uses": [
        "the branches depart at right angles, at intervals of about a foot.",
        "I depart for the Orient with all the means of success at my disposal.",
        "The latter were no doubt deliberately exaggerated, and yet a comparison between the head of Fox in Sayer's plate \"Carlo Khan's triumphal entry into Leadenhall,\" and in Abbot's portrait, shows that the caricaturist did not depart from the original.",
        "These early writings show clearly how Aristotle came to depart from Plato.",
        "the further they depart from the ratio of refractive index to dispersive power found in the older glasses, the greater the difficulty found in obtaining them of either sufficient purity or stability to be of practical use.",
        "The situation became impossible, and it was with an intense feeling of relief that the Swedes saw her depart, in masculine attire, under the name of Count Dohna.",
        "I often tell them stories or teach them a game, and the winged hours depart and leave us good and happy.",
        "Catholic in spirit rather than dogmatic, John ranks himself at times among the Academics, \" since, in those things about which a wise man may doubt, I depart not from their footsteps.\"",
        "The governor of the city, Colonel Luttrell, at the same time issued a proclamation ordering all Protestants not housekeepers, excepting those following some trade, to depart from the city within 24 hours, under pain of death or imprisonment, and in various ways restricting those who were allowed.",
        "Some very curious details are observable in these cases of malformation, For instance, the Aecidium eta/mum first referred to causes the new shoots to differ in direction, duration and arrangement, and even shape of foliage leaves from the normal; and the shoots of Euphorbia infected with the aecidia of Uromyces Pisi depart so much from the normal in appearance that the attacked plants have been taken for a different species.",
        "For, as the Japanese government would issue only a limited number of passports to the mainland but would quite readily grant passports to Honolulu, the latter were accepted, and after a short stay on some one of the islands the immigrants would depart on a \" coastwise \" voyage to some mainland port.",
        "The university includes a college of arts and sciences, a school of commerce, an art depart ment and colleges of law and of music. In 1910 the university had 51 instructors and 385 students.",
        "We have seen how anxious Aristotle was to be considered one of the Platonists, how reluctant he was to depart from Plato's hypothesis of forms, and how, in denying the separability, he retained the Platonic belief in the reality and even in the unity of the universal.",
        "Probably the feeling of amity on the part of the Burmese government was not very strong; but so long as the prince by whom the treaty was concluded continued in power, no attempt was made to depart from its main stipulations.",
        "THE PRIMITIVE METHODIST CHURCH, a community of nonconformists, which owes its origin to the fact that Methodism as founded by the Wesleys tended, after the first generation, to depart from the enthusiasm that had marked its inception and to settle down to the task of self-organization.",
        "On the other hand, as the speculative systems of noumenal idealism, starting from Fichte, succeeded one another, like ghosts who \" come like shadows, so depart,\" without producing.",
        "The Omayyads, though they with their clients counted more than 1000 men, were not able to maintain themselves, and were allowed to depart only on condition of strict neutrality.",
        "AREQUIPA, a city of southern Peru, capital of the depart ment of the same name, about 90 m.",
        "At the Union Station more than 150 trains enter and depart daily, carrying more than 30,000 passengers.",
        "Herod returned with an army, but his father prevailed upon him to depart to Galilee without wreaking his vengeance upon his enemies.",
        "These worms lay cocoons like the Oligochaeta and leeches, and where they depart from the structure of the Oligochaeta agree with that of leeches.",
        "On the other hand, in modern times there has been an increasing tendency to depart from its.",
        "The inhabitants out of compassion then allowed Marius to depart, and put him on board a ship which conveyed him to Carthage.",
        "histories of any value are necessarily compromises between the biblical traditions and the results of recent investigation, and those studies which appear to depart most widely from the biblical or canonical representation often do greater t justice to the evidence as a whole than the slighter or more conservative and apologetic reconstructions.",
        "But Charles would not depart, a fact which caused perpetual disturbance in the city, and it was not until the 28th of November, after an exhortation by Savonarola whom he greatly respected, that he left Florence.",
        "The lines serving these places all start from the eastern railway station (that from Thun reaches the western or main railway station), whence steamers depart for the Giessbach Falls, Brienz and Meiringen, on the way to Lucerne or to the Grimsel Pass.",
        "He dallied till the end of August, many weeks after the defeat, when the coming of Syracusan reinforcements decided him to depart; but on the 27th of that month was an eclipse of the moon, on the strength of which he insisted on a delay of almost another month.",
        "Dionysius, however, allowed him to depart without further pressing his advantage.",
        "These ships were not provided in time, and the Jews who were thus unable to depart were enslaved, 1 In the north, which had been relatively immune from wars agriculture was more prosperous and the peasants more tenacious of their land; hence the continuance of peasant proprietorship and the rarity of African types between the Douro and the Minho.",
        "Nevertheless events were already occurring which ultimately compelled Sweden to depart from her neutrality and lay the foundations of an overseas empire.",
        "\"Let the demon of small-pox depart !\"",
        "Thereupon the Quakers, who were perhaps not without the -obstinacy of which Marcus Aurelius complained in the early Christians, rushed to Massachusetts as if invited, and the result was that the general court of the colony banished them on pain of death, and four of them, three men and one woman,were hanged for refusing to depart from the jurisdiction or for obstinately returning within it.",
        "Convallaria is lily of the valley; Aspidistra, native of the Himalayas, China and Japan, is a well-known pot plant; its flowers depart from the normal arrangement of the order in having the parts From Strasburger's Lehrbuch der Botanik, by permission of in fours (tetraGustav Fischer.",
        "331 B.C. he was ready to depart, and led his forces away to Phoenicia.",
        "where a salvor is justified in detaining a British vessel, the master may obtain leave to depart by going with the salvor before the consul, who, after hearing evidence as to the service rendered and the proportion of ship's value and freight claimed, fixes the amount for which the master is to give bond and security.",
        "4 Coming to the Iberian peninsula,we must, i n default of separate works depart from our rule of not mentioning contributions to journals, for of the former there are only Colonel Irby's Ornithology of the Straits of Gibraltar (8vo, 1875) and Mr A.",
        "Thus it happened that the viceroy of Italy felt himself compelled to depart from the positive injunctions of the emperor to hold on at all costs to his advanced position at Posen, where about 14,000 men had gradually rallied around him, and to withdraw step by step to Magdeburg, where he met reinforcements and commanded the whole course of the lower Elbe.",
        "Misphragmuthosis worsted the \"Shepherds\" and shut them up in Avaris; and his son Thutmosis, failing to capture the stronghold, allowed them to depart; whereupon they went forth, 240,000 in number, established themselves in Judea and built Jerusalem.",
        "sending also to Oxford, whear upon almose and for God's sake he found 70 scollers, that they should depart to their frendis for he could no longer help or finde them\" (Chron.",
        "It was he who urged the Hungarian cabinet not to depart a hair's-breadth from their legitimate position.",
        "On the other hand, a shadow is cast upon the future by Origen's fear that incalculable free will may again depart from God.",
        "After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
        "The passage was effected in the ships of Bonifacius, who, however, soon returning to his old loyalty, besought his new allies to depart from Africa.",
        "depart by train.",
        "The queen now sent Sforza to re-establish her authority in Rome, whence the Neapolitans had been expelled after the death of Ladislaus; Sforza entered the city and obliged the condottiere Braccio da Montone, who was defending it in the pope's name, to depart (1416).",
        "But the wealth to which they attained in the Caucasus weakened for a time their moral fervour, and little by little they began to depart somewhat from the requirements of their belief.",
        "A third, but of inferior merit, Sur le besoin de s'unir apres le depart des etrangers, was afterwards added.",
        "The title of Wallace's section was \"On the Tendency of Varieties to depart indefinitely from the Original Type.\"",
        "Instead of making a desperate attempt to drive them off, the king bribed them to depart with io,ooo pounds of silver, accepting it is said this cowardly advice from archbishop Sigeric. The fatal precedent soon bore fruit: the invaders came back in larger numbers, headed by Olaf Tryggveson, the celebrated adventurer who afterwards made himself king of Norway, and who was already a pretender to its throne.",
        "Bobadilla, sent for to Rome, arrived there just before Mascarenhas was about to depart, but fell too ill to respond to the call made on him.",
        "river) side of the Grasbrook dock is the quay at which the emigrants for South America embark, and from which the mail boats for East Africa, the boats of the Woermann (West Africa) line, and the Norwegian tourist boats depart.",
        "The ancients generally cared but little for what we call a philosophic distribution of topics, and Tribonian seems to have merely followed the order of the Perpetual Edict which custom had already established, and from which custom would perhaps have refused to permit him to depart.",
        "The fear of the Lord is a fountain of life, to depart from the snares of death.",
        "Govern ment are not prepared to depart from the settled policy of their predecessors by advising the resumption of British sovereignty in any shape over the Orange Free State.\"",
        "The Amblypoda, on the other hand, are perhaps not far removed from the ancestral Proboscidea, which depart comparatively little from the generalized ungulate type.",
        "Two broods seem to be common in the course of the season, and towards the end of summer the birds - the young greatly preponderating in number - collect in large flocks and move to the sea-coast, whence a large proportion depart for more southern latitudes.",
        "the virtue of the consecrated candles in discomfiting demons is specially brought out: \" that in whatever places they may be lighted, or placed, the princes of darkness may depart, and tremble, and may fly terror-stricken with all their ministers from those habitations, nor presume further to disquiet and molest those who serve thee, Almighty God \" (Rituale Rom.).",
        "But this does not at all seem to square with the facts given in the correspondence, and it is hard to understand why Charles should have allowed Pregnani to depart, and should not have taken any notice of his son's \"disappearance.\"",
        "The terms were that they should give hostages, that they should depart for ever from Wessex, and that their king Guthrum should do homage to Alfred as overlord, and submit to be baptized, with thirty of his chiefs, Not only were all these conditions punctually fulfilled, but (what is more astonishing) the Danes had been so thoroughly cured of any desire to try their luck against the great king that hey left him practically unmolested for fourteen years (878892).",
        "The deacon then cried out: \" Let the catechumens depart.",
        "The former has the conduct of foreign affairs and Administrainterests, and directs the diplomatic service, but is live Depart.",
        "there is a vein of sadness: the flux of all things, the vanity of life, are thoughts which perpetually recur, along with resignation to the will of God and forbearance towards others, and the religious longing to be rid of the burden and to depart to God.",
        "The first personal action recorded of him is an unjust harryirg of the goods of his own subjects, when he besieged Roch*~,ster because he had quarrelled with its bishop over certain lands, and was bribed to depart with 100 pounds of silver.",
        "Taran watched Memon's men depart the great hall, leaving him alone with two of his personal guard.",
        "bus boarding will begin at 5:30pm near the Hilton lobby and the final bus will depart at 6:00pm sharp.",
        "No dive boats run out of Auckland: they depart from Leigh, about an hour's drive north.",
        "depart for the homeward journey.",
        "Mashtflb to depose him and appoint in his place a brother called al-Fgiz Sabiq al-dIn IbrahIm: this attempt was frustrated by the timely interposition of al-Muazzam Isa, who came to Egypt to aid his brother in February 1219, and compelled al-Fgiz to depart for Mosul.",
        "In the east the Prussians and Austrians took Mainz at the end of July, allowing the garrison to depart on condition of not serving against the Allies for a year.",
        "It met at Constantinople in 680, having been preceded in 679 by a brilliant synod under Pope Agatho at Rome, where it had been agreed to depart in nothing from the decrees of the Lateran synod.",
        "Dionysius, in reply, admits that Demosthenes does at times depart from simplicity, - that his style is sometimes elaborately ornate and remote from the ordinary usage.",
        "At the first symptoms of revolutionary disturbance he returned to France; on the 25th of February he offered his services to the Provisional Government, but, on being requested by it to depart at once, resigned himself to this course.",
        "He only let him depart when he had sworn in the treaty of Pronne to fulfil the engagements made at Conflans and Saint-Maur to assist in person at the subjugation of rebellious Liege, an.d to give Champagne as an appanage to his ally the duke of Berry.",
        "Be wary of packages that include airfare until you've read the fine print - almost all require you to depart from a particular city that may not be located anywhere near you.",
        "had been proclaimed on the 16th of February 1723, Dubois was the first to depart; and four months after his disappearance the duke of Orleans, exhausted by his excesses, carried with him into the grave that spirit of reform which he had compromised by his frivolous voluptuousness (December 2, 1723).",
        "But Rehoboam refused to depart from Solomon's despotic rule, and was tactless enough to send Adoniram, the overseer of the corvee.",
        "The three modes of the universal before things, in things, and after things, spring from Arabian influence, but depart somewhat from his standpoint.",
        "Thence, on the 6th of July, he was permitted to depart for Siena, where he spent several months in the house of the archbishop, Ascanio Piccolomini, one of his numerous and trusty friends.",
        "This wn followed by Godoys return to power, though he left the depart ment of foreign affairs to a subordinate.",
        "The Caucasian ibex (C. caucasica), or tur, is a wholly fox-coloured animal, in which the horns are still flatter in front, and thus depart yet further from the ibex type.",
        "After Tilsit, however (1807), he was again forced to depart, and took refuge in England, where he stayed first at Gosfield in Essex, and afterwards (1809 onwards) at Hartwell in Buckinghamshire.",
        "Although the people clamoured for his execution, Dromichaetes, king of the Getae, allowed him to depart unharmed, probably on payment of a large ransom, great numbers of gold coins having been found near Thorda, some of them bearing the name of Lysimachus.",
        "His son Ben-Hadad made an unsuccessful attack on Israel at Aphek, and was allowed by Ahab to depart on a reversal of these terms (loc. cit.).",
        "12 the text reads: \" the new world which does not turn to corruption those who depart on its beginning and has no mercy on those who depart to torment.\"",
        "Dean learned at the information counter it would be at least two hours before anything would depart in that direction.",
        "The PA system announces: Bing bong The train about to depart from platform 22 is the delayed 0815 to Retford bing bong.",
        "We depart London and quickly leave the city behind for the rural byways of Essex.",
        "contends that drug courts depart in significant ways from previous rehabilitative programs.",
        "depart at approx 2minute intervals along Lime Grove Avenue.",
        "Norm were ready to climb on ' is cart an ' depart When he heard a loud grunt from a bush.",
        "Port calls scheduled central American lowlands that the cruise galveston mexico agricultural will depart galveston.",
        "The Love household depart en masse for some summer fun - bringing merry mayhem in their wake.",
        "Day 8 Today we depart early, heading for progressively drier thorn savanna in this remote southern section of Ethiopia.",
        "scheduled to depart at lunchtime.",
        "Flights depart Sunday and return... http://www.wildabouttravel.com Virginia - lovely 12 berth red sea scuba diving liveaboard.. .",
        "They have also sensitized me to certain issues that have led me to depart from them in particular important areas.",
        "stammered some excuses, counted out the sum, and saw his hateful visitors depart.",
        "tell stories about Western traffic experts who arrive brimming with solutions only to depart, shaking their heads in despair.",
        "Self-reference is unambiguous and there is no motivation to depart from Gricean norms by including the pronoun yo.",
        "The pope, unable to resist the popular demand for war, allowed his army to depart (March 23) under the command of General Durando, with instructions to act in concert with Charles Albert, and he corresponded with the grand-duke of Tuscany and the king of Naples with a view to a military alliance.",
        "Winckler, whose works depart from the somewhat narrow limits of purely \" Israelite \" histories, emphasize the necessity of observing the characteristics of Oriental thought and policy, and are invaluable for discriminating students.",
        "Here he lived for two years, using his leisure in preaching in the villages and at Bristol, conduct which brought him into collision with the backward clergy of the district, and led to his being summoned before the chancellor of Worcester (William of Malvern) as a suspected heretic; but he was allowed to depart without receiving censure or giving any undertaking.",
        "Although, like most men of strong originative power, he assimilated with difficulty the ideas of others, his tardiness sprang rather from inability to depart from the track of his own methods than from reluctance to acknowledge the merits of his competitors.",
        "The list of his works includes hymns and national songs - among others, the famous Chant du depart; odes, Sur la mort de Mirabeau, Sur l'oligarchie de Robespierre, &c.; tragedies which never reached the stage, Brutus et Cassius, Philippe deux, Tibere; translations from Sophocles and Lessing, from Gray and Horace, from Tacitus and Aristotle; with elegies, dithyrambics and Ossianic rhapsodies.",
        "emigrare; out of, and migrare, to depart), the movement of population out of one country into another (see Migration).",
        "who were allowed to depart with their belongings.",
        "e auspiciously: defeated near Wilton, he offered in despair to pay the vikings to depart.",
        "Day 4: Fairbanks This morning depart on a full day guided sightseeing tour of Fairbanks including a sternwheeler riverboat cruise.",
        "The Slattery 's Travel charter to Japan was scheduled to depart at lunchtime.",
        "Flights depart Sunday and return... http://www.wildabouttravel.com Virginia - lovely 12 berth red sea scuba diving liveaboard...",
        "He stammered some excuses, counted out the sum, and saw his hateful visitors depart.",
        "Chinese engineers like to tell stories about Western traffic experts who arrive brimming with solutions only to depart, shaking their heads in despair.",
        "And then I will profess unto you I never knew you, depart from me ye that work iniquity.",
        "When you go to a Web site to buy your ticket, whether it is an airline's site or a general travel site, you will need to enter the date you wish to depart and the date you wish to return.",
        "Besides the typical salon services, Carr's customer's almost always depart with their makeup done for the day, leaving them with more self-confidence and a smile they otherwise would not have.",
        "These monogrammed velum paper cones hold soft petals for tossing at the bride and groom as they depart.",
        "Some depart from standard wedding cakes to incorporate part of their heritage or ethnic background.",
        "If you choose to use chocolate as your beach wedding favor candy, consider keeping the favors indoors in a cool area if possible, or in an airtight plastic container inside coolers until your guests are ready to depart.",
        "In Florida, Holland America ships depart from Fort Lauderdale and Tampa.",
        "Roundtrip Alaskan voyages depart from both Seattle and Vancouver, while one-way voyages may start in Anchorage as well.",
        "As an alternative, however, several eastern Caribbean voyages depart from San Juan, the capital of Puerto Rico, including shorter itineraries (four or five days).",
        "Most seven-night southern Caribbean cruises depart from this port.",
        "Longer voyages may depart from northern embarkation points, include points of interest in South America, or they may be segments of world cruises.",
        "Shorter itineraries usually depart from international ports, cutting down on the sailing time without sacrificing ports of call.",
        "Depending on the specific itinerary, a Windjammer cruise may depart from a number of ports.",
        "Visitors to Palm Springs, then, have their choice of different cruise options based on which city they will eventually depart from, whether they're looking for a honeymoon cruise or just a fun sea vacation.",
        "Cruise ships that visit Maui typically depart from Honolulu and arrive at either Kahului or Lahaina (Maui's primary cruise ship docks) in mid-voyage.",
        "Rarely do basic seven night eastern Caribbean or western Caribbean cruises offer inclusive airfare, though voyages that depart from somewhere other than a U.S. port may be more likely to have these types of offers.",
        "They depart from Aloha Tower Marketplace, Pier 8.",
        "When looking for a wedding cruise New Orleans couples can also consider flying to other ports that may depart to different locations.",
        "The flexibility to depart immediately is another good attribute because you will be able to fill any short notice openings.",
        "Depending on itinerary shifts and cruise ship availability, these cruises may depart from any regular home port, such as the Port of Miami, Seattle, Norfolk, or New York City.",
        "Most cruises to the Pacific coast of Mexico depart from California, and most cruises to the Mexican Caribbean depart from Florida.",
        "As an added bonus, the ships will depart on October 31, 2008, adding the fun and fantasy of Halloween to the onboard itinerary.",
        "The itinerary for a Carnival Cruise to Nowhere is just as simple: depart and return.",
        "Although Holland America is considered an American cruise line, its cruises depart from ports all over the world.",
        "The seasonal sailings depart from Kingston, New York and cruise past million-dollar mansions, historic lighthouses, sleepy villages and bountiful local vineyards.",
        "Both the Norwegian Gem and Norwegian Jewel depart from New York Harbor on scenic cruises to nowhere.",
        "Upcoming cruises depart on January 21 and February 11, 2011.",
        "The trips depart Friday afternoon and return Saturday morning aboard the Norwegian Gem.",
        "These days last minute cruises are defined as trips that depart between several days and three months in the future.",
        "Some discounts only apply to voyages that depart on Thursday rather than Saturday.",
        "Your first step in obtaining a military discount for your cruise is to decide where you'd like to go on your holiday and the time frame in which you'd like to depart.",
        "The cruises are slated to depart from Barcelona and will include calls in Italy (Livorno and Civitavecchia), Spain and Naples.",
        "The cruise industry describes them as sailings that depart 10 days to three months in the future.",
        "Sonesta.com allows you to choose your Nile cruise based on which type of cruise you would prefer, which city you'd like to depart from, and when you would like to take your cruise.",
        "The 15 day voyages to the Hawaiian Islands depart and return to Los Angeles, California, during the fall, winter and spring months.",
        "These longer sailings of up to 15 nights depart from San Diego, Los Angeles or Vancouver.",
        "Cruisers depart from a West Coast or Canadian city and spend a few days at sea before touring the Hawaiian Islands.",
        "Leave from Vancouver: Rather than departing for your cruise in the United States, depart from Vancouver, Canada.",
        "Tourists staying in downtown Honolulu can choose from a host of options that depart right from Waikiki Beach.",
        "Most Maui sunset sails depart from Lahaina and Maalaea Harbors, not far from hotels and other main attractions.",
        "Most depart from Kailua-Kona, though a few set-off from the Kohala Coast, close to the string of resorts that occupy the bay front.",
        "These cruises can be seven nights or 14 nights and depart from either Juneau or Seattle.",
        "Regardless of where you depart from, you can expect to see some of the most beautiful sights in the world on a Hawaiian cruise.",
        "In most cases, cruises that leave the continental United States to visit Hawaii depart from San Diego, San Pedro, or Seattle.",
        "You can depart from Galveston, Texas, or New Orleans, Louisiana, and have the time of your life shopping, playing sports, lounging around, visiting the spa, and more.",
        "Dates vary by year, but in 2010, the Christmas cruises depart on December 5 and January 2.",
        "However, if you plan to depart from any of the aforementioned cities, it is important to book your air travel early in the season, as Christmas is a chaotic and expensive time to fly.",
        "These voyages depart from Chelsea Piers in Manhattan and provide stunning views of the city's skyline.",
        "In addition, the voyages depart from the heart of the Hudson River Valley.",
        "If you are cruising from Galveston you will depart from the Texas Cruise Ship Terminal located on Galveston Island.",
        "The popular cruise lines depart from the Texas city and typically sail round-trip, making stops in Mexico, the Bahamas and other Western Caribbean Islands.",
        "You can depart from various ports throughout the United States and travel around the world.",
        "Cruises depart every Sunday, Tuesday, and Thursday.",
        "What's more, these salings depart from various U.S. ports, making them a great option for people looking for a quick and easy getaway.",
        "In order to experience Mexico in just four days, though, you will need to depart from one of the more southern cruise ports in the United States.",
        "Most depart from the Fort Lauderdale, Florida, cruise terminal.",
        "The cruise industry defines last minute voyages as sailings, which depart between several days and three months in the future.",
        "Discovery Cruise Line offers kids' cruises that depart from Ft. Lauderdale in the early morning and arrive in Grand Bahama Island by lunch time.",
        "Before you depart on your trip, call the campground to find out their pet policies.",
        "School bus safety for middle school students is essential to help students arrive at and depart from school without fear of missing their bus, being in an accident, or being bullied while riding.",
        "If you like the atmosphere, go on a singles trip or a cruise especially for seniors (many of which depart from Florida) so that you have more time to get to know some of the potential mates.",
        "It may be better for parents, with the guidance of their pediatrician, to depart from these recommendations in the case of infants with certain health problems, such as gastroesophageal reflux (GER).",
        "You have plenty of parking available if you depart from Liberty State Park; but, you will find that it's easier to use public transportation if you plan to leave from Battery Park.",
        "The Powell-Hyde cable car goes right by the hotel, right past Chinatown, over Nob Hill, past Lombard_Street - \"the crookedist street\" - and on to Fisherman's Wharf where boats depart for Sausalito, Tiburon and Alcatraz Island.",
        "Ferries run year-round and depart from Tiburon, San Francisco, and Oakland/Alameda.",
        "A full van will depart soon while an empty van will likely sit for a while until it fills up.",
        "Situated just a mile and a half from SFO, there is no better way to arrive or depart from the Bay Area than with a good night's sleep at this modern hotel.",
        "Trains depart from Montparnasse station and take between 45 and 50 minutes.",
        "Boat trips to Cancun depart several times a day, for a half hour journey to that resort mecca.",
        "Puerto Vallarta is a common port of call on Mexican Riviera cruises, which depart Los Angeles, San Diego, and Acapulco.",
        "For example, be sure to check airline restrictions and baggage fees ahead of time so that you don't run into any surprises when you are trying to depart.",
        "The key is to plan your travel far in advance, or to be flexible enough that you can depart on a moment's notice, when great last minute international travel deals become available.",
        "This means that new models are arriving in stores and older models must depart.",
        "Just as I was getting ready to depart the little ashram, one of the disciples asked me, \"What are you taking home from this experience here with Baba-ji?",
        "From there, continue to Module 1: Depart.",
        "A sleepover isn't over until the guests depart, but unfortunately many parties fizzle after the sun comes up.",
        "depart after breakfast for the homeward journey.",
        "depart in peace, and forbade Al-Hajjaj to interfere.",
        "depart from the airport have been canceled, with the exclusion of flights from Jersey.",
        "dive boats run out of Auckland: they depart from Leigh, about an hour's drive north."
    ],
    "definition": [
        "To go away; leave: I depart for the islands at noon.",
        "To die.",
        "To vary, as from a regular course; deviate: depart from custom. See Synonyms at swerve.",
        "Link/Cite",
        "(intransitive) To leave.",
        "(intransitive) To set out on a journey.",
        "(intransitive) To die.",
        "(intransitive) To deviate (from).\nHis latest statements seemed to depart from party policy somewhat.\nto depart from a title or defence in legal pleading",
        "(now rare) To go away from; to leave.",
        "(to leave): arrive, come, stay",
        "(to die): live",
        "(to deviate): conform",
        "(obsolete) division; separation, as of compound substances",
        "(obsolete) A going away; departure.",
        "parted, petard, prated, tarped",
        "Link/Cite"
    ]
}