{
    "translation": "מהימן, שניתן לסמוך עליו",
    "uses": [
        "Although these brands can be on the pricey side, for children who really need dependable warmth for a long winter season because of where their family lives, these high-quality jackets can be worth investing in.",
        "This is more dependable.",
        "Even many police and fire departments depend on Harleys - if these bikes are trusted and dependable enough for law enforcement and rescue personnel, they can be counted on for the recreational rider as well as the bike enthusiast.",
        "Look for a men's sports watch that has a battery and wristband that will be easy to replace (i.e. go with a sports watch made by a well-known and dependable company, like Timex or Jaeger).",
        "Although metal pronged cleats are dependable when you're running around the infield or catching fly balls way out in right field, the disadvantage of metal baseball cleats is often the same as the initial advantage.",
        "This dependable economy chain's Wharf location provides guests with microwaves, refrigerators and VCRs in all rooms, within walking distance to the Wharf, North Beach and Chinatown as well.",
        "Many parents choose center-based care because they believe the presence of multiple caregivers, larger groups of children, and state inspections make them both safer and more dependable.",
        "Aaron was the serious one, probably the most dependable.",
        "Today Omega's fashionable and dependable Speedmaster is the watch of choice for Agent 007, James Bond, and many celebrities from film, sports and music adore their Omega watches.",
        "Compulsive personalities are conscientious, reliable, dependable, orderly, and methodical, but with an inflexibility that often makes them incapable of adapting to changing circumstances.",
        "You might not have the perfect bra in mind, but you soon will when you shop for bras that suit any go-get-em athlete or performer looking for something that's dependable, layerable, and performance-friendly.",
        "Insecure attachment develops when a primary care-giver does not consistently respond in ways that are warm, affectionate, loving, dependable, and sensitive to the infant's needs.",
        "waveform inversion, has been shown to give very dependable results.",
        "So be dependable and upfront about what you are asking.",
        "stolid, dependable people, and have more facial hair than anybody else.",
        "With so many parents working today, dependable childcare is simply a necessary fact of life.",
        "Asphalt shingles are the most expesnsive, but are also the most dependable and long lasting, often coming with a lifetime guarantee.",
        "Scrapbookers know that big-box stores like Michael's or Hobby Lobby are dependable sources for supplies, but those abundant resources don't always come with a bargain price tag.",
        "The JustRite flashlight has been a dependable tool in many situations over the years and continues to be a favorite among campers and others who depend on a good flashlight.",
        "During the Edwardian period, cars became more dependable.",
        "In addition, you can talk to dealers and RV enthusiasts about dependable motor homes, ask for recommendations, and gain lots of valuable information.",
        "Solid and dependable rather than particularly thrilling or exciting, a decent enough stab at hard rock glory.",
        "As long as the frame of an Airstream is solid, you can expect an older model to be just as serviceable and dependable as a newer unit.",
        "Voted as the \"Best of the Best\" in haircutting by Allure, Salon Buzz promises dependable results eveyr time.",
        "vapourring a high level of sensitivity to combustible organic vapors it also ensures dependable warnings in the event of explosive hazards.",
        "One of the most trusted and dependable names in beauty is Lancome.",
        "It's your responsibility to be punctual and dependable.",
        "Good temperament - The dog needs to have a steady, calm and dependable temperament.",
        "It's plentiful and available - and dependable.",
        "A solid, dependable sports watch is a must for the man who puts the \"a\" in active.",
        "Be sure to talk to salespeople as well, and get advice from them about popular and dependable baseball bats worth purchasing.",
        "Ask about dependable brands, and which types of shoes are popular with seasoned golfers.",
        "Talk to a salesperson at the store you're in (or a seasoned tennis player you know) about which tennis racquet brands and models are dependable.",
        "If you're seeking a dependable lipstick that will live up to the hype, this line is certainly worth trying.",
        "Once you get a reputation for being dependable and good with children, you should be able to charge a little more.",
        "Steady, loyal and affectionate, the Golden makes a playful yet dependable companion for children.",
        "There are some basic do's and don'ts that will keep your wardrobe dependable and complementary to your body and your coloring.",
        "Organic natural food source liquid vitamins are a dependable way to get the most out of your vitamin regimen.",
        "Pacific Plex: Red, white and black are dependable, core wardrobe colors, and they never looked better than they do in this retro style dress.",
        "Therefore, when looking for a dependable company, shop around.",
        "It is very important that you determine whether or not a company has a dependable, solid customer service, fast shipping, and of course, an excellent selection of baskets.",
        "Our expert editors - including certified midwives and nurses - review our content to make sure that the information we give you is accurate and dependable.",
        "Even though Waring blenders are dependable and sturdy machines, you may need to order Waring blender parts to keep your unit functioning properly.",
        "Keep the kerosene heater well maintained, crack a window when using the heater and never leave it unattended and the heater will provide you with years of dependable heat.",
        "Rival's products are well made and for the most part will provide you with many years of dependable use, but like everything, they can start to wear down after a while.",
        "KitchenAid food processors are dependable appliances that streamline many preparation tasks like chopping, slicing, shredding, pureeing, mixing and dough kneading.",
        "If you're lucky enough to have a dependable candle supply store nearby, you have a great opportunity to build a business relationship with the owner or manager.",
        "Virgo is an Earth sign, which in general means they are practical and dependable.",
        "Being in control, dependable and reliable makes him feel capable and like a good provider.",
        "Your Boulogne purse will be crafted from the finest materials such as reliable canvas, sturdy cowhide, lovely golden hardware, and dependable lining.",
        "Oxen are natural born leaders, known for their dependable nature.",
        "Capricorns enjoy a well-earned reputation as being thoroughly dependable personalities.",
        "They are stolid, dependable people, and have more facial hair than anybody else.",
        "More... 26th June 2006 Bikes: 1965 AJS Model 18 Traditional British singles tend to be solid, dependable workaday machines.",
        "While it's always best to shop for used records in person, there are some good, dependable spots online to go to as well.",
        "Most services want students or young people who are responsible and dependable.",
        "Dependable Printing - the name says it all.",
        "Carhartt Rainwear: Work through even the most torrential storm with these dependable, sturdy and breathable garments.",
        "A highly dependable private voice network can be built at a very low cost.",
        "Are you looking for a dependable bag that just gets the job done, or would you rather make a fashion statement?",
        "For various reasons, many parents need some type of dependable childcare for their children.",
        "Those born during the year of the Ox are dependable.",
        "This can clash with the loyal and dependable Goat.",
        "The Goat is both dependable and creative.",
        "In fact, Taurus is a dependable sign, but not a particularly curious one.",
        "The main function of cleats is to provide dependable traction on otherwise perilous surfaces.",
        "But, you are sure to find three or four results that catch your eye, and Zappos is a dependable retailer with an easy return policy.",
        "Determined to prove that a dependable shoe could also be a comfortable one, Wolverine developed DuraShocks, a comfort system that made work boots lighter and last longer.",
        "Chippewa prides itself on making some of the most durable and dependable boots on the market.",
        "Some are far more dependable than others are!",
        "An earth sign, people born under Capricorn are known for their solid, dependable personalities.",
        "Craftsmen slow down and concentrate on what they're doing so that you can have the ideal, dependable machine you deserve.",
        "Rugged and dependable, this is Promaster at its best.",
        "Breitling offers the Breitling Superocean for both men and women who want a rugged, dependable watch.",
        "There are a lot of dependable, inexpensive, non-cartoon character watches out there that are waiting to grace your wrist.",
        "Current Junkers avaition watches are fashionable, sleek, and above all, dependable to the nanosecond.",
        "Both swimmers and amateur or professional women divers will get years of dependable usage from this Eco-Drive watch.",
        "She is very dependable and can always be counted on when any person, or animal, needs a favor.",
        "Good options include: loyal, hard working, responsible, dependable, honest, determined, on time, willing to go the extra mile and outgoing.",
        "If you research what is the least expensive new car, you'll discover a plethora of dependable auto manufacturer brands that are sure to please.",
        "This vehicle features room for up to eight people and is one of the more dependable vehicles on the market.",
        "Although reliability can vary significantly within a brand, certain SUVs stand out for their dependable performance.",
        "While washing machines are dependable and durable, they also experience frequent use and abuse, which is why it's not surprising when they need minor repairs from time to time.",
        "This uncontrolled element makes results less dependable as research depended on participants word regarding what they ate.",
        "These particular brands of sheer boxer briefs are very popular, and rightly so--they are great quality and from extremely dependable labels.",
        "Now working for Hammer and an honorary Burrell, he brings comic relief and dependable friendship to the Burrell clan.",
        "The window is small, but very dependable.",
        "You lack dependable storage of your tax return, or prefer to have it stored online.",
        "Always check reviews of web hosts, as not all are dependable.",
        "SK Design, a Sacramento web design firm with over ten years of experience, creates solid and dependable websites using the latest technology.",
        "Gabe twisted his head to watch Kiki, Rhyn's right hand and the most dependable of the brothers, walk into the gym.",
        "Our Verdict... Another action packed cracker from the ever dependable Harrison Ford.",
        "Dawson is ' Steady Eddie ', always dependable.",
        "They are able to provide dependable, reliable technical assistance to ensure your stencil consistently achieves the best results.",
        "Security engineering is about building systems to remain dependable in the face of malice, error or mischance.",
        "In terms of functionally, the Grand Banks ' reputation for consistently delivering dependable, stable boats is second to none.",
        "It's an ideal notebook for business travelers, offering dependable, secure computing in a small, elegant case.",
        "A fine variety for those who prefer a dependable, larger fruited, traditional purple eggplant.",
        "filmographyilmographies for the three main actors and Noe, and finally the ever dependable (predictable?",
        "Even a cursory glance at Hurd's outstanding book reveals his dependable traits.",
        "This process, known as waveform inversion, has been shown to give very dependable results.",
        "Having said that tho, you are incredibly loyal and dependable with your loved ones, and often extremely fun to be around.",
        "They are dependable, burrowing and stable.",
        "The dependable Swiss quartz movement keeps time with Roman numerals set against a white dial.",
        "He was so sweet, so dependable - so unlike her father.",
        "Finding someone qualified and dependable would be difficult and time consuming.",
        "The systems we build are dependable, technically brilliant, cost effective and extremely easy to use.",
        "combustible organic vapors it also ensures dependable warnings in the event of explosive hazards.",
        "Such tasks would almost certainly fall to dependable old daddy once the novelty had worn off.",
        "dependable in the face of malice, error or mischance.",
        "dependable powder skiing is a short-lived and rare event.",
        "dependable ally which they found in Britain.",
        "dependable, secure computing in a small, elegant case.",
        "dependable ICT infrastructure for education.",
        "dependable NHS.",
        "dependable fuel supplies to the world market.",
        "The engine is smooth, powerful and utterly dependable.",
        "He is totally dependable, the sort of player you need in any successful side."
    ],
    "definition": [
        "de·pend′a·bil′i·ty de·pend′a·ble·ness\nnoun",
        "de·pend′a·bly\nadverb",
        "Link/Cite",
        "Able, or easily able to be depended on.\nHe was a very dependable person.",
        "A reliable person or thing.",
        "Link/Cite"
    ]
}