{
    "translation": ".1 מדינת חסות\n.2 בן חסות",
    "uses": [
        "In the same year Bokhara became a dependency of Russia.",
        "The bond creates more than dependency; it gives you a helluva lot of influence over him.",
        "New Sweden thus passed into the control of the Dutch, and became a dependency of New Netherland.",
        "The little port of Gwadar, on the Makran coast of the Arabian Sea, a station of the Persian Gulf telegraph system, is still a dependency of Oman.",
        "After All Beys death Egypt became once more a dependency of the Porte, governed by Abul-Dhahab as Sheik al-Balad with the title pasha.",
        "He had created her dependency on his judgment and now it was up to him to make sure she learned to defend herself.",
        "20, 22), Edom was a dependency of Judah, ruled by a viceroy (i Kings xxii..",
        "of Antigua, of which it is a dependency, in 17° 33' N.",
        "From his reign therefore Antioch may be regarded as a dependency of Jerusalem; and thus the end of Baldwin's reign (1131) may be said to mark the time when the Latin kingdom of Jerusalem stands complete, with its own boundaries stretching from Beirut in the north to el-Arish and Aila in the south, and with the three Frankish powers of the north admitting its suzerainty.",
        "The acceptance of the principle of complete independence, once more warmly advocated by Metternich, seemed now essential if Greece was not to become, like the principalities, a mere dependency of Russia.",
        "Omar's system not only diminished the actual revenue, but largely increased in the cities the numbers of the maula's (clients), mainly Persians, who were weary of their dependency on their Arabic lords, and demanded equal rights for themselves.",
        "It was the capital of the province of Bugey, which was a dependency of Savoy till 1601, when it was ceded to France.",
        "Zaila became a dependency of Yemen and thus nominally part of the Turkish empire.",
        "KURIA MURIA ISLANDS, a group of five islands in the Arabian Sea, close under the coast of Arabia, belonging to Britain and forming a dependency of Aden.",
        "He retraced his steps to Strassburg and Basel; and, at the end of 1526, obtained a preacher's post at Aigle, then a dependency of Bern.",
        "Dakar was originally a dependency of Goree and was founded in 1862, a year after the declaration of a French protectorate over the mainland.",
        "The islands and other districts within the Arctic circle became a portion of the Dominion only in 1880, when all British possessions in North America, excepting Newfoundland, with its dependency, the Labrador coast, and the Bermuda islands, were annexed to Canada.",
        "in the N., belonging to France, foem a dependency of Guadeloupe, while the rest of the island, belonging to Holland, is a dependency of Curacao.",
        "The second question he answered from his parallelistic metaphysics by deducing that even within the organism there is only a constant dependency of sensation on nervous process without causation, because the nervous process is physical but the sensation psychical.",
        "To the Apulian duchy he added (1136) the Norman principality of Capua, Naples (1138), the last dependency of the Eastern empire in Italy, and (1140) the Abruzzi, an undoubted land of the Western empire.",
        "See also Lady Lugard, A Tropical Dependency (London, 1905); Boyd Alexander, From the Niger to the Nile (London, 1907); C. Larymore, A Resident's Wife in Nigeria (London, 1908); the annual Reports on Southern and Northern Nigeria issued by the Colonial Office; E.",
        "He assembled the Cortes of the kingdom at Lamego, where he received the crown from the archbishop of Braganza; the assembly also declaring that Portugal was no longer a dependency of Leon.",
        "During this period, however, Baran had properly no separate history, being a dependency of Koil, whence it continued to beadministered under the Mahratta domination.",
        "Tunis is probably of greater antiquity than Carthage, of which city however it became a dependency, being repeatedly mentioned in the history of the Punic Wars.",
        "The prince of Wales's voyage to India in the winter of 1875-76 had brought the heir to the throne into personal relationship with the great Indian vassals of the British crown, and it was felt that a further demonstration of the queen's interest in her magnificent dependency would confirm their loyalty.",
        "With the uninhabited dependency of South Georgia Island, to the E.S.E., they form the most southerly colony of the British empire.",
        "Accordingly, the prime ministers of all the self-governing colonies, with their families, were invited to come to London as the guests of the country to take part in the Jubilee procession; and drafts of the troops from every British colony and dependency were brought home for the same purpose.",
        "Later the Kulja territory became a dependency of Dzungaria.",
        "By his psychophysics he meant the exact doctrine of the relations of dependency between physical and psychical.",
        "His philosophy, therefore, is that all known things are sensations and complexes of sensory elements, supplemented by an economy of thinking which cannot carry us beyond ideas to real things, or beyond relations of dependency to real causes.",
        "Thus they remained for a long course of years without a sea-port, and in the many wars that broke out between Spain and France were constantly exposed, as an outlying Spanish dependency, to the first attack, and peace when it came was usually purchased at the cost of some part of Belgian territory.",
        "The marquis de Prie, who (as deputy for Prince Eugene) was the imperial governor from 1719 to 1726, encountered on the part of local authorities and town gilds vigorous resistance to his attempt to rule the Netherlands as an Austrian dependency, and he was driven to take strong measures to assert his authority.",
        "It was burnt down in 1891, but rebuilt; it has a dependency for girls within the town.",
        "Shortly before the Persian War Paros seems to have been a dependency of Naxos (Herod.",
        "The Galapagos Islands were declared a dependency of the province of Guayas in 1885, but are practically independent and constitute a second territory under the administration of a jefe territorial appointed by the national executive.",
        "When, therefore, the inhabitants of Sao Paulo saw themselves about to be transferred, as a dependency of Portugal, from one master to another, they conceived the idea of erecting their country into an independent state.",
        "In 1674 it was captured and devastated by the French under Turenne, and after the death of the elector Charles (1685) it was claimed by the French as a dependency of Alsace.",
        "Carisbrooke is not mentioned by name in the Domesday Survey, but Bowcombe, its principal manor, was a dependency of the royal manor of Amesbury, and was obtained from the king by William Fitz Osbern in exchange for three Wiltshire manors.",
        "of two successive rajas of Lahore, the conqueror assumed the right of nominating the governors of the Punjab as a dependency of Ghazni, a right which continued to be exercised by seven of his successors.",
        "The local assembly, in which 36 out of 38 members were committed to repeal, passed an address to Her Majesty praying her not to \" reduce this free, happy and hitherto self-governed province to the degraded condition of a servile dependency of Canada,\" and sent Howe with a delegation to London to lay the petition at the foot of the throne.",
        "Sokotra is regarded as a dependency of Aden, but native rule is maintained, the local governor or viceroy of the sultan of Kishin being a member of that chief's family, and also styled sultan.",
        "Geographical Journal (London, 1904); A Tropical Dependency, by Lady Lugard (London, 1905); the Colonial Office Reports on Northern Nigeria from 1902 onward, and other works cited under NIGERIA.",
        "South of the Gomal the Suliman Range culminates in the famous Takht-iSuliman in the Largha Sherani country, a political dependency of Dera Ismail Khan district.",
        "The fief became for the first time a dependency of the French crown in 1185, when Philip of Alsace, count of Flanders, ceded it to Philip Augustus.",
        "In 720 they crossed the Pyrenees, seized Narbonensis, a dependency of the kingdom of the Visigoths, and advanced on Gaul.",
        "The close dependency of all mental operations on brain also tempts them to the conclusion that brain is not only an organ, but the whole organ of conscious mind.'",
        "Jagdalpur, Bijapur, Madder and Bhupalpatnam are the only places of any note in the dependency, the first (on the Indravati river) being the residence of the raja and the chief people of the state.",
        "In the Homeric poems Corinth is a mere dependency of Mycenae; nor does it figure prominently in the tradition of the Dorian migrations.",
        "The region of Damascus, hitherto a dependency, and the last remaining fragment of the Jewish kingdom, were incorporated with Syria; Bostra and Petra were permanently occupied, and a great portion of the Nabataean kingdom was organized as the Roman province of Arabia.",
        "Mogilev is mentioned for the first time in the 14th century as a dependency of the Vitebsk, or of the Mstislavl principality.",
        "Until the 4th century B.C. it was a dependency of Orchomenus, and at all times it played but a subordinate part in Boeotian politics.",
        "In the following campaign of 362 Mantineia, after narrowly escaping capture by the Theban general Epaminondas, became the scene of a decisive conflict in which the latter achieved Achaeans and jealousy of Megalopolis, was punished in 222 by a thorough devastation of the city, which was now reconstituted as a dependency of Argos and renamed Antigoneia.",
        "Pulo Penang, an island belonging to the Siamese dependency of Kedah, was granted on a permanent lease to the East India Company in 1786, and treaties were entered into by the sultan of Kedah with the company.",
        "Holland, in Europe, comes next to England, and uses principally the product of her dependency Java.",
        "In the middle of the Ioth century the territory of Bar (Barrois) formed a dependency of the Empire.",
        "had died, eliminating two dangers to the republic. Spain, who was at war with France over the partition of Naples, helped the Pisans as the enemies of Florence, France's ally (1501-1504), but when the war was over the Florentines were able to lay siege to Pisa (1507), and in 1509 the city was driven by famine to surrender and became a dependency of Florence once more.",
        "The relations of the British with Bhutan commenced in 1772, when the Bhutias invaded the principality of Kuch Behar, a dependency of Bengal.",
        "Parkside's economy was less than spectacular, but at least it didn't require dependency on the fickle business of mines, steel or man­ufacturing for its fiscal survival.",
        "More severe side effects include drug dependency, severe skin disorder, and primary pulmonary hypertension.",
        "The island became a British protectorate on the 10th of April 1900, and was made a dependency of New Zealand in October 1900, the native government, of an elected \"king\" and a council of headmen, being maintained.",
        "Between the mainland dependency of the RiouwLingga residency and the residency of Palembang lies Jambi, an extensive sultanate, of which a portion belongs to the residency of Palembang as a protectorate, the sultan having in his capital (also called Jambi) a Dutch \" comptroller,\" who represents the resident of Palembang; another portion is claimed by a quasi-independent sultan who reigns in the interior.",
        "Sicyon's primitive name Aegialeia indicates that its original population was Ionian; in the Iliad it appears as a dependency of Agamemnon, and its early connexion with Argos is further proved by the myth and surviving cult of Adrastus.",
        "From this date till the War of the :Spanish Succession (1714) Milan was a dependency of the Spanish crown.",
        "The Laccadives and Maldives are groups of small coral islands, situated along the 73rd meridian, at no great distance from the Indian peninsula, on which they have a political dependency.",
        "In 17 4 2 the peshwa advanced to Mandla and exacted the payment of chauth (tributary blackmail), and from this time until 1781, when the successors of Sangram Sah were finally overthrown, Garha-Mandla remained practically a Mahratta dependency.",
        "It was in this year that a petition from Cape Town merchants asking for the creation of a British colony at Natal was met by the statement that the Cape finances would not permit the establishment of a new dependency.",
        "Among the latter is one ordering the despatch of 2 4 0 soldiers from Assyria and Situllum, a proof that Assyria was at the time a Babylonian dependency.",
        "About the year 1418 Sultan Husain Shah of Malwa invaded Kherla, and reduced it to a dependency.",
        "of Guadeloupe, of which it is a dependency.",
        "The trade is almost entirely with Aden, of which Berbera may be considered a commercial dependency.",
        "Then, when Vologaeses, yielding to his growing discontent, took advantage of the death of Antoninus to invade Armenia the Romans were victorious (164), and after the storming of places such as Nicephorium, Edessa, Nisibis, western Mesopotamia was once more Roman as far as the Khabur, Carrhae becoming a free city and Osroene a dependency.",
        "Montgelas' ambition was now to raise Bavaria to the rank of a first-rate power, and he pursued this object during the Napoleonic epoch with consummate skill, allowing fully for the preponderance of France - so long as it lasted - but never permitting Bavaria to sink, like so many of the states of the confederation of the Rhine, into a mere French dependency.",
        "Santiago is less important politically under the Republic than it was when Cuba was a Spanish dependency.",
        "Another Egyptian dependency, Alasia, has by some been identified with Cyprus or a part of it (but may perhaps be in North Syria).",
        "But whereas Assyria takes the first place in the classical accounts to the exclusion of Babylonia, the decipherment of the inscriptions has proved that the converse was really the case, and that, with the exception of some seven or eight centuries, Assyria might be described as a province or dependency of Babylon.",
        "Its condition encouraged the Burmese to depose the rajah, and to make Assam a dependency of Ava.",
        "The growth of the power of Holland, however, under a succession of strong and capable rulers led to the bishopric becoming, during the 14th century, almost a dependency of the county.",
        "Ceara was occupied by the Dutch from 1637 to 1654, and became a dependency of Pernambuco in 1680; this relationship lasted until 1799, when the capitania of Ceara was made independent.",
        "The precedence of the Caesars indeed, was always admitted by the Arsacids; and- Phraates IV soon entered into a state of dependency on Rome by sendinl (9 B.C.) four of his sons as hostages to Augustusa convenien method of obviating the danger threatened in their person without, the necessity of killing them.",
        "customs, and the feeling of shame at dependency on.",
        "But the large Province of Khora~an, of which Meshed was the capital, had never been other than a nominal dependency of the crown since the death of Nadir; and in the autumn of 1830 the shah, under Russian advice, assembled a large force to bring into subjection all turbulent and refractory chiefs on the east of his kingdom.",
        "The Cape of Good Hope subsequently \" became not a colony of the Republic of the United Provinces, but a dependency of the ` Netherlands Chartered General East India Company ' for mercantile purposes; and to this fact principally can be traced the slow progress, in all but extension of territory, of a country which was settled by Europeans within thirty years of the time when the Pilgrim Fathers, the founders of a mighty empire, landed at Plymouth to plant democratic institutions and European civilization in the West.\"",
        "the dependency of capillarity upon abruptness of transition.",
        "Sher Afzul, who had joined Umra Khan, surrendered, and eventually Chitral was restored to British political control as a dependency of Kashmir.",
        "A lba Marla) in Normandy, a dependency of the archbishopric of Rouen, was granted to Odo of Champagne, brother-in-law of William the Conqueror, who founded the first line of counts of Aumale.",
        "It was then a mere dependency of the adjoining state of Pedir; and the latter, with Pasei, formed the only states on the coast whose chiefs claimed the title of sultan.",
        "From that time Palaeopolis totally disappeared from history, and Neapolis became an allied city (foederata civitas) - a dependency of Rome, to whose alliance it remained constantly faithful, even in the most trying circumstances.",
        "In 542 Totila besieged it and compelled it to surrender, but being soon after recovered by Narses, it remained long a dependency of the exarchate of Ravenna, under the immediate government of a duke, appointed by the East Roman emperors.",
        "This remarkable man, a Parisian by birth, became governor of the Seychelles in 1789 under the monarchy, continued to serve under the First Republic, and Napoleon I., - acknowledging the British authority when ships of that nationality entered the harbour, - and when the Seychelles were made a dependency of Mauritius was appointed by the British agent-civil.",
        "As a dependency of the Benedictine abbey of Limburg, which was built and endowed by Conrad II., Di rkheim or Thurnigheim came into the possession of the counts of Leiningen, who in the 14th century made it the seat of a fortress, and enclosed it with wall and ditch.",
        "in 1372, the voivodate of Moldavia was recognized as a dependency of the crown of St Stephen.",
        "Ethnically and historically Afghan Turkestan is more connected with Bokhara than with Kabul, of which government it has been a dependency only since the time of Dost Mahommed.",
        "Up to 1856 Natal was, in fact, a dependency of the Cape (see South Africa).",
        "It was not, however, incorporated with the Cape, but made a crown dependency under the name of British Kaffraria.",
        "and 19° 44' and 19° 46' N., forming a dependency of Jamaica, which lies 178 m.",
        "Up to this time the queen, Isabel of Bavaria, had been held in a kind of dependency upon Philip of Burgundy, who had brought about her marriage; but less eager for influence than for money, since political questions were unintelligible to her and her situation was a precarious one, she suddenly became favorable to the duke of Orleans.",
        "But he maintained the legislation of the Valois, who placed industry in a state of strict dependency on finance, and he instituted a servitude of labor harder even than that of individuals; his great factories of soap, glass, lace, carpets and cloth had the same artificial life as that of contemporary Russian industry, created and nourished by the state.",
        "Up to 1722 Seistan remained more or less a Persian dependency.",
        "Consult also P. C. Meyer, Erforschungsgeschichte and Staatenbildungen des Westsudan (Gotha, 1897), an admirable summary with bibliography and maps; Karl Kumm, The Sudan (London, 1907); Lady Lugard, A Tropical Dependency (London, 1905); and the bibliographies given under the various countries named.",
        "In the interval preceding the second stage Syria with Palestine became an Egyptian dependency, though the links with the sovereign power were not so strong as to prevent frequent local rebellions.",
        "Brunei, at this time, was a dependency of Majapahit (Java), and paid a yearly tribute of a jar of areca juice obtained from the young green nuts of the areca palm, and of no monetary value.",
        "Hadrian, however, abandoning Trajan's forward policy in favour of a Euphrates boundary, restored it as a dependency of Rome.",
        "Parkside's economy was less than spectacular, but at least it didn't require dependency on the fickle business of mines, steel or man­ufacturing for its fiscal survival.",
        "abacus plot of data from all treatment arms (Figure 2) emphasizes the dependency on some large trials.",
        "To reduce dependency tied to multiple casualty coverage in.",
        "dependency on alcohol presents a risk to road safety.",
        "That Mona isnÃ¢t in the office all the time reinforces that mutual dependency.",
        "What patients call ' addicted ', clinicians might call ' psychological dependency ' .",
        "The contribution of walking to the Urban Renaissance, healthy living and reduced dependency on cars.",
        "We have already moved away from a passive social security system which could be caricatured as encouraging welfare dependency.",
        "dependency diabetes self-management variety of plans or her job.",
        "dependency ratio is set to double in the next twenty years.",
        "dependency tracking aimed to remove these problems.",
        "dependency culture which is with us today.",
        "dependency syndrome and a raised risk of suicide.",
        "First old-age dependency ratios are misleading an aging society by definition has a much smaller proportion of children to support.",
        "They could be homeless, at risk of domestic violence or have a drug or alcohol dependency for instance.",
        "I have argued for a shift away from welfare dependency for single parents with children of secondary school age.",
        "Some success has been claimed in treating drug dependency.",
        "Most doctors treating heroin dependency prescribe methadone, a less expensive synthetic opiate requiring a single daily dose to prevent withdrawal symptoms.",
        "Change regulations we dependency diabetes self-management more economically disadvantaged in august.",
        "Domicile of dependency Under the age of 16 a child has the same domicile of dependency Under the age of 16 a child has the same domicile as the person on whom they are legally dependent.",
        "That even an echo of emotional love or dependency exists amidst such moral filth and emotional madness is oddly endearing.",
        "fallacy of dependency theory has been demonstrated by sociologist Peter Berger of Boston University.",
        "The case study was guided by the social science concepts of institutional isomorphism and resource dependency.",
        "ling term dependency.",
        "This ranges from children requiring a scan on a day case basis to a child requiring high dependency care following neurosurgery.",
        "The vascular unit offers experience in care of the high dependency patient, surgical nursing, rehabilitation and palliative care of the patient.",
        "Methadone is a synthetic opioid used to replace heroin in the treatment of dependency.",
        "To be able to analyze an algorithm and detect parallelism using notions of data dependency.",
        "postpone the onset of debilitating conditions which entail greater dependency.",
        "Consider a trial of pyridoxine if pyridoxine dependency is suspected.",
        "Patients with severe sepsis or septic shock should be admitted to ICU or a high dependency unit.",
        "servile dependency was one of the proud Greeks ' worst fears.",
        "Quot this has them and insurance renters storage we disaster strike to reduce dependency.",
        "talking about personal responsibility when more and more of our people are being driven into means-tested dependency.",
        "The familiar tropes of female dependency are likewise hard to find even in parallel forms.",
        "vicer too long the farming lobby has had a vise like grip on policy, its time we ended their dependency culture.",
        "welfare dependency on an international scale.",
        "Dependency Potential and withdrawal Symptoms All references warn of avoiding abrupt withdrawal and the use of a tapered withdrawal.",
        "of Fiji, of which British colony it is a dependency.",
        "Christianity was introduced into Mare by native teachers from Rarotonga and Samoa; missionaries were settled by the London Missionary Society at Mare in 1854, at Lifu in 1859 and at Uea in 1865: Roman Catholic missionaries also arrived from New Caledonia; and in 1864 the French, considering the islands a dependency of that colony, formally instituted a commandant.",
        "(3) Lastly, the degree of dependency on human goodwill attributed to the power addressed may be so great that, instead of diplomatic politeness, there is positive hectoring, with dictation, threats and abuse.",
        "was a dependency containing an important hoard of bronze vessels (ib.",
        "of Antigua, of which it is a dependency, in 17Ã‚° 33' N.",
        "At the same time the frontiers of Servia and Montenegro were enlarged so as to become almost contiguous, and Montenegro received the ports of Antivari and Dulcigno on the Adriatic. From a strategical point of view the Bulgaria of the San Stefano treaty threatened Salonica, Adrianople and Constantinople itself; and the great powers, anticipating that the new state would become a Russian dependency, refused their sanction to its provisions.",
        "and 19Ã‚° 44' and 19Ã‚° 46' N., forming a dependency of Jamaica, which lies 178 m.",
        "(See also NIGERIA; FULA; and HAUSA.) See the Travels of Dr Barth (London 1857); Lady Lugard, A Tropical Dependency (London, 1905); P. L.",
        "Servile dependency was one of the proud Greeks ' worst fears.",
        "Between the groups, three key areas of dependency were revealed: the labor market, sharecropping land, and water use.",
        "It 's no good talking about personal responsibility when more and more of our people are being driven into means-tested dependency.",
        "High benefit dependency underscores the nature of poverty at the peace line.",
        "For too long the farming lobby has had a vise like grip on policy, its time we ended their dependency culture.",
        "Foreign aid, although well-intentioned, creates welfare dependency on an international scale.",
        "Special Needs-Special needs forums often feature topics such as adoption subsidies, drug dependency, learning disorders, psychological disorders, autism, and any other special needs adoption subjects.",
        "Most of the propane used in the United States is produced domestically, therefore using propane as an alternative to regular gasoline would reduce United States dependency on foreign oil and would increase energy security.",
        "Americans are clamoring for less reliance on foreign oil, and less dependency on non renewable fuel sources, while also desiring lowered fuel costs.",
        "Canning and preserving fruits and vegetables - This reduces the dependency on having to buy frozen or canned fruits and vegetables during the winter months.",
        "This lessens your dependency on public water and sewer services.",
        "Hang clothes to dry whenever possible - This reduces your dependency on public utility companies.",
        "This helps to preserve the world's supply of fuels as well as reducing our dependency on oil.",
        "The good news is that each new alternative fuel that is designed and implemented reduces the world's dependency on fossil fuels.",
        "There are many steps that are being taken and important developments that will reduce our dependency on fossil fuels.",
        "Exploring ways to reduce our dependency on fossil fuels has long been a priority with environmentalists.",
        "Even if you are unable to achieve full off grid living, there are many alternative fuel sources available that can help to reduce your dependency on the main energy supply.",
        "One is reducing the dependency on non-renewable energy supplies.",
        "Off the grid living reduces the dependency on non-renewable fuel sources.",
        "Even if it is not feasible to go entirely 'off grid' there are many ways that homes can decrease their dependency on the main energy supplies.",
        "With new emerging technologies and improvements of existing renewable energy sources, dependency upon foreign oil and other fossil fuels that pollute the planet can eventually be replaced with clean sustainable energy sources.",
        "Converting to a renewable energy source whenever possible will create a cleaner environment and help reduce dependency on sources that will eventually be depleted.",
        "Adding solar panels to a house, using biofuel to power vehicles, or implementing geothermal heat to warm a building can put renewable energy to use and reduce dependency on fossil fuels.",
        "If you've been asking yourself, \"What is solar energy?\", chances are you've been researching ways to reduce your dependency on traditional power sources.",
        "Excessive use may cause drug dependency or rebound headaches to occur.",
        "Make sure you tell your doctor if you have any diseases affecting your respiratory system, you've experienced severe depression or suicidal thoughts, or you have a history of alcohol or drug dependency.",
        "Unfortunately, it does cause physical and psychological dependency, which doesn't make a choice for individuals who are at risk for substance abuse.",
        "While these medications do not cause dependency, they may take six weeks to become effective.",
        "Programs offered through treatment facilities vary, but many have the same criteria: freedom from dependency, academic learning hours and clinical practice hours, and knowledge of addiction and recovery.",
        "Often, teens that have a problem with substance abuse do not get the drug addiction help they need because parents are unaware of the situation or unfamiliar with chemical dependency.",
        "The dependency causes compulsive and irrational behavior, severe and sometimes painful drug cravings, and chronic behavioral issues.",
        "Not only does this form of dependency cause severe emotional and physical problems, it can also lead to death in the most extreme cases.",
        "Studies have shown that attending Alcoholics Anonymous meetings can increase an alcoholic's chances of recovering from this debilitating dependency.",
        "The one best suited to you and your addiction will depend on the drug or drugs you take, as well as your level of dependency.",
        "Addiction abuse or dependency on a prescription drug such as valium occurs due to the \"rebound effect\" of the drug.",
        "The user acquires a chemical dependency on the drug; in the addict using the drug to aid withdrawal, symptoms can be worse as a result.",
        "Often, dependency occurs when users don't follow prescription guidelines, either by taking more than the recommended doses or taking the drug for longer than was originally intended.",
        "Percocet users build up a dependency on this drug for pain management, and in some cases, for everyday functioning.",
        "The level of dependency (physical and psychological) that a person has on the drug.",
        "Drugs affect people in different ways, just as the level of addiction and dependency on a particular drug will vary from one person to another.",
        "Workers with difficult schedules may try meth in an effort to stay awake for work and soon experience a dependency on this highly addictive drug.",
        "Clonazepam can be addictive, and for this reason patients must be closely monitored by physicians to ensure the users do not wind up with the side effect of dependency on this drug.",
        "It has dependency qualities, if taken for a long time, that can lead to addiction.",
        "Even though most people are aware that cigarette smoke contains toxic chemicals and contributes to an increased risk of lung cancer, heart disease and other health problems, the dependency on nicotine causes a powerful craving.",
        "As with any addiction, smokers will likely need to seek support if they want to end their dependency and ensure that nicotine is out of their systems.",
        "Therapy can also be helpful in breaking the psychological dependency that accompanies the physical dependency the nicotine produces in the system.",
        "The issue of adolescent chemical dependency is one that parents, teachers and the community as a whole need to be aware of.",
        "In a document previously published at BrightFuture.org that was adapted from an article found in Contemporary Pediatrics 14(4):45-72, the progressive stages of chemical dependency in adolescents are as follows.",
        "The Adolescent Chemical Dependency Inventory is used to evaluate young people in schools and treatment facilities.",
        "He entered rehab for a dependency on sleep medication in August 2005.",
        "Unless you meet the criteria to file as an independent student or file a Dependency Override Appeal, you'll be required to base your answers on your parents' most recent tax return as well as your own.",
        "The site also offers several comparison charts and forms that can be used in conjunction with the calculators, such as the Stafford vs. PLUS Comparison Chart and the Dependency Status Form.",
        "You can heat your home using these inserts and decrease your dependency on your furnace.",
        "If you don't, it's a little like popping pain killers every day in case you'd get a headache -- save it and avoid creating an unnecessary dependency.",
        "The changes in the nervous system and in the brain make this type of drug particularly troublesome, especially when it comes to dependency and abuse.",
        "Excessive use of laxatives may result in dependency on these products.",
        "Some were designed to assess potential problems that are associated with adolescence, such as eating disorders, social problems, family conflicts, and alcohol or chemical dependency.",
        "During adolescence, there is a movement away from the dependency typical of childhood toward the autonomy typical of adulthood.",
        "Fiber supplements containing psyllium (Plantago psyllium) usually become effective within about 48 hours and can be used every day without causing dependency.",
        "It has been theorized that Munchausen patients are motivated by a desire to be cared for, a need for attention, dependency, an ambivalence toward doctors, or a need to suffer.",
        "Fears of abandonment and rejection often lead to an excessive dependency on others.",
        "Help may also be needed for adolescents whose lack of self-esteem is expressed in negative behaviors, such as criminal activities, gang affiliation, smoking, and alcohol and other drug dependency.",
        "The physical dependency the fetus has with the mother creates a basis for emotional and psychological bonding after birth.",
        "Signs of physical dependency include the need to increase the dosage in order to achieve results, mental depression, unusual behavior, and unusual tiredness or weakness.",
        "However, if dependency in a child or adolescent starts to interfere with school work, daily living, and the child's sense of self-esteem and well-being, parents should seek professional help from their child's doctor.",
        "People with unresolved grief might have alcohol or drug dependency issues, as well as depression.",
        "You need to see a licensed mental health counselor if you feel you are experiencing sleep problems, depression symptoms, or drug dependency issues.",
        "This signifies the dependency as well as the eye of the fish that never closes and is all-seeing.",
        "Methadone treatments in pregnancy are not associated with an increased risk of congenital abnormalities in infants, but the primary concern is dependency in the developing baby.",
        "Since the synthetic opiate reaches the developing fetus, it can lead to fetal dependency on the drug.",
        "While the notion of having a baby with an opiate dependency is upsetting, there are considerable benefits.",
        "Preoccupation with certain subjects paired with a dependency on routine can lead to significant social impairments.",
        "Some of the problems with play can be due to the child's dependency on routine and order."
    ],
    "definition": [
        "Dependence.",
        "Something dependent or subordinate.",
        "A minor territory under the jurisdiction of a government.",
        "Link/Cite",
        "A state of dependence; a refusal to exercise initiative.\nFrank's sullen dependency was driving his father nuts.",
        "Something dependent on, or subordinate to, something else:\nIn the United States' governmental structure, the military is conceived as a dependency under the executive branch.",
        "A colony, or a territory subject to rule by an external power.",
        "A dependence on a habit-forming substance such as a drug or alcohol; addiction.",
        "(computing) Reliance on the functionality provided by some other, external component.\nThis library has a lot of dependencies. We have to compile all of those other libraries first.",
        "Link/Cite"
    ]
}