{
    "translation": "לצייר, לתאר",
    "uses": [
        "The artist did not depict emotion: he depicted the subjects that produce emotion.",
        "His earliest collections of stories and sketches, Aus Halb- Asien, Land and Leute des ostlichen Europas (1876) and Die Juden von Barnow (1877) depict graphically the life and manners of the races of southeastern Europe.",
        "The simplest forms of these depict the objects signified by the name, as where Chapultepec or \" grasshopper-hill \" is represented by a grasshopper on a hill, or a stone with a cactus on it stands for Tenoch or \" stonecactus,\" the founder of Tenochtitlan.",
        "It was reserved for Finlay to depict, with greater knowledge and a juster perception, the lights and shades of Byzantine history.",
        "In his design for the Hall of Council he set himself to depict this frenzy at its fiercest.",
        "In the principal figures of ecclesiastical history he tried to depict the representative tendencies of each age, and also the types of the essential tendencies of human nature generally.",
        "That she was at length taken in her own toils even such a dullard as her admirers depict her could not have failed to understand; that €he was no such dastard as to desire or deserve such defenders the whole brief course of her remaining life bore consistent and irrefragable witness.",
        "the Cretan Kouretes), or to depict the conquest of barbarians as the overthrow of serpents or serpent-like beings.",
        "Reitor, depict country life and scenery with loving sympathy, and hold the reader by the charm of the characters, but Diniz is a rather subjective monotonous writer who lacks the power to analyse, and he is no psychologist.",
        "There were not wanting those who insinuated that Galileo intended to depict the pope himself in the guise of the simpleton of the party; and the charge, though preposterous in itself, was supported by certain imprudences of expression, which Urban was not permitted to ignore.",
        "His poems, including \" Afar in the desert I love to ride,\" depict the scenes of those early days in glowing lines.",
        "Many Utopias, such as the Fable of the Bees and Erewhon, are designed to satirize existing social conditions as well as to depict a more perfect civilization.",
        "Many motives have worked to bring these legends into their present form, and while they depict the character of Israel's wilder neighbours, they represent the recurrent alternating periods of hostility and fellowship between it and Edom which mark the history.",
        "Under Hollywood's production code at the time, movies could not include nudity, criminal activity, or offensive language, or depict illegal drug use, venereal disease, or childbirth.",
        "In modern lists the signs are classified according to the nature of the objects they depict, as human figures, plants, vessels, instruments, &c. Fiorapollons Flieroglyphica may be cited as a native work, but its author, if really an Egyptian, had no knowledge of good writing.",
        "To this period are due famous frescoes in the Palazzo Schifanoia, which was built by the Este family; those of the lower row depict the life of Borso of Este, in the central row are the signs of the zodiac, and in the upper are allegorical representations of the months.",
        "Road maps depict major roads in a state.",
        "Colorful pictures depict the varied wildlife of the area.",
        "They depict the See of Oxford impaling argent an eagle sable charged with a mullet argent.",
        "On the finished columns raised panels depict Ay and his wife adoring cartouches.",
        "atrocityes depict heads of state and military leaders, troops at war, wartime atrocities, and scenes mocking the opposing side.",
        "These intricate drawings, whilst reminiscent of old-fashioned comic books or medieval illuminated manuscripts, are timeless, like the human folly they depict.",
        "He hopes to depict David Cameron as a hollow chancer with ' namby-pamby policies on chocolate oranges ' .",
        "depict various gridlock scenarios to set up your traffic jam to.",
        "Taken between 1976 and 1987, these images vividly depict the vibrant social scene surrounding Warhol.",
        "Did the novels and plays of the time realistically depict the ' new woman ' .",
        "Owen really strives to depict the horror of war by using extremely graphic images, both mental and.. .",
        "Most of these masterly works are visual creations of emotional and perceptive concepts that depict the ragas or musical modes of Indian classical music.",
        "Depict violent actions as fun, harmless, and \"cool.\"",
        "Poets and films often depict Paris in the springtime.",
        "A logo is a graphic element used to depict a visual image of your company.",
        "Rush Hour arrives with 40 challenge cards, which depict various gridlock scenarios to set up your traffic jam to.",
        "The paintings, executed on canvas, depict scenes from the story of Ulysses.",
        "One of the most difficult tasks that any artist has is to depict the resurrection of Jesus Christ.",
        "The posters depict road safety messages themed around the four seasons.",
        "Image A: An image with a high dynamic range has enough tonal data to depict scenes similar to what your eyes see.",
        "More business quot jazz films in and middle parts paintings depict warriors.",
        "It is naturally uncertain how far the traditions of David can be utilized; but they illustrate Judaean situations when they depict intrigues with Israelite officials, vassalage under Philistia, and friendly relations with Moab, or when they suggest how enmity between Israel and Ammon could be turned to useful account.",
        "This enormous work was subsidized by the French government; and, though the figures are utterly devoid of artistic merit, they display the species they are intended to depict with sufficient approach to fidelity to ensure recognition in most cases without fear of error, which in the absence of any text is no small praise.2 But Buffon was not content with merely causing to be published this unparalleled set of plates.",
        "The consequence of the latter was sometimes to subject them to a servitude worse than death, as is seen in the plays of Plautus and Terence, which, as is well known, depict Greek, not Roman, manners.",
        "Finally, in the person of Vishtaspa, who seems to have been a prince resident in east Iran, he gained the powerful protector and faithful disciple of the new religion whom he desired - though after almost superhuman dangers and difficulties, which the later books depict in lively colours.",
        "Egyptian monuments depict Semites with long bordered tunics reaching from neck to ankle; they have sleeves, which are sometimes curiously decorated, and are tied at the neck with tasselled cords; some times there is a peculiar design at the neck resembling a cross (Muller, Asien and Europa, pp. 298 seq.).",
        "Celtic cross tattoos typically feature the most variation and appear in a multitude of styles that may or may not depict an abundance of Celtic knots.",
        "Tattoos can not only depict an image, they can transform the image a person projects.",
        "The Egyptian monuments depict the flight of the enemy, the heavy ox-carts with their women and children, and the confusion of their ships.",
        "These two small books contain the earliest and most systematic of all Ruskin's efforts to depict a new social Utopia: they contain a vehement repudiation of the orthodox formulas of the economists; and they are for the most part written in a trenchant but simple style, in striking contrast to the florid and discursive form of his works on art.",
        "He felt, no doubt, that the object of epic poetry was not to teach moral lessons or doctrines of faith, but to depict the good and bad tendencies of the human mind, the struggles and passions of men; and indeed in the whole range of Persian literature only Firdusi and Fakhr-uddin As`ad Jorjani, the author of the older epopee Wis u.",
        "One of the most difficult tasks that any artist has is to depict the Resurrection of Jesus Christ.",
        "Other carvings depict the rare breeds housed at the Tower including a saddleback pig, soay sheep and a dexter cow.",
        "But for many couples, this does not depict their true feelings as they await the arrival of their baby.",
        "Countless portraits of the Virgin Mary Magdalene depict her as being heavy with child.",
        "The Aquarium's exhibits are designed to depict the various sea habits of Monterey Bay.",
        "The masks often depict a character, or rather, a caricature.",
        "Day and evening bags are available, and many bags depict a roomy, triangular shape.",
        "The ads and infomercials depict many items fitting neatly into the bag, which is one of its largest selling points - a cluttered handbag is a nuisance, and the Buxton shoulder bag offers a remedy.",
        "There are numerous legends and myths surrounding the mystique of how this odd group of animals was selected to depict the Chinese zodiac.",
        "An ESP test online may include electronic images of the traditional Zener cards, or use flash animation to depict random colors, patterns or sounds that the user must guess.",
        "Movies and television programs depict apparitions that look and act much as we do in real life.",
        "Chupacabras is an interesting site that shows artists renderings of El Chupacabra, some ancient pictures that may depict El Chupacabra carved in stone, and a few of the dead animals that may be chupacabra.",
        "With the long history and degree of symbolism associated with fairy images, there are many ways you can depict a fairy on your body in the form of a tattoo.",
        "Western dragon tattoos usually depict the dragon in flight with its great wings outstretched in an impressive span.",
        "Dragons are one of the most perfect images to depict in a tribal design.",
        "Depict your dragon flying, as a sea serpent, breathing fire or standing guard in a cave to show your elemental affiliation.",
        "The four points on the cross are known as the cardinal points, and are used to depict the world separated into four elements.",
        "Many people feel that tattoos that depict Western culture, such as cow skulls, eagles, tumbleweeds and horses are also in line with a Native American style.",
        "They often depict the religious and spiritual beliefs of the person who has one.",
        "If you are a fan of fantasy art and want to depict that in a tattoo, then why not add a comet tattoo to the pattern?",
        "Chinese zodiac tattoos are also available in the form of Chinese lettering, which can be a popular choice for people who do not necessarily want to depict animals or elements on their body.",
        "Nautical stars are a fairly easy picture to depict.",
        "The image of the rose can be used to depict Mary, or the Rose of Sharon.",
        "Place the pixie alone, or for a more realistic affect, depict a few other items in a scene, such as flowers, trees or animals.",
        "You can depict Tinkerbell in any way you so desire.",
        "To build your child's interest, look for alarm clocks that depict beloved childhood themes.",
        "When it comes down to werewolf fantasy art there can be a great variety how an artist may depict the werewolf.",
        "While most popular fairy lore in the West deals with good fairies, there are also stories that depict a darker element among the fae.",
        "Wendy Kathleen McElfish - McElfish's art uses watercolors to depict childlike fairies, darker fairies and more.",
        "The language and memory schemes employed in color displays correspond to those that depict color depth in graphics files.",
        "impale depict the See of Oxford impaling argent an eagle sable charged with a mullet argent.",
        "Colors are used to accurately depict the environment, and more complex art materials may be introduced.",
        "An excellent way to add these earth tones to your décor is with a series of paintings or photos that depict these natural colors.",
        "So, it's only natural to feel a sense of relief when you see celebrity pregnancy pictures that depict a starlet looking a little less than radiant.",
        "Blocking questionable programs: Use technology to block programs that depict violence if you know you can't always be around to monitor your children's viewing habits.",
        "Origamic architecture can depict everything from flowers to Santa Claus.",
        "The drawings depict key scenes from the stories making this an ideal read aloud.",
        "He commissioned artists to depict the furniture and lighting pieces in room settings.",
        "Images that depict nature, animals, objects and people are common place, but so are abstract designs, filled with color.",
        "Both words were used in ancient astronomy terminology to depict celestial directions.",
        "These large magnets are made to attach right to the front of your unit and depict bright scenes of laundry being dried on a line outdoors, or soap bubble filled wash baskets.",
        "Archaeologists have discovered rock drawings which depict a man standing on a pair of wooden planks, holding a long wooden stick.",
        "Photos of white wedding picture frames can beautifully depict wedding in a symbolic and wonderful way.",
        "What was written as a song to depict a psychotic stalker was assumed to be a love song by many couples and was used in countless wedding ceremonies.",
        "A funny cake topper idea is to depict the bride lassoing the groom with a sturdy rope.",
        "Many retailers carry curtains that depict world maps.",
        "Some shower curtain designs have seagulls taking flight around a lighthouse, while others depict the rolling waves of the ocean surrounding the tall beacon.",
        "Bright and cheerful, the blankets celebrate the show's main character in all her glory, and often depict her standing alongside one of her friends.",
        "Bows, pink lips and long eyelashes depict a girl monkey.",
        "If your friend has a favorite crotchety cartoon or book character, you might also choose to depict that character on the cake.",
        "Seagal believes that the show is necessary to depict the \"…passion and commitment of the Jefferson Parrish sheriff's office.\"",
        "Also available are tees in various colors that depict the illustrated cover from the book.",
        "The cache-sexe can be traced to the Paleolithic period, where stone carvings of fecund women, such as the Venus of Lespugue, depict panels of string fore and aft.",
        "The pendant is made up of two pieces and depict the yin yang in a counter-clock motion.",
        "Some charms depict Jesus blessing the food.",
        "Trinity Ring: Like the Triskelion, a Trinity ring is a triad symbol often used to depict eternity and the holy union of God, the Holy Ghost, and Christ.",
        "People found it fascinating to think that a color could accurately depict what a person was feeling.",
        "Icy blue: A pale, pale blue color is sometimes used to depict a vampire's look, reminiscent of some of the Interview with a Vampire characters.",
        "It is through the use of sprites that the online community creates amusing short cartoons, for example, that depict Sonic performing a Mortal Kombat-style fatality.",
        "Game publishers complain that books can depict much bloodier and more subversive behavior than games, and yet are available to be checked out of public libraries by children and teenagers.",
        "Gothic Gallery - A collection of various artists that depict fairies in many styles from the surreal to the computer aided.",
        "depict the character of the rat?",
        "The Astarte Plaques therefore depict the goddess in the context of her shrine.",
        "Not because a cadre of radical Islamist imams are trying to dictate what he may and may not depict in his artwork.",
        "inextricable tangle of knowledge are what Gadda wants to depict.",
        "Indeed, Morris seems particularly intent to depict casual coupling with a variety of gender variations.",
        "intricate carvings depict many of the Bible stories and scenes from the life of Christ.",
        "Both also depict alienated, blank-faced loners as their main characters.",
        "Greece used a pentagram to depict 5 different aspects of Greece at the beginning of the show.",
        "Beautiful white gold pendants from Sorella Jewelry Studio depict the image of a monkey on disc measuring 3/4 inch in diameter.",
        "Does it commemorate an important event or depict a well known character?",
        "Many works of historical fiction accurately depict a real period in history, but the people and events in the story are completely fictional.",
        "The TAT consists of 31 pictures that depict a variety of social and interpersonal situations.",
        "Chinese elephant sculptures and figurines often depict a child or children riding on its back in a symbol of fertility and wealth.",
        "The bag is designed to depict a scene from the movie.",
        "Handmade handbags usually depict high quality craftsmanship.",
        "Unlike XOXO handbags, that clearly depict their designs without claiming to be the designers they are inspired by, many handbags label themselves as the genuine designer when they are, in fact, just poorly made fakes.",
        "Many of the tapestry tote bags of today depict beautiful picturesque scenes with subjects similar to the antique scenic handbags of the past.",
        "Whether you're interested in coloring pages that depict your favorite Disney Princess or pages with a seasonal theme, there are hundreds of options available.",
        "The cards used in the ESP tests depict five symbols, including a circle, square, star, wavy lines and a cross or plus symbol.",
        "Designs based around Celtic imagery typically depict a series of delicately intertwined lines that represent knots, spirals or mazes.",
        "It's been used alone and with other images for years to depict a number of meanings.",
        "Taken more literally, a Gemini tattoo could depict a dual image or twins.",
        "Consider placing teddy on a fluffy pillow to depict a snuggling bedtime scene.",
        "Perhaps an artful scroll will depict the same fancy font without the commitment to a language that you are ultimately unfamiliar with.",
        "Jesus is crucified - although notably the play does not depict the Resurrection - and Judas, consumed with guilt and angry at God, commits suicide.",
        "Her site offers many items for sale that depict her gothic fairies including prints, sculptures and throws.",
        "If you like the computer-generated looking art format, then you'll be pleased with these; they're excellent examples of this type of art that depict fairies in various settings and poses.",
        "The Cottingley Fairies photographs were taken in 1917 and seemed to depict beautiful fairies surrounding and playing with two young girls.",
        "deityd especially for New Year hangings, woodcut prints are of a simple, rural style and commonly depict folk deities.",
        "It doesn't have to depict pretty subjects -- Goya painted horrific scenes but he made something magnificent out of them."
    ],
    "definition": [
        "To represent in a picture or sculpture: Each page's border has designs that depict forest animals.",
        "To represent in words; describe: stories that depict life on the frontier.",
        "de·pic′tion\nnoun",
        "Link/Cite",
        "To render a representation of something, using words, sounds, images, or other means.",
        "The subjects of the verb include words, music and images.",
        "(obsolete) Depicted.",
        "Link/Cite"
    ]
}