{
    "translation": "להצטער, לבכות",
    "uses": [
        "One may deplore his unfortunate history and wasted genius, but it is impossible to regret his exclusion from the government of England.",
        "A sorrowful supplication, in which the speakers deplore, not the fall of Jerusalem, but their own state of galling dependence and hopeless poverty.",
        "deplore the fact that our actions are impure.",
        "In after years he so far forgot himself as to write of Saint-Simon as a depraved quack, and to deplore his connexion with him as purely mischievous.",
        "Thus Inigo Jones laments the disappearance of stones that were standing when he measured it; and both Stukely and Aubrey deplore the loss of fallen stones that were removed to make bridges, mill-dams and the like.",
        "Boers deeply deplore the death of their good friend.",
        "deplore the absence of follow-up which could help to develop a synergy to maintain women's passion for communication.",
        "deplore the intention to demolish an outstanding example of good modernist design.",
        "deplore any attempt to prosecute the men for this kind of activity.",
        "deplore violence against people, violence from any quarter section or state against any people.",
        "We utterly deplore this level of rate, which is in stark contrast to the 3.89% increase for Council services.",
        "The elder Gibbon heard with indignant surprise of this act of juvenile apostasy, and, indiscreetly giving vent to his wrath, precipitated the expulsion of his son from Oxford, a punishment which the culprit, in after years at least, found no cause to deplore.",
        "deplore the lack of tangible progress made on important verification issues over the past year.",
        "deplore\" Deploring further that Iraq.. ultimately ceased all cooperation with UNSCOM and the IAEA in 1998 \" .",
        "I very much deplore the practice used by some stores of two piercers firing their guns at the same time.",
        "We also deplore the UN World Food Program for failing to first ask the countries whether they would willingly accept GM food.",
        "- A sorrowful supplication, in which the speakers deplore, not the fall of Jerusalem, but their own state of galling dependence and hopeless poverty.",
        "deplore what he's doing.",
        "We all deplore the inhuman acts in Yugoslavia that preceded NATO action.",
        "deplore in others?",
        "His cosmopolitanism - which makes him in the modern Imperialist's eyes a \"Little Englander\" of the straitest sect - led him to deplore any survival of the colonial system and to hail the removal of ties which bound the mother country to remote dependencies; but it was, in its day, a generous and sincere reaction against popular sentiment, and Cobden was at all events an outspoken advocate of an irresistible British navy.",
        "His conduct for the next three years teems with inconsistencies which we may deplore but cannot pass over."
    ],
    "definition": [
        "To feel or express strong disapproval of; condemn: “Somehow we had to master events, not simply deplore them” ( Henry A. Kissinger )",
        "To express sorrow or grief over.",
        "To regret; bemoan.",
        "Link/Cite",
        "To bewail; to weep bitterly over; to feel sorrow for.\nI deplore my neighbour for having lost his job.\nThe UNHCR deplores the recent events in Sudan.\nI deplore not having listened to your advice.",
        "To condemn; to express strong disapproval of.\nI deplore how you treated him at the party.\nMany people deplore the actions of a corrupt government.",
        "podreel",
        "Link/Cite"
    ]
}