{
    "translation": "לזלזל, להמעיט בערכו של...",
    "uses": [
        "those to virgins, (2) above); for these enjoin virginity (celibacy), and praise Elijah, David, Samson, and all the prophets, whereas the Ebionite Circuits favour marriage (even in Apostles) and depreciate the prophets between Moses and Christ, \"the true Prophet.\"",
        "The government being unable to repay its loans from the banks compelled the latter to suspend the conversion of their notes, which began to depreciate in value.",
        "\"I have been a witness of him for sixteen years,\" says Beza, \"and I think I am fully entitled to say that in this man there was exhibited to all an example of the life and death of the Christian, such as it will not be easy to depreciate, such as it will be difficult to emulate.\"",
        "It was his whim, as part of his general liberalism, to depreciate the education he received; but it seems to have been a very sound and good education, which formed the basis of his extraordinarily wide, though never extraordinarily accurate, collection of knowledge subsequently, and (a more important thing) disciplined and exercised his literary faculty and judgment.",
        "Don't use your equity in a frivolous manner, because you never really know when your home may begin to depreciate and leave you with owing more than the home is worth.",
        "The same reason that made him depreciate Hegel made him praise Krause (panentheism) and Schleiermacher, and speak respectfully of English philosophy.",
        "Even if your home does not depreciate, that is not to say the money you invested in the home would not have grown larger and faster had it been invested wisely somewhere else.",
        "The most foolish and discreditable was certainly that of Davies; his unworthy attempt to depreciate the great historian's learning, and his captious, cavilling, acrimonious charges of petty inaccuracies and discreditable falsification gave the object of his attack an easy triumph.",
        "depreciate over time and should be sold on.",
        "depreciate as quickly as PC hardware!",
        "depreciate in value with time.",
        "depreciate more quickly.",
        "In the Philebus, however, though a more careful psychological analysis leads him to soften down the exaggerations of this attack on sensual pleasure, the antithesis of knowledge and pleasure is again sharpened, and a desire to depreciate even good pleasures is more strongly shown; still even here pleasure is recognized as a constituent of that philosophic life which is the highest human good, while in the Laws, where the subject is more popularly treated, it is admitted that we cannot convince man that the just life is the best unless we can also prove it to be the pleasantest.",
        "As with cars, bicycles depreciate in value once they leave the bike store.",
        "Oh, it's important to know things, you ca n't depreciate knowledge... not at all.",
        "depreciate is her fortune but it's an asset that's fast depreciating.",
        "Loss of jobs in an area can cause home value to depreciate in some areas.",
        "As soon as a motor home leaves the lot, its value begins to depreciate.",
        "Most titles depreciate over time as well, so you will need to add some money as you go along.",
        "Just like with cars, recreational vehicles depreciate over time.",
        "Just like cars, travel trailers depreciate in value as soon as they leave the dealership.",
        "The tenant pays all imposts: he may not change the form of the property, nor do anything to depreciate its value.",
        "C. Lewis in his History of Ancient Astronomy (pp. 466-481) revived the sceptical view, the tendency of modern critics has been rather to exaggerate than to depreciate the value of what was really added by Pytheas to knowledge.",
        "Since cars depreciate between 25% and 40% within a year, a used car that is just a few years old is generally a more economical purchase.",
        "See Publication 946 How To Depreciate Property for more information."
    ],
    "definition": [
        "To lessen the price or value of: An increase in the supply of money depreciated the currency.",
        "To write off an expenditure for (a tangible asset) by prorating over a certain period, usually the estimated useful life of the asset.",
        "To think or speak of as being of little worth; belittle. See Synonyms at disparage. See Usage Note at deprecate.",
        "de·pre′cia·ble\nadjective",
        "de·pre′ci·a′tor\nnoun",
        "Link/Cite",
        "To lessen in price or estimated value; to lower the worth of; to represent as of little value or claim to esteem; to undervalue.",
        "(intransitive) To decline in value over time.",
        "To belittle.",
        "Do not confuse with deprecate, which means 'to disapprove of'. The meaning of deprecate has lately been encroaching on depreciate in the sense 'to belittle'.",
        "Link/Cite"
    ]
}