{
    "translation": ".1 לקפח\n.2 למנוע, לשלול",
    "uses": [
        "And who was she to deprive him because of her beliefs?",
        "For some reason you wish to deprive me of our former friendship.",
        "The princess is too kind to wish to deprive me of the pleasure of spending the evening with you.",
        "Apart from the fact that British and Austrian troops had been unable to deprive Philip V.",
        "Everything is done to deprive him of the remains of his reason and to prepare him for his terrible part.",
        "To alter it in any way would be to deprive it of all distinguishing characteristics.",
        "Farther south, in Patagonia, the prevailing wind is westerly, in which case the Andes again \" blanket \" an extensive region and deprive it of rain, turning it into an arid desolate steppe.",
        "At the same time the fact that the lovers are the helpless victims of the fatal force of a magic spell is insisted upon, in order that their career of falsehood and deception may not deprive them of sympathy.",
        "To this he replied that one should not deprive a wife of one's embraces and gave me to understand that that was my duty.",
        "One of the principal MS. sources used is the great Kitdb al-Aghani (Book of Songs) of Abu Faraj, which has since been published (20 vols., Boulak, 1868) in Egypt; but no publication of texts can deprive the Essai, which is now very rare, of its value as a trustworthy guide through a tangled mass of tradition.",
        "Formerly Kerbela was a self-governing hierarchy and constituted an inviolable sanctuary for criminals; but in 1843 the Turkish government undertook to deprive the city of some of these liberties and to enforce conscription.",
        "Are you not ashamed to deprive us of your charming wife?",
        "Although pressed by the minister to prepare for them a complete course of mathematics, he declined to do so, on the ground that it would deprive Mme Bezout of her only income, from the sale of the works of her late husband; he wrote, however (1786), his Traite elementaire de la statique.",
        "to deprive Hungary of her constitution and the Protestants of their religious liberties speedily alienated Bocskay, especially after the terrible outrages inflicted on the Transylvanians by the imperial generals Basta and Belgiojoso from 1602 to 1604.",
        "In 1863 a hostile legislature sought to deprive him of all control over the militia, and failing in this, adjourned without making the appropriations necessary for carrying on the state government.",
        "The pope hurled an edict against the Pisans and tried to deprive them of Sardinia, while their merchants were driven from Sicily by the Angevins.",
        "Teachers and professors who were weak in English, lawyers, newspaper men and others, combined to deprive these reforms of their legitimate consequence, viz.",
        "Whitgift, with other heads of the university, deprived Cartwright in 1570 of his professorship, and in September 1571 exercised his prerogative as master of Trinity to deprive him of his fellowship. In June of the same year Whitgift was nominated dean of Lincoln.",
        "Kepler's fidelity in remaining with him to the last did not deprive him of the favour of his successor.",
        "attempted to deprive Catalonia of its rights and privileges, it gave itself up to Louis XIII.",
        "had sought to deprive Henry the Proud of his duchies, and when the duke died in the following year the interests of his young son were maintained in Saxony by his mother, and his grandmother Richenza, widow of Lothair, and in Bavaria by his uncle, Count Welf VI.",
        "It also becomes clear that only where such mental life really appears need we assign an independent existence, but that the purposes of everyday life as well as those of science are equally served if we deprive the material things outside of us of an independence, and assign to them merely a connected existence through the universal substance by the action of which alone they can appear to us.",
        "To achieve their object, a double line of conduct was imposed upon them: they had to absorb the powers of the doge, and also to deprive the people of the voice they possessed in the management of state affairs by their presence in the concione or general assembly of the whole community, which was still the fountain of all authority.",
        "He was also employed to answer the pope's brief threatening to deprive Henry of his kingdom.",
        "Caesar, in return, accused him of embezzling public money during the reconstruction of the temple on the Capitol, and proposed to obliterate his name from the inscription and deprive him of the office of commissioner for its restoration.",
        "Beaufort gave way on this question, but an unsuccessful attempt was made in 1429 to deprive him of his see.",
        "Many Arab coins, some Kufic inscriptions and several burial-places were left by the Arabs; but they did not establish their religion or leave a permanent impression on the Phoenician inhabitants, or deprive the Maltese language of the characteristics which differentiate it from Arabic. There is no historical evidence that the domination of the Goths and Vandals in the Mediterranean ever extended to Malta: there are fine Gothic arches in two old palaces at Notabile, but these were built after the Norman conquest of Malta.",
        "Austria also came to see that separation from Hungary would seriously enhance the cost of living in Cisleithania and would deprive Austrian manufacturers of their best market.",
        "To overthrow the ecclesiastical hierarchy, to deprive the clergy of all their privileges, to reduce the pope to the rank of a kind of president of a Christian republic, which governs itself, or rather submits to the government of Caesar - such is the dream formed in 1324 by two masters of the university of Paris.",
        "An arbitrator or umpire ought not, however, to state his award in such a way as to deprive the parties of their right to challenge the amount charged by him for his services; and accordingly where an umpire fixed for his award a lump sum as costs, including therein his own and the arbitrators' fees, the award was remitted back to him to state how much he allotted to himself and how much to the arbitrators (in Re Gilbert v.",
        "If the prosecutor have first brought him before the civil judge, the evidence is to be sent to the bishop, and the latter, if he thinks the crime has been committed, may deprive him of his office and order, and the judge shall apply to him the proper legal punishment.",
        "Certain official posts, of which it would have been inadvisable to deprive senators, could thus be bestowed upon the promoted equites..",
        "The recent scandals of the papacy induced Otto to deprive the Romans of their right to elect popes.",
        "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon a supposition he may abuse it.",
        "of Ecce Homo.) Nor did so superhuman a claim crush him, or deprive his soul of its balance.",
        "The members of the Duma, moreover, were placed at the mercy of the government by a clause empowering the Directing Senate to suspend or deprive them.",
        "It is therefore necessary not only to pulverize the soil by repeated ploughings before it be seeded, but, as it becomes gradually more and more compressed afterwards, recourse must be had to tillage while the plants are growing; and this is hoeing, which also destroys the weeds that would deprive the plants of their nourishment.",
        "The measure transferred the right of electing members of the Reichsrath from the diets to the direct vote of the people, the result being to deprive the Federalists of their chief weapon; it was no longer possible to take a formal vote of the legal representatives in any territory refusing to appoint deputies, and if a Czech or Slovene member did not take his seat the only result was that a single constituency was unrepresented, and the opposition weakened.",
        "At the beginning of 1680 he presented a paper to the Royal Society, De nova temporis dimetiendi ratione et accurata horologiorum .constructione, in which he attempted to deprive Huygens of the honour of applying the pendulum to the measurement of time.",
        "of England became the subjects of romances does not prevent our believing in their existence; nor need Hood's mythical life deprive him of his natural one.",
        "Neither can by will deprive the other of the right of dower or courtesy in the real estate and of the right to one-third of the personal estate.",
        "No one might kill his own meat and deprive the priest of his due; but this rule did not apply to the chase.",
        "The ancient guediks have not been abolished, the government not daring to deprive them of their privileges; but since the Tanzimat no new ones have been created, industry being declared free.",
        "The strife was largely economic, the people desiring to deprive the nobles of the immunity of taxation which they had enjoyed.",
        "Richelieu's position was much strengthened by these incidents, but to the end of life he had to struggle against conspiracies which were designed to deprive him of the king's support, and usually Gaston of Orleans had some share in these movements.",
        "The division was not satisfactory to the heirs, and after three years (beginning_of 1196) the Egyptian sultan conspired with his uncle Malik al-Adil to deprive Saladins son al-Af~al of Damascus, which had fallen to his lot.",
        "He endeavoured to deprive his son of his constitutional right to act as lieutenant-general of Aragon during his father's absence.",
        "He came to supersede self-government by consuls, to deprive the cities of the privilege of making war on their own account and to extort his regalian rights of forage, food and lodging for his armies.",
        "The campaign of 1812 may, therefore, be considered as resulting, fi-stly, from the complex and cramping effects of the Continental System on a northern land which could not deprive itself of colonial goods; secondly, from Napoleon's refusal to mitigate the anxiety of Alexander on the Polish question; and thirdly, from tie annoyance felt by the tsar at the family matters noticed above.",
        "Just because you are on a diet doesn't mean you have to deprive yourself.",
        "About this time Gloucester made another attempt to deprive Beaufort of his see, and it was argued in the council that as a cardinal he could not hold an English bishopric. The general council was not inclined to press the case against him; but the privy council, more clerical and more hostile, sealed writs of praemunire and attachment against him, and some of his jewels were seized.",
        "Mainz Commission; the grand-duke of Weimar was compelled to deprive him of his professorship; and he was forbidden to lecture on philosophy.",
        "The impotence of Hyrcanus was so obvious that Gabinius proceeded to deprive him of all political power by dividing the country into five cantons, having Jerusalem, Gazara, Amathus, Jericho, and Sepphoris, as their capitals.",
        "The elector, however, was continually haunted by the fear that the Ernestines would attempt to deprive him of the coveted dignity, and his policy both in Saxony and in Germany was coloured by this fear.",
        "The method generally adopted was to deprive the preachers in the towns of their churches by force, Italian mercenaries being preferably employed for the purpose.",
        "Keeping alive, as it did, the fact of the grantor's ownership, it did not in form deprive the Church of the land.",
        "The new nationalism of 1848 did not deprive the Jews of political rights, but it denied them both the amenities of friendly intercourse and the opportunity of distinction in the university, the army and the professions.",
        "He was compelled to send Wasif, the personal enemy of Ibn Khasib, to the frontier for a term of four years, and then to deprive his two brothers Motazz and Mowayyad, who were not agreeable to them, of their right of succession.",
        "After the execution of Badlesmere in 1322 Burghersh's lands were seized by Edward II., and the pope was urged to deprive him; about 1326, however, his possessions were restored, a proceeding which did not prevent him from joining Edward's queen, Isabella, and taking part in the movement which led to the deposition and murder of the king.",
        "and xv.) make any treaty or alliance; coin money or make anything, save gold and silver coin, a legal tender; pass any bill of attainder or ex post facto law, or law impairing the obligation of contracts; have any but a republican form of government; grant any title of nobility; maintain slavery; abridge the privileges of any citizen of the United States, or deny to him the right of voting on account of race, colour or previous condition of servitude; deprive any person of life, liberty or property without due process of law; deny to any person the equal protection of the laws.",
        "Although, however, we may concede that such great works as the Metaphysics, the Politics and the logical writings did not receive their present form from Aristotle himself, that concession does not deprive Aristotle of the authorship, but only of the arrangement of those works.",
        "humanistika Vetenskapssamfundet i Upsala, v., 1897, in which it is argued against Mommsen that Sulla did not deprive the tribunes of the right of proposing rogations.",
        "to deprive him of his vote and to transfer it to the duke of Bavaria, Maximilian I.",
        "Justinian could not deprive his great general of the supreme command, yet he wished to have a very powerful emissary of the court constantly at his side.",
        "The apparent object of the measure was to deprive the people of Pittsburg temporarily of the privileges of self-government by empowering the governor to appoint a recorder (in 1903 the title of mayor was again assumed) to exercise (until 1903, when the municipal executive should be again chosen by the people) the functions of the mayor, thus removed by the governor under this statute; and this act applied to the other cities of the second class, Allegheny and Scranton, although they had not offended the party managers.",
        "The estates of Austria were equally discontented and headed an open revolt, the object of which was to remove Ladislaus from Frederick's charge and deprive the latter of the regency.",
        "In 1226 he was appointed chancellor by the council governing during the minority of Henry III.; and when the king in 1236 demanded the return of the great seal, Neville refused to surrender it, on the ground that only the authority that had appointed him to the office had power to deprive him of it.",
        "You don't have to sit at home and deprive yourself.",
        "Thus the \" Helena \" of the Simoniani descends to this world in order by means of her beauty to provoke to sensual passion and mutual strife the angels who rule the world, and thus again to deprive them of the powers of light, stolen from heaven, by means of which they rule over the world.",
        "hysteria in the press, the Internet is too good, to deprive your kids of access to it.",
        "Pierluigi being an uncompromising opponent of the emperor Charles V., Don Ferrante Gonzaga, the imperial governor of Milan, was ever on the watch for a pretext to deprive him of Piacenza, which the emperor greatly coveted.",
        "This prince, who was as avaricious as he was ambitious, wishing to deprive the caliph Ta`i of his possessions, compelled him to abdicate A.H.",
        "The great undertaking was supported by liberal subscriptions, and Walton's political opinions did not deprive him of the help of the Commonwealth; the paper used was freed from duty, and the interest of Cromwell in the work was acknowledged in the original preface, part of which was afterwards cancelled to make way for more loyal expressions towards that restored monarchy under which Oriental studies in England immediately began to languish.",
        "He was still but a vali among the rest, holding his many pashaliks nominally by the sultan's will and subject to annual reappointment; and he knew that both his power and his life would be forfeit so soon as the sultan should be strong enough to deprive him of them.",
        "As early as 1285 a law provided for the cutting down of trees and bushes on either side of highways, so as to deprive lawless men of cover.",
        "But, although this is so, it is perhaps hardly desirable to deprive ourselves of the use of two terms instead of one.",
        "Both deprive man of the priceless treasure of His Word.",
        "Through bullying, lies and intimidation they will continue to deprive us of our ancient liberties, slice by salami slice.",
        "Most fad diets are not healthy and will deprive your body of the nutrition it needs.",
        "Mastering frugality does not mean you must deprive yourself of all luxuries in life.",
        "If you're pregnant and on a low carb diet ketosis will deprive your baby's brain of important glucose.",
        "These diets are unhealthy because they deprive your body of necessary and essential vitamins and nutrients.",
        "the Bull Unigenitus Unigeni- (1713), which was intended to deprive believers in individual inspiration of all possible foothold within the Roman Church.",
        "Parliament may alter the qualifications for the vote, but no law which would deprive coloured persons in the Cape province of the franchise can be effective \" unless the bill be passed by both houses of parliament sitting together and at the third reading be agreed to by not less than two-thirds of the total number of members of both houses.\"",
        "Enough has already been said as to the relations between the missionaries, the Boer farmers and the Hottentots; this grievance, however, \" proved quite secondary to the intensity of feeling with which the colonists saw the steps taken by the government to deprive them of that labour (slave labour) over which they claimed an unquestionable right of property.\"",
        "Philip was content to deprive Thebes of her dominion over Boeotia; but an unsuccessful revolt in 335 against his son Alexander was punished by the complete destruction of the city, except, according to tradition, the house of the poet Pindar.",
        "One reason for this tendency is the attempt of the Roman Church to deprive the Uniats in America of their married priests.",
        "The religious part of the matter will be dealt with presently; but it is impossible to think that any unbiased judge reading Rabelais can hold the grave-philosopher view or the reckless-goodfellow view without modifications and allowances which practically deprive either of any value.",
        "The object was to deprive him of any real political influence, but circumstances brought about a different result.",
        "incumbent on this generation to ensure that their actions do not deprive future generations of access to their own past.",
        "Since that date those who may vote have been all male citizens twenty-one years old and upward who have lived in Indiana six months immediately preceding the election, and every foreign-born male of the requisite age who has lived in the United States one year and in Indiana six months immediately preceding the election, and who has declared his intention of becoming a citizen of the United States; but the General Assembly has the power to deprive of the suffrage any person convicted of an infamous crime.",
        "But their lives could only be forfeit on the supposition that they sought to deprive the king of his royal supremacy.",
        "A married woman may manage her separate property as if she were single, except that she cannot by her sole act deprive her husband of his courtesy in her real estate.",
        "He was not rich, but would spend his last groat to be better dressed than others, and would rather deprive himself of many pleasures than allow himself to be seen in a shabby equipage or appear in the streets of Petersburg in an old uniform.",
        "It would never do to deprive a landowner of a totally unearned increment in land value !",
        "If you deprive your body of its primary source of fuel, you will feel more stressed out when life gets a little crazy.",
        "Removing these branches before they are ready to drop can deprive the tree of important nutrients.",
        "As you deprive yourself of sleep, you begin to feel more fatigued.",
        "Exclusion from a normal peer group can deprive rejected children of opportunities to develop adaptive social behaviors.",
        "In hiding their sexual identities, homosexual and bisexual adolescents deprive themselves and each other of positive role models.",
        "According to Yeon-Kyun Shin, a biophysics professor at Iowa State University, \"If you deprive cholesterol from the brain, then you directly affect the machinery that triggers the release of neurotransmitters.\"",
        "Afraid that Napoleon would next proceed to deprive him of his title of Holy Roman Emperor, Francis II.",
        "expansion of the universe does not deprive humans of their significance, or the universe of purpose and value.",
        "In October 1559 the Lords undertook to deprive the queen regent of her authority.",
        "\"Come, let's argue then,\" said Prince Andrew, \"You talk of schools,\" he went on, crooking a finger, \"education and so forth; that is, you want to raise him\" (pointing to a peasant who passed by them taking off his cap) \"from his animal condition and awaken in him spiritual needs, while it seems to me that animal happiness is the only happiness possible, and that is just what you want to deprive him of.",
        "Also, there's no need to deprive your family of their favorite higher-fat treats.",
        "E! decided to continue on with that series with Hef's new girlfriends taking over for Bridget, Kendra and Holly, but they didn't want to deprive fans of a chance to keep up with their favorite Girls.",
        "The patriarch feared on the one hand that the growing influence of the Russian Church would give a colour of Slavism to the whole church, and that a Russian might eventually be appointed oecumenical patriarch at Constantinople, while the Rumanians hoped by means of the independence of their church to deprive the Russians of all excuse for interfering in their internal affairs under the pretext of religion.",
        "Sinan Pasha returned to Constantinople to die, it is said, of vexation; and in 1597, the sultan, weary of a disastrous contest, sent Michael a red flag in token of reconciliation, reinvested him for life in an office of which he had been unable to deprive him, and granted the succession to his son.",
        "The excessive multiplication of the title has tended to deprive it of much social value in itself, and under the democratic constitution of Italy it confers neither power nor precedence.",
        "Sir, I must now again beg you, not to let your resentments run so high, as to deprive us of your third book, wherein the application of your mathematical doctrine to the theory of comets and several curious experiments, which, as I guess by what you write, ought to compose it, will undoubtedly render it acceptable to those, who will call themselves Philosophers without Mathematics, which are much the greater number.",
        "Sir Isaac seems to have been then anxious for its publication; but, as the effect of his argument was to deprive the Trinitarians of two passages in favour of the Trinity, he became alarmed at the probable consequences of such a step. He therefore requested Locke, who was then going to Holland, to get it translated into French, and published on the continent.",
        "Before going abroad, however, Hale found himself obliged to proceed to London in order to give instructions for his defence in a legal action which threatened to deprive him of his patrimony.",
        "The legislature of 1863 and the state officers were opposed to him politically, and did everything in their power to thwart him and deprive him of his control of the militia.",
        "No penalties were attached to this act, but another passed in the same session made it treason to attempt to deprive the king of any of his titles, of which supreme head of the church was one, being incorporated in the royal style by letters patent of January 1535.",
        "in spite of Marys repeated delusions, she bore no child, and both parliament and of the people resisted every attempt to deprive Elizabeth of SPanish her right to the succession.",
        "In The each parliament the main question at issue between, ~IusIon the Commons and the crown was the Exclusion Bill, by which the Commons sought to deprive the duke of York of his inheritance; and it was notorious that the leaders of the movement wished the crown to descend to the kings illegitimate son, the duke of Monmouth.",
        "A court of high commission of doubtful legality was subsequently erected (1686) to deprive or suspend clergymen who made themselves obnoxious to the court, whilst James appointed Roman Catholics to the headship of certain colleges at Oxford.",
        "The power of the crown was increased by the confiscation of the great Sturlung estates, which were underleased to farmers, while the early falling off of the Norse trade threatened to deprive the island of the means of existence; for the great epidemics and eruptions of the 1.4th century had gravely attacked its pastoral wealth and ruined much of its pasture and fishery.",
        "It is a crime to conspire to prevent the free exercise and enjoyment of any privilege, or to conspire to deprive any person of equal privileges and immunities, or under colour of law to subject any inhabitant of a state or territory to the deprivation of any privileges or immunities (Revised Statutes of United States, §§ 55 0 7, 5510, 5519).",
        "His labours on Epicurus have a certain historical value, but the want of consistency inherent in the philosophical system raised on Epicureanism is such as to deprive it of genuine worth.",
        "The Elizabethan wars were most injurious to industry, for men will not sow unless they hope to reap, and the very essence of military policy had been to deprive a recalcitrant people of the means of living.",
        "that of his own policy, by giving satisfaction to the religious feeling of the country, allowed him to put down the constitutional democratic Church, to rally round him the consciences of the peasants, and above all to deprive the royalists of their best weapon.",
        "As though to deprive the Constitution constitution of an.y chance of being made effective, of 1812.",
        "His conduct during youth was so violent that, after the death of his father Michael in 1320, his grandfather resolved to deprive him of his right to the crown.",
        "Barbarossa, perceiving the advantage that would accrue to his house if he could join the crown of Sicily to that of Germany, and thus deprive the popes of their allies in Lower Italy, procured the marriage of his son Henry VI.",
        "It follows in the main the line of Hooker and Calvin, but adds (§ 6) an important definition: \"Excommunication being a spirituall punishment it doth not prejudice the excommunicate in, nor deprive him of his civil rights, therfore touched' not princes, or other magistrates, in point of their civil dignity or authority.",
        "It marks the difference between 1513 and 1669 that, in a reprint of the Julius Exclusus published in 1669 at Oxford, it was thought necessary to leave out a sentence in which the writer of that dialogue, supposed by the editor to be Erasmus, asserts the right of states to deprive and punish bad kings.",
        "Not only does crystal meth deprive the body of needed vitamins and minerals, but it also convinces the user that basic necessities such as food and sleep aren't required."
    ],
    "definition": [
        "To take something away from: The court ruling deprived us of any share in the inheritance.",
        "To keep from possessing or enjoying; deny: They were deprived of a normal childhood by the war.",
        "To remove from office.",
        "de·priv′a·ble\nadjective",
        "Link/Cite",
        "To take something away (keep it away); deny someone of something.",
        "deprivation",
        "private",
        "privation",
        "privy",
        "Link/Cite"
    ]
}