{
    "translation": "להיות ראוי ל...",
    "uses": [
        "I don't deserve someone like you.",
        "You deserve just as much.",
        "But first I deserve a reward for my intuitive skills.",
        "Our guests deserve a quiet and peaceful visit.",
        "She felt hurt, knowing she didn't deserve to feel upset at him after doing the same thing.",
        "Congratulations. You deserve it.",
        "You deserve so much better, Gabriel.",
        "She didn't deserve to die, regardless of her intent.",
        "It's been so long since I've satisfied my cravings and I deserve a reward for my diligence.",
        "I don't deserve to be forced to wait.",
        "What did I do to deserve this?",
        "\"Maybe now we'll get the action we deserve!\" she exclaimed.",
        "Lori didn't deserve what he did to her, but she hadn't exactly given him a reason to respect her, either.",
        "This guy doesn't deserve to walk the streets.",
        "We deserve a little privacy, especially Howie; he's under the most pressure.",
        "\"They both deserve what they got,\" Rhyn said.",
        "\"I think I deserve an explanation,\" she breathed.",
        "She just looked at me and asked, 'You won't love them enough to spank them if they truly deserve it?'",
        "For, if we told you truly, you might escape us altogether; and if we told you an untruth we would be naughty and deserve to be punished.",
        "Evelyn knew she didn't deserve to feel at peace after the mess she dragged Kiera into, but she did feel it, and it made her genuinely content for the first time since she'd kidnapped her best friend.",
        "I surely deserve the comfort of a little friend to sooth my troubled mind.",
        "The Emperor is gracious, and I shan't forget you if you deserve well.",
        "She didn't deserve that.",
        "Privacy aside, we deserve some answers from Howie.",
        "Make today all about you, you deserve it.",
        "All would be said and done within fifteen minutes then, but damn, did he not deserve a little fun after being the go-to guy for everyone today?",
        "Many men have been likened to it, but few deserve that honor.",
        "You deserve this, Deidre.",
        "Jackson always pulled her closer and crooned, \"I already have all I could ever wish for, and more than I deserve, right here.\"",
        "After condemning the human to Darkyn, how did she deserve to feel this way?",
        "If, indeed, they apply to me even remotely, I do not see that I deserve any laudation on that account.",
        "But did any man deserve death?",
        "I certainly deserve a prize and some company.",
        "And really you appreciate them less than anyone, and so you don't deserve to have them.",
        "He didn't deserve this!",
        "She doesn't deserve what I put her through.",
        "I don't deserve it.",
        "Katie didn't deserve to have you mess with her like you did.",
        "They do not deserve any gifts from the city.",
        "They say in all the manuals I never should do this on the phone but you deserve to be the first to know.",
        "\"You don't deserve to spend your life in Hell,\" he said, pacing.",
        "Maybe I'm not smart enough to understand it but I deserve to know.",
        "\"I deserve it,\" Toby said with a pitiful sigh.",
        "She knew she'd deserve it, just for being in here.",
        "I deserve better than how he treated me.",
        "There are some people who deserve to die, like Blackie—like that sheriff—like me.",
        "At twenty-six years old, she must've done something pretty bad in a past life to deserve this.",
        "Natasha, what have I done to deserve it?...",
        "\"Not that the little tyke doesn't deserve the best,\" Fred added.",
        "Even though she didn't deserve it, her mother graciously took away the punishment.",
        "I don't deserve to carry it anymore.",
        "\"She didn't deserve any of this,\" Gabriel said, frustrated.",
        "Logan didn't deserve to be killed by a demon; Wynn didn't deserve to die because Gabriel didn't want anyone else around her.",
        "Not because you deserve it, but because I understand you had a weakness that consumed you.",
        "You don't deserve any of this.",
        "The two sleaze-bags deserve each other.",
        "She will, if she doesn't, she's a fool and doesn't deserve you.",
        "As Scottish historian Thomas Carlyle once observed, \"Man seldom, or rather never for a length of time and deliberately, rebels against anything that does not deserve rebelling against.\"",
        "\"He didn't deserve to die,\" she said, troubled.",
        "\"He didn't deserve what he got,\" he voiced, troubled.",
        "She didn't deserve to be chained to a tree.",
        "I'm glad to see Parkside is looking out for its citizens, regardless of the hour and whether they deserve it or not.",
        "I wish you all the happiness you so deserve.",
        "He doesn't deserve to be in Hell, he replied.",
        "This he did during fourteen years, and his administration was signalized by two important innovations - the attaching of the peasants to the land (adscriptio glebae) and the creation of the patriarchate - both of which deserve a passing notice.",
        "But how did she deserve it?",
        "Even if Lilith wasn't meant to be his mate, she didn't deserve such a brutal death.  She didn't deserve death at all.  Instead of mourning a son, Kris could've spent the past few thousand years raising a successor.",
        "Lori didn't deserve the way he treated her.",
        "What had she ever done to deserve such overwhelming happiness?",
        "Way more than you deserve, in my opinion, Darian replied.",
        "Felipa had done nothing to deserve his wrath.",
        "You deserve to be treated better.",
        "You deserve someone who appreciates you for who you are.",
        "This principle does not deserve all the abuse that has been lavished upon it.",
        "That she was at length taken in her own toils even such a dullard as her admirers depict her could not have failed to understand; that €he was no such dastard as to desire or deserve such defenders the whole brief course of her remaining life bore consistent and irrefragable witness.",
        "I've been a warrior for too long to understand how to be the lifemate you deserve.",
        "Many examples of the above varieties deserve the enthusiastic admiration they have received, yet they unquestionably belong to a lower rank of ceramic achievements than the choice productions of Chinese kilns.",
        "You deserve everything you have coming to you tonight.",
        "All this had charms for me alone and did not deserve to be revealed to idle curiosity.",
        "He received his early education, according to Morice his secretary, from \" a marvellous severe and cruel schoolmaster,\" whose discipline must have been severe indeed to deserve this special mention in an age when no schoolmaster bore the rod in vain.",
        "And, as nature reveals no great care for this postulate, we must appeal away beyond nature to a power who shall make good men at the last as happy as they deserve to be.",
        "His researches on sebacic acid (1802) and on bile (1807), and his discovery of peroxide of hydrogen (1818) also deserve mention.",
        "The eyes of the limpet deserve mention as examples of the most primitive kind of eye in the Molluscan series.",
        "pp. 362-760) and Schrbekh also deserve to be mentioned.",
        "Bonaparte's action in this matter was so characteristic as to deserve close attention.",
        "4 The treatises of the two Bartholinis and Borrichius published at Copenhagen deserve mention if only to record the activity of Danish anatomists in those days.",
        "8vo, 1866-1875) deserve naming.",
        "The attempt of Merrem must be regarded as the virtual starting-point of the latest efforts in Systematic Ornithology, and in that view its proposals deserve to be stated at length.",
        "These three systems are essentially identical; but, plausible as they may be at the first aspect, they have been found to be practically useless, though such of their characters as their upholders have advanced with truth deserve attention.",
        "The two huge steam-railway stations of the Boston & Maine and the Boston & Albany systems also deserve mention.",
        "The stalls in the choir, carved by Cristobal de Salamanca in 1588-1593, and the sculpture of the pulpits, as well as the iron-work of the choir-railing and some of the precious marbles with which the chapels are adorned, deserve notice.",
        "His studies of the eruptive rocks of Corsica, Santorin and elsewhere; his researches on the artificial reproduction of eruptive rocks, and his treatise on the optical characters of felspars deserve special mention; but he was perhaps best known for the joint work which he carried on with his friend Michel Levy.",
        "The first and last are the most important, but all deserve some account.",
        "Its rise and development and decay deserve a more thorough study than they have yet received.",
        "Two relief maps of Central Switzerland deserve to be mentioned, the one by R.",
        "Among other geographical institutes in Germany which deserve mention are the Weimar Institut, founded in 17 9 1 by F.",
        "Regarded without republican sympathies, and in the light of 18th-century doctrines of allegiance, his acts, however severe, in no way deserve the stigma of cruelty ordinarily put upon them.",
        "Woodpeckers (Coloptes auratus), macaws, parrakeets and other small parrots, and trogons, these last of beautifully resplendent plumage, deserve particular mention.",
        "On his return from Spain, seeing war imminent, he issued a series of march orders (which deserve the closest study in detail) by which on the 15th of April his whole army was to be concentrated for manoeuvres between Regensburg, Landshut, Augsburg and Donauwbrth, and sending on the Guard in wagons to Strassburg, he despatched Berthier to act as commander-in-chief until his own arrival.",
        "His instructions on this point deserve the closest study, for he foresaw the inevitable attraction which a complete entrenched camp would exercise even upon himself, and, therefore, limited his engineers to the construction of a strong bridge head on the right bank and a continuous enceinte, broken only by gaps for counter attack, around the town itself.",
        "It is needless to say that his books well deserve study; but vi.",
        "Most of the native Sapiums have been destroyed by reckless tapping, and the merits of this genus have been somewhat overlooked and deserve reinvestigation.",
        "His Demokratenbiichlein (1849), in the main a discussion of the Aristotelian theory of the state, and Die Athener and Sokrates (1837), in which, contrary to the almost universal opinion, he upheld the procedure of the Athenians as perfectly legal and their verdict as a perfectly just one, also deserve notice.",
        "His own definition of blasphemous libel was enforced in the 1 Two of his later acts, allowing the defendant in an action for libel to prove veritas, and giving a right of action to the representatives of persons killed through negligence, also deserve mention.",
        "The choir stalls also deserve mention: the older ones (remains of the original choir) are in tarsia work; the others, dating from the 16th century, are carved from Riccio's designs.",
        "The words \" in the Church of England \" deserve careful notice.",
        "From an artistic standpoint, these stories are rather laboured productions, besides being ultra-romantic in tone; but it must be remembered that they were written mainly with an educational object, and, moreover, they deserve high praise for their style.",
        "- The numerous caverns deserve a passing notice.",
        "Among the prominent lyrists whose works, although partly published before 1880, belong largely to the later period, the following deserve special mention: The poetry of Emil Abra.nyi (born 1850) is filled with the ideas and ideals of Victor Hugo.",
        "Biography, Monastic History, eec. - Besides the important work by Thomas of Marga (q.v.) the following deserve special mention.",
        "Among his historical writings the following deserve mention: - De//e artiglierie dal 1300 al 170.9 (Turin, 1847); Origini.",
        "Dammouse, of Sevres, in the Musee des Arts decoratis in Paris, and at the London Franco-British Exhibition in 1908, deserve attention.",
        "In the Accademia, which is rich in early Tuscan masters, the Botticelli and Perugino rooms deserve special mention.",
        "Gypsum and marble also deserve mention.",
        "Akhdar in the east, which with a temperate climate, due to their great elevation and their proximity to the sea, deserve, if any part of Arabia does, the name of Arabia Felix - the population is settled and agricultural, and the soil, wherever the rainfall is sufficient, is productive.",
        "In the scarcity of poets at this time two others deserve mention; Abu Mihjan, who made peace with Islam in 630 but was exiled for his love of wine, which he celebrated in his verse (ed.",
        "The art was one of imperfect evolution, but for thirteen centuries it was the only living pictorial art in the world, and the Chinese deserve the honor of having created landscape painting.",
        "Thenceforth Seto became the headquarters of the manufacture of cha-no-yu utensils, and many of the tiny pieces turned out there deserve high admiration, their technique being perfect, and their mahogany, russet-brown, amber and buff glazes showing wonderful lustre and richness.",
        "A Roman bridge over the Turano, and the Palazzo Vincentini by Vignola deserve to be mentioned.",
        "The Bookman (1886), for a combination of popular and literary qualities, and the Badminton (1895), for sport, also deserve mention.",
        "The next that deserve mention are the Giornale enciclopedico (1806) of Naples, followed by the Progresso delle scienze (1833-1848) and the Museo di scienze e letteratura of the same city, and the Giornale arcadico (1819) of Rome.",
        "Such movements of antagonism to the errors or abuses of ecclesiastical authority may be so permeated by defective conceptions and injurious influences as by their own character to deserve condemnation.",
        "In this survey of Christian confessions it has been impossible to do more than barely name many which deserve discussion.",
        "The Gothic churches of St Vincent and St Eucharius, and the handsome Protestant garrison church, completed in 1881, also deserve mention.",
        "Neither the palace of the Charbagh within the city wall, which was the residence of the British mission in 1840-1841, nor the royal quarters in the citadel deserve any special notice.",
        "The following members of the family deserve mention.",
        "But could Christians sufficiently numerous to deserve a long discussion by St Epiphanius in 374-377, who upheld the Synoptists, stoutly opposed the Gnostics and Montanists, and had escaped every special designation till the bishop nicknamed them the \" Alogoi \" (irrational rejectors of the Logos-Gospel), dare, in such a time and country, to hold such views, had the apostolic origin been incontestable ?",
        "Two points as to these statistics deserve to be noted.",
        "The remarks made above would not apply to the coherent system of idealism which may be evolved from Kant's writings, and which many would consider alone to deserve the name of Kantianism or Criticism.",
        "The following members of the gens deserve particular mention.",
        "Goluchowski, the brothers Andrew and John Sniadecki, the latter of whom gained a reputation almost European, Bronislaw Trentowski, Karol Liebelt and Joseph Kremer deserve mention.",
        "184, 254) also deserve mention, as well as his discussions of the rotation of Mars, by which he deduced its period with a probable error of 0 9.005.",
        "But on the whole the false prophets deserve that name, not for their conscious impostures, but because they were content to handle religious formulas, which they had learned by rote, as if they were intuitive principles, the fruit of direct spiritual experience, to enforce a conventional morality, shutting their eyes to glaring national sins, after the manner of professional orthodoxy, and, in brief, to treat the religious status quo as if it could be accepted without question as fully embodying the unchanging principles of all religion.",
        "side of the Radstater Tauern; and the Gollinger fall (202 ft.) also deserve notice.",
        "Among them the work of Notker Labeo and of Kero, both monks of St Gall, and that of Ottfried of Weissenburg in Alsace deserve mention.",
        "Although the relief is strong, the mountain forms are rounded rather than rugged; few of the summits deserve or receive the name of peaks; some are called domes, from their broadly rounded tons, others are known as balds, becatise the widespread forest cover is replaced over their heads by a grassy cap.",
        "Two commissions not connected with any of the above departments deserve some notice.",
        "In England, Owen's anatomy of the pearly nautilus,14 Huxley's discussion of the general morphology of the Mollusca,17 and Lankester's embryological investigations, 19 have aided in advancing our knowledge of the group. Two remarkable works of a systematic character dealing with the Mollusca deserve mention here - the Manual of the Mollusca, by Dr S.",
        "For success in coping with this difficulty, as well as in dealing with the whole question of the cultivation and employment of wild silks, the unwearying patience and great skill of Sir Thomas Wardle of Leek deserve special mention here.",
        "Clarke, include General Metaphysics (1890), by John Rickaby, who effectively criticizes Hegel by precise distinctions, which, though scholastic, did not deserve to be forgotten.",
        "At the same time the British town of Verulamium (St Albans) was thought sufficiently Romanized to deserve the municipal status of a municipium, which at this period differed little from that of a colonia.",
        "His efforts in the direction of reform, moreover, deserve recognition.",
        "In full consciousness of his high-priestly dignity he set his face against these and all similar attempts; and his zeal and firmness in defending the authority and rights of the Holy See against the attacks of the conciliar and national parties within the Church deserve double recognition, in view of the eminently difficult circumstances of that period.",
        "The efforts of Leo to promote a crusade, which fall mainly in the years 1517 and 1518, deserve all recognition, but very various opinions have been held as to the attitude of the pope towards the Imperial election consequent on the death of Maximilian I.",
        "The following deserve special mention: v.",
        "A few other peculiarities of Armenian church usage or belief deserve notice.",
        "Kirby (1815) founded an order Dermaptera for the earwigs, which had formed part of de Geer's Dermaptera, accepting Olivier's term Orthoptera for the rest of the assemblage, and as modern research has shown that the earwigs undoubtedly deserve original separation from the cockroaches, grasshoppers, crickets, &c., this terminology will probably become established.",
        "Bellett, who deserve to rank among the founders of the movement.",
        "Thurwieser (1789-1865), deserve to be recalled as pioneers in the first half of the 19th century.",
        "The peculiar short, stunted branches or \" spurs \" which bear the flower-buds of the pear, apple, plum, sweet cherry, red currant, laburnum, &c., deserve special attention.",
        "One main object is the preservation of equilibrium in the growth of the several parts of the tree; and for this various minor details deserve attention.",
        "Three special varieties of the open-hearth process, the Bertrand-Thiel, the Talbot and the Monell, deserve notice.",
        "Steel ingots and other steel castings are subject to three kinds of defects so serious as to deserve notice here.",
        "Four treatises from his pen on Roman antiquities deserve to be commemorated for their erudition no less than for the elegance of their Latinity.",
        "Besides the religious congregations there are a number of \" secular congregations,\" composed of secular priests living together under temporary vows and free to leave at will; the following deserve mention: Oblates of St Charles (founded by St Charles Borromeo, 1578); Oratorians (founded by St Philip Neri, c. 1570); the French Oratory (founded by Cardinal Berulle, 1613), a similar but distinct institution, which produced a number of scholars of the highest distinction - Thomassin, Morin, Marlebranche, Richard Simon, Juenin, Lebrun, Masillon, and others; Lazarists (founded by St Vincent de Paul, 1624); Sulpicians (founded by M.",
        "The criticisms are often excellent, and, even when grossly and provokingly unjust, well deserve to be studied.",
        "Should I do so I should deserve to be damned in time and eternity.",
        "In west Prussia the urns with human faces deserve notice.",
        "The \"Sketches of English History\" written for the Annual Register from 1785 onward still deserve study.",
        "Yet Dionysius himself sought fame as a poet, and his success at Athens shows that his compositions did not deserve the full scorn of his enemies.",
        "Cotton, indigo and various fibres of plants deserve notice.",
        "Most of them are decidedly inferior to the received readings, but some are quite as good, and a few deserve preference.",
        "(d) Among the later religious books one or two deserve a special mention, such as The Overthrowing of Apophis, the serpent enemy of the sun-god; The Lamentations of Isis and Nephthys over their murdered brother Osiris; The Book of Breathings, a favorite book among the later Theban priests.",
        "Asmussen Worsaae (1821-1885); and in philosophy, Rasmus Nielsen (1809-1884) and Hans Brochner (1820-1875), deserve mention.",
        "No mercy was shown him, nor did he in the least deserve mercy; he had wantonly attacked the peace of the country, and had cruelly libelled James.",
        "Even the Holy Alliance, the pet offspring of his pietism, does not deserve the sinister reputation it has since obtained.",
        "His counsels were marred by his reluctance to appeal to arms at the critical moments of action, and by the slenderness of his own resources, but they deserve attention for their broad common sense and spirit of tolerance.",
        "2 If they deserve any blame it is for the pride, natural to their rank and their generation, which prevented them from charging an entrance fee, an expedient which would not only have made it possible for them to give access to the house and collections, but would have enabled them to save the fabric from falling into the lamentable state of disrepair in which it was found after their death.",
        "The following deserve special mention: du droit franrois (1674, 12mo); Mceurs des Israelites (1681, 12mo); Mceurs des Chretiens (1682, 12mo); Traits du choix et de la methode des etudes (1686, 2 vols.",
        "He came into touch with advanced methods of scientific research, acquired great ability as a writer, keen perception of truth and an unflinching realization of the defects of his own people, and the unpleasant but essential fact that to have better government they must first deserve it.",
        "Among special methods which have been subsequently developed there are two which deserve mention as differing in principle from the common type.",
        "The denunciations of the \"money power\" and the reiteration of democratic dogmas deserve earnest attention.",
        "From an economic standpoint its forests deserve special mention.",
        "Among recent critical contributions to the history of individual towns, the following works deserve to be specially mentioned: Robert Davidsohn, Geschichte von Florenz (Berlin, 1896-1908); down to the beginning of the 14th century); the same, Forschungen zur Geschichte von Florenz (vols.",
        "Though both Genoese and Venetians in their day of power planted numerous trading posts on various portions of the Mediterranean shores, of which some almost deserve the name of colonies, the history of modern colonization on a great scale opens with the Spanish conquests in America.",
        "Three regions deserve special attention: (I) Great Britain, the area in which the Cambrian was first differentiated from the old \"Transition Series\"; (2) North America, on account of the wide-spread occurrence of the rocks and the abundance and perfection of the fossils; and (3) Bohemia, made classic by the great labours of J.",
        "The speeches in Acts deserve special notice.",
        "When any stranger comes and asks who is the sweetest singer, they are to answer with one voice, the \" blind man that dwells in rocky Chios; his songs deserve the prize for all time to come.\"",
        "And when we look to practice we find that cruel and even treacherous deeds are spoken of without the least sense that they deserve censure.",
        "Indeed,\" sectarian bigotry and exclusiveness are to be found chiefly among the professional leaders of the modern brotherhoods and their low-caste followers, who are taught to believe that theirs are the only true gods, and that the rest do not deserve any reverence whatever \"(Jog.",
        "Scriptores, xxvii.) also deserve attention.",
        "A few of the German princes, among whom Maximilian, the prince cardinal Albert of Mainz, Frederick the Wise of Saxony, and Eberhard of Wurttemberg deserve mention, exercised a not insignificant influence on letters by the foundation of new universities and the patronage of learned men.",
        "It would be impossible to prove that Cadmon was not the author, though the production of such a work by the herdsman of Streanashalch would certainly deserve to rank among the miracles of genius.",
        "Fasting is used in primitive asceticism for a variety of reasons, among which the following deserve notice.",
        "Some of the latter, included among the occasional works, are sagacious and prudent and deserve careful study.",
        "In connexion with improvements in retting, Mr Michael Andrews, secretary of the Belfast Flax Supply Association, made some suggestions and experiments which deserve close attention.",
        "And other parts of Colbert's schemes deserve still less equivocal condemnation.",
        "1639), deserve mention.",
        "As personal friends and pupils of the former, the brothers Columbus deserve special attention.",
        "Two humorous poets of the same period who deserve mention are Johan Anders Wadman (1777-1837), an improvisatore of the same class as Bellman, and Christian Erik Fahlcrantz (q.v.; 1790-1866).",
        "1677), who is commonly called the creator of a new style in lyric poetry, and, among the most modern, Hatif of I~fahan, the singer of sweet and tasteful odes (died about 1785), deserve a passing notice.",
        "Among the many terms used in the early days of Protestant theology to denote the great systems, three deserve special notice - Thetic Theology, Positive Theology, Dogmatic Theology.",
        "Read in conjunction with the British consular and diplomatic reports, they afford a comprehensive survey of the movement of population, the progress of trade, &c. The following state papers deserve special notice: Caminhos de ferro (1877, &c.), Commercio e navigarao (annual, issued by the Ministry of Marine), Le Portugal vinicole (1900), Le Portugal ....",
        "Among the moralists of the time three at least deserve the title of masters of prose style, Heitor Pinto for his Imagens da vida Christa, Bishop Arraez for his Dialogos, and Frei Thome de Jesus for his noble devotional treatise Trabalhos de Jesus, while the maxims of Joanna da Gama, entitled Ditos da Freira, though lacking depth, form a curious psychological document.",
        "Thus unwittingly Gautama the Buddha has come to official recognition as a saint in two great branches of the Catholic Church, and no one will say that he does not deserve the honour.",
        "[The continued coexistence of various thicknesses, as evidenced by the colours in the same film, affords an instantaneous proof of this conclusion.] The phenomena of very thin liquid films deserve the most careful study, for it is in this way that we are most likely to obtain evidence by which we may test the theories of the molecular structure of liquids.",
        "Among his other works his Postilla and polemical writings in the form of letters to Archbishop John of Rokycan and Bishop Nicolas of Pelhfimov deserve mention.",
        "Two other mosques in Delhi itself deserve passing notice, the Kala Masjid or Black Mosque, which was built about 1380 in the reign of Feroz Shah, and the Moti Masjid or Pearl Mosque, a tiny building added to the palace by Aurangzeb, as the emperor's private place of prayer.",
        "As all deserve damnation, there is no injustice in leaving them to their deserts.",
        "Cristoforo, San Romano (rebuilt in the 17th century, by Vincenzo Buonamici), and Santa Maria Forisportam (of the 12th century) also deserve mention.",
        "The Brethren, generally known, from their place of origin, as the Plymouth Brethren, have \" rooms \" and adherents throughout England; the Catholic Apostolic Church (\"Irvingites \") have some 80 churches; the New Jerusalem Church(Swedenborgians) had (1908) 75 \" societies \"; the Christian Scientists, the Christadelphians, the British Israelites and similar societies, such as the New and Latter House of Israel, the Seventh Day Baptists, deserve mention.",
        "Riding of Yorkshire are especially productive in all crops these; the North and West Ridings of Yorkshire pro duce a notable quantity of barley and oats; and the oat-crops in the following counties deserve mention - Devonshire, Hampshire, Lancashire, Cumberland, Cornwall, Cheshire and Sussex.",
        "Calculations of this kind, loose as they are, deserve attention.",
        "Nearly fifty of its members were prominent in Roman history, but the following deserve particular mention.",
        "The book is probably not therefore a number of parts of different origin thrown loosely together by a careless editor, who does not deserve the title of author.",
        "Of the newer literature the following deserve to be read: - Johann Adam Mohler, Athanasius der Grosse and die Kirche seiner Zeit, 2 vols.",
        "Velez „ Among the smaller towns which deserve mention are Ambalema on the upper Magdalena, celebrated for its tobacco and cigars; Buenaventura (q.v.); Chaparral (9000), a market town of Tolima in the valley of the Saldana, with coal, iron and petroleum in its vicinity; Honda (6000), an important commercial centre at the head of navigation on the lower Magdalena; Girardot, a railway centre on the upper Magdalena; and Quibd6, a small river town at the head of navigation on the Atrato.",
        "of France, who suborned against him his undutiful and rebellious eldest son Robert, his negotiation with Flanders and Germany, deserve no more than a mention.",
        "Williams, A History of English Journalism, 1909), while Thurloes, Clarendons and Nalsons collections of state papers deserve a mention apart from the Domestic Calendar.",
        "A few books on special subjects deserve mention.",
        "But these excuses were mere trifles, and well deserve to be forgiven, when we think that though the offender was in form acquitted, yet Burke succeeded in these fourteen years of laborious effort in laying the foundations once for all of a moral, just, philanthropic and responsible public opinion in England with reference to India, and in doing so performed perhaps the most magnificent service that any statesman has ever had it in his power to render to humanity.",
        "And the leaders of the Constituent who came first on the stage, and hoped to make a revolution with rose-water, and hardly realized any more than Burke did how rotten was the structure which they had undertaken to build up, almost deserved his contempt, even if, as is certainly true, they did not deserve his indignation.",
        "Two curious epithets in this connexion deserve notice: Xvy03Eo a (\"bound with withies\"), derived from the legend that the image of Artemis Orthia was found in a thicket of withies, which twined round it and kept it upright (Xi yos is the agnus castus, and points to Artemis in her relation to women); and Cura-yxop. vr 7 (\"the suspended\"), probably a reference to the custom of hanging the mask or image of a vegetation-divinity on a tree to obtain fertility (Farnell, Cults of the Greek States, ii.",
        "(io) The forms assumed by special modification of the elements of the parapodium in the maxillae, labium, &c., of Hexapods, Chilopods, Diplopods, and of various Crustacea, deserve special enumeration, but cannot be dealt with without ample space and illustration.",
        "For the Directory the memoirs of Barras, of La Revelliere Lepeaux and of Thibaudeau deserve mention.",
        "The Epicureans, again, from their unquestioning acceptance of the \" dogmas \" 2 of their founder, almost deserve to be called a sect rather than a school.",
        "1484), last Catholic bishop of Holar (c. 1530), Liomr (\" gleam \") and Pislargratr (\" passion-tears \"), deserve mention.",
        "Athens must seek to deserve the confidence of all Greeks alike.",
        "The following translations deserve to be mentioned: - Utopia, written in Latin by Sir Thomas More, Chancellor of England: translated into English (1685); A Relation of the Death of the Primitive Persecutors, written originally in Latin, by L.",
        "In general the literary problems are exceedingly intricate, and no attempt can be made here to deal with them as fully as they deserve.",
        "It has heaps, but no hills; bushes, but no trees, unless indeed three or four tamarisks of aspiring height deserve the name; many old ruins and vestiges of civilization, but few monuments or relics of antiquity.",
        "Still, even in the region of pure mathematics, his 1 The passage is sufficiently remarkable to deserve quotation in the original: - \"Le parti della Terra hanno tal propensione al centro di essa, the quando ella cangiasse luogo, le dette parti, benche lontane dal globo nel tempo delle mutazioni di esso, lo seguirebbero per tutto; esempio di cio sia it seguito perpetuo delle Medicee, ancorche separate continuamente da Giove.",
        "The Spanish steppes deserve a special notice, since they are not confined to one of the four botanical provinces, but are found in all of them except the last.",
        "Essays by Leslie Stephen, Stopford Brooke, Whitwell Elwin, George Eliot and Walter Bagehot deserve attention.",
        "A few words from his epitaph by Burke deserve quotation as giving the reason of the predominance of such an ordinary man as Lord Rockingham over a party abounding in men of great abilities: \"A man worthy to be held in esteem, because he did not live for himself..",
        "Among the Hindu inhabitants of the district, the Chamars and Pankas deserve particular notice.",
        "Yet with all their faults the Nights have beauties enough to deserve their popularity, and to us their merit is enhanced by the pleasure we feel in being transported into so entirely novel a state of society.",
        "The town-hall, built in 1512, and several fine houses in the Renaissance style, also deserve mention.",
        "The churches of the Holy Apostles and of St Elias also deserve mention.",
        "The system of principles which may be deduced from the consideration of the mode in which understanding and sense are united by productive imagination is the positive result of the critical theory of knowledge, and some of its features are remarkable enough to deserve attention.",
        "Maybe he didn't deserve forgiveness - but he needed it all the same.",
        "And yes, I'll make you a demigod, not because you deserve it, but because you did something useful for the first time in your life!",
        "There are some people who deserve to die, like Blackieâ€”like that sheriffâ€”like me.",
        "Lori didn't deserve to see her daughter again, and he was explicit about the fact that he didn't want her around Destiny in the future.",
        "A half-demon outcast didn.t deserve anything so delicate or beautiful, but Death help him, he wanted her more than anything else in his life.",
        "He would have yelled something like, \"How I feel about Sarah is none of your goddamn business and if you're so pathetically insecure maybe you don't deserve her!\"",
        "\"Kris â€“ \" \"I thought about what you said in the forest, about Lilith.  Kiki said something before he left that makes me think you're not lying.  If what you said is true, you do deserve a second chance, Rhyn,\" Kris continued.  \"Swear to me you'll keep the Council together.  Father and Andre always said we were stronger together than apart.",
        "Does not the Warlord of Tiyan deserve to walk as the rest of his people do?",
        "I can read Islamic extremists who say much the same thing, and deserve the same withering contempt.",
        "When you can point out why this set of donors deserve some sympathy, I might agree with you.",
        "But they deserve close scrutiny, not uncritical acceptance - if only to find out who would gain, and who would not.",
        "acerbic comments directed at those who deserve them.",
        "awesome compilation don't deserve to step into the UK minor leagues never mind the majors.",
        "bonanza for the class-action lawyers, and if research verifies these claims, the skin cream companies deserve it.",
        "What have the good, honest burghers of Geordieland done to deserve this?",
        "Let's get these charlatans for what they deserve!",
        "Bike Friday deserve a commendation here - most of their machines have 3 sets.",
        "Suicide is always tragic because it cuts life short, but people who suffer hardship and distress deserve compassion.",
        "Dawkins uses the example of Roman Catholicism; a gang of mutually compatible memes that is stable enough to deserve a name.",
        "On this performance My awesome compilation don't deserve to step into the UK minor leagues never mind the majors.",
        "India noted that the declaration contains a number of valuable suggestions which deserve consideration by the international community.",
        "They do not even deserve a reply they are so contemptible.",
        "Your baby boy or baby girl deserve the very best baby nursery crib bedding.",
        "There is no soft way of saying this, but the truth is we all deserve damnation.",
        "defencetisement Junior defense minister Tom Watson said yesterday: \" They deserve a commemoration 25 years on.",
        "deserve an extra special mention.",
        "deserve this accolade more than the classic Lloyd Loom armchair.",
        "deserve whatever you want because you will soon have the power to get it.",
        "deserve to die.",
        "deserve to lose the game summed up the fine display by the whole squad.",
        "deserve to fail.",
        "deserve to live in one, I'm not sure.",
        "And we deserve encouragement, just as non-disabled athletes do.",
        "He, as well as the king, both deserve the epithet ' great ' .",
        "The upshot was a rather exasperated local resident shouting: \" Why don't you treat us with the respect we deserve?",
        "exhibit these paintings on our web site to reach the wider audience they deserve.",
        "A really filthy day, but they got the job done, and deserve our thanks.",
        "flowery meadows deserve all they get.",
        "No, I just afford them the degree of respect they deserve, they're a formidable foe.",
        "Emily and Monika deserve special mention here, for sheer grit.",
        "Let us drop a heavy hint for you Are you moving house soon, maybe having a birthday or deserve a special present?",
        "inadequacy of the current legislation in providing disabled children and young people with the support they deserve.",
        "If there are any links to expatriate and relocation related sites that you feel deserve inclusion, please contact us and let us know.",
        "January bridge, we don't deserve you.",
        "maxi jazz and co, deserve all the cred.",
        "Congratulations on a worthy task, you deserve a knighthood for replacing images in our heads.",
        "long-suffering supporters of Oxford United deserve far more clarity at this critical time.",
        "medals for bravery but sent them back because he felt he didn`t deserve them.",
        "The following components deserve special mention; The generous, sporty looking instruments provide all the information you could possibly need.",
        "But before we get to tonight's headliners Five O'Clock Heroes deserve an honorable mention.",
        "Advertisement Junior defense minister Tom Watson said yesterday: \" They deserve a commemoration 25 years on.",
        "It is by their immense improbability that such coincidences deserve to be called miraculous.",
        "multifarious talents deserve to be known far and beyond the world of horse racing.",
        "These small cross sections of molded compressed neoprene are the key to our survival and deserve more attention than they often get.",
        "Labor may well deserve a bloody nose in this week's elections.",
        "You deserve a future with a bit more oomph, power over your own future.",
        "Like any profession, architecture has its villains and they deserve opprobrium.",
        "SGM: There's a massive back catalog of vintage horror TV series that deserve another outing in TV land.",
        "But she has really peeved me off as i didn't do anything to deserve the reaction i got!",
        "Does the book deserve such plaudits as additional guides and set text adoption?",
        "ploys adopted by B plc for them to deserve, on balance, any relief.",
        "These beautifully crafted creatures deserve pride of place in the home.",
        "high priestesses & High Priests who fully deserve the titles they often rarely use in public!",
        "punished justly, for we are getting what our deeds deserve.",
        "We all deserve to be punished by God, and cut off from him forever, and endure everlasting punishment.",
        "There are certain ideological and cultural aspects of contemporary radicalism which deserve at least a brief examination.",
        "reckon somebody prepared to do that must be really desperate to do some work, and they deserve every chance they get.",
        "refinery workers in Abadan all deserve respect.",
        "We also have world-class artisans who deserve fair reward for their creativity.",
        "Sophie: Do the French deserve their reputation as the great romantics?",
        "They all deserve what they have got, but it is very sickening to see certain other names in the same lists.",
        "If Christ was perfectly sinless, then He did not deserve to die.",
        "If you can't jump about in five inch stilettos then frankly, you do not deserve to have boobs and hold a guitar.",
        "treated with dignity is no less than our elderly deserve.",
        "The people of Zimbabwe, hapless victims of an increasingly tyrannical regime, deserve no less from us.",
        "Some of the later uncials, however, contain earlier texts to a greater or less degree; and these deserve a separate mention.",
        "underclass of people who don't deserve to have the resources of medicine available to them.",
        "They who prove unworthy of their ancestors deserve less indulgence than others.",
        "Among other passages in this part of the work, the following deserve notice: \"Somme (ploughs) wyll tourn the sheld bredith at every landsende, and plowe all one way \"; the same kind of plough that is now found so useful on hilly grounds.",
        "It does not deserve the charge of mendacity brought against it by some, though the adulation of others is nearly as injudicious.",
        "The four crore people of bundelkhand speak Bundeli language having same culture .So they collectively deserve for own statehood .Sanjay Pandey the leader of Bundelkhand Akikrit Party says that the area of bundelkhand region is nearly 2.5 lakh square KM, which is more than the areas of Tripura,Meghalaya,Himachal Pradesh,Haryana,Mijoram,Manipur etc. If Bundelkhand is formed ;it will be the ninth bigger state of India.",
        "The alterations made in it were many and important, and as they represent the furthest point ever reached by the Prayer Book in a Protestant direction, they deserve special mention and attention.",
        "Two magnificent marble ambones, the larger dating from 1175, a large 11th-century altar frontal in the south aisle, having scenes from the Bible carved on thirty ivory tablets, with 13th-century mosaics in the apse, given by Giovanni da Procida, the promotor of the Sicilian Vespers, and the tomb of Pope Gregory VII., and that of Queen Margaret of Durazzo, mother of King Ladislaus, erected in 1412, deserve to be mentioned.",
        "Of many who deserve mention in connexion with this period, the most prominent were: Columba, the founder of the famous monastery of Iona in 563 and the evangelizer of the Albanian Scots and northern Picts; Aidan, the apostle of Northumbria; Columbanus, the apostle of the Burgundians of the Vosges (S90); Callich or Gallus (d.",
        "- Though the electric processes which have been proposed for extracting the iron from iron ore, with the purpose of displacing the iron blast furnace, have not become important enough to deserve description here, yet it should be possible to devise one which would be useful in a place (if there is one) which has an abundance of water power and iron ore and a local demand for iron, but has not coke, charcoal or bituminous coal suitable for the blast furnace.",
        "Nor can any attempt here be made to summarize the remaining native Egyptian sources, literary and archaeological, that deserve notice.",
        "these candles, which we thy servants desire to carry lighted to magnify thy name; that by offering them to thee, being worthily inflamed with the holy fire of thy most sweet charity, we may deserve,\" &c. (3) \" 0 Lord Jesus Christ, the true light, ...",
        "Finally, the bootmakers of Northamptonshire (at Wellingborough, Rushden, &c.), and the strawplaiters of Bedfordshire (at Luton and Dunstable), deserve mention among localized industrial communities.",
        "It is obvious that all actions conducive to the general good will deserve our highest approbation if done from disinterested benevolence; but how if they are not so done ?",
        "We are punished justly, for we are getting what our deeds deserve.",
        "What we all deserve is to be punished in hell.",
        "Now, you may ask, what have Jews done to deserve such rancor and alarm?",
        "I reckon somebody prepared to do that must be really desperate to do some work, and they deserve every chance they get.",
        "Textile workers in Gilan, bus drivers in Tehran, and refinery workers in Abadan all deserve respect.",
        "A high quality ceremony takes time, and families deserve better than the mere repetition of a routine formula.",
        "I ca n't help feeling you deserve better from your own self-image.",
        "Councilors are compiling a shortlist of famous figures who they feel deserve a place in Edinburgh 's history books.",
        "So whoever wins this class will know they well and truly deserve the silverware at the end of the week.",
        "If you ca n't jump about in five inch stilettos then frankly, you do not deserve to have boobs and hold a guitar.",
        "Respect and to be treated with dignity is no less than our elderly deserve.",
        "A Muslim may also claim that Allah only tricks unbelievers, which isn't evil since they deserve what they get.",
        "This must not be allowed to create an underclass of people who do n't deserve to have the resources of medicine available to them.",
        "You deserve it, and your baby will love his or her new room that has been decorated with all of your love!",
        "All children deserve the right to live in a safe, stable home.",
        "This is your special day, and you deserve to look like a million bucks, but that does not mean you have to spend that much to get the perfect dress.",
        "Foods that deserve a glowing review when it comes to cat food ratings should be made using high-quality animal proteins formed from cuts of meat that would be considered safe for human consumption.",
        "They deserve truthful answers to their questions, recognition of their feelings, and relief from feelings of blame or guilt.",
        "This might mean that their clients do not get the time or attention they deserve because the firm is overwhelmed and understaffed.",
        "California divorce lawyers can play a major role in helping their clients get the outcome they deserve.",
        "Before deciding to live without the child support you and your child(ren) deserve, read on to learn about other ways you may not have tried to find a deadbeat dad.",
        "Keep your head up and have faith that someday soon you will find your child(ren)'s father and start getting the child support you all deserve.",
        "Understanding how to file for legal separation can help you receive all of the legal rights you deserve.",
        "In today's society, children frequently have parents who don't live together and co-parenting solutions are needed to ensure the children receive the care and attention they deserve from both parents.",
        "Most kids just want to have fun and they don't deserve to have that aspect of their lives limited because their family doesn't live under one roof.",
        "I always say, \"If I am half as successful as my father, I will receive twice the success and happiness I deserve.\"",
        "Women both young and old need and deserve the opportunity to feel good without having to fit a specific style or image.",
        "The eyes deserve the gentlest treatment of any area of the face, and the most beneficial gel removers are those that work quickly.",
        "If so, these accomplishments deserve to be commemorated in your heritage scrapbook pages.",
        "Halloween is full of moments that deserve a place in your family scrapbook.",
        "Homemade cards are gorgeous personal gifts that deserve to be preserved.",
        "One of the most important ideas in the philosophy of Creative Memories is that the past, present, and future are all important and deserve attention.",
        "If someone you care about dies or you lose your job, you may wonder what you did to deserve this and realize that there was nothing you could have done to prevent it or change it.",
        "Cheating causes problems for those honest students by unfairly giving cheaters the academic advantage, which in turn makes it harder for those who did study to get the grades and recognition they deserve.",
        "You deserve someone who will treat you nice and not play games.",
        "Why would you want to subject yourself to someone who doesn't deserve you?",
        "Sure, you can choose a prom gown in just about any shade you want these days, so why do white prom formal dresses deserve your attention?",
        "The color is bright so you will get the attention that you deserve at this special event.",
        "There are certain skills that everyone can learn that can help everyone get the grades they want and deserve.",
        "While you likely won't make a fortune babysitting, you do deserve to be paid for your time.",
        "You deserve it, and you will enjoy your wedding more when you are confident in your beauty.",
        "Here's what I've learned: that you can't make fun of everybody, because some people don't deserve it.\"",
        "Luna Roja is an homenaje (homage) to these women: the sisters, the daughters, the mothers, the workers who deserve justice and the basic human dignity of being treated as if their lives and deaths matter.",
        "Brit does deserve a little pat on the back for not joining the drunk driving girls club that includes Lindsay Lohan, Paris Hilton, Mischa Barton and Nicole Richie.",
        "Then, Heigl made a nasty comment that she thought she didn't deserve the Emmy win because her material wasn't substantial enough.",
        "Some girls clothing brands really deserve attention as these clothing items are both well made and highly individualized.",
        "However, if your other classes and events are that important, it should be equally important to stay healthy enough to give them the attention they deserve.",
        "No matter what their age, passengers young and old will find just the luxury they deserve aboard any Celebrity ship.",
        "Nothing says \"classy\" quite like a pearl necklace, and doesn't your pup deserve the very best?",
        "Bulldogs are a charming breed and deserve a loving and stable home.",
        "At Bravo, they feel that pets are family and deserve the same high quality foods as their people.",
        "Hickory (Carya) - A very interesting and distinct group of forest trees, little planted in England in our own day, but so valuable in their own country for their wood that they deserve a place in our choice plantations.",
        "Several kinds are hardy in the milder parts of Britain, and deserve a more extensive trial.",
        "Easily raised as any annual, they deserve to be well thinned out and put in rich ground.",
        "The Flowering Currants are really an important group of shrubs and deserve the best attention, and instead of being crammed in the usual shrubbery-mixture, should be grouped by themselves.",
        "These three primary divisions-the Ten-week, Intermediate, and Biennials-require each different treatment, and Stocks are so easily grown, so fragrant and handsome, that they will ever deserve care in our gardens.",
        "There are so many faux pas associated with socks that they deserve a category all their own.",
        "Don't they deserve to enjoy the benefits of organic foods just like you do?",
        "Plus size women want and deserve to feel sexy in their undergarments, and the many styles of Delta Burke lingerie will help them do just that.",
        "To make sure you look and feel your best no matter what the occasion or what you are wearing, you deserve to treat yourself to some figure-flattering push-up bras to enhance your image.",
        "Rivers Edge believes you deserve to look your best in dancewear that is sized just for you.",
        "At first, it can be difficult to fit into a busy life, but you deserve a little time for your health.",
        "You deserve it, and with today's selection of plus size workout clothing you'll feel confident as you step into that gym, hit the tennis courts or go for that jog.",
        "Pretty bras definitely deserve a place in a woman's lingerie collection, so it's worth it to seek out something with details like lace or ribbon, or styles in brilliant colors or vivid prints.",
        "You've worked hard, you deserve to wear better clothes.",
        "Even individuals who were not close to their parents agree they deserve a basic level of respect and gratitude.",
        "Remember, you are a valuable commodity and deserve a good job at any age.",
        "Sometimes special colors don't offer enough protection against bright light to offer your eyes the relief they deserve.",
        "While all carousels continue to delight children and evoke wonderful memories in adults, there are a few carousel horse superstars that deserve to be noted.",
        "Although stops at Disney attractions deserve a spot on any theme park lover's list, don't miss the other fun amusement parks Florida has to offer.",
        "The all-time best selling game was Alien vs. Predator, but there are others that deserve honorable mention as well.",
        "Action games litter the market like no other, but the sad fact is that they rarely deserve a second glance.",
        "If you can get your hands on that many studs, then you truly deserve the title of Jedi.",
        "A lot of people might be familiar with Bookworm, but games like Tumble Bees and Word Whomp deserve their time in the spotlight too.",
        "If you guessed a great Pinot that entices with a steamy perfume of red fruit and jasmine, then you deserve a glass.",
        "There's no better time to go all out and style your hair with a little extra attention - whether you're the bride or a friend of the lucky lady, you deserve it!",
        "Lice are extremely uncomfortable, cause endless itching and scalp irritation, and most importantly, keep children away from school where they miss out on the daily activities and the education that they deserve.",
        "When you're looking for a job overseas, it's easier to fall into the trap of giving information out to people who don't actually need or deserve it (scammers).",
        "Many people are looking for the right career to fit their skills, and a job application for Sears can be the key that you need to get the job you deserve.",
        "If you're balancing work and the responsibility of impending parenthood, you deserve to look and feel your very best!",
        "To be sure you get all the benefits you deserve, follow the rules carefully.",
        "The watching population of the U.S. certainly feels that her children deserve a chance for a good life and a happy home, and skeptics and supporters alike are waiting to see how she intends to provide that for them.",
        "Clearly, there is a strong need to discuss potential swimming pool dangers; you and your family deserve safe summer dips in the family pool.",
        "Just because you're not a customer in a brick-and-mortar store doesn't mean you don't deserve excellent service.",
        "In the end, voluptuous swimsuit models are living works of art, and they deserve to be appreciated as such.",
        "The bikini models who make it to the top deserve every penny they earn.",
        "With all the effort you put into making your body look that good, you deserve to flaunt it.",
        "Dozens of varieties are available for you to buy, and in your search for the perfect cup of coffee, you deserve to get the coffee maker that best suits your needs!",
        "Children all over the world deserve a right to three square meals a day.",
        "Mothers, grandmothers, daughters, aunts, wives, sisters, and nieces all deserve to have something special to open on Christmas morning!",
        "Yes, there are men who will love you the way you want and deserve to be loved and you don't have to settle for less.",
        "Do you ever think you deserve to be hurt or yelled at?",
        "Or, you fear you will have to settle for someone less than what you want or deserve and as a result you worry that you will never find the right person.",
        "You're likely to continue on this merry-go-round until you decide he is not that into you and you deserve someone who is.",
        "Third, give yourself gentle reminders that you deserve to be loved and treated the way you imagine.",
        "I can tell you, that as long as all your attention is on him, you will never see that there is a guy out there who is willing to be in a relationship with you for the long haul and who will treat you the way you deserve to be treated.",
        "You deserve to be treated better than that!",
        "As long as you settle for getting less than you deserve, this guy or any guy will continue to behave as though you are not a priority.",
        "You deserve better than to be treated this badly.",
        "Because you deserve a man who wants the world to know how he feels about you and can give himself to you completely in every sense of the word.",
        "I love her more than anyone I have ever known and I really wish I could take her and her kids away from that life and give them all the great life that they deserve.",
        "More likely, deep down inside, she feels she does not deserve to be happy.",
        "Do not feel bad about yourself because even though you may really like her, there are plenty of other women out there who deserve a caring and loving man such as yourself.",
        "On the other hand, you can love your husband and leave him knowing that you don't deserve to be treated with so little respect!",
        "It is agonizing to question whether your husband or wife is having an affair and if you suspect the worst, you deserve to catch a cheater and get some answers.",
        "Remember that both partners deserve thanks after a time of sensual touching.",
        "I know that someday you will find a girl who will love you as much as you deserve.",
        "Whichever tote you choose to carry, remember that you'll want to make sure it can carry all the essentials you'll need to have the fun you deserve at your meetings.",
        "Women deserve quality bags, but the incredibly high prices posed by some designer bags make them out of reach.",
        "However, autistic children often display other traits that deserve your attention when selecting toys for them.",
        "For example, we explain in our \"respect\" gallery that respect is more than good manners-it's the belief that others have as much worth and dignity as you and deserve to be treated with courtesy.",
        "Design Reviver's Top 20 List: Another list of great horror movie posters, Design Reviver brings up some great horror posters the posters for Dead Snow, The Evil Dead and Maniac and gives them the acclaim that they deserve.",
        "While identifying which films deserve to appear on a list of old movies can be a bit difficult, one thing is for certain: it is quite easy to become enchanted by old films despite--or maybe because of--their age.",
        "With so many films out there, it gets harder each year to narrow in on which ones still deserve the title of the scariest.",
        "New films each year question whether older movies still deserve attention.",
        "You work hard for what you earn, thus you deserve to have an efficient and rewarding money management plan.",
        "Although there is no formal process for declaring someone the \"Queen of Couponing,\" there are plenty of frugal women who deserve recognition for their achievements.",
        "Nine West Shoes: These have the quality you deserve, and if you find them on sale, the price you want, too.",
        "Your feet do, after all, deserve to be comfortable as well as look great.",
        "However, bear in mind that feet take a lot of abuse and deserve a bit more care.",
        "Straight lacing offers a distinctive appearance that can make athletic or casual shoes look a bit more polished, and make dress shoes look as dressy as they deserve.",
        "SAS states \"We feel our customers deserve the personal attention that only a knowledgeable shoe fitter can provide,\" and that authorized shoe dealers can be found by using the retail locator map.",
        "These shoes are made to perform as the high-quality footwear your feet deserve.",
        "Complete the look with caps, belts, and socks, or treat yourself to an Ariat wallet just because you deserve the best.",
        "Craftsmen slow down and concentrate on what they're doing so that you can have the ideal, dependable machine you deserve.",
        "Either way, the spas in Portland will provide you with the relaxation and pampering that you deserve.",
        "Anniversary: There are many anniversary occasions that deserve to be marked with a special gift.",
        "As though the amazing look of this luxury watch wasn't enough, the features listed below leave no question that these watches deserve the label of family heirloom.",
        "Remember they have made it through the trenches and deserve respect from a business point of view.",
        "Should you have done everything suggested here and still don't feel like you're getting the respect you deserve from the eyeballs across the desk, you can exercise the ultimate option--gather your materials and leave.",
        "Many so called \"professionals\" who offer tax advice are really just seasonal workers who may not have the skills necessary to help you get all the deductions and benefits you deserve, so be sure to choose a reputable tax preparer.",
        "It's important to have a well-written resume that reflects your strengths because your resume is the tool used to convince that employer that you deserve an interview.",
        "After this you deserve a break, so get up have a glass of water or cup of coffee, and stretch your legs.",
        "If you feel that he or she would be an asset to any company they applied to or that they deserve to receive the scholarship or to be admitted to a particular school, then say so.",
        "Some dealers deserve to be mistrusted, but frankly, they're blamed for everything, whether it's their fault or not.",
        "Many larger schools offer a spirit club that makes sure that all of the athletes from the most popular football player to those involved in other less popular sports get the attention they deserve for representing the school well.",
        "If it's a large class, do you think you'll get the individual attention you deserve?",
        "Remember that every forward step you take it is one more toward the positive lifestyle change you deserve.",
        "To make sure your abs get the attention they deserve, train them first instead of last in the workout for the next couple months.",
        "If you have no clue of how you're doing over the past couple months or year, how can you tell if all that sweat and effort you put in each week is getting the results you deserve?",
        "These manufacturers and machines deserve a special shout-out for their impressive function.",
        "Spectera recognizes the need for affordable vision care coverage and does their best to offer members the insurance they deserve.",
        "The insurance company offers you much less money than you deserve.",
        "There are certain health care reform facts that deserve to be weighed by the general public.",
        "Even if you don't have expensive possessions, you still deserve protection in case of an accident or a theft.",
        "Ladies designer pajamas offer the comfort you crave and the quality you deserve!",
        "Some of the lesser known of the lingerie websites and blogs deserve quite a bit more attention than they actually get these days.",
        "Guys can be stylish this summer without having to give up any of the comforts they want -- and deserve.",
        "It may seem impossible, but you can find DDD sports bras that fit comfortably while offering the performance you deserve.",
        "Dog Problems is a record for anyone who likes XTC…Joe Jackson…The Pernice Brothers…Beachwood Sparks….The Posies…comparisons to The Shins and All America Rejects are obvious, but not fair - The Format deserve better.",
        "Irish Drinking Songs - Not to perpetuate a stereotype, but it is a well known fact that the Irish like a wee drink or two, and there are so many Irish drinking songs that they may deserve to be recognized as a genre in their own right.",
        "Or does a more current country crop deserve the recognition for writing the best country tunes?",
        "They definitely deserve a celebration as a reward for all their hard work.",
        "After all, you deserve to have some fun and spill a beer or two while you're at it.",
        "The dogs are adopted out to happy families who love them and give them the attention that they deserve.",
        "Even the most time-honored classics deserve an update every now and then, though, and nail manufacturers have taken note.",
        "Attending a group facial can be a great way for women to visit and get the pampering they deserve at the same time.",
        "All animals deserve to be kept as well as welsh sheep or Russian sable.",
        "They deserve acceptance as full citizens of their communities in recognition of this essential sameness.",
        "He is a good, decent man and does not deserve to be turned into a political scapegoat.",
        "I can't help feeling you deserve better from your own self-image.",
        "The East End has people who deserve that send-off much more than him.",
        "Councilors are compiling a shortlist of famous figures who they feel deserve a place in Edinburgh's history books.",
        "These two pop hook masters have recorded an album of all the songs that inspire them, and since it's Valentine's Day and you deserve a little something special, this link will give you a chance to check out the entire album.",
        "Today's women lead busier lives than ever before, and between work, school, family and friends, volunteering, and a host of other commitments, they don't often take the time to pamper themselves the way they deserve.",
        "My Design Award allows web designers to submit their site for review if they feel they deserve a bit of recognition.",
        "Even if you simply use a graphic on a small blog where you believe no one would notice or care, the fact is that someone spent time creating that image and they deserve compensation for it.",
        "You all deserve to be in Hell!"
    ],
    "definition": [
        "Link/Cite",
        "To be entitled to, as a result of past actions; to be worthy to have.\nAfter playing so well, the team really deserved their win.\nAfter what he did, he deserved to go to prison.\nThis argument deserves a closer examination.",
        "This is a catenative verb that takes the to infinitive.",
        "severed",
        "Link/Cite"
    ]
}