{
    "translation": "לעצב, עיצוב",
    "uses": [
        "Sonya sat in the drawing room at the round table, copying a design for embroidery.",
        "That was something she had trouble imagining, but the wrought iron design was open and graceful.",
        "It's a Lou Rankin design, Fred answered.",
        "As the design was somewhat complicated, the slightest jar made the structure fall.",
        "Design especially was under suspicion with him.",
        "The Temple of the Cross is a larger structure of similar design and construction.",
        "The military doesn't buy their haircuts, website design, or piano lessons.",
        "The driver took them to a Spanish design home a few miles from the hacienda.",
        "Moreover, at this moment Pierre was supported in his design and prevented from renouncing it by what he had already done in that direction.",
        "We are suitably impressed that Da Vinci sketched a design for a submarine and a flying machine.",
        "Mill directs his attention to the Design argument.",
        "Untold hours of do-it-yourself-manship and emer­gency repair had finally overcome poor septic design and general­ly shoddy workmanship to create communities of adequate com­fort and living.",
        "There is as much secrecy about the cooking as if he had a design to poison you.",
        "Its edges were gilded with gold marking a lazy geometric design across the marble.",
        "In fact, the entire design of the living area was more open and roomy than the new log home where they now lived.",
        "In 1538 an embassy of German divines visited England with the design, among other things, of forming a common confession for the two countries.",
        "The Design argument is held to give a contrasted view.",
        "That is what Kant contended that the Design argument pointed to, and Mill, proceeding on the Design argument, claims nothing more for his conclusion.",
        "She turned slowly and craned her head to confirm the design covered every inch of her exposed neck.",
        "ft., but it is now fairly certain that these high values are erroneous, and due, not to the wind, but to faulty design of the anemometer.",
        "This work is in its design apologetic, and is meant to bring within the range of Christian thought all that is of value in Mahommedan science.",
        "He will not have the Ontological argument; but he asserts Natural Law, and relies upon the cosmological and design arguments - with various refinements and distinctions, differently stated in his two Summae.",
        "\"Who ever Cleary is, by design or luck, he isn't making it easy for us,\" Dean said as he continued to search.",
        "He teaches free will and immortality; and the design and cosmological arguments are both traceable in him.",
        "And the risk to which he would expose his life by carrying out his design excited him still more.",
        "1 The Design argument has mainly to do with living bodies.",
        "William Rufus, to the disgust of his supporters, permitted Odo to leave the kingdom after the collapse of this design (1088), and thenceforward Odo was the right-hand man of Robert in Normandy.",
        "Radiators (really convectors) were in their primitive design coils of pipe, used to give a larger heating area than the single pipe would afford.",
        "On the Common is the Royal Military Academy, a castellated building erected from the design of Sir J.",
        "But during the whole of this active life, many details of which are very interesting as illustrative of the life and manners of the time, he never lost sight of a design which he had formed at a very early period, of writing the history of those civil wars in France in which he had borne a part, and during which he had had so many opportunities of closely observing the leading personages and events.",
        "The central feature of the estate is a château (375 X 150 ft.) of French Renaissance design, after the famous chateau at Blois, France.",
        "Great improvements, however, have been effected in the design of open fireplaces, and many ingenious contrivances of this nature are now in the market which combine efficiency of heating with economy of fuel.",
        "(1617); a lunatic asylum; the Van Renswoude orphanage, the theatre, a school of design, the powder magazine and the state arsenal, originally a warehouse of the East India Company, and now used as a manufactory of artillery stores.",
        "Many objects in nature, organisms especially, seem to resemble the works of human design; there fore with high probability we infer a designing mind behind nature, adequate to the production of these special results.",
        "The design argument is available for the slightly bolder philosophy of intuitionalism as well as for empiricist theism.",
        "The size of the boiler may be increased or diminished by the addition or subtraction of one or more sections; these, being simple in design, are easily fitted together, and should a section become defective it is a simple matter to insert a new one in its place.",
        "He now steadily pursued the design of the Restoration, but without holding any private correspondence with the king, and only on terms similar to those proposed in 1648 to Charles I.",
        "He will not waste time upon triflers who deny what he thinks, in the light of the (empiricist!) Design argument, an absolutely clear truth.'",
        "Nearly all recent advances in crane design are the result of the introduction of the electric motor.",
        "Still, the Design argument is a good sample of a proof by means of the inferior method.",
        "The last design they were at work upon represented the Moulin joli, the house of Marguerite, with the device Cur valle permutem Sabina divitias operosiores?",
        "Court formed the design of writing a history of Protestantism, and made large collections for the purpose, which have been preserved in the Public Library of Geneva; but this he did not live to carry out.",
        "In 1678 the murder of Sir Edmund Berry Godfrey was ascribed to her servants, and Titus Oates accused her of a design to poison the king.",
        "They are now usually of special design, and may be divided into three classes - indirect radiators, direct radiators and direct ventilating radiators.",
        "3 Of course the Design Argument is well known in antiquity, but not the type of philosophy which stands or falls by that line of \" proof.\"",
        "The difficulty of the succession also occupied him, and he co-operated thus early in the design of legitimizing Monmouth as a rival to James.",
        "He was made an associate of the National Academy of Design, New York, in 1860, and a full academician in 1861.",
        "He refused medicine to induce sleep, declaring \"it is not my design to drink or to sleep, but my design is to make what haste I can to be gone.\"",
        "The Cosmological argument proves, with the help of the first-named intuition, that there is one great First Cause; and the Design argument shows the First Cause to be intelligent or personal.",
        "Greek philosophy for our purpose begins with Socrates, who formulated the Design Argument.",
        "If the God of the Design argument seems a limited being, working as an artist upon given materials,' he is hardly God at all.",
        "18 shows a modern design of crane intended to command the maximum of yard space, and having some of the characteristics both of the Goliath and of the revolving jib crane, and fig.",
        "The restaurant also allows customers to design a combination plate with two smaller portions of the restaurant's entrees.",
        "For a party, you can work with the restaurant to design your own custom menu by mixing and matching items from each menu style.",
        "He could conceal his design up to the very last.",
        "The cafe is also a garden landscaping design business where folks can go to seek out assistance, planning and development of their properties.",
        "The restaurant has a very bold contemporary design, and the food consists of the chef's creative, yet not untraditional, takes on many common continental and coastal menu items.",
        "This prolonged meditation on his design and its execution was ultimately well repaid by the result: so methodical did his ideas become, and so readily did his materials shape themselves, that, with the above exceptions, the original MS. of the entire six quartos was sent uncopied to the printers.",
        "The college at Higham Ferrers was a much earlier design.",
        "The superiority, so far as the convenience of passengers is concerned, of an elevated over an underground railway, when both are worked by steam locomotives, and the great economy and rapidity of construction, led to the quick development and extension of this general design.",
        "Soon after his \" release from the fruitless task of the Swiss revolution \" in 1768, he had gradually advanced from the wish to the hope, from the hope to the design, from the design to the execution of his great historical work.",
        "This is illustrated by his love of Switzerland, his intense interest in the fortunes of that country, his design of writing \" The History of the Liberty of the Swiss \" - a theme, he says \" from which the dullest stranger would catch fire.\"",
        "In George IV.'s reign were issued the so-called \"lion shillings,\" bearing the royal crest, a crowned lion on a crown, a design reverted to in the coinage of Edward VII.",
        "In the original design sup plied for the 36-in.",
        "Wollaston also published anonymously a small book, On the Design of the Book of Ecclesiastes, or the Unreasonableness of Men's Restless Contention for the Present Enjoyments, represented in an English Poem (London, 1691).",
        "The reading in public of his two treatises De Potestate ecclesiastica and De Reformatione Ecclesiae revealed, besides ideas very peculiar to himself on the reform and constitution of the church, his design of reducing the power of the English in the council by denying them the right of.",
        "The building, of beautiful classical design, and admirably adapted to its uses, was completed in 1916.",
        "The windows in the outer walls are filled with pierced stone screens of geometrical design.",
        "could do was done to make the design of the piece understood.",
        "Galgano (infra), built in black and white marble, was begun in the early years of the 13th century, but interrupted by the plague of 1248 and wars at home and abroad, and in 1317 its walls were extended to the baptistery of San Giovanni; a further enlargement was begun in 1339 but never carried out, and a few ruined walls and arches alone remain to show the magnificence of the uncompleted design, which would have produced one of the largest churches in the-world.",
        "Cornish pumps are economical in running expenses, provided the driving engine is of proper design and the disadvantages incurred in conveying steam underground are avoided.",
        "In the United States few railway companies design or build their own bridges.",
        "The design and execution also became remarkably good.",
        "Among the principal buildings are the cathedral (rebuilt in the 16th century), and several other churches, among which the Mariae Kirke with its Romanesque nave is the earliest; a hospital, diocesan college, naval academy, school of design and a theatre.",
        "More commonly the term is applied to the doctrine that the universe as a whole has been planned on a definite design, or at least that it tends towards some end.",
        "The pan-Islamic press, allowed full licence by the Cairo authorities, spread abroad rumours that the Egyptian government intended to construct fortifications in the Sinai peninsula with the design of menacing the railway, under construction by Turkey, from Damascus to Mecca.",
        "in 1527 provoked a renewal of the design of 1514.",
        "The third part of the Summa is also divided into two parts, but by accident rather than by design.",
        "Cotton.In 1901, 166,000 persons were employed in the spinning and weaving of cotton, French cotton goods being distinguished chiefly for the originality of their design.",
        "Rhodes was again famous for its pottery in medieval times; this was a lustre ware at first imitated from Persian, though it afterwards developed into an independent style of fine colouring and rich variety of design.",
        "There are rows of hieroglyphics on the sides and over the central design.",
        "Bach's conception of the function of an instrument is that it holds a regular part in a polyphonic scheme; and his blending of tones is like the blending of colours in a purely decorative design.",
        "The Design argument elicits from Lotze the criticism that some things look purposeful, but others decidedly purposeless.",
        "And the God he postulates is brought in ex machina like the God of the old Design argument in its roughest popular form.",
        "In May 1666 Wren submitted his report and designs (in the All Souls collection), for this work; the old cathedral was in a very ruinous state, and Wren proposed to remodel the greater part, as he said, \"after a good Roman manner,\" and not, \"to follow the Gothick Rudeness of the old Design.\"",
        "From 1668 to 1670 attempts were being made by the chapter to restore the ruined building; but Dean Sancroft was anxious to have it wholly rebuilt, and in 1668 he had asked Wren to prepare a design for a wholly new church.",
        "This first design, the model for which is preserved in the South Kensington Museum, is very inferior to what Wren afterwards devised.",
        "Thus, in spite of its having been approved by the king, this design was happily abandoned - much to Wren's disgust; and he prepared another scheme with a similar treatment of a dome crowned by a spire, which in 1675 was ordered to be carried out.",
        "Wren apparently did not himself approve of this second design, for he got the king to give him permission to alter it as much as he liked, without showing models or drawings to any one, and the actual building bears little resemblance to the approved design, to which it is very superior in almost every possible point.",
        "Bernini showed his design to Wren, but would not let him copy it, though, as he said, he \"would have given his skin\" to be allowed to do so.",
        "In the design of spires Wren showed much taste and wonderful power of invention.",
        "The western towers of Westminster Abbey are usually attributed to Wren, but they were not carried out till 1735-1745, many years after Wren's death, and there is no reason to think that his design was used.",
        "The \" argument from design \" had been a favourite form of reasoning amongst Christian theologians, and, as worked out by Paley in his Natural Theology, it served the useful purpose of emphasizing the fitness which exists between all the inhabitants of the earth and their physical environment.",
        "Kampen is the seat of a Christian Reformed theological school, a gymnasium, a higher burgher school, a municipal school of design, and a large orphanage.",
        "The Calling of St James to the Apostleship appears to be Mantegna's design, partially carried out by Pizzolo; the subjects of St James baptizing, his appearing before the judge, and going to execution, and most of the legend of St Christopher, are entirely by Mantegna.",
        "It was painted in tempera about 1495, in commemoration of the battle of Fornovo, which Ginfrancesco Gonzaga found it convenient to represent to his lieges as an Italian victory, though in fact it had been a French victory; the church which originally housed the picture was built from Mantegna's own design.",
        "The technique of himself and his followers is characterized by the strongly marked forms of the design, and by the oblique formal hatchings of the shadows.",
        "In 1875 Bismarck was suspected of a design of again attacking France, and Gorchakov gave him to understand, in a way which was not meant to be offensive, but which roused the German chancellor's indignation, that Russia would oppose any such scheme.",
        "Some early ambones are found in Ravenna, and in the south of Italy are many fine examples; the epistle ambo in the cathedral at Ravello (1130), which is perhaps the earliest, shows a Scandinavian influence in the design of its mosaic inlay, an influence which is found in Sicilian work and may be a Norman importation.",
        "The two ambones in the cathedral of Salerno, which are different in design, are magnificent in effect and are enriched with sculpture as well as with mosaic. In the gospel ambo in the cathedral of Ravello (1272), and also in that of the convent of the Trinita della Cava near Salerno, the spiral columns inlaid with mosaic stand on the backs of lions.",
        "He seems, however, not to have been contented with this position, and to have entertained the design of putting an end to the dependent kingdoms. At all events we hear of no kings of the Hwicce after about 780, and the kings of Sussex seem to have given up the royal title about the same time.",
        "long; there are other orchids of fantastic design in their green and white flowers, some of which have spurs (r ectaries) nearly 7 in.",
        "Empiricist Natural Theology - the argument from Design.",
        "The next important development in rail design originated in America, which, for the few lines that had been laid up to 1830, remained content with wooden bars faced with iron.",
        "Bridges Adams, the intention being by \" fishing \" the joints to convert the rails into continuous beams. In the original design two chairs were placed, one under each rail, a few inches apart, as in fig.",
        "After the success of the Rocket, the Stephensons received orders to build seven more engines, which were of very similar design, though rather larger, being four-wheeled engines, with the two driving wheels in front and the cylinders behind; and in October 1830 they constructed a ninth engine, the Planet, also for the Liverpool & Manchester railway, which still more closely resembled the modern type, since the driving wheels were placed at the fire-box end, while the two cylinders were arranged under the smoke-box, inside the frames.",
        "The main features of the steam locomotive were thus established, and its subsequent development is chiefly a history of gradual increase in size and power, and of improvements in design, in material and in mechanical construction, tending to increased efficiency and economy of operation.",
        "In a large station the arrangements become much more complicated, the precise design being governed by the nature of the traffic that has to be served and by the physical configuration of the site.",
        "or groups of sidings, equal in length at least to the longest train run on the line, branching out from a single main track and often again converging to a single track at the other end; the precise design,..",
        "The fundamental condition governing the design of all tractive machinery is that the wheels belonging to the axles to which torque is applied shall roll along the rails without slipping, and exert a tractive force on the train.",
        "The principal condition operating in the design of locomotives intended for local services with frequent stops is the degree of acceleration required, the aim of the designer being to produce an engine which shall be able to bring the train to its journey speed in the shortest time possible.",
        "This maximum rate depends upon the kind of coal used, whether small, friable, bituminous or hard, upon the thickness of the fire, and upon the correct design and setting of the blast-pipe.",
        "Any modification of the design which will reduce the resistance to the flow of steam through the steam passages at high speeds will increase the piston speed for which the indicated horse-power is a maximum.",
        "Worsdell developed the design of the two-cylinder compound in England and built several, first for the Great Eastern railway and subsequently for the North-Eastern railway.",
        "It is a simple design of moderate boiler power.",
        "- The demand of the present day is for engines of larger power both for passenger and goods service, and the problem is to design such engines within the limitations fixed by the 4 ft.",
        "He gave strenuous support to the Spartans; evidently he had already then formed the design, in which he was supported by his mother, of gaining the throne for himself after the death of his father; he pretended to have stronger claims to it than his elder brother Artaxerxes, who was not born in the purple.",
        "He spared neither men, money, nor himself in attempting to carry out his gigantic scheme for the colonization of the south Russian steppes; but he never calculated the cost, and more than three-quarters of the design had to be abandoned when but half finished.",
        "Sivaji, however, planned their expulsion, and before the end of his restless life made much progress in the execution of that design.",
        "This design he certainly failed to realize.",
        "In studying the economic history of the 18th century, for example, it is not enough to assume with Defoe that \" gain is the design of merchandise.\"",
        "On hearing of the death of the poet Dakiki, he conceived the ambitious design of himself carrying out the work which the latter had only just commenced; and, although he had not then any introduction to the court, he contrived, thanks to one of his friends, Mahommed Lashkari, to procure a copy of the Dihkan Danishwer's collection, and at the age of thirty-six commenced his great undertaking.",
        "In November 1797 he sent to Malta Poussielgue, secretary of the French legation at Genoa, on business which was ostensibly commercial but (as he informed the Directory) \"in reality to put the last touch to the design that we have on that island.\"",
        "They feared his ability and ambition; while he credited them with the design of poisoning him.",
        "The news of the strengthening of the British army and navy lately announced in the king's speech had perhaps annoyed him; but seeing that his outbursts of passion were nearly always the result of calculation - he once stated, pointing to his chin, that temper only mounted that high with him - his design, doubtless, was to set men everywhere talking about the perfidy of Albion.",
        "After the Great Fire of 1666 he constructed a model for the rebuilding of the city, which was highly approved, although the design of Sir C. Wren was preferred.",
        "From the 3rd century B.C., and possibly for a longer period, earthenware water-coolers and other pottery have been manufactured in the town, and many of the vessels produced are noteworthy for their beauty of form and antiquity of design.",
        "About 1309 the arcaded facade along the lagoon front was taken in hand, and set the design for the whole of the external frontage of the palace.",
        "Towards the end of the 14th century, this façade, with its lower colonnade, upper loggia with handsome Gothic tracery, and the vast impending upper storey, which give to the whole building its striking appearance and audacious design, had been carried as far as the tenth column on the piazzetta side.",
        "The name of the architect who 'began the work and thus fixed the design of the whole is not certainly known, but it must have been a man of an earlier generation than that of Filippo Calendario, who is often stated to have been the chief architect of the older portion.",
        "The design of these facades is very striking and unlike that of any other building in the world.",
        "Other notable examples of this style are the Palazzo Ariani at San Raffaelle, with its handsome window in a design of intersecting circles; the beautiful window with the symbols of the four Evangelists in the spandrils, in the facade of a house at San Stae; the row of three Giustinian palaces at S.",
        "The facade has the characteristic circular pediment with a large west window surrounded by three smaller windows separated by two ornamental roundels in coloured marble and of geometric design.",
        "It is rich, ornate, yet hardly florid, distinguished by splendid effects of light and shade, obtained by a far bolder use of projections than had hitherto been found in the somewhat fiat design of Venetian façades.",
        "The Procuratie Vecchie is perhaps the longest arcaded façade in the world and certainly shows the least amount of wall space; the whole design is simple, the .moulding and ornamentation severe.",
        "The palaces of the later Renaissance are numerous and frequently grandiose though frigid in design.",
        "The design of the former is a trellis crossing the ceiling diagonally; in each of the lacunae is carved a cherubim with eight wings; the figures and the trellis are gilded; the ground is a rich ultramarine.",
        "The arsenal, which was famous in Dante's day, received its first enlargement in 1304, when, on the design of Andrea Pisano, new building sheds and the rope walk or Tana were erected.",
        "The whole design was modified in 1688 so as to represent a triumphal arch in honour of Morosini Peloponnesiaco, who brought from Athens to Venice the four lions in Pentelic marble which now stand before the gate.",
        "Like many other arts in Venice, that of glass-making appears to have been imported from Moslem countries, and the influence of Oriental design can be traced in much of the Venetian glass.",
        "that more is owing to what we call chance - that is, philosophically speaking, to the observation of events arising from unknown causes - than to any proper design or preconceived theory in this business.\"",
        "Consequently in 395, after a successful campaign against the Germans on the Rhine, Stilicho marched to the east, nominally to expel the Goths and Huns from Thrace, but really with the design of displacing Rufinus, and by connivance with these same barbarians he procured the assassination of Rufinus at the close of the year, and thereby became virtual master of the empire.",
        "For, however Ghibelline might be the original intention, the result was not commensurate with the subtlety of the design, and the power of the pope was rather increased than diminished by the event of the Crusade.",
        "Perhaps his most interesting design was that for the mansion of Baron James de Rothschild at Ferribres in France, but he designed many other important buildings.",
        "The difficulty which has generally presented itself to those who have tried to design instruments on the FIG.",
        "For the purposes of scientific topography observation of the natural features and outlines is followed by exact investigation of the architectural structures or remnants, a process demanding high technical competence, acute judgment and practical experience, as well as wide and accurate scholarship. The building material and the manner of its employment furnish evidence no less important than the character of the masonry, the design and the modes of ornamentation.",
        "The design of connecting Athens with the Peiraeus by long parallel walls is ascribed by Plutarch to Themistocles.",
        "buildings destroyed by the Persians were built into it, possibly owing to haste, as in the case of the city walls, but more probably with the design of commemorating the great historic catastrophe, as the wall was visible from the Agora.",
        "The sculptures of the pediments have been completely lost, but their design has been ingeniously reconstructed by Sauer.",
        "Strikingly similar in design and construction is a large quadrangular building, the foundations of which were discovered by the British School near the presumed Cynosarges; this may perhaps be the Gymnasium of Hadrian, which Pausanias tells us also possessed ioo columns.",
        "They then took the vows of poverty and chastity, and pledged themselves to go to the Holy Land as missionaries or for the purpose of tending the sick; or if this design should prove impracticable, to go to Rome and place themselves at the disposal of the pope for any purpose.",
        "The architect is said to have been a Coptic Christian who deprecated the destruction of ancient buildings to obtain columns and blocks of stone, and who undertook to design a mosque which should be built entirely in brick, which when coated with stucco and appropriate decorative designs would rival its predecessors.",
        "The climax of Mahommedan work in India is reached in that of the Mogul emperors at Agra, Delhi and Fatehpur-Sikri, in which there is a very close resemblance in design to the mosques of Syria, Egypt, and Persia; the four-centred arch, which is in the Mogul style, finds general acceptance, and was probably derived from Persian sources.",
        "He established the existence of molecules and atoms as we have defined above, and stated that the number of atoms in the molecule is generally 2, but may be 4, 8, &c. We cannot tell whether his choice of the powers of 2 is accident or design.",
        "Moreover, the higher problems of rhythmic movement in the classical sonata forms are far beyond the scope of academic teaching; which is compelled to be contented with a practical plausibility of musical design; and the instrumental music which was considered the highest style of art in 18 3 0 was as far beyond Wagner's early command of such plausibility as it was obviously already becoming a mere academic game.",
        "He now formed the design of joining the Austrian army, for the purpose of campaigning against the Turks, and so crossed over from Dover to Calais with Gibbon, who, writing to his friend Lord Sheffield, calls his fellow-passenger \"Mr SecretaryColonel-Admiral-Philosopher Thompson.\"",
        "The map or diagram of which Leonardo Dati in his poem on the Sphere (Della Spera) wrote in 1422 \" un T dentre a uno 0 mostra it disegno \" (a T within an 0 shows the design) is one of the most persistent types among the circular or wheel maps of the world.",
        "T maps of more elaborate design illustrate the MS. copies of Sallust's Bellum jugurthinum; one of these taken from a codex of the 11th century in the Leipzig town library is shown in fig.",
        "Lastly there is a pair of giant globes of artistic design, turned out by V.",
        "No express pronouncement on this subject could be wrung from him, and his enforced silence concealed the secret design of safeguarding the principle of sovereignty.",
        "As it stands it is of the highest interest, showing remarkable Decorated work, with windows of beautiful and unusual design, and a magnificent series of canopied tombs.",
        "The death of Wishart produced a deep effect on the Scottish people, and the cardinal became an object of general dislike, which encouraged his enemies to proceed with the design they had formed against him.",
        "His studies both in English and foreign speculation led him to cherish the design also of making some worthy contribution to philosophy.",
        "In 1825 he was one of the founders of the National Academy of Design, and was its first president, from 1826 until 1845.",
        "- bs Plan of of St Circular marks that this cemetery \" gives an Syracuse.(From Agincourt.) idea of a work executed with design and leisure, and with means v e ry different from those at command in producing the catacombs of Rome.\"",
        "high), dates from the 12th century; its upper portion is lower and less rich in design than that of the Clocher Neuf (377 ft.), which was not completed till the 16th century.",
        "Not far off, similar relics were found at Sobunar, Zlatiste and Debelobrdo; iron and bronze ornaments, vessels and weapons, often of elaborate design, occur in the huts and cemeteries of Glasinac, and in the cemetery of Jezerine, where they are associated with objects in silver, tin, amber, glass, &c. Among the numerous finds made in other districts may be mentioned the discovery, at Vrankamer, near Bihac, of 98 African coins, the oldest of which dates from 300 B.C. Many vestiges of Roman rule survive, such as roads, mines, ruins, tombs, coins, frescoes and inscriptions.",
        "Though the experiment with this engine was successful, the design was abandoned by the pasha, and Belzoni resolved to continue his travels.",
        "It forms one of the most decorative features of the synagogue, and of ten takes an architectural design, with columns, arches and a dome.",
        "The varnish is then removed, a different design stopped out, and another metal deposited.",
        "Russell spoke with spirit and dignity in his own defence, and, in especial, vehemently denied that he had ever been party to a design so wicked and so foolish as those of the murder of the king and of rebellion.",
        "His design was frustrated by the establishment of and his official connexion with the Ecole Normale, and the Ecole Polytechnique.",
        "By a decree of 1842 this fund was transferred to the public treasury of Mexico, the Mexican government undertaking to pay interest thereon in perpetuity in furtherance of the design of the original donors.",
        "A fountain, after the original design of that in the quadrangle of Linlithgow Palace, was erected in front of the entrance by the prince consort.",
        "The older parts of it, including the east front, are from the design of Robert Adam, his plans being revised and modified by W.",
        "Nearly all these buildings are characterized by remarkable distinction and beauty of design.",
        "First, the emperor's wrath was stirred by the influence of France in the counsels of the republic; then Cosimo, who was no less jealous of the French, conceived the design of annexing Siena to his own dominions.",
        "The success of this enterprise was decisive and rapid, and the \"Cobden prints\" soon became known through the country as of rare value both for excellence of material and beauty of design.",
        "Mr Tooke declared his intention of making Horne the heir of his fortune, and, if the design was never carried into effect, during his lifetime he bestowed upon him large gifts of money.",
        "There are besides an adequate number of training institutes for teachers, a great number of schools of commerce, several art schools - for design, painting, sculpture, music, &c. Most of these special schools are of recent origin, and are almost entirely maintained by the state or the communes.",
        "This decision is so patently unjust that it has been very widely ascribed to a deliberate design to keep the two countries apart.",
        "Teleology in this form of the doctrine of design was never very deeply rooted amongst scientific anatomists and systematists.",
        "of the 19th century as a ready means of explaining the failures and difficulties of the doctrine of design, fell into its proper place under the new dispensation.",
        "The adherence to type, the favourite conception of the transcendental morphologist, was seen to be nothing more than the expression of one of the laws of thremmatology, the persistence of hereditary transmission of ancestral characters, even when they have ceased to be significant or valuable in the struggle for existence, whilst the so-called evidences of design which was supposed to modify the limitations of types assigned to Himself by the Creator were seen to be adaptations due to the selection and intensification by selective breeding of fortuitous congenital variations, which happened to prove more useful than the many thousand other variations which did not survive in the struggle for existence.",
        "DSrpfeld and others to believe that the plan, as we now have it, is a modification or abridgment of the original design, due to the same conservative influences as led to the curtailment of the plan of the Propylaea.",
        "Kruger's design at this time was to bring the whole of the external trade of the state, which was growing yearly as the gold industry developed, through Delagoa Bay and over the Netherlands railway.",
        "As his design took shape he expanded the supernatural element and made the narratives autobiographical.",
        "It is frequently found upon deities, kings and magnates, and appears to have been composed of some thick furrowed or fluted material, sometimes of bright and variegated design.",
        "hagorah; the Arabic equivalent term is a kilt from thigh to knee) varied, as the monuments show, in richness and design, and could be used as a sword-belt or pocket much in the same way as the modern native uses the long cloth twined twice or thrice around his body.",
        "It is doubtful whether this should be distinguished from the o-TE¢avos, a crown of the same breadth and design all round, as on the coins of Argos with the head of Hera, who is expressly said by Pausanias to wear a stephanos.",
        "For personal ornament finger-rings of great variety in the material and design were worn by men, sometimes to the extent of one or more on each finger, many persons possessing small cabinets of them.",
        "Lescot's edifice was reconstructed at the end of the 18th century by Bernard Poyet into the Fontaine des Innocents, this being a considerable variation of the original design.",
        "The designs of Mr Herbert Baker were accepted for two large blocks of identical design connected by a semicircular colonnade (passing behind the narrow kloof which bisects the shelf).",
        "Modern research seems to show that living protoplasm, wherever it exists, is subject to certain laws and manifests itself by certain phenomena, and that there is no hard and fast line between what prevails in the two kingdoms. So it is with the diseased conditions to which it is a prey: there is a wonderful community of design, if the term may be used in such a sense, between the diseases of animals and plants, which becomes singularly striking and instructive the more they are inquired into.",
        "As regards the generation of electric energy, by pointing out defects of design in the dynamo as it existed about 1878, and showing.",
        "In 1906 the London County Council obtained parliamentary sanction for the erection of a county hall on the south bank of the Thames, immediately east of Westminster Bridge, and in 1908 a design submitted by Mr Ralph Knott was accepted in competition.",
        "Provision was made in the design, by Sir Aston Webb, for the extension of the Mall to open upon Trafalgar Square, through gateways in a semicircular range of buildings to be occupied by government offices, and for a wide circular space in front of the Palace, with a statue of the Queen by Thomas Brock in its centre.",
        "Close to this museum is the Victoria and Albert Museum (formerly South Kensington Museum, 1857) for which an extension of buildings, from a fine design by Sir Aston Webb, was begun in 1899 and completed in ten years.",
        "In spite of the best advice, however, the jealousies of the citizens prevented any systematic design from being carried out, and in consequence the old lines were in almost every case retained.",
        "The size, shape and design of the cars depend on the size of the mine passage and of the hoisting compartments of the shafts; on whether the cars are to be trammed by hand or hauled in trains; whether they are loaded by shovel or by gravity from a chute; and whether they are to be hoisted to the surface or used only for underground transport.",
        "A German design is shown in fig.",
        "This part of Hamilton's programme was, indeed, carried out most successfully, for, although Liman von Sanders was aware of the arrival of large bodies of British troops in the islands, he remained entirely ignorant of his rival's real design until this was actu ally in execution.",
        "As Turkish detachments watching this strip of coastline were known to number only about 2,000 men - the Ottoman authorities never contemplating a hostile landing in force in the locality - the design was to put most of the attacking troops ashore during the night of the 6th-7th as a surprise, and that they should then push on at once and master a range of hills 4 or 5 m.",
        "The design is traced on the wood with charcoal, gouged out in the rough, and finished with sharp fine tools, using the mallet for every stroke.",
        "Both in the wood-carving and silver work the Burmese character displays itself, giving boldness, breadth and freedom of design, but a general want of careful finish.",
        "At the end of the 18th century English cut glass was unrivalled for design and beauty.",
        "An American writer has expressed his satisf action that the day-labourer can now have on his table at a nominal price glass dishes of elaborate design, which only an expert can distinguish from hand-cut crystal.",
        "Sometimes purple glass is used in place of brown, probably with the design of imitating the precious murrhine.",
        "The pieces, however, were joined together by Mr Doubleday with extraordinary skill, and the beauty of design and execution may still be appreciated.",
        "It is well engraved in Richardson's Studies of Ornamental Design.",
        "Some are elaborate in design and bear witness to advanced technique of Roman character.",
        "In his later years he published an address read before the members of the Edinburgh Philosophical Institution (1868), one on Design in Nature, for the Christian Evidence Society, which reached a fifth edition, various charges and pastoral addresses, and he was one of the projectors of The Speaker's Commentary, for which he wrote the \"Introduction to the Synoptic Gospels.\"",
        "In the design of a structure such as a tall reservoir dam it is important that the line of thrust in the material should pass inside the core of a section, so that the material should not be in a state of tension anywhere and so liable to open and admit the water.",
        "The multiple-effect evaporator, originally invented and constructed by Norberto Rilleux in New Orleans in 1840, has under gone many changes in design and construction since Effect that year.",
        "This consideration should be carefully, remembered in the future by the planter who may require an evaporator and by the engineer who may be called upon to design or construct it, and more especially by a constructor without practical experience of the working of his constructions.",
        "This expedition was in fulfilment of a design which he had formed, when, during his former travels in the East, his curiosity had been greatly excited by the ruins of Nimrud on the Tigris, and by the great mound of Kuyunjik, near Mosul, already partly excavated by Botta.",
        "It is certainly not impossible that a Christian Saxon, sufficiently educated to read Latin easily, may have chosen to follow the calling of a stop or minstrel instead of entering the priesthood or the cloister; and if such a person existed, it would be natural that he should be selected by the emperor to execute his design.",
        "Lucke's Journal(1819-18 20, 182 2), one on the origin and composition of the Sibylline Oracles \"- Ober die Entstehung and Zusammensetzung der Sibyllinischen Orakel,\" and another on the authorship and design of the Book of Daniel, \"Uber Verfasser and Zweck des Buches Daniel.\"",
        "The design was betrayed to Attila; and he extinguished the independence of the nation in a moment.",
        "As workers in metals and as potters they displayed infinite variety of design, while as cultivators and engineers they excelled their European conquerors.",
        "high; Chalmers hospital (founded by Alexander Chalmers of Clunie, a merchant and shipowner of the town); a masonic hall of tasteful design; and the academy, a modern structure in the Grecian style, to which there is attached an extensive museum, containing examples of the early mechanical genius of James Ferguson, the astronomer.",
        "Maria di Collemaggio, just outside the town, has a very fine Romanesque facade of simple design (1270-1280) in red and white marble, with three finely decorated portals and a rose-window above each.",
        "Even as a boy he had intense pleasure in reading St Thomas Aquinas and the Arab commentators of Aristotle, was skilled in the subtleties of the schools, wrote verses, studied music and design, and, avoiding society, loved solitary rambles on the banks of the Po.",
        "They are small portable braziers (foculi) of bronze or sometimes of silver and of highly ornate design.",
        "The early thuribles were usually simple in design; but in the medieval period an architectural form was given to the lids by ornamenting them with towers, battlements and traceries, varying according to the prevalent Gothic style of the period.",
        "You know that at five-and-twenty he formed the design of becoming perfectly wise and that he fulfilled his design.",
        "He had also contemplated some addition to the Homeric studies which he had always loved, but this design was never carried into effect, for he was summoned once again from his quiet life of study and devotion to the field of public controversy.",
        "The early palaces of Verona, before its conquest by Venice, were of noble and simple design, mostly built of fine red brick, with an inner court, surrounded on the ground floor by open arches like a cloister, as, for example, the Palazzo della Ragione, an assize court, begun in the r 2th century.",
        "His artistic education was chiefly supervised by his father, but he also attended the York School of Design, and worked for a short time in the Royal Academy Schools.",
        "Of his own work few, if any, examples have reached us; and those attributed with more or less probability to his hand are all representations of Buddhist divinities, showing a somewhat formal and conventional design, with a masterly calligraphic touch and perfect harmony of coloring.",
        "The style was applied only to the representations of sacred personages and scenes, and as the traditional forms and attributes of the Brahmanic and Buddhist divinities were mutable only within narrow limits, the subjects seldom afforded scope for originality of design or observation of nature.",
        "These, both for design and for skill of cutting, hold their own with the best work of European wood-cutting of any period.",
        "The bronze image of the same divinity at Horyu-ji, said to have been cast at the beginning of the 7th century by Tori Busshi, the grandson of a Chinese immigrant, is of good technical quality, but much inferior in design to the former.",
        "Sacred images were not the only specimens of glyptic art produced in these six centuries; reliquaries, bells, vases, incenseburners, candlesticks, lanterns, decorated arms and armour, and many other objects, showing no less mastery of design and execution, have reached us.",
        "The best of these are exquisite in workmanship, graceful in design, often strikingly original in conception, and usually naturalistic in ideal.",
        "Millions of commercial articles in metal-work, wood and ivory flood the European markets, and may be bought in any street in Europe at a small price, but they offer a variety of design and an excellence of workmanship which place them almost beyond Western competition.",
        "directs his attention; the decorative design is the prime object of the Occidentals attention.",
        "Hence it is that the Japanese connoisseur draws a clear distinction between the decorative design and its technical execution, crediting the former to the pictorial artist and the latter to the sculptor~ He detects in the stroke of a chisel and the lines of a gravin~ tool subjective beauties which appear to be hidden from th great majority of Western dilettanti.",
        "Scarcely less important in Japanese eyes than the chiselling of the decorative design itself is the preparation of the field to which it is applied.",
        "- In the kata-kiri-bori every line has its proper value in the pictorial design, and strength and directness become cardinal elements in the strokes of the burin just as they do in the brushwork of the picture-painter.",
        "In this style the surface of the design is not raised above the general plane of the field, but an effect of projection is obtained either by recessing the whole space immediately surrounding the design, or by enclosing the latter in a scarped frame.",
        "Yet another and very favorite method, giving beautiful results, is to model the design on both faces of the metal so as to give a sculpture in the round.",
        "His first business is to chisel the surface in lines forming the basic pattern of the design.",
        "The same process is then repeated in another direction, so that the new bands cross the old at an angle adapted to the nature of the design.",
        "The metal is then heated, not to redness, but sufficiently to develop a certain degree of softness, and the workman, taking a very thin sheet of gold (or silver), hammers portions of it into the salient points of the design.",
        "Of course the more intricate the design the more numerous the processes.",
        "Sometimes in the same design we see gold of three different hues, obtained by varying the alloy.",
        "A third kind of inlaying, peculiar to Japan, is sumi-zogan (ink-inlaying), so called because the inlaid design gives the impression of having been painted with Indian ink beneath the transparent surface of the metal.",
        "The difference between this process and ordinary inlaying is that for sumi-zogan the design to be inlaid is fully chiselled out of an independent block of metal with sides sloping so as to be broader at the base than at the top. The object which is to receive the decoration is then channelled in dimensions corresponding to those of the design block, and the latter having been fixed in the channels, the surface is ground and polished until an intimate union is obtained between the inlaid design and the metal forming its field.",
        "Very beautiful effects are thus produced, for the design seems to have grown up to the surface of the metal field rather than to have been planted in it.",
        "The decorative design having been completely chiselled in the round, is then fixed in a field of a different metal, in which a design of exactly similar outline has been cut out.",
        "Microscopic accuracy has to be attained in cutting out the space for the insertion of the design, and while the latter must be soldered firmly in its place, not the slightest trace of solder or the least sign of junction must be discernible between the metal of the inserted picture and that of the field in which it is inserted.",
        "The plate thus obtained shows accidental clouding, or massing of dark tones, and these patches are taken as the basis of a pictorial design to which final character is given by inlaying with gold and silver, and by kata-kiri sculpture.",
        "The charm of these methods is that certain parts of the decorative design seem to float, not on the surface of the metal, but actually within it, an admirable effect of depth and atmosphere being thus produced.",
        "In this exquisite and ingenious kind of work the design appears to be growing up from the depths of the metal, and a delightful impression of atmosphere and water is obtained.",
        "Many brilliant specimens of these mens work survive, their general features being that the motives are naturalistic, that the quality of the metal is exceptionally fine, that in addition to beautifully clear casting obtained by highly skilled use of the cera-perduta process, the chisel was employed to impart delicacy and finish to the design, and that modelling in high relief is most successfully introduced.",
        "Above these ties are the cornice brackets and beams, corresponding in general design to the cornice of the walls, and the intermediate space is filled with open carvings of dragons or other characteristic designs.",
        "The threads extend only to the outlines of each figure, and it follows that every part of the pattern has a rim of minute holes like pierced lines separating postage stamps in a sheet, the effect being that the design seems to hang suspended it1 the groundlinked into it, as the Japanese term implies.i A specimen of this nature recently manufactured by Kawashimas weavers measured 20 ft.",
        "The design is painted on the fabric, after which the latter is steamed, and the picture is ultimately fixed by methods which are kept secret.",
        "The cutting artist lays the piece of unfinished velvet on his bench, and proceeds to carve into the pattern with his chisel, just as though he were shading the lines of the design with a steel pencil.",
        "Of course it is to be noted that the edge of the cutting tool is never allowed to trespass upon a line which the exigencies of the design require to be solid.",
        "in one variety of this fabric, a slip of gold foil is laid under each wire, and left in position after the wire is withdrawn, the cutting tool being then used with freedom in some parts of the design, so that the gold gleams through the severed thread, producing a rich and suggestive effect.",
        "Tue consequence was that hi~ wares received the design on the inner as well as the outer surface and were moreover thumb-markedessential characteristics of thi banko-yaki now so popular.",
        "So, too, the blue-and-white porcelain of Hirado, though assisted by exceptional tenderness of sous-pdte color, by milk-white glaze, by great beauty of decorative design, and often by an admirable use of the modelling or graving tool, represents a ceramic achievement palpably below the soft paste kai-pien-yao of King-te-chen.",
        "Every year large quantities of porcelain and faience are sent from the provinces to the capital to receive surface decoration, and in wealth of design as well as carefulness of execution the results are praiseworthy.",
        "A majority of the artists are content to copy old pictures of Buddhas sixteen disciples, the seven gods of happiness, and other similar assemblages of mythical or historical personages, not only because such work offers large opportunity for the use of striking colors and the production of meretricious effects, dear to the eye of the average Western householder and tourist, but also because a complicated design, as compared with a simple one, has the advantage of hiding the technical imperfections of the ware.",
        "All this work was in the style known as hira-makie (flat decoration); that is to say, having the decorative design in the same plane as the ground.",
        "The togi-dashi design, when finely executed, seems to hang suspended in the velvety lacquer or to float under its silky surface.",
        "If parts of the design are to be in relief, they are built up with a putty of black lacquer, white lead, camphor and lamp-black.",
        "One, headed by Namikawa Yasuyuki of KiOto, took for its objects N the utmost delicacy and perfection of technique, rich ness of decoration, purity of design and harmony of color.",
        "In the products of the KiOto branch the decoration generally covered the whole surface of the piece; in the products of the other branch the artist aimed rather at pictorial effect, placing the design in a monochromatic field of low tone.",
        "It is an easily traced outgrowth of the second branch of the Cloisonless first school just described, for one can readily underEameis stand that from placing the decorative design in a monochromatic field of low tone, which is essentially a pictorial method, development would proceed in the direction of concealing the mechanics of the art rn, order to enhance the pictorial effect.",
        "The design is generally framed at the outset with a ribbon of thin metal, precisely after the manner of ordinary cloisonn ware.",
        "In other words, a suitable design is chiselled in the metal base so as to be visible through Translucid the diaphanous enamel.",
        "The design of this façade is wrongly attributed to Hugues Sambin (fl.",
        "shortly after his accession, and is said to have contributed to the realizations of his majesty's design of concentrating power in his own hands; later he became successively minister of the interior and Vali of Brussa, reaching the high post of grand vizier in 1879.",
        "It is probable that if bulk, rapidity of production, variety of matter, originality of design, and excellence of style be taken together, hardly any author can show a work of equal magnitude.",
        "Others were \"Elijah in the Wilderness\" (1879), \"Elisha raising the Son of the Shunammite\" (1881) and a design intended for the decoration of the dome of St Paul's Cathedral, \"And the Sea gave up the Dead which were in it\" (1892), now in the Tate Gallery, and the terrible \"Rizpah\" of 1893.",
        "He made the beautiful design for the reverse of the Jubilee Medal of 1887.",
        "offered to yield every point for which the allies professed to be fighting, showed that the war was not being continued for English national interests, and the ministry were supported by the queen, the parliament and the people in their design to terminate hostilities.",
        "While we recognize in the De Rerum Natura some of the most powerful poetry in any language and feel that few poets have penetrated with such passionate sincerity and courage into the secret of nature and some of the deeper truths of human life, we must acknowledge that, as compared with the great didactic poem of Virgil, it is crude and unformed in artistic design, and often rough and unequal in artistic execution.",
        "The third regiment of the New York line under Colonel Peter Gansevoort occupied the fort in April 1777 and completed the repairs begun in 1776; on the 3rd of August in the same year (one month before the official announcement by Congress of the design of the flag) the first flag of the United States, made according to the enactment of the 14th of June and used in battle, was raised here: it was made from various pieces of cloth.",
        "In obedience to these they often travelled hundreds of miles in company with, or in the wake of, their intended victims before a safe opportunity presented itself for executing their design; and, when the deed was done, rites were performed in honour of that tutelary deity, and a goodly portion of the spoil was set apart for her.",
        "in 1727, and by various other works, including Moses's Sine Principio, 1730; The Confusion of Tongues and Trinity of the Gentiles, 1731; Power Essential and Mechanical, or what power belongs to God and what to his creatures, in which the design of Sir I.",
        "Naples, in writing the little treatise (afterwards included in the Characteristics) entitled A Notion of the Historical Draught or Tablature of the Judgment of Hercules, and the letter concerning Design.",
        "The Letter on Design was first published in the edition of the Characteristics issued in 1732.",
        "Most of the older churches are classical in design, and the most notable are St George's, in High Street, and the Memorial church of Dr Cooke in May Street.",
        "The same year he was chosen to design a monument for Warsaw, commemorating the rebirth of Poland.",
        "But the habit of excessive bugling and band-playing betrayed the French design even before daybreak.",
        "By the end of August 1885, when a political crisis had supervened between Great Britain and Russia, under the orders of the Amir the Mosalla was destroyed; but four minars standing at the corners of the wide plinth still remain to attest to the glorious proportions of the ancient structure, and to exhibit samples of that decorative tilework, which for intricate beauty of design and exquisite taste in the blending of colour still appeals to the memory as unique.",
        "Scarcely inferior in beauty of design and execution, though of more moderate dimensions, is the tomb of the saint Abdullah Ansari, in the same neighbourhood.",
        "This bold and original design was crowned with complete success.",
        "Its most extraordinary feature consisted in the provision for lodging the executive authority in the hands of a president for life, without responsibility and with power to nominate his successor, a proposal which alarmed the friends of liberty, and excited lively apprehensions amongst the republicans of Buenos Aires and Chile; whilst in Peru, Bolivar was accused of a design to unite into one state Colombia, Peru and Bolivia, and to render himself perpetual dictator of the confederacy.",
        "It has a zoological marine station (1897), a museum commemorative of the siege (1895), a cathedral of Classical design and another finished in 1888, monuments of Admirals Nakhimov (1898) and Kornilov (1895) and of General Todleben, and two navigation schools.",
        "focal length) from the Repsolds, and the design for their construction was superintended by Struve, Auwers FIG.",
        "The architectural style is dignified and pleasing in design and proportions.",
        "used a crown of very similar design.",
        "at Canterbury evidently represents one of great magnificence, both of design and ornament.",
        "By the accident of the terrain, or perhaps, following the experience of Breitenfeld, by design, the right of the Swedes was somewhat nearer to the enemy than the left.",
        "It was, however, Berkeley who first sought to utilize the conclusions that were implicit in Locke's starting-point to disprove \" the systems of impious and profane persons which exclude all freeedom, intelligence, and design from the formation of things, and instead thereof make a selfexistent, stupid, unthinking substance the root and origin of all beings.\"",
        "Auch is the seat of an archbishopric, a prefect and a court of assizes, and has tribunals of first instance and of commerce, a chamber of commerce, a lycee, training-colleges, a school of design, a branch of the Bank of France and an important lunatic asylum.",
        "Among other institutions are the new post office, begun in 1902 and finished in 1907; the Mineria, occupied by the schools of mining and engineering; the military school, occupying a part of the castle of Chapultepec; the Iturbide palace, now occupied as a hotel; the Iturbide theatre, occupied by the chamber of deputies, for which a new legislative palace to cost 2,500,000 pesos was under construction in 1909; the new palace of justice; the old mint, dating from 1537; the new penitentiary, completed in 190o; the Panteon, with its monuments to the most celebrated Mexicans; the new general hospital; the jockey club on Plaza Guardiola, a new university (1910) and new school edifices of modern design.",
        "The construction of such buildings as the palace at Uxmal and the castillo at Chichen (Chichenitza) indicates a mastery in architectural design.",
        "By this lexicon Teller had put himself amongst the most advanced rationalists, and his opponents charged him with the design of overthrowing positive Christianity altogether.",
        "Sir George, from whom the islands took the alternative name of Somers, was the first who established a settlement upon them, but he died before he had fully accomplished his design.",
        "A better prospect opened in the confusion in Byzantine affairs which followed the death of Manuel Coinnenus (1180), and William took up the old design and feud against Constantinople.",
        "In answer to the doctrine of final cause, of design in nature, he points to those things which cause destruction and danger to man, to the evil committed by men endowed with reason, to the miserable condition of humanity, and to the misfortunes that assail the good man.",
        "Coins are pieces of metal, of weight and composition fixed by law, with a design upon them, also fixed by law, by which they are identified, their value made known and their genuineness certified.",
        "(5) \" Marking \" or edge-rolling the blanks to produce a raised rim or to impress a design on the edge.",
        "Facing the arch, within the Hieron, their rear walls forming one side of the enclosure, are three temples, connected with one another by arches, and forming one design.",
        "Under his supervision Julius Caesar's design of having a complete survey of the empire made was carried out.",
        "He began, half-consciously, by applying through the fuller medium the lessons of design which he had learned from C. P. E.",
        "A grave defect in the design was that there was no covered communication between these casemates and the parapets.",
        "Most commonly the engineer has to attach great importance to the question of cost, and to design his structure to secure the greatest economy consistent with the provision of adequate strength.",
        "development of theory has advanced poi passe with the demand for bridges of greater strength and span and of more complex design, and there is now little uncertainty in calculating the stresses in any of the types of structure now adopted.",
        "Theory has been the guide in the development of bridge design, and its trustworthiness is completely recognized.",
        "7 shows the beautiful Ponte della Trinita erected at Florence in 1566 from the design of B.",
        "The design was made by John Rennie the elder, and the acting engineer was his son, Sir John Rennie.",
        "In America such girders were used from the first and naturally followed the general design of the earlier timber bridges.",
        "1854-1855, was a remarkable example of the confidence with which engineers began to apply theory in design.",
        "The original design was for a FIG.",
        "21 shows a typical cantilever bridge of American design.",
        "- Quebec Bridge (original design).",
        "General specifications as to span, loading, &c., are furnished to bridge-building companies, which make the design under the direction of engineers who are experts in this kind of work.",
        "The design, with strain sheets and detail drawings, is submitted to the railway engineer with estimates.",
        "The result is that American bridges are generally of well-settled types and their members of uniform design, carefully considered with reference to convenient and accurate manufacture.",
        "The piers require to be carried above the platform, and their design must be modified according to the type of suspension bridge adopted.",
        "- Consideration of the local conditions affecting the erection of bridges is always important, and sometimes becomes a controlling factor in the determination of the design.",
        "Since in designing a bridge W1-l-Wt is known, k(W1+Wf) can be found from a provisional design in which the weight W 2 is neglected.",
        "The actual bridge must have the section of all members greater than those in the provisional design in the ratio k/(i -k).",
        "It is no longer possible to design by so simple a rule.",
        "With short bridges it is best to draw the curve of maximum bending moments for some assumed typical set of loads in the way just described, and to design the girder accordingly.",
        "They were recorded in the comparatively late surviving version of the 7th century B.C., on twelve tablets, with an obvious design of correlation with the twelve divisions of the sun's annual course.",
        "14 Its design was most likely to serve as a sort of thema coeli at the time of the birth of Caesarion.",
        "As with Froude's work generally, its literary merit is remarkable; it is a well-balanced and orderly narrative, coherent in design and symmetrical in execution.",
        "The older, which is the richer in design, forms the left side of the building and dates from 1410, while the right, less rich and shorter, was begun in 1443.",
        "In this design they were followed by many other writers.",
        "It had been the design of Madison, and of other firm supporters of the new constitution, to adopt in 1789 a very simple measure, designed solely to secure revenue.",
        "To this patriotic design he devoted the remainder of his life.",
        "1, 1733) before he could give effect to this shameless design.",
        "The Soldiers', Sailors' and Pioneers' building (1907) is a beautiful structure, classic in design.",
        "The design, by August von Kreling (1819-1876), embraces fifteen bronze figures, all cast at the royal bronze foundry in Munich, the chief being a female figure with outstretched arms, from whose fingers the water falls in a fine spray.",
        "By means of a well-chosen value of n, determined by a few experiments, it is possible, pending further experiment, with the most recent design, to utilize Bashforth's experimental results carried out with old-fashioned projectiles fired from muzzle-loading guns.",
        "The experimental determination of the time of burning under the influence of the varying pressure and density, and the size of the grain, is thus of great practical importance, as thereby it is possible to estimate close limits to the maximum pressure that will be reached in the bore of a gun, and to design the chamber so that the G.D.",
        "The capitals of the columns have disappeared, but their design is preserved among the drawings of James Bruce, the African traveller.",
        "consist of narratives, constructed no doubt upon a traditional basis, of the experiences of Daniel at the Babylonian court, between 605 and 538 B.C., with the design of illustrating how God, in times of trouble, defends and succours His faithful servants.",
        "He was apprenticed to a goldsmith currently named Francia, and from him probably he got the nickname whereby he is generally known; he moreover studied design under Marco Zoppo.",
        "Other leading works are - in Munich, the \"Virgin\" sinking on her knees in adoration of the Divine Infant, who is lying in a garden within a rose trellis; in the Borghese gallery, Rome, a Peter Martyr; in Bologna, the frescoes in the church of St Cecilia, illustrating the life of the saint, all of them from the design of Raibolini, but not all executed by himself.",
        "He had intended, as soon as his circumstances permitted him, to marry the widow of his predecessor, but his illness increased so rapidly that it was only on his death-bed, on the igth of May 1786, that he carried out his design.",
        "a form of pewter and soldering the result to the appropriate part of the general design.",
        "3 He was also attacked by Arch, The duke undertook a translation of the Theory of Moral Sentiments, but the Abbe Blavet's version appeared (1774) before his was completed and he then relinquished the design.",
        "His early mastery of classical literature led him to the study of classic monuments in classic lands, while his equally conspicuous talent for mathematics gave him the laws of form and proportion in architectural design.",
        "He was also employed by the prince consort to prepare a design for the Kensington Museum; and he made the drawings for the Wellington funeral car.",
        "A year later, after an exile of over twenty years, he received a summons to Dresden, on the rebuilding of the first opera-house, which had been destroyed by fire in 1869; his second design was a modification of the first.",
        "These three suburbs - as well as the little hamlet of Demirtash, containing about Soo houses all occupied by Bulgars - are all built in the native fashion; but the, fifth suburb, Karagatch, which is on the right bank of the Maritza, and occupies the region between the railway station and the city, is Western in its design, consisting of detached residences in gardens, many of them handsome villas, and all of modern European type.",
        "Newton to enable a fairly complete restoration of its design to be made.",
        "The design, execution and choice of subjects all appear to be of Byzantine origin, the subjects being selected from the Menologium drawn up by the emperor Basilius Porphyrogenitus in the 10th century.",
        "The western door at Monreale, inferior to the northern one both in richness of design and in workmanship, is by Bonannus of Pisa, for the cathedral of which place he cast the still existing bronze door on the south, opposite the leaning tower.",
        "The design is an imitation of twining and interlaced branches, a marvel of delicacy and grace, and finer than anything of the kind to be found in Agra or Delhi.",
        "p. 316, Clark's trans.), \"without any conscious design of his own, had become the founder of a new mode of living in common, Coenobitism.\"",
        "In his casuistical works he was a diligent compiler, whose avowed design was to take a middle course between the two current extremes of severity and laxity.",
        "Its design was that of a Jerusalem cross, with two flanking towers at the east end, two at the west end, and one in the centre, at the intersection of the roofs of the nave and transepts.",
        "While nature aims at Him as design, as an end, a motive, a final cause, God's occupation (bca-yw'yi) is intelligence (vo oLs); and since essence, not indeed in all being, but in being understood, becomes identical with intelligence, God in understanding essence is understanding Himself; and in short, God's intelligence is at once intelligence of Himself, of essence and of intelligence, - Kai g vrt y vo o'ts varrecos v6 n (Met.",
        "The Premature Death Of Regiomontanus Caused The Design To Be Suspended For The Time; But In The Following Century Numerous Memoirs Appeared On The Subject, Among The Authors Of Which Were Staler, Albert Pighius, Johann Schbner, Lucas Gauricus, And Other Mathematicians Of Celebrity.",
        "Consisting of a chancel, clerestoried nave, and aisles, it is Early English and Perpendicular in style, and contains a beautiful 13th-century oak roof of 350 panels, each with a different design; a 15th-century pulpit of carved stone; and some interesting old monuments of the Strode, Mallet and Gournay families.",
        "Meanwhile Otto I., the German king, whose English wife Edgitha had died in 946, had formed the design of marrying her and claiming the Italian kingdom in her right, as a step towards the revival of the empire of Charlemagne.",
        "The 19th century brought no important modifications until near its close, when French and Italian styles began to appear, both in exterior decoration and in architectural design.",
        "The \" grand design \" of Henry IV.",
        "We have thus the nucleus of that international parliament which idealist peacemakers have dreamt of since the time of Henry IV.'s \" grand design.\"",
        "The buildings are not exceeded for beauty of design or for completeness of finish by any Canadian city and by few American cities.",
        "(1) A verb with two principal applications, to intend, purpose or design, and to signify.",
        "More defeated the design by a personal appeal to the king, alleging that the climate would be fatal to his health.",
        "She had a new constitution drawn up, practically providing for an absolute monarchy, and disfranchising a large class of citizens who had voted since 1887; this constitution (drawn up, so the royal party declared, in reply to a petition signed by thousands of natives) she undertook to force on the country after proroguing the legislature on the 14th of January 1893, but her ministers shrank from the responsibility of so revolutionary an act, and with difficulty prevailed upon her to postpone the execution of her design.",
        "A second argument for God is the prevailing goodness or adaptation of Nature to the ends of conscious beings, which might conceivably be explained by Lamarckian evolution, but has not yet been so explained, and if it were, would not be inconsistent with a divine design in evolution.",
        "teleologism,\" to express its conclusion that the known Lotze world beyond phenomena is neither absolute thought nor unconscious will, nor the unconscious at all, but the activity of God; causing in us the system of phenomenal appearances, which we call Nature, or bodies moving in time and space; but being in itself the system of the universal reciprocal actions of God's infinite spirit, animated by the design of the supreme good.",
        "Shall we resign our traditional belief that the greater part of the world is mere body, but that its general adaptability to conscious organisms proves its creation and government by God, and take to the new hypothesis, which, by a transfer of design from God to Nature, supposes that everything physical is alive, and conducts its life by psychical impulses of its own?",
        "Fechner himself went even further, and together with design transferred God Himself to Nature.",
        "It thus becomes an easy prey to the marauding creatures - cats, rats and so forth - which European colonists have, by accident or design, let loose in New Zealand.",
        "In prosecution of this design the king appeared in Italy in the autumn of 1494, pursued his triumphant march through Lombardy and Tuscany, and, on the 31st of December, entered Rome.",
        "consecrated the new cathedral of the world, on which twenty popes had laboured, in conjunction with the first architects of the day, modifying in many points the grandiose original design of Bramante, and receiving the contributions of every Christian land.",
        "The industries are confined to the manufacture of woollen cloth of various degrees of fineness and colour, and called truk, tirma and lawa, to that of small rugs, pottery of an inferior quality, utensils of copper and iron, some of which show considerable artistic skill in design, and to such other small trades as are necessary to supply the limited wants of the people.",
        "When Catherine found herself opposed by the policy of France and England, and threatened by the jealousy of Prussia and Austria, she dropped the Greek design, observing to Voltaire that the descendants of the Spartans were much degenerated.",
        "The bazaar is a good one, and gold and silver filigree work is made, peculiar in character and design.",
        "With regard to the plan and design of a Phoenician temple, it is probable that they were in many respects similar to those of the temple at Jerusalem, and the probability is confirmed by the remains of a sanctuary near Amrit, in which there is a cella standing in the midst of a large court hewn out of the rock, together with other buildings in an Egyptian style.",
        "high, being made on shore and then deposited in position by floating sheers of special design.",
        "But it is in the design of steel concrete beams that the greatest ingenuity has been shown, and almost every patentee of a \"system\" has some new device for arranging the steel reinforcement to the best advantage.",
        "Within the grounds, which comprise nearly 1500 acres, is the mausoleum erected by the 10th duke, a structure resembling in general design that of the emperor Hadrian at Rome, being a circular building springing from a square basement, and enclosing a decorated octagonal chapel, the door of which is a copy in bronze of Ghiberti's gates at Florence.",
        "(i) Land-service Periscopes vary much both in design and size, some being only a few inches long while others are as much as 80 ft.",
        "Many periscopes of considerable length and special design have been used, to enable observations being made in comparative safety from behind large objects, e.g.",
        "In design and workmanship the insignia of the orders are beautiful examples of the art of the native enamellers.",
        "The badge has an elaborate design; it consists of a star of purple, red, yellow, gold and silver rays, on which are displayed old Japanese weapons, banners and shields in various coloured enamels, the whole surmounted by a golden kite with outstretched wings.",
        "The badge is a striking example of Oriental design adapted to a European conventional form.",
        "Driven by persecution from Moravia, hunted into mountain-caves and forests, they had scarcely secured a place of refuge in Saxony before, \" though a mere handful in numbers, yet with the spirit of men banded for daring and righteous deeds, they formed the heroic design, and vowed the execution of it before God, of bearing the gospel to the savage and perishing tribes of Greenland and the West Indies, of whose condition report had brought a mournful rumour to their ears.",
        "This design was at once frustrated by the queen's resolution.",
        "On the 11th of February she wrote to the bishop of Glasgow, her ambassador in France, a brief letter of simple eloquence, announcing her providential escape from a design upon her own as well as her husband's life.",
        "According to the Memoirs of Sir James Melville, both Lord Herries and himself resolved to appeal to the queen in terms of bold and earnest remonstrance against so desperate and scandalous a design; Herries, having been met with assurances of its unreality and professions of astonishment at the suggestion, instantly fled from court; Melville, evading the danger of a merely personal protest without backers to support him, laid before Mary a letter from a loyal Scot long resident in England, which urged upon her consideration and her conscience the danger and disgrace of such a project yet more freely than Herries had ventured to do by word of mouth; but the sole result was that it needed all the queen's courage and resolution to rescue him from the violence of the man for whom, she was reported to have said, she cared not if she lost France, England and her own country, and would go with him to the world's end in a white petticoat before she would leave him.",
        "Her correspondence in cipher from thence with her English agents abroad, intercepted by Walsingham and deciphered by his secretary, gave eager encouragement to the design for a Spanish invasion of England Under the prince of Parma, - an enterprise in which she would do her utmost to make her son take part, and in case of his refusal would induce the Catholic nobles of Scotland to betray him into the hands of Philip, from whose tutelage he should be released only on her demand, or if after her death he should wish to return, nor then unless he had become a Catholic. But even these patriotic and maternal schemes to consign her child and re-consign the kingdom to the keeping of the Inquisition, incarnate in the widower of Mary Tudor, were superseded by the attraction of a conspiracy against the throne and life of Elizabeth.",
        "Her secretaries were examined in London, and one of them gave evidence that she had first heard of the conspiracy by letter from Babington, of whose design against the life of Elizabeth she thought it best to take no notice in her reply, though she did not hold herself bound to reveal it.",
        "This last feature was begun after Tibaldi's design in 1615, but was not finished till 1805, when Napoleon caused the work to be resumed.",
        "The court of the neighbouring canonica is by Bramante, and so also may be the design of the cloisters of the monastery of S.",
        "This design was happily abandoned, and around the Parco Nuovo has grown up a new quarter of wide streets, spacious gardens and private villas.",
        "The lean-to is the least desirable form, since it scarcely admits of elegance of design, but it is necessarily adopted in many cases.",
        "Great variety of design is admissible in the conservatory, but it ought always to be adapted to the style of the mansion of which it is a prominent appendage.",
        "Carpet Bedding consists in covering the surface of a bed, or a series of beds forming a design, with close, low-growing plants, in which certain figures are brought out by means of plants of a different habit or having different coloured leaves.",
        "Many specimens of these Panathenaic vases have been found; on one side is the figure of Athena, on the other a design showing the nature of the competition in which they were given as prizes.",
        "In general design and construction, the manner of moving the rotating plate and in the use of the two Leyden jars in connexion with the discharge balls, Voss borrowed his ideas from Holtz.",
        "To say that he is merely \"describing a New Testament fact in Old Testament phraseology\" may be true of the result rather than of his design.",
        "The coincidence that so indispensable a thing should also be so abundant, that an iron-needing man should be set on an iron-cored globe, certainly suggests design.",
        "The fact that rolling is so much cheaper than forging has led engineers to design their pieces so that they can be made by rolling, i.e.",
        "Of public buildings the most noteworthy are St Paul's church (1730), of classic design; the municipal buildings; and the hospital for master mariners, maintained by the corporation of the Trinity House, which was founded at Deptford, the old hall being pulled down in 1787.",
        "The four palaces, of uniform design, encircling this plads, were built for the residence of four noble families; but on the destruction of Christiansborg in 1794 they became the residence of the king and court, and so continued till the death of Christian VIII.",
        "The second is the typical deist of Locke's school, improved as regards his philosophy, and holding that the only possible proof of God's existence was a posteriori, from design, and that such proof was, on the whole, sufficient.",
        "For Philo lays stress upon the weakness of the analogical argument, points out that the demand for an ultimate cause is no more satisfied by thought than by nature itself, shows that the argument from design cannot warrant the inference of a perfect or infinite or even of a single deity, and finally, carrying out his principles to the full extent, maintains that, as we have no experience of the origin of the world, no argument from experience can carry us to its origin, and that the apparent marks of design in the structure of animals are only results from the conditions of their actual existence.",
        "Though no radical changes have been made in the design of turbines for some years, an immense amount of skill and ingenuity has been shown in perfecting and improving details, and such machines of great size and power are now constantly being made, and give every satisfaction when in use.",
        "The walls are of painted plaster-work; the mimbar or pulpit is of carved wood, each panel bearing a different design.",
        "Though John Rennie had meanwhile been associated with Stevenson as consulting engineer, the structure in design and details is wholly Stevenson's work.",
        "In the latter we possess a more historical account of the anointing of Jehu, and Robertson Smith observes: \"When the history in I Kings represents Elijah as personally commissioned to inaugurate [the revolution] by anointing Jehu and Hazael as well as Elisha, we see that the author's design is to gather up the whole contest between Yahweh and Baal in an ideal picture of Elijah and his work\" (Ency.",
        "The influence of Flood did much to give direction to Grattan's political aims; and it was through no design on Grattan's part that when Lord Charlemont brought him into the Irish parliament in 1775, in the very session in which Flood damaged his popularity by accepting office, Grattan quickly superseded his friend in the leadership of the national party.",
        "Of the numerous works of art discovered in the course of the excavations the statues and large works of sculpture, whether in marble or bronze, are inferior to those found at Herculaneum, but some of the bronze statuettes are of exquisite workmanship, while the profusion of ornamental works and objects in bronze and the elegance of their design, as well as the finished beauty of their execution, are such as to excite the utmost admiration - more especially when it is considered that these are the casual results of the examination of a second-rate provincial town, which had, further, been ransacked for valuables (as Herculaneum had not) after the eruption of 79.",
        "The sight of these exiles made the political interest once more predominant in Hobbes, and before long the revived feeling issued in the formation of a new and important design.",
        "ever into the company of the exiled royalists, it was then, if not earlier, that he conceived his new design of bringing all his powers of thought and expression to bear upon the production of an English book that should set forth his whole theory of civil government in relation to the political crisis resulting from the war.",
        "This, we may suppose, was the presiding conception from the first, but the design may have been variously modified in the three or four years of its execution.",
        "The fragments which it professed to give were in themselves confused and incoherent enough, nor is it easy to believe that they all formed part of any such single and coherent design as that referred to above.",
        "The design of any piece of catchwork will vary with local conditions, but generally it may be stated that it consists in putting each conduit save the first to the double use of a feeder or distributor and of a drain or collector.",
        "The Assiut weir is constructed on a design very similar to that of the barrage in Barrage.",
        "The East India Company's great work, the Ganges canal, constructed between 1840 and 18J4 before there was a mile of railway open in India, still holds its place unsurpassed among later irrigation work for boldness of design and completeness of execution, a lasting monument to the genius of Sir Proby Cautley, an officer of the Bengal Artillery, but a born engineer.",
        "Hence the phrase \"tree of Jesse\" is applied to a design representing the descent of Jesus from the royal line of David, formerly a favourite ecclesiastical ornament.",
        "The design was chiefly used in windows.",
        "The Jesse window in the choir of Dorchester Abbey, Oxfordshire, is remarkable in that the tree forms the central mullion, and many of the figures are represented as statuettes on the branches of the upper tracery; other figures are in the stained glass; the whole gives a beautiful example of the combination of glass and carved stonework in one design.",
        "In this vague design he was encouraged by Gerbert, the greatest scholar of the day, whom, as Silvester II., he raised to the papal throne.",
        "In The Wisdom of God, &c., Ray recites innumerable examples of the perfection of organic mechanism, the multitude and variety of living creatures, the minuteness and usefulness of their parts, and many, if not most, of the familiar examples of purposive adaptation and design in nature were suggested by him, such as the structure of the eye, the hollowness of the bones, the camel's stomach and the hedgehog's armour.",
        "grammar, music, painting, sculpture, medicine, geometry, mathematics and optics; c. 2 is on the general principles of architectural design; c. 3 on the considerations which determine a design, such as strength, utility, beauty; c. 4 on the nature of different sorts of ground for sites; c. 5 on walls of fortification; c. 6 on aspects towards the north, south and other points; c. 7 on the proper situations of temples dedicated to the various deities.",
        "The others are distributed with a design to give each section a recreation ground within easy walking distance, and all (including Swope) are connected by parkways, boulevards and street-car lines.",
        "The language of the upper classes was Greek; and the material background of building and decoration, of dress and furniture, was of Greek design.",
        "These are the only special traces of design.",
        "The edifices raised by the Moorish kings of Spain and the Moslem rulers of India may have been more splendid in their materials, and more elaborate in their details; the houses of the great men of Damascus may be more costly than were those of the Mameluke beys; but for purity of taste and elegance of design both are far excelled by many of the mosques and houses of Cairo.",
        "What is most to be admired in their style of architecture is its extraordinary freedom from restraint, shown in the wonderful variety of its forms, and the skill in design which has made the most intricate details to harmonize with grand outlines.",
        "The design of these entrance gateways is extremely simple and massive, depending for their effect on the fine ashlar masonry in which they are built, the decoration being more or less confined to ornamental disks.",
        "eve 09- from Rim, it is said, emanated Horus as heart or mind and Thoth as tongue, and through the conjoint action of these two, the mind conceiving the design and the tongue uttering the creative command, all gods and men and beasts obtained their being.",
        "2t), a design for its own sake without the tie of symbolism or history.",
        "The quartzite work from Jebel Ahmar near Cairo stands next, as often very fine design is found in this hard material.",
        "The whole was then heated until it perfectly adhered, and the mass was drawn out lengthways so as to render the design far more minute, and to increase the total length for cutting up. The rod was then sliced across, and the pieces used for inlaying.",
        "Monuments of the XIIth Dynasty are abundant and often of splendid design and workmanship, whereas previously there had been little produced since the VIth Dynasty that was not half barbarous.",
        "Setis temple at Abydos and his galleried tomb in the Valley of the Tombs of the Kings stand out as the most splendid examples of their kind in design and in decoration.",
        "In the carving of windows, aisles, cloister, capitals, bosses and doorheads no design is repeated.",
        "The surplus income of the gallery fund is devoted to instruction in drawing and design in the two schools.",
        "own designs, and between the arts of the goldsmith and the painter there had always been a close alliance, both being habitually exercised by persons of the same family and sometimes by one and the same person; so that there was no lack of hands ready-trained for the new craft which required of the man who practised it that he should design like a painter and cut metal like a goldsmith.",
        "In the earliest of the Madonnas, the \"Virgin with the Dragon-fly\" (49549), Diirer has thrown something of his own rugged energy into a design of the traditional Schongauer type.",
        "In examples of a few years later, like the \"Virgin with the Monkey,\" the design of Mother and Child clearly betrays the influence of Italy and specifically of Lorenzo di Credi.",
        "A similar festal intention in design and colouring, with similar mastery in passages and even less sense of harmonious relations in the whole, is apparent in a second important picture painted by Darer at Venice, \"The Virgin and Child with the Goldfinch,\" formerly in the collection of Lord Lothian and now at Berlin.",
        "The picture, painted for the elector Frederick of Saxony, is now in the Imperial Gallery at Vienna; the overcrowded canvas (into which Darer has again introduced his own portrait as a spectator alongside of the elector) is full of striking and animated detail, but fails to make any great impression on the whole, and does not do justice to the improved sense of breadth and balance in design, of clearness and dignity in composition, which the master had undoubtedly brought back with him from his second visit to Italy.",
        "The copy, together with the many careful and highly finished preparatory studies for the heads, limbs and draperies which have been preserved, shows that this must have been the one of DUrer's pictures in which he best combined the broader vision and simpler habits of design which had impressed him in the works of Italian art with his own inherited and ingrained love of unflinchingly grasped fact and rugged, accentuated character.",
        "The new subjects compared with the old show some falling off in dramatic stress and intensity of expression, but on the other hand a marked gain in largeness of design and clearness of composition.",
        "This problem he here solves for the first time, with the help of an Italian example: at least his design so closely repeats that of Leonardo da Vinci's famous and early destroyed equestrian statue of Francesco Sforza that we must certainly suppose him to have seen either the model itself or such a drawing of it as is still preserved byLeonardo's own hand.",
        "A third and smaller commemorative design, the Triumphal Car, originally designed to form part of the second but in the end issued separately, was entirely Diirer's own work.",
        "fled to France, Roger, with deep design, supported Anacletus II.",
        "In accordance with this view, crosses, if not placed on the Holy Table, and also crucifixes, if part only of a sculptured design or architectural decoration, have been declared lawful.",
        "No Scottish king ever embarked on such a coup d'etat as the arrest of \" the whole Scottish House of Lords,\" and Knox, who attributes a much larger design to James V., must have been deceived by rumour.",
        "On the 24th of November Mary was at Craigmillar castle, near Edinburgh, where undoubtedly she held a conference with her chief advisers that boded no good to Darnley; and there were rumours of Darnley's design to seize the infant prince and rule in his name.",
        "It committed William to conditions which might readily produce a great naval war with Spain, for Paterson's real design was to establish an entrepot in Panama, at Darien, within the undeniable sphere of Spanish influence.",
        "Who, he asks, can fathom the design of God in ordaining that this should happen at one place and not at another ?",
        "Essentially the child of the Gothic revival, he had put an ineffaceable stamp on Victorian ornament and design, his place being that of a follower of Ruskin and Pugin, but with a greater practical influence than either.",
        "The design of the writers of the New Testament, as well as that of Jesus, was not to teach true rational religion, but to serve their own selfish ambitions, in promoting which they exhibit an amazing combination of conscious fraud and enthusiasm.",
        "Whether or not this is his design, advice to cattle-owners is natural in a manual of conduct.",
        "After this the aria \"Et in spiritum sanctum,\" in which the next dogmatic clauses are enshrined like relics in a casket, furnishes a beautiful decorative design on which the listener can repose his mind; and then comes the voluminous ecclesiastical fugue, Confiteor unum baptisma, leading, as through the door and world-wide spaces of the Catholic Church, to that veil which is not all darkness to the eye of faith.",
        "He formed the bold design of combining the Irish Catholic millions, under the superintendence of the native priesthood, into a vast league against the existing order of things, and of wresting the concession of the Catholic claims from every opposing party in the state by an agitation, continually kept up, and embracing almost the whole of the people, but maintained within constitutional limits, though menacing and shaking the frame of society.",
        "Finally, when Sultan Murad was about to set out for the Persian War, the patriarch was accused of a design to stir up the Cossacks, and to avoid trouble during his absence the sultan had him killed by the Janissaries (June 1637).",
        "The reason of this is that a repousse relief is of much thinner substance than if the same design were cast, even by the most skilful metal-worker, and so a large surface may be produced with a very small expenditure of valuable metal.",
        "The design was then beaten into relief from the back with hammers and punches, the pitch bed yielding to the protuberances which were thus formed, and serving to prevent the punch from breaking the metal into holes.",
        "In character of work and design it resembles the Venice Pala d'Oro, but is still earlier in date, being a gift to the church from Archbishop Angilbert II.",
        "For delicate and spirited execution, together with refined gracefulness of design, it is unsurpassed by any similar work of art.",
        "These are mostly of great beauty, and show remarkable skill in the use of the hammer, as well as power in adapting the design to the requirements of the material.",
        "At Venice fine work in metal, such as salvers and vases, was being produced, of almost Oriental design, and in some cases the work of resident Arab artificers.",
        "work, and was much influenced in design by a visit to Rome in the suite of Otho III.",
        "The font at Wittenberg, decorated with reliefs of the apostles, was the work of the elder Vischer, while Peter and his son produced, among other important works, the shrine of St Sebald at Nuremberg, a work of great finish and of astonishing richness of fancy in its design.",
        "In the ornamental iron-work for doors the French smiths were pre-eminent for the richness of design and skilful treatment of their metal.",
        "1628) that the greatest amount of skill both in design and execution was reached by the Persian workmen.",
        "The Great Exhibition, state-aided schools of design, the South Kensington Museum, and the establishment of a Science and Art Department under Government, were among the results of the important art revival which he inaugurated.",
        "The gift of reproducing effects of nature or art by brush or chisel is not necessarily accompanied by power to design; but a noteworthy exponent of the dual faculty is G.",
        "British architects and artists who design for the principal decorating firms are to-day as conversant with the Renaissance and succeeding styles of France and Italy as medieval revivalists were familiar with the Gothic styles with which they made us so well acquainted.",
        "This large class of designers and craftsmen, to whom a thorough knowledge of the history of design is a necessity, follows and develops traditional lines.",
        "The new art school, on the contrary, breaks wholly with tradition, unless unconsciously influenced by the Japanese, and awards the highest place to originality in design.",
        "The quality of .the surface left by the skilled artist or artisan is more regarded than symmetry of design, or even than correct modelling.",
        "Frequently only the important parts in a design are carefully finished and the rest merely sketched: the mode of working, whether by modelling-tools or hammer, being always left apparent.",
        "Cast iron, brought to perfection by the Coalbrookdale Company about 1860, but now little esteemed, owing to the poverty of design which so often counterfeits smiths' work, presents great opportunities to founders possessing taste or willing to submit to artistic control.",
        "The metal-work of China and Japan, so pleasantly naïve and inexpensive, though becoming undesirably modified as to design through contact with European buyers, is losing none of its matchless technique, which indeed in Japan is still being developed.",
        "The men who design and work in metals have to take account of these vital differences and characteristics, and must be careful not to apply treatment suitable to one kind to another of a dissimilar character.",
        "An artistic taste will recognize the essential differences, and not endeavour, apart from questions of strength, to graft a design suitable for one on another.",
        "Tilton to design a complete restoration of the temple.",
        "The Portuguese under Tristao da Cunha and Albuquerque seized Sokotra in 1507 in pursuance of the design to control all the trade routes between Europe and the East, Sokotra being supposed to command the entrance to the Red Sea.",
        "They weave and dye several kinds of cloth, tan and dress leather and manufacture oil and soap. Without the assistance of the wheel the women produce a variety of pottery utensils, often of very graceful design, and decorated with patterns in red and black.",
        "The district of Herat produces many of the smaller sorts of carpets (\" galichas \" or prayer-carpets), of excellent design and colour, the little town of Adraskand being especially famous for this industry; but they are not to be compared with the best products of eastern Persia or of the Turkman districts about Panjdeh.",
        "No further practical advance appears to have been made in the design or construction of the instrument till the year 1723, when John Hadley (best known as the inventor of the sextant) presented to the Royal Society a reflecting telescope of the Newtonian construction, with a metallic speculum of 6-in.",
        "Cooke's mounting is admirable for its symmetry and simplicity of design, its just apportioning of strength, and a general suitability of means to ends.",
        "diameter by Alvan Clark & Son of Cambridge, U.S.A., and with a mounting, dome and rising floor by Warner & Swasey of Cleveland, Ohio, U.S.A. The reader will gather a good general idea of the design from fig."
    ],
    "definition": [
        "a. To conceive or fashion in the mind; invent: design a good excuse for not attending the conference.\nb. To formulate a plan for; devise: designed a marketing strategy for the new product.",
        "To make a graphic or schematic representation of (something), especially as a plan for its structure: design a building on a computer; design a new car model.",
        "To create or contrive for a particular purpose or effect: a game designed to appeal to all ages.",
        "To have as a goal or purpose; intend: “Mrs. Bennet had designed to keep the two Netherfield gentlemen to supper; but … she had no opportunity of detaining them” ( Jane Austen )",
        "To make or execute plans.",
        "To create designs.",
        "a. A drawing or sketch.\nb. A graphic representation, especially a detailed plan for construction or manufacture.\nc. An ornamental pattern. See Synonyms at figure.",
        "a. The purposeful or inventive arrangement of parts or details: the aerodynamic design of an automobile; the design of an epic poem.\nb. A particular plan or method: the party's design for increasing voter turnout. See Synonyms at plan.",
        "The art or practice of designing or making designs: studied design in college.",
        "a. A reasoned purpose; an intent: It was her design to set up practice on her own as soon as she was qualified.\nb. Deliberate intention: He became a photographer more by accident than by design.\nc. often designs A secretive or underhanded plot or scheme: He has designs on my job.",
        "de·sign′a·ble\nadjective",
        "Link/Cite",
        "A plan (with more or less detail) for the structure and functions of an artifact, building or system.",
        "A pattern, as an element of a work of art or architecture.",
        "The composition of a work of art.",
        "Intention or plot.",
        "The shape or appearance given to an object, especially one that is intended to make it more attractive.",
        "The art of designing\nDanish design of furniture is world-famous.",
        "Dryden\nHe was designed to the study of the law.",
        "To plan and carry out (a picture, work of art, construction etc.). [from 17th c.]\nPrimitive people believe that gods designed the Earth and humans.",
        "Beaumont and Fletcher\nMeet me to-morrow where the master / And this fraternity shall design.",
        "Link/Cite"
    ]
}