{
    "translation": "ֶה ֶרס",
    "uses": [
        "The destruction continued for miles without end, as far as she could see.",
        "His whole life on the brink of destruction if it were recognized what he was doing.",
        "He squatted beside her, unaffected by the destruction around him.",
        "Certain destruction lay behind the French but in front there was hope.",
        "Charles hurried back from Naples, and narrowly escaped destruction at Fornovo in the passes of the Apennines.",
        "The cause of the destruction of the French army in 1812 is clear to us now.",
        "But the destruction of the French, which he alone foresaw, was his heart's one desire.",
        "Before they could get out of sight, Joseph Dawkins' rental Jeep pulled up below them, cutting new destruction through the flowers.",
        "The destruction was visible long before they reached the low adobe structure hidden between the foothills of the Tucson Mountains.",
        "He looked out over the forests to the north, the destruction of the south, and the meadow to the east.",
        "A war which became general, as any limited action might, would only result in the virtual destruction of mankind.",
        "This, then, was Ezekiel's political creed - destruction of Jerusalem and its inhabitants, restoration of the exiles, and meantime submission to Babylon.",
        "The result of a deity breaking one of the three is basically the destruction of the world.",
        "During the war in Italy he is several times on the verge of destruction and each time is saved in an unexpected manner.",
        "The other, from the countess, described their last days in Moscow, their departure, the fire, and the destruction of all their property.",
        "The vessel had done much damage to the Federal naval forces, and her destruction was greatly desired.",
        "The landing of Coote preserved Madras from destruction, though the war lasted through many campaigns and only terminated with the death of Hyder.",
        "The destruction disappeared by mile marker five, only a few hundred meters from the turnoff to her condo community.",
        "The following chapter catalogs the difficulties inherent in trying to end war, which in the past brought misery and destruction and in the future could bring annihilation.",
        "This upheaval - the consequences of which have been felt even within the historic period, by the drainage of the formerly impracticable marshes of Novgorod and at the head of the Gulf of Finland - together with the destruction of forests, contributes towards a decrease of precipitation over Russia and towards increased shallowness of her rivers.",
        "The destruction of Jerusalem in A.D.",
        "- The destruction of the Temple carried with it the destruction of the priesthood and all its power.",
        "Destruction is one of its chief ends.",
        "A systematic campaign for the destruction of breedingplaces has been inaugurated in the British West African colonies, with encouraging results.",
        "Ziemann advocates the destruction of mosquito larvae by the growing of such plants.",
        "Destruction of the Lernean hydra.",
        "But the destruction of Jerusalem is not quite unique, and somewhat later we meet with indirect evidence for at least one similar disaster upon which the records are silent.",
        "OLD] at least suggest that the destruction of the state was not entirely a disaster.",
        "Scarcely 40 years after the destruction of Jerusalem, a new power appeared in the east in the person of Cyrus the Great.",
        "independent and undated record (a) points to a return, a rebuilding (apparently after some previous destruction), and some interference.",
        "The canonical history has allowed only one great destruction of Jerusalem, and the disaster of 586 B.C. became the type for similar disasters, but how many there were criticism can scarcely decide.'",
        "It ends with the destruction of Jerusalem by the armies of the Roman Empire, which was, like Alexander, at once the masterful pupil and the docile patron of Hellenism.",
        "In 1865 President Johnson appointed as provisional governor William Lewis Sharkey (1797-1873), who had been chief justice of the state in 1832-1850, and a convention which assembled on the 14th of August recognized the \"destruction\" of slavery and declared the ordinance of secession null and void.",
        "The destruction of pine forests to meet the demands for naval stores, and the introduction and increased use of the refrigerator car, resulted in much attention to the growth of garden produce for Northern markets.",
        "thick; the market church, in the Romanesque style, restored since its partial destruction by fire in 1844, and containing the town archives and a library in which are some of Luther's manuscripts; the old town hall (Rathaus), possessing many interesting antiquities; the Kaiserworth (formerly the hall of the tailors' gild and now an inn) with the statues of eight of the German emperors; and the Kaiserhaus, the oldest secular building in Germany, built by the emperor Henry III.",
        "The town of Tetschen originally lay on the south side of the castle rock, but after its destruction by a flood, it was moved in 10J9 to its present site.",
        "The most destructive locust is the migratory locust (Locusta migratoria), which causes wholesale destruction in the East.",
        "A similar spirit appears among the prophecies ascribed to Balaam: \"Amalek, first (or chief) of nations, his latter end [will be] destruction\" (Num.",
        "Its contents relate to the destruction of the world through war and natural catastrophes - for the heathen a source of menace and fear, but for the persecuted people of God one of admonition and comfort.",
        "With great dexterity he turned the feud between the houses of Luxemburg and Wittelsbach to the destruction of Louis; and the death-struggle between the two seemed about to break out, when Louis met his untimely end.",
        "The population of Pompeii at the time of its destruction cannot be fixed with certainty, but it may very likely have exceeded 20,000.",
        "After the destruction of the Scythians Cyaxares regained the supremacy, renewed his attack on Assyria, and in 606 B.C. destroyed Nineveh and the other capitals of the empire (Herod.",
        "The disastrous retreat of Colonel Monson through Central India (1804) recalled memories of the convention of Wargaum, and of the destruction of Colonel Baillie's force by Hyder Ali.",
        "Nothing will stand between Xander and turning the worlds into this level of destruction.",
        "\"place of destruction,\" but here personified).",
        "The result of this alliance between a revolutionary and a Pharisee was the formation of the party of Zealots, whose influence - according to Josephus - brought about the great revolt and so led to the destruction of Jerusalem in 70.",
        "But everything pointed to the destruction of the city, which one Jesus had prophesied at the feast of tabernacles in 62.",
        "The principal wealth of the island is derived from its olive groves; notwithstanding the destruction of many thousands of trees during each successive insurrection, the production is apparently undiminished, and will probably increase very considerably owing to the planting of young trees and the improved methods of cultivation which the Government is endeavouring to promote.",
        "The later phase, which follows on the destruction of the Cnossian palace, and corresponds with the diffused Mycenaean style of mainland Greece and elsewhere, is already partly decadent.",
        "Shortly before this date the palaces both of Cnossus and Phaestus had undergone a great destruction, and though during the ensuing period both these royal residences were partially reoccupied it was for the most part at any rate by poorer denizens, and their great days as palaces were over for ever.",
        "Hundreds of millions are spent in acquiring terrible engines of destruction, which are regarded to-day as the latest inventions of science, but are destined to-morrow to be rendered obsolete by some new discovery.",
        "Forts which had been erected at salient points on either side of the lakes and rivers dividing the United States from Canada, which but for this agreement would, in the natural course of events, have been enlarged, increasingly garrisoned, and provided with modern implements of destruction, at large expense, have remained substantially as when the agreement was made, or now constitute but interesting or picturesque ruins; and the great cost of constructing and maintaining, through a long series of years, naval armaments of ever-increasing power has been avoided.\"",
        "But the very futility of the accusations must have betrayed to More the bitter determination of his enemies to compass his destruction.",
        "The above are good senses of the word, but it is also used in the sense of devoting things and persons to destruction; and in this sense it is tantamount to cursing.",
        "That those to the westward have long been inactive is shown by the destruction of craters by denudation, by deep ravines, valleys and tall cliffs eroded on the mountain sides, especially on the windward side, by the depth of soil formed from the disintegrated rocks, and by the amount as well as variety of vegetable life.",
        "That the mountainous mass of western Maui is much older is shown by the destruction of its crater, by its sharp ridges and by deeply eroded gorges or valleys.",
        "The destruction of considerable portions of the forests by cattle, goats, insects, fire and cutting has been followed by reforesting, the planting of hitherto barren tracts, the passage of severe forest fire laws, and the establishment of forest reserves, of which the area in 1909 was 545,746 acres, of which 357,180 were government land.",
        "In Catholic countries (notably in Ireland) great churches are still built out of the savings of a poverty-stricken peasantry; and from this point of view the destruction of churches in the 26th century was probably a benefit to the world.",
        "Just as it is absurd to suppose that man is merely earth-born, so the possibility of his ultimate destruction is inconceivable.",
        "Again, the destruction of Chester about 615 was soon followed by the overthrow of the British kingdom of Elmet in south-west Yorkshire, and the occupation of Shropshire and the Lothians took place perhaps about the same period, that of Herefordshire probably somewhat later.",
        "Chester appears to have been deserted for three centuries after its destruction early in the 7th century, and in most of the other cases there are features observable in the situation and plan of the medieval town which suggest that its occupation had not been continuous.",
        "and birds of prey, as bears, wolves, foxes, dogs, wild cats, stoats, weasels, eagles, hawks and owls, and never spared by man; even domestic animals, as cattle, goats and reindeer, join in the destruction, stamping them to the ground with their feet, and even eating their bodies.",
        "The destruction of Thebes by Alexander (335) seems to have paralysed the political energy of the Boeotians, though it led to an improvement in the federal constitution, by which each city received an equal vote.",
        "This custom, which is likewise known to have prevailed from the earliest times, involved the total destruction of the defeated army, together with everything belonging to them.",
        "But the destruction was not to be final; in the future the gods of a younger generation would govern a better world.",
        "The various species of rapacious animals are disappearing, together with the colonies of marmots; the insectivores are also becoming scarce in consequence of the destruction of insects; while vermin, such as the suslik, or pouched marmot (Spermophilus), and the destructive insects which are a scourge to agriculture, become a real plague.",
        "3); but it is chiefly noted for its capture and destruction by Joshua (vii.",
        "Lastly, as regards the phytophagous forms, there can be no doubt that the destruction of grass-lands by \"leatherjackets\" (the larvae of crane-flies, or daddy-long-legs, - Tipula oleracea and T.",
        "He was superseded there by Delescluze, but he continued to direct the violent acts of the Commune, the overthrow of the Vendome column, the destruction of Thiers's residence and of the expiatory chapel built to the memory of Louis XVI.",
        "Nevertheless, these places of cult remained some 300 years until almost the close of the monarchy, when their destruction is attributed to Josiah (§ 16).",
        "The result was the route of Judah, the capture of Amaziah, the destruction of the northern wall of Jerusalem, the sacking of the temple and palace, and the removal of hostages to Samaria (2 Kings xiv.",
        "A brazen serpent, whose institution was attributed to Moses, had not hitherto been considered out of place in the cult; its destruction was perhaps the king's most notable reform.",
        "So Judaism survived once more the destruction of its central sanctuary.",
        "275, when Dacia was lost to the empire, and the invasions of the northern peoples resulted in the destruction of temples along a great stretch of frontier, the natural stronghold of the cult.",
        "The destruction of trees by charcoal-burners has resulted in the almost complete deforestation of the island.",
        "After the destruction of the existing order by fire, \"a new heaven and a new earth\" will appear as the abode of righteousness.",
        "This, together with the compactness of the mortar, hinders the ingress and egress of water, and prevents the dissolution and ultimate destruction of the cement.",
        "There are various minor external causes for the failure and ultimate destruction of cement mortar and concrete, but their discussion is a matter for the specialist.",
        "The injunctions of Edward VI., 1 547, ordered the destruction of all images that ha.d been the objects of superstitious use, and the act of 1 549 (3 & 4 Edw.",
        "During the war some show of general work was made by members of the German Archaeological Commission with the Turkish forces, but this came to little more than notes on the preservation or destruction of wellknown monuments.",
        "The passover was approaching, and plots were being laid for His destruction.",
        "Their history may be divided into three great periods: (1) That covered by the Old Testament to the foundation of Judaism in the Persian age, (2) that of the Greek and Roman domination to the destruction of Jerusalem, and (3) that of the Diaspora or Dispersion to the present day.",
        "From the standpoint of the popular religion, the removal of the local altars, like Hezekiah's destruction of the brazen serpent, would be an act of desecration, an iconoclasm which can be partly appreciated from the sentiments of 2 Kings xviii.",
        "The destruction of Jerusalem might be regarded as an event of merely domestic importance; for the Roman cosmopolitan it was only the removal of the titular metropolis of a national and an Oriental religion.",
        "The period of its destruction is unknown, for it appears certain that it cannot be ascribed wholly to the earthquake of 63.",
        "Like Jeremiah He foretold the destruction of the temple and suffered the extreme penalties of anti-patriotism.",
        "In Ireland, in Cromwell's time, wolves were particularly troublesome, and said to be increasing in numbers, so that special measures were taken for their destruction, such as the offering of large rewards for their heads, and the prohibition (in 1652) of the exportation of \"wolf-dogs,\" the large dogs used for hunting the wolves.",
        "In February 1898 Sampson, then a captain, was president of Board of Inquiry as to the cause of destruction of the \"Maine.\"",
        "The reckless destruction of forests along the watercourses also adds to the barren aspect of the country.",
        "Assyria, being essentially a military power, disappeared with the destruction of Nineveh, but Babylon continued to exercise an influence on culture and religion for many centuries after the Persian conquest.",
        "In the winter 417-416 a further expedition to Argos resulted in the destruction of the half-finished Long Walls and the capture of Hysiae.",
        "It ran counter to the ideas suggested in 1527 on the captivity of Clement VII., that England and France should set up independent patriarchates; and its success depended upon the problematical destruction of Charles V.'s power in Italy.",
        "He was formerly identified with an Egyptian priest who, after the destruction of the pagan temple at Alexandria (389), fled to Constantinople, where he became the tutor of the ecclesiastical historian Socrates.",
        "The one, a law of blood and death, opening out each day new modes of destruction, forces nations to be always ready for the battle.",
        "Among the advantages of enclosures, he observes, \" you will gain much more labour from your servants, a great part of whose time was taken up in gathering thistles and other garbage for their horses to feed upon in their stables; and thereby the great trampling and pulling up and other destruction of the corns while they are yet tender will be prevented.\"",
        "The chief direct result in the life of the Egyptian people was the virtual destruction of the governing caste of the Mamelukes, the Turks finding it easy to rid themselves of their surviving chiefs and to re-establish the authority of the Sultan.",
        "Forces, inexperienced but devoted, were soon on foot; and he informed his German allies that he would allow the Russians to advance into Central Germany so as to ensure their destruction.",
        "Further incursions made by the Danes in 998 and in 1015 under Canute probably resulted in the destruction of the priory, on the site of which a later house was founded in the 12th century as a cell of the Norman abbey of Lysa, and in the decayed condition of Wareham in 1086, when 203 houses were ruined or waste, the result of misfortune, poverty and fire.",
        "The naval situation was sensibly relieved by the destruction in Dec. by Adml.",
        "The process of destruction of the larval tissues was first studied in the forms where metamorphosis is greatest and most abrupt, viz.",
        "This process can therefore only be looked on as a secondary one that hastens and perfects the destruction necessary to permit of the accompanying histogenesis.",
        "Many of the species are in process of extinction, owing to the extensive changes tha.t are taking place in the natural conditions of the world by the extension of human population and of cultivation, and by the destruction of forests; hence it is probable that a considerable proportion of the species at present existing will disappear from the face of the earth before we have discovered or preserved any specimens of them.",
        "He now hoped to accomplish what his grandfather, fifty years before, had vainly attempted - the destruction of the Danish-Norwegian monarchy by capturing its capital.",
        "A still more serious blow was the destruction of the relief army which Levenhaupt was bringing to Charles from Livonia, and which, hampered by hundreds of loaded wagons, was overtaken and almost destroyed by Peter at Lyesna after a two days' battle against fourfold odds (October).",
        "Nitzsch had of course exhausted all the forms of birds commonly to be obtained, and specimens of the less common forms were too valuable from the curator's or collector's point of view to be subjected to a treatment that might end in their destruction.",
        "With the destruction of the mainland cities by repeated barbarian invasions, and thanks to the gradual development of Venice as a centre of coasting trade in the northern Adriatic, the aspect of the city changed.",
        "The destruction of the mainland cities, and the flight of their leading inhabitants to the lagoons, encouraged the lagoon population to assert a growing independence, and led them to advance the doctrine that they were \"born independent.\"",
        "Jewish tradition had reason to remember these formidable Palmyrenes in the Roman armies; according to the Talmud 80,000 of them assisted at the destruction of the first temple, 8000 at that of the second !",
        "It is no exaggeration to say that countless thousands of spiders of all families are annually destroyed by these insects, and there is no reason to doubt that destruction on at least as great a scale has been going on for centuries, too many even to guess at.",
        "Complete destruction of the subject leased, e.g.",
        "The effect of partial destruction has given rise to some uncertainty.",
        "\" The distinction seems to be that if the destruction be permanent, though partial, the failure of the subject let will give relief by entitling the tenant to renounce the lease, unless a deduction shall be allowed, but that if it be merely temporary or occasional, it will not entitle the tenant to relief \" (Bell's Prin.",
        "In case of partial destruction, the lessee may, according to circumstances, demand either a diminution of the price, or the cancellation of the lease.",
        "The result is a great destruction of the humus of the soil, and great leaching and washing, especially in the light loams of the hill country of the United States.",
        "No certain remedy is known for the destruction on a commercial scale of the boll weevil, but every effort has been made in the United States to check the advance of the insect, to ascertain and encourage its natural enemies, and to propagate races of cotton which resist its attacks.",
        "had but recently attempted, but also by the temporary destruction of their colony in Constantinople in 1171.",
        "Possibly this is one of the books about gold and silver of which Diocletian decreed the destruction about A.D.",
        "The Cephisus, rising in Pentelicus, enters the sea at New Phalerum; in summer it dwindles to an insignificant stream, while the Ilissus, descending from Hymettus, is totally dry, probably owing to the destruction of the ancient forests on both mountains, and the consequent denudation of the soil.",
        "The almost complete destruction of the buildings on the Acropolis and in the lower city, among them many temples and shrines which religious send- the walls of ment might otherwise have preserved, facilitated the Themis- realization of the magnificent architectural designs tocles .",
        "The Peiraeus, which had never revived since its destruction by the Romans in 86 s.c., was at the beginning of the 19th century a small fishing village known as Porto Leone.",
        "In the great invasion of 480-479 the Athenians displayed an unflinching resolution which could not be shaken even by the evacuation and destruction of their native city.",
        "Possibly these slight fortifications preserved the capital from the destruction which overwhelmed all the other settlements; but these measures for defence were due more to the loyalty of the inhabitants than to the efforts of the home government, which at this time remained indifferent to appeals for help from the island.",
        "The architect is said to have been a Coptic Christian who deprecated the destruction of ancient buildings to obtain columns and blocks of stone, and who undertook to design a mosque which should be built entirely in brick, which when coated with stucco and appropriate decorative designs would rival its predecessors.",
        "They, however, had no confidence in the arch, which, as the Hindu says, \"never sleeps but is always tending to its own destruction,\" so that the pointed arch, which had almost become the emblem of the Mahommedan religion, had to be dispensed with for the covered aisles which surrounded the great court, and in the triple entrance gateway the form of an arch only was retained, as it was constructed with horizontal courses of masonry for the haunches, and with long slabs of stone resting one against the other at the top. A similar construction was employed in the great mosque at Ajmere, built A.D.1200-1211at the same time as the Delhi mosque.",
        "All that kind of pre-established harmony Wagner left behind him the moment he deserted the heroes and villains of romantic opera for the visionary and true tragedy of gods and demi-gods, giants and gnomes, with beauty, nobility and love in the wrong, and the forces of destruction and hate set free by blind justice.",
        "of the dam became flooded, so that a complete examination of the archaeology of the district had to be carried out in order to save historical evidence from destruction.",
        "Scarcely has he obtained the weed when it is snatched away from him, and the tablet closes somewhat obscurely with the prediction of the destruction of Erech.",
        "49), which Aristagoras, the tyrant of Miletus, showed to Cleomenes, the king of Sparta, in 504, whose aid he sought in vain in a proposed revolt against Darius, which resulted disastrously in 494 in the destruction of Miletus.",
        "The circumstances of its destruction and abandonment was unknown; the site is now marked by a few heaps of ruins.",
        "For the text refers most probably to the destruction of Samaria, T.",
        "The story of the destruction of the library by the Arabs is first told by Bar-hebraeus (Abulfaragius), a Christian writer who lived six centuries later; and it is of very doubtful authority.",
        "was Innocent's successor, Alexander IV., who appointed a commission to examine it; and as a result of this commission, which sat at Anagni, the destruction of the Liber introductorius was ordered by a papal breve dated the 23rd of October 1255.",
        "To these ecclesiastical precepts and expiations belong in particular the numerous ablutions, bodily chastisements, love of truth, beneficial works, support of comrades in the faith, alms, chastity, improvement of the land, arboriculture, breeding of cattle, agriculture, protection of useful animals, as the dog, the destruction of noxious animals, and the prohibition either to burn or to bury the dead.",
        "In the case of poorer interments the destruction of the body was, on the contrary, often accelerated by the use of quicklime.",
        "The Christian antiquary has cause continually to lament the destruction of works of art due to this craving.",
        "It results from this that the horn has the appearance of a mass of agglutinated hairs, which, in the newly growing part at the base, readily fray out on destruction of the softer intermediate substance; but the fibres differ from true hairs in growing from a free papilla of the derm, and not within a follicular involution of the same.",
        "The firm establishment of the doctrine of practical monotheism happened to coincide in time with the destruction of the national political life (in the 6th century B.C.).",
        "The tobacco industry has been uniformly prosperous, except when crippled by the destruction of war in 1868-1878 and 1895-1898.",
        "After the Ten Year's War seed of Mexican and United States tobaccos was in great demand to re-seed the ruined vegas, and was introduced in great quantities; and although by a later law the destruction of these exotic species was ordered, that destruction was in fact quite impossible.",
        "But the natives, innocent as they appeared, were doomed to utter destruction.",
        "The destruction of game, recklessly carried out under Turkish rule, is prevented by the laws of 1880, 1883 and 1893, which enforced a close time, and rendered shooting-licences necessary.",
        "To prevent the gradual destruction of the forests by unskilful management and depredations, schools of forestry have been founded, and means have been taken for regulating the cutting of wood and for replanting districts that have been partially denuded.",
        "The Turks succeeded in surrounding Peter the Great near the Pruth, and his army was menaced with total destruction, when the Turkish commander, the grand vizier Baltaji Mahommed Pasha, was induced by the presents and entreaties of the empress Catherine to sign the preliminary treaty of the Pruth (July 21, 1711), granting terms of peace far more favourable than were justified by the situation of the Russians.",
        "Nelson's destruction of the French fleet at the battle of the Nile disconcerted Bonaparte's plans; he hoped to pursue his designs through Syria, and laid siege to Acre, which, however, successfully held out.",
        "The reform of the army, however, involved the destruction of the Janissaries (q.v.), and though their massacre on the 15th of June left the sultan free to carry out his views with regard to the army, it left him too weak to resist the Russian demands.",
        "The Greeks, having put themselves in the right with the powers, were free to continue the war; and the destruction of a Turkish flotilla off Salona on the 23rd of September followed.",
        "The military reorganization dates from the destruction of the Janissaries (June 15, 1826).",
        "Sebastiani, commanding the advanced guard, overtook the Russians in the act of evacuating Moscow, and agreed with the latter to observe a seven hours' armistice to allow the Russians to clear the town, for experience had shown the French that street fighting in wooden Russian townships always meant fire and the consequent destruction of much-needed shelter and provisions.",
        "As the news of the destruction of the 'Grande Armee spread, and the appearance of countless stragglers convinced the Prussian people of the reality of the disaster, the spirit generated by years of French domination burst out.",
        "Of the former, his panegyric on the emperor Anastasius alone is extant; the description of the church of St Sophia and the monody on its partial destruction by an earthquake are spurious.",
        "The whole family at Vailima became ill, and the final subjugation of his protege Mataafa, and the destruction of his party in Samoan politics, deeply distressed and discouraged Stevenson.",
        "The chief events of his reign were the destruction of the kingdom of Ahmadnagar (1636), the loss of Kandahar to the Persians (1653), and a second war against the Deccan princes (1655).",
        "Now dead animal substance and the excreta of animals decompose in the long run into carbonic acid, water and mineral salts, and so there is a continual destruction of animal substance both on the land and in the sea.",
        "The most stirring episode in the history of the Peiraeus is the seizure of Munychia by Thrasybulus and the exiles from Phyle, and the consequent destruction of the \"30 tyrants\" in 404 B.C. The three chief arsenals of the Peiraeus were named Munychia, Zea and Cantharus, and they contained galley slips for 82, 196 and 94 slips respectively in the 4th century B.C.",
        "13,14), the troublous reign of Manasseh, the destruction of Jerusalem by Nebuchadnezzar, have found each its supporters.",
        "The wealth of the town was increased in 1 189 by the destruction of the flourishing trading centre of Bardowieck by Henry the Lion; from this time it began to be much frequented by Flemish merchants.",
        "When, after the destruction of Jerusalem, the fugitive Jews were again gathered together, it was at the instigation of Baalis, king of Ammon, that Gedaliah, the ruler whom Nebuchadrezzar had appointed over them, was murdered, and new calamities were incurred (Jer.",
        "Under Venetian protection, freely accepted in 1401, the inhabitants maintained their municipal independence and commercial prosperity down to the destruction of the Venetian republic in 1797, though on two occasions, in 1500 and 1560, their city was burned by the Turks.",
        "issued a bull on the 17th of March 1 4 20 which proclaimed a crusade \"for the destruction of the Wycliffites, Hussites and all other heretics in Bohemia.\"",
        "The great event which snatched him from destruction was the death of the Russian empress (January 5, 1762).",
        "a commission was appointed to inspect the destruction wrought by the king's enemies on the town, with the result that the fee-farm was reduced to 20S.",
        "Through confiscation of money, and deposits in banks removed to Russia, cancellation of shares, destruction of private and public bonds, and loss of interest, a loss of 379,- 000,000 gold rubles was caused by Russia, and 6,000,000 marks by Germany.",
        "In the first the prophet speaks in his own name, addressing himself to the people in a lively description of a present calamity caused by a terrible plague of locusts which threatens the entire destruction of the country, and appears to be the vehicle of a final consuming judgment (the day of Yahweh).",
        "The foreign ministers then arranged a compromise between the contending parties, according to which President Peixoto was to place no artillery in the city, while Admiral Mello was to refrain from bombarding the town, which was thus saved from destruction.",
        "The parish church of St Giles is believed to have been erected in the reign of Alexander I., about 1110, and the huge Norman keep of the castle, built by his younger brother, David I., continued to be known as David's Tower till its destruction in the siege of 1572.",
        "He protests against Peel's Income Tax Bill of 1842; against the Aberdeen Act 1843, as conferring undue power on church courts; against the perpetuation of diocesan courts for probate and administration; against Lord Stanley's absurd bill providing compensation for the destruction of fences to dispossessed Irish tenants; and against the Parliamentary Proceedings Bill, which proposed that all bills, except money bills, having reached a certain stage or having passed one House, should be continued to next session.",
        "Portrayed in hymns and myths as a god of war and pestilence, there can be little doubt that Nergal represents the sun of noontime and of the summer solstice which brings destruction to mankind.",
        "Bharatpur rose into importance under Suraj Mall, who bore a conspicuous part in the destruction of the Delhi empire.",
        "His great desire for instruction, however, at last induced his family to send him back to Bergen, to his uncle, and there he remained, eagerly studying, until the destruction of that city by fire in 1702, when he was sent to the university of Copenhagen.",
        "Tumults and massacres of Christians occurred in 1850 and 1862, accompanied by great destruction of property; but on the whole, since the - consolidation of Ottoman rule over Syria by Abdul Mejid's ministers, Aleppo has been reviving, although its trade is more local than of old.",
        "In 1852 great destruction was wrought in the town by the bursting of a reservoir in the vicinity.",
        "We cannot trace the gradations of this political revolution, but we know that it met with determined opposition from the crown, which resulted in the utter destruction of the Arpads, who, while retaining to the last their splendid physical qualities, now exhibited unmistakeable signs of moral deterioration, partly due perhaps to their too frequent marriages with semi-Oriental Greeks and semi-savage Kumanians.",
        "It was as much as the governor could do to save the state from destruction, let alone reform it.",
        "At that critical hour it was at his own expense that Hunyadi fortified Belgrade, now the sole obstacle between Hungary and destruction, with the sole assistance of the Franciscan friar Giovanni da Capistrano, equipped the fleet and the army which relieved the beleaguered fortress and overthrew Mahommed II.",
        "The suppression of the independence of the feudal aristocracy was inaugurated in 1626 by an edict calling for the destruction of all fortified castles not needed for defence against invasion.",
        "The stock may be destroyed, killed out by adverse conditions, but its quality is not directly affected, and if removed to more favourable conditions it will show no hereditary results of the previous adversity; indeed it will probably have been strengthened in some ways by the destruction in severe conditions of its weaker members and the survival of the stronger individuals.",
        "There will be destruction by interference of the first, third and odd spectra generally; while the advantage gained in the spectra of even order is not in dispersion, nor in resolving power, but simply in brilliancy, which is increased four times.",
        "Many other details are given in the treatise Soferim, but these for the most part refer primarily to the synagogue service after the destruction of the Temple.",
        "The chief method employed for their destruction is spraying the swarms with arsenic. The districts with the greatest area under cultivation are Heidelberg, Witwatersrand, Pretoria, Standerton and Krugersdorp. The chief crops grown for grain are wheat, maize (mealie) and kaffir corn, but the harvest is inadequate to meet local demands.",
        "The work of destruction had gone too far.",
        "These proposals were rejected by Lord Salisbury: there could be no end now but a complete destruction of the Boer power.",
        "Recent investigations point to the conclusion that the immediate cause of the arrest of vitality, in the first place, and of its destruction, in the second, is the coagulation of certain substances in the protoplasm, and that the latter contains various coagulable matters, which solidify at different temperatures.",
        "And it remains to be seen, how far the death of any form of living matter, at a given temperature, depends on the destruction of its fundamental substance at that heat, and how far death is brought about by the coagulation of merely accessory compounds.",
        "I-II ought undoubtedly to be read in immediate connexion with chap. vii.; it presupposes the alliance of Syria and northern Israel, whose destruction it predicts, though opening a door of hope for a remnant of Israel.",
        "\" This is probably a later addition made to the legend at a time when such facts as the capture of Edessa by Lusius Quietus in 116 and its second capture and the destruction of its kingdom by the Romans in 216 had faded from memory.6 4 On the mechanism of Syriac verse, see Duval's admirable section on la poesie syriaque (Litt.",
        "In 311 B.C. Agathocles put to death 5000 of its inhabitants; and finally, after its destruction by the Mamertines about 281 B.C., Phintias of Agrigentum transferred the remainder to the new town of Phintias (now Licata, q.v.).",
        "Whereas at 2.30 absolute destruction seemed the only possible fate of the defeated army, by 6 p.m., thanks to the devoted heroism of the artillery and the initiative of a few junior commanders of cavalry, it had escaped from the enclosing horns of the Prussian attack.",
        "The temperature at which the limb is kept, no doubt, favours and hastens the natural process of destruction, so that putrefaction shows itself sooner than would be the case with a dead tissue removed from the body and kept at a lower temperature.",
        "The living organism may be regarded as constantly engaged in a warfare with these silent and apparently insignificant messengers of destruction and death, with the result that too often the battle ends in favour of the attacking enemy.",
        "To replace this cellular destruction there has been a demand for reinforcements on the home centres of the polymorpho-nuclear leucocytes - the bone marrow.",
        "In the war of the Lombard League against Barbarossa, Cremona, after having shared in the destruction of Crema in 1160 and Milan in 1162, finally joined the league, but took no part in the battle of Legnano, and thus procured itself the odium of both sides.",
        "Some glycerin may be re-formed, but with very strong alkaline solutions little of the glycerin molecule escapes destruction, oxalic acid and several other products resulting.",
        "Albert Nyanza, on the other hand, is threatened in the distant future with destruction from another cause - the filling of its bed by the alluvium poured into it by the Semliki, the Victoria Nile and, in a lesser degree, by other streams. The Semliki receives directly or indirectly the whole of the drainage of Ruwenzori, and also that of the eastern face of the Congo mountains as well as the drainage basin of Albert Edward Nyanza.",
        "It was the royal residence after the destruction of Whitehall by fire in the time of William III.",
        "Having regard to the destruction of visible evidences of antiquity in London, both through accidental agencies such as the great fire, and through inevitable modernizing influences, it is well that historical associations in nomenclature are preserved in a great measure unimpaired.",
        "Battles and scenes of destruction are so fully described in other instances that one must believe that when nothing is related nothing special occurred.",
        "Fabyan when recording the entire destruction of London by fire in the reign of !Ethelred (981) makes this remarkable statement - \" Ye shall understand that this daye the cytie of London had more housynge and buyldinge Arrival consecrated two bishops: Mellitus and Justus.",
        "At the time however when active operations began the 42nd Division and one of the French divisions could 1 The chief naval incidents of this month were: - a raid by the Turkish destroyer \" Demir Hissar \" which sank the British transport \" Manitou \" on March 16, but had to be blown up next day off Chios to avoid capture; an attempt of the British submarine E15 to enter the Straits, which led to her being forced ashore (April 16) and in the sequel to her destruction by a daring boat's crew from the \" Majestic \" (April 18); bombardments of the defences of Smyrna on March 28, April 6 and April 22; and operations at Gaza and El Arish on the Syrian coast by the French battleship \" St.",
        "His Son, Auguste Arthur Beugnot (1797-1865), was an historian and scholar, who published an Essai sur les institutions de Saint Louis (1821), Histoire de la destruction du paganisme en occident (2 vols., 1885), and edited the Olim of the parlement of Paris, the Assizes of Jerusalem, and the Coutumes de Beauvoisis of Philippe de Beaumanoir.",
        "With these latter glasses there is, of course, considerable risk that the partial fusion and consequent contraction of the fireclay of the crucible may result in its destruction and the entire loss of the glass.",
        "Its habits much resemble those of the rest of the group to which it belongs; and, like the leopard, when it happens to come within reach of an abundant and easy prey, as the sheep or calves of an outlying farming station, it kills far more than it can eat, either for the sake of the blood only or to gratify its propensity for destruction.",
        "1090 Destruction of Nineveh.",
        "The district generally is destitute of trees, and the forests which formerly clothed the Sahyadri hills have nearly disappeared; efforts are now being made to prevent further destruction, and to reclothe some of the slopes.",
        "The book treats of the Messiah and the Messianic kingdom, the woes of Israel in the past and the destruction of Jerusalem in the present, as well as of theological questions relating to original sin, free will, works, &c. The views expressed on several of these subjects are often conflicting.",
        "This represents the second advent as heralded by a succession of signs which are unmistakable precursors of its appearance, such as wars, earthquakes, famines, the destruction of Jerusalem and the like.",
        "But the climax of evil is the immediate herald of its destruction; for thereupon Christ will descend from heaven and destroy the Antichrist (ii.",
        "According to Justin, it prophesied the destruction of the world by fire.",
        "After the new centre was built, a society called the Societa per la difesa di Firenze antica was formed by many prominent citizens to safeguard the ancient buildings and prevent them from destruction, and a spirit of intelligent conservatism seems now to prevail in this connexion.",
        "Labruscae, which, when the attac k is severe, cause the destruction of the leaves, the only part they assail.",
        "A cursory inspection of the bird, which is not unfrequently brought alive to Europe, its size, and its enormous bill and talons, at once suggest the vast powers of destruction imputed to it, and are enough to account for the stories told of its ravages on mammals - sloths, fawns, peccaries and spidermonkeys.",
        "became Johanan ben Zakkai's successor, and rendered immense service in the strengthening and reintegration of Judaism, which had been deprived of its former basis by the destruction of the Temple and by the entire loss of its political autonomy.",
        "(3) The account of the destruction of Sodom, in 187 lines.",
        "His last political achievement was in July 1795, when he was present with Hoche at the destruction of the army of the emigres at Quiberon, and ordered the executions which followed.",
        "In 1669-70 Aurangzeb visited the city and continued the work of destruction.",
        "40,000 Jews (mostly natives of Tunis, indeed, some descended from families settled at Carthage before the destruction of Jerusalem).",
        "But the destruction of the viceroy's power was essential to their continued independent existence.",
        "After the destruction of the Temple (A.D.",
        "A Catholic commentator of the 16th century, Hieronymus ab Oleastro, seems to have been the first to connect the name \" Jehova \" with howah interpreting it contritio, sive pernicies (destruction of the Egyptians and Canaanites); Daumer, adopting the same etymology, took it in a more general sense: Yahweh, as well as Shaddai, meant \" Destroyer,\" and fitly expressed the nature of the terrible god whom he identified with Moloch.",
        "Aided by the signory, which was playing into the hands of Rome, the Arrabbiati and Compagnacci pressed the matter on, and the way was now clear for Savonarola's destruction.",
        "This expedition was called the war of the \"Epigoni\" or descendants, and ended in the taking and destruction of Thebes.",
        "Though the inhabitants bad been arned by the earlier convulsions of the mountain, so swiftly d destruction come upon them that 18,ooo are said to have St their lives.",
        "Micah unquestionably looked for the destruction of Jerusalem as well as of Samaria in the near future and by the Assyrians (i.",
        "In this way In Memoriam was dragged back from the very verge of destruction, and could be published, in its original anonymous form, in May 1850.",
        "The latest reference to the city of Sardis relates its capture (and probable destruction) by Timur in 1402.",
        "With the destruction of this kingdom by Pompey in 64 B.C., the meaning of the name Pontus underwent a change.",
        "King Stephen silenced Vacarius, and ordered the destruction of the books of civil and canon law which had been imported by Theobald.",
        "They invaded Europe about 1237 under the leadership of Bail Khan, a younger son of Juji, eldest son of Jenghiz Khan, passed over Russia with slaughter and destruction, and penetrated into Silesia, Poland and Hungary, finally defeating Henry II., duke of Silesia, at Liegnitz in the battle known as the Wahlstatt on the 9th of April 1241.",
        "When his elder brother had a son, and his prospects were injured, he said that the boy was a second Messiah, who had appeared for the destruction of the Jews.",
        "In spite of his partial failures, Heraclius must be regarded as one of the greatest of Byzantine emperors, and his early campaigns were the means of saving the realm from almost certain destruction.",
        "In 1772 appeared a tract on The Principles of Bridges, suggested by the destruction of Newcastle bridge by a high flood on the 17th of November 1771.",
        "A strange episode in the legend of the destruction of man by the gods tells how Ra (or Re), the first king of the world, finding in his old age that mankind ceased to respect him, first tried the remedy of massacre, and then ascended the heavenly cow, and organized a new world - that of heaven.9 8.",
        "In the south and east the destruction was arrested by the high sandy shores of Gooi, Veluwe, Voorst, and Gasterland in the provinces of Utrecht, Gelderland, Overysel, and Friesland respectively.",
        "In 355 his advance temporarily ceased, but, as we learn from Isocrates and Xenophon, the financial exhaustion of the league was such that its destruction was only a matter of time.",
        "Olivares did not share the king's taste for art and literature, but he formed a vast collection of state papers, ancient and contemporary, which he endeavoured to protect from destruction by entailing them as an heirloom.",
        "Though they themselves trace their origin to seven Mahommedan tribes, Hindus appear to have been associated with them at an early period; at any rate, their religious creed and practices as stanch worshippers of Kali (Devi, Durga), the Hindu goddess of destruction, had certainly no flavour of Islam in them.",
        "He was left to maintain the siege of Adrianople when Baldwin advanced to attack the relieving force, and with Dandolo had much to do in saving the defeated crusaders from utter destruction, and conducting the retreat, in which he commanded the rearguard, and brought his troops in safety to the sea of Rodosto, and thence to the capital.",
        "He too had come to the conviction that the Church had forsaken the old paths and entered on a way that must lead to destruction.",
        "He was a disciple of Hillel, and after the destruction of the Temple of Jerusalem by Titus was the main instrument in the preservation of the Jewish religion.",
        "Knowledge, intrepidity and tact carried Parkman through these experiences unscathed, and good luck kept him clear of encounters with hostile Indians, in which these qualities might not have sufficed to avert destruction.",
        "Towards the close of the 18th and in the early part of the 9th century, the state was subject to a series of spoliations by Sindia and Holkar, and was only preserved from destruction by the talents and courage of the adoptive mother of the fifth raja.",
        "Up to 1668 the entrepot for the inland settlements was a station named Gibraltar at the head of the lake, but the destruction of that station by pirates in that year transferred this valuable trade to Maracaibo.",
        "In the subsequent history of Lot and the destruction of Sodom and Gomorrah, Abram appears prominently in a fine passage where he intercedes with Yahweh on behalf of Sodom, and is promised that if ten righteous men can be found therein the city shall be preserved (xviii.",
        "2); and these were to be found primarily (until the complete destruction of that church during the revolt of Barcochebas and its suppression by Hadrian) in the mother community in Jerusalem (cf.",
        "In the sequel Daniel proves to the king that the priests with their wives and children came in through privy doors and consumed the viands set before the god; and the king, angered at their trickery, slew them all and gave Bel over to Daniel for destruction.",
        "His conduct of the battle, once it had opened, was a model of the \"partial\" victory - the destruction of a part of the enemy's forces under the eyes of the rest - which was in the 17th and 18th centuries the tactician's ideal, and was sufficient to ensure him the reputation of being the best general of his age.",
        "Most interesting of all, perhaps, are the annals of Sennacherib, the destruction of whose hosts by the angel of God is so strikingly depicted in the Book of Kings.",
        "included a plan for supporting a Morisco rebellion in the great scheme for the destruction of the Spanish monarchy, which he was about to put into execution when he was murdered on the Toth of May 1610.",
        "Such was the mosque of the Mosalla before its destruction.",
        "Only the cathedral, together with Augustine's library and MSS., escaped the general destruction.",
        "When the German squadron was sighted it would have been possible to fall back on the \" Canopus,\" but this would have entailed the destruction of the \" Otranto,\" which would have been overtaken by the enemy in two or three hours.",
        "In 105 began the new struggle, which on the side of Decebalus could now only lead to victory or to destruction.",
        "- The chronicler's account of the destruction of Jerusalem, the seventy years' interval (2 Chron.",
        "La destruction de Rome is a 13th-century version of the older chanson of the emir Balan, who collected an army in Spain and sailed to Rome.",
        "Langlois (Le Puy, 1888); Desier (Desiderius or Didier), lost songs of the wars of Lombardy, some fragments of which are preserved in Ogier le Danois; Destruction de Rome, ed.",
        "70 or even anterior to that date, owing to the explicit declaration of Christ as to the coming destruction of Jerusalem.",
        "12, where there are allusions to Nero's confederacy with the Parthian kings with a view to the destruction of Rome.",
        "If the clause Kai k Tou aiyaros rC:ov µapri)pcov'Incroii in 6 is an addition, then he thinks the source was Jewish and the \"blood of the saints\" was that shed at the destruction of Jerusalem, and the forecast of the author related to the destruction of Rome.",
        "When the reviser recast the passage it dealt not with the destruction of Jerusalem, but with the persecution of the Christians.",
        "The destruction of Rome has now become a secondary event: the reviser's thought is fixed on the final strife between the Lamb and the Antichrist.",
        "The destruction of its forests has led to the loss of all its alluvial soil, and now it is for the most part a brown and barren rock, covered at best with scanty aromatic scrub, pastured by sheep and goats.",
        "Prophecies current among the Christians in Syria of the destruction of Mahomet's sect after six centuries of duration added to the excitement attending these rumours.",
        "In this event - the defeat of Sanjar, whose brother's son, Mas'ud, reigned over western Persia - occurring four years before the story of the Eastern conqueror was told at Rome to Bishop Otto, we seem to have the destruction of the Samiardi fratres or Sanjar brothers, which was the germ of the story of Prester John.",
        "Their great wealth enabled them during their exile to enhance their reputation and secure the favour of the Delphian Apollo by rebuilding the temple after its destruction by fire in J48.",
        "The old castle, now in ruins, was dismantled in 1645 by the marquis of Argyll in retaliation for the destruction of Castle Campbell in Dollar Glen on the south side of the Ochils.",
        "The Roman exsecratio and diris devotio was a solemn pronouncement of a religious curse by priests, intended to call down the divine wrath upon enemies, and to devote them to destruction by powers human and divine.",
        "Impious sinners, or enemies of the community and its god, might be devoted to utter destruction.",
        "harem), and does not distinguish originally between things set apart because devoted to God and things devoted to destruction.",
        "5) Paul refers to a formal meeting of the Corinthian church at which the incestuous person is \"delivered unto Satan for the destruction of the flesh that the spirit may be saved in the day of the Lord Jesus.\"",
        "excommunicated, shut out from the communion of the faithful, debar thee from privileges, and deliver thee unto Satan for the destruction of thy flesh, that thy spirit may be saved in the day of the Lord Jesus.\"",
        "Queen Edith's crown had a plain circlet with, so far as can be determined, four crosses of pearls or gems on it, and a large cross patee rising from it in front, and arches of jewels or pearls terminating in a large pearl at the top. A valuation of these ancient crowns was made at the time of the Commonwealth prior to their destruction.",
        "There is an obscure allusion to their destruction in an appendage to the oracles of Balaam (Num.",
        "After its destruction steps were at once taken to rebuild the cathedral.",
        "rebuilt Strongbow's castle in 1277, after its destruction by the Welsh.",
        "Another rising was crushed in 1134 by the destruction of Cande and the taking of L'tle Bouchard.",
        "An insurrection of the Yorkshire peasants, which is to be ascribed in part to the distress caused by the enclosure of the commons on which they had been wont to pasture their cattle, and in part to the destruction of popular shrines, may have caused the king to defend his orthodoxy by introducing into parliament in 1539 the six questions.",
        "by all fitting ways and means whatever \" all persons attempting the \" destruction, invasion, detriment or annoyance \" of the plantation.",
        "The bishop's seat had to be fortified against the incursions of the heathen Frisians and Northmen, and the security thus afforded attracted population till, after the destruction of its rival Dorestad by the Normans in the 9th century, Utrecht became the chief commercial centre of the northern Netherlands.",
        "Its first site was near the fishing village of Steindamm, but after its destruction by the Prussians in 1263 it was rebuilt in its present position.",
        "In the 4th century this importance was increased by the foundation of its bishopric, and after the destruction of Eauze in the 9th century it became the metropolis of Novempopulana.",
        "After its almost total destruction in November 1521, Cortes employed some 400,000 natives in rebuilding the city on its former site.",
        "During Spanish rule the only break in the ordinary course of events was the revolt of 1692, which resulted in the destruction of the municipal buildings.",
        "The English Benedictines never advanced farther along the path of centralization; up to their destruction this polity remained in operation among them, and proved itself by its results to be well adapted to the conditions of the Benedictine Rule and life.",
        "Spanish pride resented the interference of an alliance in which Spain had no part; Great Britain could not afford to allow any action to be taken which might end in the re-establishment of the old Spanish colonial system and the destruction of the considerable British trade, still nominally contraband, which had grown up with the colonies during the troubles.",
        "One personal difficulty at least was obviated by his being allowed to retain his wife, to whom he was much attached; but as regarded orthodoxy he expressly stipulated for personal freedom to dissent on the questions of the soul's creation, a literal resurrection, and the final destruction of the world, while at the same time he agreed to make some concession to popular views in his public teaching (Tb.",
        "21 f., deals with the destruction of the Kenite state by Assyria; also of uncertain date, Assyria being, according to some, the ancient realm of Nineveh, according to others the Seleucid kingdom of Syria, which was also called Assyria.",
        "assisted in the destruction of both, no doubt in obedience to a principle, like the act of Brutus in condemning his sons - a subject he painted with all his powers.",
        "In answer to the doctrine of final cause, of design in nature, he points to those things which cause destruction and danger to man, to the evil committed by men endowed with reason, to the miserable condition of humanity, and to the misfortunes that assail the good man.",
        "and an army, composed partly of French troops of Louis XIV., partly of Irish soldiers who had fled before Cromwell, entered the Vaudois valleys and spread destruction on every side.",
        "Beyond reasonable doubt, however, the writer seeks to take out the sting of the preceding passage in which Israel is devoted to utter destruction.",
        "In 1856 he commissioned the \"Acorn\" brig for the China station, and arrived in time to take part in the destruction of the junks in Fatshan creek on the 1st of June 1857, and in the capture of Canton in the following December, for which, in February 1858, he received a post-captain's commission.",
        "From the destruction of Schenectady to the Peace of Ryswick (1697) hostilities between the French and the English in the New World took the form of occasional raids across the frontier, chiefly by the Indian allies.",
        "The legislature passed several measures for the destruction of the leasehold system, and under the pressure of public opinion the great landlords rapidly sold their farms.'",
        "In 1631 Rothenburg was stormed by Tilly, and the cup of wine presented by the burgomaster, which, according to tradition, saved the town from destruction, is annually commemorated in the play mentioned above.",
        "Though much of the timber is of commercial value - notably the kauri, totara, puriri, rimu, matai and kahikatea - this has not saved the forests from wholesale, often reckless, destruction.",
        "The destruction of the forest is telling fatally on the ' See the geological map of New Zealand by Sir James Hector (1884).",
        "It is finely situated on a promontory above its harbour, and it is possible that it was occupied by an early Phoenician settlement; as a town, however, it was not founded until 407 B.C. by the Carthaginians, after their destruction of Himera, in the vicinity of hot springs mentioned by Pindar (Od.",
        "The destruction of cougars, lynx (\" wildcats \"), coyotes and wolves is encouraged by bounties.",
        "41 of the \" Bedouin encampments (a'5nrz) and the Ma`inim \" smitten by the Simeonites, which may possibly refer to the destruction of a Minaean caravan protected by these Bedouins.",
        "If the amplitudes of vibration which thus mutually interfere are moreover equal, the effect is the total mutual destruction of the vibratory motion.",
        "Various means were tried for the destruction of entanglements.",
        "Nor was the concentration of wealth the only danger of this policy; it led to the destruction of forests, the exhaustion of farming soils and the wasteful mining of coal and minerals, since the desire for quick profits, even when they entail risk to permanency of capital, is always a powerful human motive.",
        "4 Hussarek insisted that there were no oppressed peoples in Austria, that on the contrary her constitution assured to the several nationalities a status of equal rights like that of no other state on earth, and he gave a warning against its destruction - a vain appeal to reason.",
        "The famous expedition sent by General Thomas Gage of Massachusetts to Lexington and Concord on the 18th-19th of April 1775 had for its object, besides the destruction of materials of war at Concord, the capture of Hancock and Adams, who were temporarily staying at Lexington, and these two leaders were expressly excepted in the proclamation of pardon issued on the 12th of June by Gage, their offences, it was said, being \"of too flagitious a nature to admit of any other consideration than that of condign punishment.\"",
        "The archaeological commission of the Description de l'Egypte visited them in 1799, when the walls of many of the large tombs were still almost intact; in the first half of the 19th century (and to some extent later) an immense amount of destruction was caused by blasting for stone.",
        "3 He is, in short, not the devil of Christian orthodoxy, a spirit conscious of the good against which he is in revolt, but akin to the Evil Principle of the older dualistic systems, with their conception of the eternal antagonism between good and evil, light and darkness, creation and destruction.",
        "It was destroyed by the Indians in the same year, was immediately rebuilt, was again destroyed in 1642 and was again rebuilt, but was abandoned after its destruction for the third time in 1655.",
        "Rhizopus necans is sometimes the cause of extensive destruction of bulbs.",
        "In his train also are found Enyo, the goddess of war who delights in bloodshed and the destruction of cities; his sister, Eris, goddess of fighting and strife; and the Keres, goddesses of death, whose function it is especially to roam the battle-field, carrying off the dead to Hades.",
        "Now among the Jews, as we have seen, the hierarchy proper has for its necessary condition the destruction of the state and the bondage of Israel to a foreign prince, so that spiritual power is the only basis left for a national aristocracy.",
        "Provincial Boundaries Railways ful campaign abroad for the destruction of the Austrian Monarchy and the attainment of Czechoslovak independence.",
        "He did his work of destruction so thoroughly that Arabian philosophy died out after his time in the land of its birth.",
        "In 1560 after the destruction of the Spanish fleet off the coast of the island by Piali Pasha and the corsair Dragut the Spanish garrison at Haumt-es-Suk was exterminated, and a pyramid, 10 ft.",
        "This was notably the case as regards his dealings with the old enemy of his race, the Teutonic Order, whose destruction was the chief aim of his ambition.",
        "3, 1501) the senates of both countries agreed that, in future, the king of Poland should always be grand-duke of Lithuania; but this was the sole benefit which the Republic derived from the reign of Alexander, under whom the Polish government has been well described as a rudderless ship in a stormy sea, with nothing but the grace of God between it and destruction.",
        "In 1763 the conquest of Kanara gave him possession of the treasures of Bednor, which he resolved to make the most splendid capital in India, under his own name, thenceforth changed from Hyder Naik into Hyder Ali Khan Bahadur; and in 1765 he retrieved pr°vious defeat at the hands of the Mahrattas by the destruction o.",
        "The incapacity of these officers, notwithstanding the splendid courage of their men, resulted in the total destruction of Baillie's force of 2800 (September the loth, 1780).",
        "His uncle receives him with joy, but the barons of the court are bitterly jealous and plot his destruction.",
        "The religious disturbances in the Netherlands attracted him to Antwerp, where as the agent of William of Orange he allowed the insurgents to place him at their head, and was able to save much property from destruction.",
        "About twentythree years after the destruction of Carthage the Romans accused the islanders of piracy, and sent against them Q.",
        "But when and by whom it was destroyed is uncertain - probably at a later date, by the Latins, and not by the Romans, who would have regarded as impious the destruction of their traditional mother-country.",
        "As time goes on the situation becomes more and more dangerous; finally, a breach occurs, and the whole river pours over the country, carrying destruction and ruin with it.",
        "By dint of great exertions, however, the government succeeded in closing the breach, though not till January 1889, and not until there had been immense destruction of life and property.",
        "The destruction of this chief sally-port of the Wendish pirates enabled Absalon considerably to reduce the Danish fleet.",
        "Tabriz has suffered much from earthquakes, notably in 858, 1042 and 1721, each time with almost complete destruction of the city.",
        "The most remarkable military events of this period were (1) the siege and destruction of the oasis of Zaatcha, where the inhabitants, displeased by an alteration in the tax on palms, rose at the voice of a fanatic named Bu-Zian; (2) the ineffectual campaign of Marshal Saint Arnaud in Little Kabylia, where the tribes rose at the instigation of Bu-Magla (\" the mule man \") in 1851.",
        "During the Crimean War he revived his \"secret war plan\" for the total destruction of an enemy's fleet, and offered to conduct in person an attack on Sevastopol and destroy it in a few hours without loss to the attacking force.",
        "The historical books of the Old Testament form two series: one, consisting of the books from Genesis to 2 Kings (exclusive of Ruth, which, as we have seen, forms in the Hebrew canon part of the Hagiographa), embracing the period from the Creation to the destruction of Jerusalem by the Chaldaeans in 586 B.C.; the other, comprising the books of Chronicles, Ezra and Nehemiah, beginning with Adam and ending with the second visit of Nehemiah to Jerusalem in 432 B.C. These two series differ from one another materially in scope and point of view, but in one respect they are both constructed upon a similar plan; no entire book in either series consists of a single, original work; but older writings, or sources, have been combined by a compiler - or sometimes, in stages, by a succession of compilers - in such a manner that the points of juncture are often clearly discernible, and the sources are in consequence capable of being separated from one another.",
        "The dates of the other Minor Prophets (in some cases approximate) are: Micah, c. 725 - c. 680 B.C. (some passages perhaps later); Zephaniah, c. 625; Nahum, shortly before the destruction of Nineveh by the Manda in 607; Habakkuk (on the rise and destiny of the Chaldaean empire) 605-600; Obadiah, after the destruction of Jerusalem by the Chaldaeans in 586; Haggai, 520; Zechariah, i.",
        "From the Destruction of Jerusalem 586 to the close of the Old Testament History.",
        "The Diatessaron appears to have been the usual form in which the gospels were read until the beginning of the 5th century, when the Peshito was put in its place, and a systematic destruction of copies of the Diatessaron was undertaken.",
        "After the destruction of Thebes by the Epigoni, Alcmaeon carried out his father's injunctions by killing his mother, as a punishment for which he was driven mad and pursued by the Erinyes from place to place.",
        "It was evidently once a city of considerable importance, but southern division by the completion of the Union Pacific railway, and the annual rate of destruction from 1870 to 1875 has been estimated at 2,500,000 head.",
        "Till Amos (with the solitary exception of Micaiah ben Imlah, in i Kings xxii.) prophecy was optimist - even Elijah, if he denounced the destruction of a dynasty and the annihilation of all who had bowed the knee to Baal, never doubted of the future of the nation when only the faithful remained; but the new prophecy is pessimist - it knows that Israel is rotten to the core, and that the whole fabric of society must be dissolved before reconstruction is possible.",
        "It was therefore only as the God of Israel that the true God could be known within Israel; and so on the one hand the little society of faith - which had not in reality the least tinge of political coherence - is thought of as yet forming the true kernel of the nation qua nation, while on the other hand the state of Judah profits by the prophetic religion inasmuch as the nation must be saved from destruction in order that the prophetic faith - which is still bound up with the idea of the nation - may not be dissolved.",
        "So long as the great problems of religion could be envisaged as problems of the relation of Yahweh to Israel as a nation the prophets continued to speak and to bring forth new truths; but the ultimate result was that it became apparent that the idea of moral government involved the destruction of Israel, and then the function of prophecy was gone because it was essentiall y national in its objects.",
        "On the one hand he is the god who, through bringing on the rain in due season, causes the land to become fertile, and, on the other hand, the storms that he sends out bring havoc and destruction.",
        "While seeking to perfect ancient philosophy, it really extinguished it; and in like manner its attempted reconstruction of ancient religions only resulted in their destruction.",
        "de la destruction du Paganisme dans l'empire d'Orient (1850); Beugnot, Hist.",
        "de la destruction du Paganisme en Occident (1835); E.",
        "C. was marked by a second crossing of the Rhine and by the destruction of the Eburones, whose leader Ambiorix, however, escaped.",
        "Mexico has suffered much from the reckless destruction of her forests, not only for industrial purposes but through the careless burning of grassy areas.",
        "It was believed that the destruction of the world, which after the Hindu manner the Mexicans held to have already taken.",
        "It was after its almost total destruction by fire in 1738 that the town was built on its present site on the hill.",
        "In Stuart times all ranks of society believed in her, and referring to her supposed foretelling of the Great Fire, Pepys relates that when Prince Rupert heard, while sailing up the Thames on the 10th of October 1666, of the outbreak of the fire \"all he said was, ` now Shipton's prophecy was out.'\" One of her prophecies was supposed to have menaced Yeovil, Somerset, with an earthquake and flood in 1879, and so convinced were the peasantry of the truth of her prognostications that hundreds moved from their cottages on the eve of the expected disaster, while spectators swarmed in from all quarters of the county to see the town's destruction.",
        "They were beaten off, but the Northmen narrowly escaped destruction, and two of their number (one a leading settler) were slain.",
        "An essential element in the new policy was the substitution of an alliance with France for the old Burgundian friendship. The affair of San Juan de Ulua and the seizure of the Spanish treasure-ships in 1568 had been omens of the inevitable conflict with Spain; Ridolfi's plot and Philip II.'s approaches to Mary Stuart indicated the lines upon which the struggle would be fought; and it was Walsingham's business to reconcile the Huguenots with the French government, and upon this reconciliation to base an Anglo-French alliance which might lead to a grand attack on Spain, to the liberation of the] Netherlands, to the destruction of Spain's monopoly in the New World, and to making Protestantism the dominant force in Europe.",
        "The coal, however, is not mined, and much of the destruction of timber in southern Bechuanaland was caused by the demand for fuel for Kimberley.",
        "After a repose of about two centuries the Nevado de Chinn broke out in eruption early in 1861 and caused great destruction.",
        "Sennacherib made Nineveh his court residence and, after his destruction of Babylon and the influx of the enormous booty brought back from his conquests, it must have been the most magnificent and wealthiest city of the East.",
        "His passage of the river and upward march along the left bank, the reinforcement he provided for his grandson Pir Mahommed (who was invested in Multan), the capture of towns or villages accompanied, it might be, with destruction of the houses and the massacre of the inhabitants, the battle before Delhi and the easy victory, the triumphal entry into the doomed city, with its outcome of horrors-all these circumstances belong to the annals of India.",
        "The colonial period was marked by the destruction of the ancient Indian civilization, the extermination of many entire tribes, and the enslavement of the survivors, who were exploited to the utmost for the benefit of Spanish officials and adventurers.",
        "When the annexed ground-plan was taken, shortly before its destruction, nearly all the monastery, with the exception of the church, had been rebuilt.",
        "In her grief at the destruction of the city she plucked out her hair and was changed into a comet; in another version Electra and her six sisters had been placed among the stars as the Pleiades, and the star which she represented lost its brilliancy after the fall of Troy.",
        "The factories of the United States, unduly developed by an extreme system of protection, sought in Canada a slaughter market for their surplus products, to the detriment or destruction of Canadian industries.",
        "Influenced by somewhat similar motives, fearing from the advance of civilization the destruction of the buffalo, on which they chiefly depended for food, robes Y Y P ?",
        "3.7rEpL 04GEWS 7 S90pas: De generatione et corruptione: On generation and destruction in general.",
        "Ab 9,1 Fast, Destruction of the Temple.",
        "Whether this phase is that of the morning sun or of the springtime with which beneficent qualities are associated, or that of the noonday sun or of the summer solstice, bringing suffering and destruction in its wake, is still a matter of dispute, with the evidence on the whole in favour of the former proposition.",
        "This valiant prince saved the empire from destruction and conquered Erzerum, which had been ruled during a considerable time by a separate dynasty, and was now given in fief to his brother, Mughit ud-din Toghrul Shah.",
        "The real Servian commentary practically gives the only complete extant edition of a classic author written before the destruction of the empire.",
        "Its complete destruction dates from A.D.",
        "The destruction in A.D.",
        "As the corpse was found generally to disappear and decay in spite of preservative magic, especially in the early ages, various substitutes were resorted to; statues and statuettes were thought efficacious, but, apart from their costliness, even these were subject to decay or destruction by violence, and in the absence of anything more substantial the Egyptians doubtless reflected that magic words alone in the last resort made everything right.",
        "It is on the site of the Roman Pistoriae, which is hardly mentioned in ancient times, except for the destruction of Catiline's forces and the slaughter of their leader near it in 62 B.C., and as a station on the road between Florentia and Luca; and earlier still by Plautus, but only with jesting allusion to the similarity of the name to the word pistor (baker).",
        "On the Neumarkt is the Frauenkirche, with a stone cupola rising to the height of 311 ft.; close to the Altmarkt, the Kreuzkirche, rebuilt after destruction by fire in 1897, also with a lofty tower surmounted by a cupola; and near the Postplatz the Sophienkirche, with twin spires.",
        "All they can boast of is the destruction of its population and products, so that the number of inhabitants of one of the richest valleys in the world is less to-day than it was four centuries ago.",
        "His immense authority narrowly escaped destruction but a stone's-throw from the Lateran palace; but Italy the victory finally rested with him, since the Roman people could no* dispense with the Roman Church, to which it owed its existence.",
        "The main preoccupation of all these popes was how best to repair the injury done to orthodox Europe and to Rome by the destruction of the Latin Empire.",
        "Elizabeth of England he wished to restore to the Roman obedience either by conversion or by force; but these projects were shattered by the destruction of the Spanish Armada.",
        "The town is now occupied by a colony of Circassians, whose houses have been built with materials from the earlier buildings, and there has been much destruction of the interesting ruins.",
        "For the revolt that occurred while Trajan was on the Persian Gulf, in which the Jews had an important hand, Nisibis and Edessa suffered capture and destruction.",
        "The railway riots of 1877, which centred at Pittsburg and Reading, resulted in the destruction of about two thousand freight cars and a considerable amount of other property.",
        "They passed through various modifications in the course of time; after leaving the mother country the script acquires a more cursive, flowing style on the stones from Cyprus and Attica; the tendency becomes more strongly marked at the Punic stage; until in the neo-Punic, from the destruction of Carthage (146 B.C.) to the 1st century A.D.; both the writing and the language reached their most degenerate form.",
        "and Abyssinia (1887-96) Adowa was on three or four occasions looted and burnt; but the churches escaped destruction.",
        "After destruction by the Danes in 997 it was restored, and among its famous abbots, were Lyfing, friend of Canute, and Aldred, who crowned Harold II.",
        "He had scarcely settled for that purpose in Paris when the outbreak of the Spanish war, in 1807, threatened destruction to his prospects.",
        "The destruction of Pisa (before 572 B.e.) by the combined forces of Sparta and Elis put an end to the long rivalry.",
        "After the destruction of Furness Abbey, Ulverston succeeded Dalton as the most important town in Furness, but the rapid rise of Barrow surpassed it in modern times.",
        "By gardeners the bullfinch has long been regarded as a deadly enemy, from its undoubted destruction of the buds of fruit-trees in spring-time, though whether the destruction is really so much of a detriment is by no means so undoubted.",
        "There are references to the legendary escape of Nero to Parthia (119-124) and the destruction of Jerusalem in A.D.",
        "contains a more developed form of the myth of Nero redivivus in which a panegyric on him (137-141) has been brought up to date by some Jew or Christian, and eulogies of Hadrian and his successors (48-51) side by side with the legend of the miserable death of Titus in quittance of his destruction of Jerusalem (411-413) which probably represents the hope of the zealots who survived it.",
        "Hence it is probable that this case of mimicry is purely of a protective and not of an aggressive nature and serves to save the flies from destruction by insectivorous enemies.",
        "They owe their capacity to live under the most inhospitable conditions to the dual nature of the organism, and to their capacity to withstand extremes of heat, cold and drought without destruction.",
        "xxiv., xxv.) He speaks of the destruction of Jerusalem and of the end of the world as near, and seemingly as one.",
        "The burning by the American general McClure, on the 10th of December 1813, of Newark(Niagara on the Lake), for which severe retaliation was taken at Buffalo, was made the excuse for much destruction.",
        "The idea of destruction or perdition is thus a secondary meaning of the word, which gradually lost its primary sense of consecration.",
        "After the destruction of one forest by volcanic eruptions another grew over it; it, too, was buried under volcanic material, and the process was repeated several times.",
        "5 Relation de la destruction de las Indias.",
        "Here, on the 25th of October, the commissioners again met; and one of them alone, Lord Zouch, dissented from the verdict by which Mary was found guilty of having, since the 1st of June preceding, compassed and imagined divers matters tending to the destruction of Elizabeth.",
        "Forgiveness of injuries was as alien from her fierce and loyal spirit as forgetfulness of benefits; the destruction of England and its liberties by Spanish invasion and conquest was the strongest aspiration of her parting soul.",
        "The arches of Porta Nuova are almost the last trace of the inner circuit, constructed after the destruction of the city by Frederick Barbarossa, to which also belonged the Porta dei Fabbri, demolished in 1900.",
        "For the further growth of the commune, the action of the great archbishop, Heribert (1018-1045), the establishment of the carroccio, the development of Milanese supremacy in Lombardy, the destruction of Lodi, Como, Pavia and other neighbouring cities, the exhibition of free spirit and power in the Lombard league, and the battle of Legnano, see the articles Italy and Lombards.",
        "The Klippen are, no doubt, the remains of a much larger mass brought into the region upon a thrust-plane, and much of the Molasse has been derived from its destruction.",
        "at Legnano, and the consequent destruction of his plans for obtaining complete authority over Italy.",
        "This was still proceeding when Frederick died in December 1250 and it was only ended by the overthrow of the Hohenstaufen and the complete destruction of the imperial authority in Italy.",
        "For the destruction of weeds on gravel walks or in paved yards a strong dose of salt, applied either dry or in a very strong solution, is found very effective, especially a hot solution, but after a time much of it becomes washed down, and the residue acts as a manure; its continued application is undesirable, as gravel so treated becomes pasty.",
        "- Continue the pruning and training of wall and espalier trees, and the destruction of noxious insects.",
        "Various new preparations are coming on the market for the destruction of greenhouse pests.",
        "The borders must be covered sufficiently deep with leaves or manure to prevent the soil from freezing, as it would be destruction to the vines to start the shoots if the roots were frozen; hence, when forcing is begun in January, the covering should be put on in November, before severe frosts begin.",
        "- Watering, ventilating and fumigating (or the use of tobacco in other forms for destruction of aphides) must be attended to.",
        "During the years following the destruction of the Carolingian empire the borders of Bavaria were continually changing, and for a lengthened period after 955 this process was one of expansion.",
        "The fortifications of the city were doomed to destruction by the law of the 18th of April 1874.",
        "It was for a long time employed as a prison, but was restored after its destruction by fire in 1877 and now contains a historical museum.",
        "After the destruction of the Armada, Parma had been occupied with campaigns on the southern frontier against the French, and the Netherlanders had been content to stand on guard against attack.",
        "The disposition of the Spaniards to make concessions was further quickened by the destruction of their fleet at Gibraltar by the Dutch admiral Heemskerk, (April 1607).",
        "The ancient Bergomum was the centre of the tribe of the Orobii; it became, after their subjection to Rome, a Roman municipality with a considerable territory, and after its destruction by Attila, became the capital of a Lombard duchy.",
        "Suessa Pometia also, on the borders of the Pontine Marshes, to which it was said to have given name, was a city of importance, the destruction of which was ascribed to Tarquinius Superbus.",
        "The result was the destruction of the town, and the slaughter of 8000 of the inhabitants.",
        "The four palaces, of uniform design, encircling this plads, were built for the residence of four noble families; but on the destruction of Christiansborg in 1794 they became the residence of the king and court, and so continued till the death of Christian VIII.",
        "We do not, however, hear of any damage wrought by fire, save in the case of Sallust's palace, which was situated close to the gate by which the Goths had made their entrance; nor is there any reason to attribute any extensive destruction of the buildings of the city to Alaric and his followers.",
        "In 848 the destruction of Hamburg by the Normans led to the transference of the archiepiscopal see of Hamburg to Bremen, which became the seat of the archbishops of HamburgBremen.",
        "Yet this was the king who with equal implacability brought the papacy under his yoke, carried out the destruction of the powerful order of the Temple, and laid the foundations of the national monarchy of France.",
        "The origin of Spezia is doubtful; but it probably rose after the destruction of Luna.",
        "Its resistance was punished by the destruction of its walls and the banishment of its town councillors to Etruria, while their lands were handed over to Roman colonists.",
        "The industrial population is employed in large collieries in the vicinity; and here, on the 7th of September 1893, serious riots during a strike resulted in the destruction of some of the colliery works belonging to Lord Masham, and were not quelled without military intervention and some bloodshed.",
        "In spite of the frequent pillage and destruction of monasteries by Northmen, Saracens, Arabs and other invaders; in spite of the existence of even widespread local abuses, St Benedict's institute went on progressing and consolidating; and on the whole it may be said that throughout the early middle ages the general run of Benedictine houses continued to perform with substantial fidelity the religious and social functions for which they were created.",
        "The great schism was reflected in the Mendicant orders which were divided into two obediences, to the destruction of discipline.",
        "The literature of the ancient Hebrews abounds in allusions to the lion; and the almost incredible numbers stated to have been provided for exhibition and destruction in the Roman amphitheatres (as many as six hundred on a single occasion by Pompey, for example) show how abundant these animals must have been within accessible distance of Rome.",
        "The detection of the plot led to Mary's own destruction.",
        "\" The term drift is now applied generally to the Quaternary deposits, which consist for the most part of gravel, sand, loam or brickearth and clay; it naturally refers to strata laid down at some distance from the rocks to whose destruction they are largely due; but, although applied to river deposits, the word drift is more appropriately used in reference to the accumulations of the Glacial period.",
        "But the common law appears, nevertheless, to have treated as a mis demeanour any attempt to effect the destruction of such an infant, though unsuccessful.",
        "However, the court party soon after concocted a fresh plot for the duke's destruction; John boldly denounced his traducers, and the quarrel was appeased by the intervention of the king's mother.",
        "ABADDON, a Hebrew word meaning \"destruction.\"",
        "This was immediately followed by the destruction of the false prophets, slain by Elijah beside the brook Kishon (xviii.",
        "But the threatened destruction of the constitution of 1782 quickly restored its author to his former place in the affections of the Irish people.",
        "16, 20), he does not even notice the destruction of Pompeii or Herculaneum, though his uncle perished in the immediate neighbourhood of the former city.",
        "Some of these present a very elaborate system of defence, but it is evident from the decayed condition of others, as well as of parts of the walls and towers, that they had ceased to be maintained for the purposes of fortification long before the destruction of the city.",
        "It is, however, certain from the existing remains that both this portico and the adjacent buildings had suffered severely from the earthquake of 63, and that they were undergoing a process of restoration, involving material changes in the original arrangements, which was still incomplete at the time of their final destruction.",
        "From the mode of destruction of the city these upper floors were in most cases crushed in and destroyed, and hence it was long believed that the houses for the most part had but one storey; but recent researches have in many cases brought to light incontestable evidence of the existence of an upper floor, and the frequent occurrence of a small staircase is in itself sufficient proof of the fact.",
        "63 to the final destruction of the city, the buildings of which can easily be recognized.",
        "Almost all the skeletons and remains of bodies found in the city were discovered in similar situations, in cellars or underground apartments - those who had sought refuge in flight having apparently for the most part escaped from destruction, or having perished under circumstances where their bodies were easily recovered by the survivors.",
        "34) condemned Ahab for his leniency and foretold the destruction of the king and his land.",
        "The twenty years' war waged round this city, and its siege and destruction by Scipio the Younger (133 B.C.) form only the most famous episode in the long struggle, which has left its mark in entrenchments near Numantia excavated in 1906-1907 by German archaeologists.",
        "His writings were held in high reputation by his party, and their influence was so much dreaded by the orthodox, that more than one imperial edict was issued for their destruction (Cod.",
        "This dispute is usually ended by civil war and the destruction of state sovereignty.",
        "The first treats of the mythic history of the nonHellenic, and afterwards of the Hellenic tribes, to the destruction of Troy; the second section ends with Alexander's death; and the third continues the history as far as the beginning of Caesar's Gallic War.",
        "The destruction of imperial authority compelled them to organize their resources, so as to be at all times prepared against ambitious neighbors.",
        "in 1501) gave special directions to the archbishops of Cologne, Mainz, Trier and Magdeburg regarding the growing abuses of the printing press; in 1515 the Lateran council formulated the decree De Impressione Librorum, which required that no work should be printed without previous examination by the proper ecclesiastica' authority, the penalty of unlicensed printing being excommunication of the culprit, and confiscation and destruction of the books.",
        "Syracuse, threatened with destruction by Athens, was saved by the zeal of her metropolis Corinth in stirring up the Peloponnesian rivals of Athens to help her, and by the advice of Alcibiades after his withdrawal to Sparta.",
        "163); Jews were plentiful, and Gregory causes compensation to be made for the unlawful destruction of synagogues.",
        "In two years all that was done was to occupy Mazzara and Mineum - the old Menae of Ducetius - strange points certainly to begin with, and seemingly to destroy Agrigentum, well used to destruction.",
        "Faced with inevitable destruction, Conon succeeded in sending the news to Athens, where by extraordinary efforts a fleet of 11o ships was at once equipped.",
        "The library attached to the Museum at Alexandria is said to have contained at the time of its destruction in 47 B.C. as many as 700,000 rolls (Aul.",
        "The destruction of the earlier codices was an irreparable loss to criticism; but, for the essentially political object of putting an end to controversies by admitting only one form of the common book of religion and of law, this measure was necessary.",
        "In Lower Egypt the cities built of crude brick were very numerous, especially after the 7th century B.C., but owing to the value of stone very few of their monuments have escaped destruction: even the mounds of rubbish which marked their sites furnish a valuable manure for the fields and in consequence are rapidly disappearing.",
        "Another treatise relates the destruction of mankind, and the circumstances that led to the creation of the heavens in the form of a cow.",
        "At other times the gods are threatened with privations or even destruction if they refuse to aid the magician: the Egyptians seem to have found little impiety in such a use of the divine name, though to us it would seem the utmost degree of ptofanity when, for instance, a magician declares that ifhis spell prove ineffective, he will cast fire into Mendes and burn up Osiris.",
        "They do not seem to have been very zealous in the work of destruction; the native religion was already dead and they had no fear of it.",
        "He is perhaps best remembered by his destruction of the church of the Holy Sepulchre at Jerusalem (1010), a measure which helped to provoke the Crusades, but was only part of a general scheme for converting all Christians and Jews in his dominions to his own opinions by force.",
        "At times, however, he ordered the destruction of all Christian churches in Egypt, and the banishment of all who did not adopt Islam.",
        "Hamdgn got possession of Cairo, and at the end of 1068 plundered the caliphs palace; the valuable library which had been begun by IJakim was pillaged, and an accidental fire caused great destruction.",
        "The capture and destruction of this important place were followed by the capture of Tyre, Sidon, Haifa, Athlit and Beirut, and thus Syria was cleared of the Crusaders.",
        "The destruction of the French fleet at the battle of the ~u~ Nile, and the failure of the French forces sent to Upper Egypt (where they reached the first cataract) to obtain possession of the person of Murd Bey, shook the faith of the Egyptians in their invincibility; and in consequence of a series of unwelcome innovations the relations between conquerors and conquered grew daily more strained, till at last, on the occasion of the introduction of a house tax, an insurrection broke out in.",
        "The government refused to take this action, and Major-General Grahams force was employed in reconnaissances and small skirmishes, ending in the destruction of the villages in the Tamanieb valley on 27th March.",
        "The results of the battle of Omdurman were the practical destruction of the khalifas army, the extinction of Mahdism in the Sudan, and the recovery of nearly all the country formerly under Egyptian authority.",
        "It had been attacked by a dervish force on the 25th of August, and was expecting another attack when Kitchener arrived and probably saved it from destruction.",
        "fleet intact, the prince regent having neglected to give orders for its destruction.",
        "Many of the buds remain dormant, or are called to development under exceptional circumstances, such as the destruction of existing branches.",
        "Of endophytes a distinction must be made between those which occupy the cell-wall only and those which perforate the cells, bringing about their destruction.",
        "are works of wrath and destruction; Elisha's miracles, with but one notable exception, are works of beneficence and healing.",
        "The one distinct exception to the general beneficence of Elisha's activity - the destruction of the forty-two children who mocked him as he was going up to Bethel (2 Kings ii.",
        "It fell at last to the Egyptian, Bibars, in 1268, after a great destruction and slaughter, from which it never revived.",
        "Tradition assigns him the highest dignity of the Sanhedrin, under the title of nasi (\" prince\"), about a hundred years before the destruction of Jerusalem, i.e.",
        "The tendency of his theory and practice in matters pertaining to the Law is evidenced by the fact that in general he advanced milder and more lenient views in opposition to his colleague Shammai, a contrast which after the death of the two masters, but not until after the destruction of the Temple, was maintained in the strife kept up between the two schools named the House of Hillel and the House of Shammai.",
        "An instructive example of the similar destruction of a much younger platform is to be found in the terraced plateaus of Skye, Eigg, Canna, Muck, Mull and Morven, which are portions of what was probably originally a continuous plain of basalt.",
        "The religious revolution in Scotland, after the work of destruction had been done, was the most peaceful that occurred in any European country.",
        "a differential destruction, which prevents certain classes of individuals from breeding by killing them, and a series of processes leading to di f ferential fertility among the survivors, without necessarily involving any differential deathrate.",
        "During the great sailors' strike at Marseilles in 1904 he showed pronounced sympathy with the socialistic aims and methods of the strikers, and a strong feeling was aroused that his Radical sympathies tended to a serious weakening of the navy and to destruction of discipline.",
        "But the visitation of these sites was rendered impossible to the Christians by the destruction of Jerusalem and the erection of the town of Aelia Capitolina.",
        "Thus he saved the one army of Poland to guard her southern frontier from apparently inevitable destruction.",
        "It preys upon the smaller animals and inflicts much loss upon stock farmers through the destruction of calves, lambs, &c., but it very rarely ventures to attack man or any of the larger animals.",
        "So) still only refers simply to the heathen belief, the author of the (Jewish?) original of the 17th chapter of the Apocalypse of St John expects the return of Nero with the Parthians to take vengeance on Rome, because she had shed the blood of the Saints (destruction of Jerusalem!).",
        "The seismic' wave was also his work; the destruction of Helice in Achaea by such a wave (373 B.C.) was attributed to his wrath (Strabo viii.",
        "But the powers were bent upon the destruction of the Jesuits, and they had the pope at their mercy.",
        "All over the country are olive-trees, the fruit and oil of which are a staple product of the country; the trade is however hampered by an excessive tax on trees, which not only discourages plantation, but has the unfortunate effect of encouraging destruction.",
        "He had stood in the beauteous land - the land of Israel - with destruction in his hand.",
        "The rumour of a pretender to the throne saved them from destruction, and they capitulated, exchanging the strongholds they had for their lives.",
        "In spite of his quarrel with the Pharisees, he seems to have offered the cities he conquered the choice between Judaism and destruction (Jos.",
        "Even the war which ended with the destruction of Jerusalem in A.D.",
        "- The destruction of Jerusalem was followed by the dispersal of the Jews, of whom till then it had been the religious and political centre.",
        "It would appear that at first, after the destruction of the city, no specially repressive measures were contemplated by the conquering Romans, who rather attempted to reconcile the Jews to their subject state by a leniency which had proved successful in the case of other tribes brought by conquest within the empire.",
        "(q.v.), king of Persia, made an inroad into Syria; joined by the Jews, anxious to revenge their misfortunes, he swept over the country, carrying plunder and destruction wherever he went.",
        "In that period of extreme degradation into which all the higher arts fell after the destruction of the Roman Empire, though true feeling for beauty and knowledge of the subtleties of the human form remained for centuries almost dormant, yet at Byzantium at least there still survived great technical skill and power in the production of all sorts of metal-work.",
        "The friction between him and General d'Aurelle de Paladines resulted in the loss of the advantage temporarily gained at Orleans, and he was responsible for the campaign in the east, which ended in the destruction of Bourbaki's army.",
        "(Sectional Elevation.) heat for some hours in order to settle out 'the ferric oxide which it always contains, and which becomes insoluble (through the destruction of the sodium ferrite) only at high temperatures.",
        "If the species of Nomada attack the species of Andrena too much, it brings about the destruction of its own species more certainly than that of the Andrena.\"",
        "The destruction of the U.S. battleship \"Maine\" in the harbour of Havana on the 15th of February 1898 was an influential factor in causing the outbreak of the Spanish-American War, and during the war the city was blockaded by a United States fleet.",
        "In June 1775 he took his seat in the 1 It was embarrassed with a debt, however, of £3749, which, owing to conditions caused by the War of Independence, he really paid three times to his British creditors (not counting destruction on his estates, of equal amount, ordered by Lord Cornwallis).",
        "narrative of the destruction of Jerusalem by Titus on the account given by Tacitus in his \"Histories,\" a portion of which has been lost.",
        "At Ghazni the snow has been known to lie long beyond the vernal equinox; the thermometer sinks to io° and 15° below zero (Fahr.); and tradition relates the entire destruction of the population of Ghazni by snowstorms more than once.",
        "Indeed, the natives are disposed to consider him as in some sort their protector, as he saves their crops from destruction by the wild animals on which he feeds.",
        "The field rats (Mus mettada) occasionally multiply so exceedingly as to diminish the out-turn of the local harvest, and to require special measures for their destruction.",
        "Up to the middle of the 19th century the destruction of forests by timber-cutters, by charcoal-burners, and above all by shifting cultivation, was allowed to go on everywhere unchecked.",
        "His first care was to revenge his brother's death, and though it seems that Sasanka escaped destruction for a while (he was still ruling in 619), Harsha's experience of warfare encouraged him to make preparations for bringing all India under his sway.",
        "Vahsel feared the destruction of the vessel, and induced the leader to change his plans and return to South Georgia for the winter in order to try again next year.",
        "From January to the middle of April, Mauritius, in common with the neighbouring islands and the surrounding ocean from 8° to 30° of southern latitude is subject to severe cyclones, accompanied by torrents of rain, which often cause great destruction to houses and plantations.",
        "These hurricanes generally last about eight hours, but they appear to be less frequent and violent than in former times, owing, it is thought, to the destruction of the ancient forests and the consequent drier condition of the atmosphere.",
        "Owing to the destruction of the primeval forests for the formation of sugar plantations, the indigenous flora is only seen in parts of the interior plains, in the river valleys and on the hills; and it is not now easy to distinguish between what is native and what has come from abroad.",
        "In 1854 cholera caused the death of 17,000 persons; in 1867 over 30,000 people died of malarial fever; in 1892 a hurricane of terrific violence caused immense destruction of property and serious loss of life; in 1893 great part of Port Louis was destroyed by fire.",
        "The destruction of Worms and the Burgundian kingdom by the Huns in 436 was the subject of heroic legends afterwards incorporated in the Nibelungenlied (q.v.) and the Rosengarten (an epic probably of the late 13th century)."
    ],
    "definition": [
        "a. The act or process of destroying: The destruction of the house was completed in two days.\nb. The condition of having been destroyed: Destruction from the tornado was extensive.",
        "The cause or means of destroying: weapons that could prove to be the destruction of humankind.",
        "Link/Cite",
        "The act of destroying.\nThe destruction of the condemned building will take place at noon.",
        "The results of a destructive event.\nAmid the seemingly endless destruction, a single flower bloomed.",
        "destroy",
        "destructionless",
        "destructive",
        "Link/Cite"
    ]
}