{
    "translation": "לעכב",
    "uses": [
        "The other parts of the flower need not detain us.",
        "I won't detain you longer, General.",
        "John and Philip wrote to the emperor to beg him to detain his captive at all costs, but Henry VI.",
        "I will detain you no longer, General; you shall receive my letter to the Emperor.",
        "if he would detain Richard, who had been made prisoner by the duke of Austria on his return.",
        "Epicureanism need not detain us.",
        "they at onCe advised the government to detain the vessel.",
        "Erdmann, need not detain us long.",
        "- The theological discussions which make up so large a part of the English speculation of the 18th century cannot detain us here.",
        "He is also empowered to detain a foreign ship the master or seamen of which appear to him through their misconduct or want of skill to have caused injury to a British vessel, until the necessary application for satisfaction or security be made to the local authorities.",
        "They early introduce us to and detain us in scenery with which otherwise, at that age, we should have little acquaintance.",
        "The particularities of the worship, its minute and truly ingenious re-adaptations of sacraments, prayers, reverent signs, down even to the invocation of a New Trinity, need not detain us.",
        "The evidence to be collected from his epistles generally must not detain us here, but we may glance for a moment at this one letter, because it contains what appears to be the first mention of Jesus Christ in the literature of the world.",
        "These need not detain us for long, since, however well some of them may have been executed, regard being had to their epoch, and whatever repute some of them may have achieved, they are, so far as general information and especially classification is concerned, wholly obsolete, and most of them almost useless except as matters of antiquarian interest.",
        "This class of prerogatives, as well as the right which the pope claimed to ratify the election of the emperor, need not detain us, although they doubtless served in the long run to weaken the papal power.",
        "In 88 B.C., after the triumph of Sulla, when the younger Marius fled from Rome to Africa, Hiempsal received him with apparent friendliness, his real intention being to detain him as a prisoner.",
        "A measure was passed on his initiation, in 1881, authorizing him to arrest and detain suspected persons; and many well-known Irishmen, including Parnell himself and other members of parliament, were thrown into prison.",
        "This agitation induced the Romans to deport 1000 prominent Achaeans, and, failing proof of treason against Rome, to detain them seventeen years.",
        "To enforce this act, a new station was built on Angel Island to detain Chinese immigrants before they were processed and allowed to enter the country.",
        "Urgent detention of acquitted persons Section 134: power of court to detain acquitted persons 259.",
        "detain suspects believed to be illegally in the UK take them to police stations.",
        "detain the offenders a fierce fight ensued.",
        "Floral: Flowers and floral detain are highly romantic and are well suited for those that love all things feminine.",
        "detain low-risk prisoners.",
        "detain indefinitely foreigners suspected of terrorist acts.",
        "The hulking brutes fingered their weapons and showed long fangs at such insolence from a female; but they did not detain her.",
        "In the Philippines, the immigration act has been used to detain indefinitely foreigners suspected of terrorist acts.",
        "nicety niceties of debate need not, however, detain us here.",
        "peace activists attempted to detain the gentleman whose confederates then grabbed some chairs to swing.",
        "As pope, he addressed a fruitless summons to Christendom to unite in a crusade against the infidels, and concluded in 1489 a treaty with Bayezid II., agreeing in consideration of an annual payment of 40,000 ducats and the gift of the Holy Lance, to detain the sultan's fugitive brother Jem in close confinement in the Vatican.",
        "To detain, harbour, &c., a slave was punished by death.",
        "Na`ili, Jevri and Fehim need not detain us; but Nabi (d.",
        "As circumstances dictated, either wing would fasten upon one of the allied armies and detain it until the reserve had time to come up and complete its destruction; the other wing meantime detaining the other allied army and preventing its commander from coming to his colleague's assistance.",
        "During World War I the number of immigrants decreased, leaving facilities available to detain suspected enemy aliens from 1918 to 1919 . Ellis Island resumed processing immigrants in 1920."
    ],
    "definition": [
        "To keep from proceeding; delay or retard: Our friends were detained by heavy traffic.",
        "To keep in custody or confinement: The police detained several suspects for questioning.",
        "Archaic To retain or withhold (payment or property, for example).",
        "de·tain′ment\nnoun",
        "Link/Cite",
        "Keep (someone) from proceeding by holding them back or making claims on their attention.",
        "To put under custody.",
        "To keep back or from; to withhold.",
        "Link/Cite"
    ]
}