{
    "translation": "מסירות",
    "uses": [
        "There was no mistaking the devotion in the beautiful blue eyes.",
        "Voluntary flagellation, as a form of exalted devotion, occurs in almost all religions.",
        "I have not yet met that divine purity and devotion I look for in women.",
        "He was ridiculous, and unpleasantly sarcastic, but yet he inspired involuntary respect by his boundless devotion to an idea.",
        "It was, then, to a good subject that Miss Sullivan brought her devotion and intelligence, and fearless willingness to experiment.",
        "This naturally stimulated the popular devotion to the Blessed Sacrament, which had been already widespread before the definition of the dogma.",
        "This curious trio lived for twenty-one years a life wholly given to devotion, study and charity, until the death of Law on the 9th of April 1761.",
        "While she would never have described her parents as over-protective, their devotion to their children was never in doubt.",
        "The Russian military historians in so far as they submit to claims of logic must admit that conclusion, and in spite of their lyrical rhapsodies about valor, devotion, and so forth, must reluctantly admit that the French retreat from Moscow was a series of victories for Napoleon and defeats for Kutuzov.",
        "Franck combined the humanist's passion for freedom with the mystic's devotion to the religion of the spirit.",
        "Only at prayer did she feel able to think clearly and calmly of Prince Andrew and Anatole, as men for whom her feelings were as nothing compared with her awe and devotion to God.",
        "This might have been taken as an expression of sorrow and devotion, or of weariness and hope of resting before long.",
        "For a century of ter this the Modern Devotion flourished exceedingly, and its influence on the revival of religion in the Netherlands and north Germany in the 15th century was wide and deep. It has been the fashion to treat Groot and the Brothers of Common Life as \"Reformers before the Reformation\"; but Schulze, in the Protestant Realencyklopddie, is surely right in pronouncing this view quite unhistorical - except on the theory that all interior spiritual religion is Protestant: he shows that at the Reformation hardly any of the Brothers embraced Lutheranism, only a single community going over as a body to the new religion.",
        "The neuter term brahma is used in the Rigveda both in the abstract sense of \"devotion, worship,\" and in the concrete sense of \"devotional rite, prayer, hymn.\"",
        "Meanwhile, on the 31st of May 1792 he married Mademoiselle Lemonnier, daughter of the astronomer of that name, a young and beautiful girl, whose devotion ignored disparity of years, and formed the one tie with life which Lagrange found it hard to break.",
        "I never doubted the devotion of the Russian nobles, but today it has surpassed my expectations.",
        "I ask an opportunity to atone for my fault and prove my devotion to His Majesty the Emperor and to Russia!",
        "He seems to have served Tiberius as an official scrutineer of the imperial officials and he commemorated his devotion by the foundation of the city of Tiberias.",
        "It shows that the \" sobriety \" of the Antiochene scholars can be predicated only of their exegesis; their style of piety was as exaggerated in its devotion to the ideals of monasticism as was that of their monophysite opponents.",
        "Here he became private chaplain to Richard Vaughan, 2nd earl of Carbery (1600-1686), whose hospitable mansion, Golden Grove, is immortalized in the title of Taylor's still popular manual of devotion, and whose first wife was a constant friend of Taylor.",
        "And really, the feeling of devotion returned to him even more strongly than before.",
        "On this bloody sabbath the priests showed a devotion to their worship which matched the inaction of the fighting men.",
        "Only his superb strategy and the heroic devotion of his lieutenants - notably the converted Jew, Jan Samuel Chrzanowski, who held the Ottoman army at bay for eleven days behind the walls of Trembowla - enabled the king to remove \"the pagan yoke from our shoulders\"; and he returned to be crowned at Cracow on the 14th of February 1676.",
        "This mode of devotion, however, held its ground among the lower ranks of Catholic piety.",
        "Young, brave and handsome, he won the love and devotion of his people, and guided them through the long years of storm and stress with wisdom and ability.",
        "To the upbuilding of this church Asbury gave the rest of his life, working with tireless devotion and wonderful energy.",
        "It was a unique chance to show his devotion to the Emperor and he had not made use of it....",
        "His devotion to the interests of his family exceeded all bounds, and they became enormously wealthy.",
        "Nay more, the Gentile Christians took possession of them, and just in proportion as they were neglected by the Jews - who, after the war of Bar-Cochba, became indifferent to the Messianic hope and hardened themselves once more in devotion to the law - they were naturalized in the Christian communities.",
        "The native archaeologists of the present day hold a recognized position in the scientific world; the patriotic sentiment of former times, which prompted their zeal but occasionally warped their judgment, has been merged in devotion to science for its own sake, and the supervision of excavations, as well as the control of the art-collections, is now in highly competent hands.",
        "They touched the summits of daring and devotion, if they also sank into the deep abysms of shame.",
        "She replied that she had never doubted his devotion and that she was ready to do anything for him and for the peasants.",
        "This attachment to the Sabbath, beautiful and touching so long as it was a spontaneous expression of continual devotion to Yahweh, acquired a less pleasing character when, after the exile, it came to be enforced by the civil arm (Neh.",
        "\"Is it possible that Amelie\" (Mademoiselle Bourienne) \"thinks I could be jealous of her, and not value her pure affection and devotion to me?\"",
        "On the faces of all was one common expression of joy at the commencement of the long-expected campaign and of rapture and devotion to the man in the gray coat who was standing on the hill.",
        "Unusual bodily vigour enabled him to combine severe devotion to work with facile indulgence in sensual pleasures.",
        "The assembly voted: Venice resists the Austrians at all costs, and the citizens and soldiers, strengthened by the arrival of volunteers from all parts of Italy, including Pepe, who was given the chief command of the defenders, showed the most splendid devotion in their hopeless task.",
        "The king's encouragement seemed at first to point to a successful revival of flagellation; but the practice disappeared along with the other forms of devotion that had sprung up at the time of the league, and Henry III.'s successor suppressed the Paris brotherhood.",
        "And so opposition arose to the Modern Devotion, and the controversy was carried to the legal faculty at Cologne University, which gave a judgment strongly in their favour.",
        "In reward for his devotion to the court party during the Fronde he obtained many signal favours, and Saint Aignan was raised to a duchy in the peerage of France (duchepairie) in 1663.",
        "366-384, the catacombs had begun to be regarded with special devotion, and had become the resort of large bands of pilgrims, for whose guidance catalogues of the chief burial-places and the holy men buried in them were drawn up. Some of these lists are still extant.'",
        "In the i 1 th century this new form of devotion was extolled by some of the most ardent reformers in the monastic houses of the west, such as Abbot Popon of Stavelot, St Dominic Loricatus (so called from his practice of wearing next his skin an iron lorica, or cuirass of thongs), and especially Cardinal Pietro Damiani.",
        "The special quality which distinguished these prophetic gilds or companies was an intense patriotism combined with enthusiastic devotion to the cause of Yahweh.",
        "The Zohar, that farrago of absurdity and spiritual devotion, was the weapon with which these Christians defended Jewish literature against hostile ecclesiastic bodies (Abrahams, Jew.",
        "The earnest and well-expressed prayer or hymn of praise cannot fail to draw the divine power to the worshipper and make it yield to his supplication; whilst offerings, so far from being mere acts of devotion calculated to give pleasure to the god, constitute the very food and drink which render him vigorous and capable of battling with the enemies of his mortal friend.",
        "By such means Catherine made herself very popular in the upper ranks of society, but as a woman and a usurper who did little or nothing to lighten the burdens of the people she failed to gain the loyalty and devotion of the masses.",
        "Whatever reservations may be made as to a certain interested or ambitious side of his character, Pierre d'Ailly, whose devotion to the cause of union and reform is incontestable, remains one of the leading spirits of the end of the 14th and beginning of the 15th centuries.",
        "Other houses of the Brothers of Common Life, otherwise called the \"Modern Devotion,\" were in rapid succession established in the chief cities of the Low Countries and north and central Germany, so that there were in all upwards of forty houses of men; while those of women doubled that figure, the first having been founded by Groot himself at Deventer.",
        "Doubtless there was often genuine mutual affection; slaves sometimes, as in noted instances during the civil wars, showed the noblest spirit of devotion to their masters.",
        "She could not fathom whether it was curiosity, devotion, gratitude, or apprehension and distrust--but the expression on all the faces was identical.",
        "In his later years he overcame the drunkenness that was habitual to him in youth; he developed seriousness of character and unselfish devotion to what lie believed was the cause of patriotism; and he won the respect of men of high character and capacity in France and Holland.",
        "P. Arthur, the former under the title Founders of the New Devotion, 1905); Busch, Chronicle of Windesheim (ed.",
        "For this end he had obtained letters of recommendation to the guardian, to whom, however, he only spoke of his desire of satisfying his devotion, not hinting his other motive.",
        "Freed from the danger of his brother's attacks, the sultan gave himself up to devotion, leaving to his ministers the conduct of affairs in peace and war.",
        "Having supped with his wife, the parting from whom was his only great trial, he slept peacefully, and spent the last morning in devotion with Burnet.",
        "His public life was a model of pastoral devotion.",
        "In the expected war with Poland, which followed quickly, the Russians were so successful that the arrangement was upheld; but it was soon found that the Cossacks, though they professed unbounded devotion to the Orthodox tsar, disliked Muscovite, quite as much as Polish, interference in their internal affairs, and some of their leaders were in favour of substituting federation with Poland for annexation by Russia.",
        "His personal devotion to the emperor was of that absolute unwavering kind which Napoleon highly valued; it is seen in the attempt to defend the unworthy artifices adopted by the great man in April-May 1808 in order to make himself master of the destinies of Spain.",
        "The gradual elaboration of the sacrificial ceremonial, as the all-sufficient expression of religious devotion, and a constantly growing tendency towards theosophic and mystic speculation on the significance of every detail of the ritual, could not fail to create a demand for explanatory treatises of this kind, which, to enhance their practical utility, would naturally deal with the special texts and rites assigned in the ceremonial to the several classes of officiating priests.",
        "The tales and descriptions of that time without exception speak only of the self-sacrifice, patriotic devotion, despair, grief, and the heroism of the Russians.",
        "In these African campaigns Sulla showed that he knew how to win the confidence of his soldiers, and throughout his career the secret of his success seems to have been the enthusiastic devotion of his troops, whom he continued to hold well in hand, while allowing them to indulge in plundering and all kinds of excess.",
        "In this capacity he showed his usual industry and devotion, concluding the treaties between France and Austria and France and Prussia, which preceded the French invasion of Russia in 1812.",
        "It was doubtless one of the Friends who sent forth anonymously from the house of the Teutonic Order in Frankfort the famous handbook of mystical devotion called Eine deutsche Theologie, first published in 1516 by Luther.",
        "His career was distinguished by uprightness, by piety, by a devotion to duty, by courage and consistency.",
        "Subjects of popular devotion predominated.",
        "With all his devotion to study at Lausanne' (he read ten or twelve hours a day), he still found some time for the acquisition of some of the lighter accomplishments, such as riding, dancing, drawing, and also for mingling in such society as the place had to offer.",
        "Nevertheless the mountain tribes who inhabited the higher parts of the Caucasus were still independent, and their subjugation cost Russia a sustained effort of thirty years, during the course of which her military commanders were more than once brought almost to the point of despair by the tenacity, the devotion and the adroitness and daring which the mountaineers displayed in a harassing guerilla warfare.",
        "It is necessary to dwell at length upon Poggio's devotion to the task of recovering the classics, and upon his disengagement from all but humanistic interests, because these were the most marked feature of his character and career.",
        "An abundance of epigraphic evidence testifies to the devotion of rich and poor alike.",
        "13); he exults in the devotion of his wife, Calpurnia (vi.",
        "368): \" and at last Indulgences were so freely given that there is now scarcely a devotion or good work of any kind for which they cannot be obtained \" (Arnold & Addis, Catholic Dictionary, s.v.).",
        "The first edition of the Systeme du monde was inscribed to the Council of Five Hundred; to the third volume of the Mecanique celeste (1802) was prefixed the declaration that, of all the truths contained in the work, that most precious to the author was the expression of his gratitude and devotion towards the \"pacificator of Europe\"; upon which noteworthy protestation the suppression in the editions of the Theorie des probabilites subsequent to the restoration, of the original dedication to the emperor formed a fitting commentary.",
        "We must not forget his single-minded devotion to God 's law.",
        "One is his devotion to alchemy, and how his being steeped in the alchemical lore influenced the rest of his work.",
        "So impressed were the gods with the depth of his devotion that they granted him immortality in the time-honored way.",
        "The first song, Cat's Meow, shares the devotion of the cat owner for their pet.",
        "a selection of the lectures given to the Visitation, reported by the sisters who heard them, some of his sermons, a large number of his letters, various short treatises of devotion.",
        "The disorders of the 14th century, however, the numerous earthquakes, and the Black Death, which had spread over the greater part of Europe, produced a condition of ferment and mystic fever which was very favourable to a recrudescence of morbid forms of devotion.",
        "In spite of such a foolish ending, his funeral was that of a martyr, and by many of his adherents he has been regarded since with feelings almost of religious devotion.",
        "For a long time she remained true to Artemis and rejected all suitors, but Meilanion at last gained her love by his persistent devotion.",
        "If the worldpowers were hard as flint in their dealings with Israel, the people of God were steeled to such moral endurance that each clash of their successive onsets kindled some new flame of devotion.",
        "He shares with Daru the honour of being the hardest worker and most devoted supporter in Napoleon's service; but it has generally been considered that he carried devotion to the length of servility, and thus often compromised the real interests of France.",
        "Cobden had, indeed, with unexampled devotion, sacrificed his business, his domestic comforts and for a time his health to the public interests.",
        "The ardour of his republican principles gave place, after the 18th Brumaire, to devotion towards the first consul, a sentiment promptly rewarded with the post of minister of the interior.",
        "Refusing the wealthy living of Dunham, he accepted the humble one of Madeley, where for twenty-five years (1760-1785) he lived and worked with unique devotion and zeal.",
        "Thus, though the psalms represent a great range of individual religious experience, they avoid such situations and expressions as are too unique to be used in acts of public devotion.",
        "Personal affection and political devotion had in these two years made him appear indispensable to the party, although nobody ever regarded him as in the front line of English statesmen so far as originality of ideas or brilliance of debating power were concerned.",
        "His devotion to Epicurus seems at first sight more difficult to explain than his enthusiasm for Empedocles or Ennius.",
        "Nor can there be much doubt that the great attention bestowed on acting - the Jesuits kept up the Renaissance practice of turning schools into theatres for the performance of plays both in Latin and in the vernacular - had much to do with Voltaire's lifelong devotion to the stage.",
        "DE LA ROCHEJACQUELEIN, the name of an ancient French family of La Vendee, celebrated for its devotion to the throne during and after the Revolution.",
        "They differed from the other natives in the superior neatness of their method of preparing their food, and were more cleanly in their persons, bathing every morning, apparently as an act of devotion.",
        "He became known as Ram Das, which means God's slave; and on account of his piety and devotion Amar Das gave him his daughter in marriage and made him his successor.",
        "From this time he lived mostly in retirement, finding a congenial home with Lord Weymouth, his friend from college days, at Longleat in Wiltshire; and though pressed to resume his diocese in 1703, upon the death of Bishop Kidder, he declined, partly on the ground of growing weakness, but partly no doubt from his love for the quiet life of devotion which he was able to lead at Longleat.",
        "Although alone against papacy and empire, the citizens The siege of showed the greatest spirit and devotion, and were Florence.",
        "His passion for intrigue is curiously illustrated by his letter to the tsarevich: Alexius at Vienna, assuring his \"future sovereign\" of his devotion, and representing his sojourn in England as a deliberate seclusion of a zealous but powerless well-wisher.",
        "The young nobleman was, from the first, a prime favourite at the French court, owing, partly to the recollection of his father's devotion to France, but principally because of his own amiable and brilliant qualities.",
        "Popular acclamation made him an object of devotion; the municipality erected a noble shrine for his body, and his fame as saint and traveller had spread far and wide before the middle of the century, but it was not till four centuries later (1755) that the papal authority formally sanctioned his beatification.",
        "Mahomet's relation to the poets generally was one of antagonism because of their influence over the Arabs and their devotion to the old religion and customs. Ka`b ibn Zuhair, however, first condemned to death, then pardoned, later won great favour for himself by writing a panegyric of the Prophet (ed.",
        "They reject the Third Oecumenical Council, and though showing the greatest devotion to the Blessed Virgin, deny her the title of Theotokos, i.e.",
        "The town still forms a great centre of Hindu devotion, and large numbers of pilgrims flock annually to the festivals.",
        "The saint's feast was removed from the Breviary at Paris about this time, and the devotion to St Catherine has since lost its earlier popularity.",
        "For a while she led at home the life of a recluse, speaking only to her confessor, and spending all her time in devotion and spiritual ecstasy.",
        "It was at this period, while present at a festival of St Felix of Nola, that he entered upon his lifelong devotion to the cult of that saint.",
        "His character, admirable as it is for firmness, for intensity, for inexorable will, for iron devotion to what he thought the service of mankind, yet offers few of those softening qualities that make us love good men and pity bad ones.",
        "Careless alike of fame and of influence, Tennyson spent these years mainly at Somersby, in a uniform devotion of his whole soul to the art of poetry.",
        "He had also contemplated some addition to the Homeric studies which he had always loved, but this design was never carried into effect, for he was summoned once again from his quiet life of study and devotion to the field of public controversy.",
        "The Aga Khan reciprocated the British commander's confidence and friendship by giving repeated proofs of his devotion and attachment to the British government, and when he finally settled down in India, his position as the leader of the large Ismailiah section of Mahommedan British subjects was recognized by the government, and the title of His Highness was conferred on him, with a large pension.",
        "Its inhabitants were saved from massacre by the devotion of Eustache de St Pierre and six of the chief citizens, who were themselves spared at the prayer of Queen Philippa.",
        "Yet no social attractions or successes diverted him from his devotion to his profession, the welfare of his brethren in art or of the Royal Academy.",
        "Two factors contributed to produce this result, the extraordinary political sagacity of Olgierd and the life-long devotion of his brother Kiejstut.",
        "His public life presents none of those acts of devotion and self-sacrifice which often redeem a career characterized by errors, follies and even crimes.",
        "He avoids not only every unusual but every superfluous word; and, although no writing can be more free from rhetorical colouring, yet there may from time to time be detected a glow of sympathy, like the glow of generous passion in Thucydides, the more effective from the reserve with which it betrays itself whenever he is called on to record any act of personal heroism or of devotion to military duty.",
        "Yet his devotion to the national constitution was unbounded, and he offered his services as soon as volunteers for the three years' enlistments were called out.",
        "The devotion of a squire of his household, who carried him on the pommel of his saddle to the stronghold of San Esteban de Gormaz, saved him from falling into the hands of the contending factions of Castro and Lara, or of his uncle Ferdinand of Leon, who claimed the regency.",
        "He compiled the Garden of the Soul (1740 ?), which continues to be the most popular manual of devotion among English-speaking Roman Catholics, and he revised an edition of the Douai version of the Scriptures (1749-1750), correcting the language and orthography, which in many places had become obsolete.",
        "His greatgrandfather, Ebenezer Parkman, a graduate of Harvard in 1721, was for nearly sixty years minister of the Congregational Church in Westborough, and was noted for his devotion to the study of history.",
        "But within a somewhat narrower field he worked with patience, industry, and self-denying zeal; his ambition, which seemed to many personal, was rather the outcome of his devotion to the cause of the Church; and in the later years of his life especially he showed that he loved righteousness and hated iniquity, and that he realized as clearly as any one that the service of God was incomplete without the service of man.",
        "The highest strains of the psalmists and the most fervent appeals of the prophets were progressively directed to the great end of praising and preaching the One true God, everlasting, with sincere and pure devotion.",
        "The peasants are famous for their devotion to the Roman Catholic religion, their fervent loyalty to the House of Austria, their excellent marksmanship, and their love of singing and music, the zither being the national instrument.",
        "His principal work, Wahres Christentum (1606-1609), which has been translated into most European languages, has served as the foundation of many books of devotion, both Roman Catholic and Protestant.",
        "He was still felt by many of his clergy and by candidates for ordination to be a rather terrifying person, and to enforce almost impossible standards of diligence, accuracy and preaching efficiency, but his manifest devotion to his work and his zeal for the good of the people rooted him deeply in the general confidence.",
        "The religious views of Servetus, marked by strong individuality, are not easily described in terms of current systems. His denial of the tripersonality of the Godhead and the eternity of the Son, along with his anabaptism, made his system abhorrent to Catholics and Protestants alike, in spite of his intense Biblicism, his passionate devotion to the person of Christ, and his Christocentric scheme of the universe.",
        "In his personal relationship to the prophet he showed the deepest veneration and most unswerving devotion.",
        "His devotion, indeed, to the ideal of international socialism caused him, at the outbreak of the World War, to lose touch not only with British public feeling in general, but even with the sentiment of the Labour party which he led.",
        "No book is fuller of devotion to the Church of England than The Temple, and no poems in our language exhibit more of the spirit of true Christianity.",
        "Before they are confined to their nests, it is wonderful with what devotion the females are attended by their gay followers, who seem to be each trying to be more attentive than the rest.",
        "Poland, after a defection of years, was ultimately recovered for the papacy by the zeal and devotion of the Jesuit missionaries.",
        "Also it is to be said that with the single exception of religious toleration the record of the state in devotion to human rights has been from the first a splendid one, whether in human principles of criminal law, or in the defence of the civil rights commonly declared in American constitutions.",
        "Exceptionally honourable to the early colonists was their devotion to education (see Harvard University and Boston).",
        "The old religious exclusiveness had already been greatly lessened: the clergy were less powerful, heresy had thrived under repression, Anglican churchmen had come to the colony and were borne with perforce, devotion to trade and commerce had weakened theological tests in favour of ideals of mere good order and prosperity, and a spirit of toleration had grown.",
        "It has been said that persons who dislike authority often show great devotion to \" authorities \"; and the word dogma might make a similar transition.",
        "His devotion to mathematical science seems to have interfered alike with his advancement in the Church and with the proper management of his private affairs.",
        "Very severe punishments were suggested for the clandestine lover, but the emperor rewarded the devotion of the pair by consenting to their marriage.",
        "The poem, entitled the Buke of the Howlat, written about 1450, shows his devotion to the house of Douglas: \"On ilk beugh till embrace Writtin in a bill was 0 Dowglass, 0 Dowglass Tender and trewe!\"",
        "Strenuous devotion to the deliverance of mankind from dangers and pests is the \" virtue \" which, in Prodicus' famous apologue on the Choice of Hercules, the hero preferred to an easy and happy life.",
        "Herzl, however, succeeded in assembling several congresses at Basel (beginning in 1897), and at these congresses were enacted remarkable scenes of enthusiasm for the cause and devotion to its leader.",
        "His sincerity, his eloquence, his tact, his devotion, his power, were recognized on all hands.",
        "He determined that Cuba should not be taken over by the United States, as all Europe expected it would be, and an influential section of his own party hoped it would be, but should be given every opportunity to govern itself as an independent republic; by assuming supervision of the finances of San Domingo, he put an end to controversies in that unstable republic, which threatened to disturb the peace of Europe; and he personally inspired the body of administrative officials in the Philippines, in Porto Rico and (during American occupancy) in Cuba, who for efficiency and unselfish devotion to duty compare favourably with any similar body in the world.",
        "Since Ultramontanism cannot hope to realise its political ambitions unless it succeeds in controlling the intellectual and religious life of Catholic Christendom, it attempts to extend its sphere of influence in all directions over culture, science, education, literature and the forms taken by devotion.",
        "But the queen faced the new situation with her usual courage, devotion and strength of will.",
        "Here he wrote La Nouvelle Heloise; here he indulged in the passion which that novel partly represents, his love for Madame d'Huodetot, sister-in-law of Madame d'Epinay, a lady young and amiable, but plain, who had a husband and a lover (St Lambert), and whom Rousseau's devotion seems to have partly pleased and partly annoyed.",
        "The old religious system still prevails to a large extent, and, though some of the orders do their work with great devotion, the standard of knowledge and skill is not up to modern requirements.",
        "Her short devotional writing, La Devotion au Sacre-Coeur de Jesus, was published by J.",
        "Tickell, S.J., The Life of Blessed Margaret Mary Alacoque, with some account of the devotion to the Sacred Heart (London, 1869); J.",
        "Their devotion to the national and democratic cause in Italy in 1830-1831 gave him much pleasure, which was overclouded by the death of the elder, Napoleon Louis, in the spring campaign of 1831 in the Romagna.",
        "Among higher religions orthodox Islam has never had real priests, doing religious acts on behalf of others, though it has, like Protestant churches, leaders of public devotion (imams) and an important class of privileged religious teachers (`ulema).",
        "We shall count upon the devotion of all towards the State and we shall show that not only have we been able to achieve our liberty but that we know how to preserve it and to be really free - worthy of our great past, of our traditions and of our sufferings.\"",
        "proposed to make the Cossacks the pivot of his foreign policy and his domestic reforms. His far-reaching plans were based upon two facts, the absolute devotion of the Zaporozhians to himself personally, and the knowledge, secretly conveyed to him by Stanislaus Koniecpolski, that the whole of the Ukraine was in a ferment.",
        "Maryan Dubiecki's Karol Prozor (Pol., Cracow, 1897) shows with what self-sacrificing devotion the gentry and people supported Kosciuszko's rising.",
        "He had many of the virtues of St Louis, but neither decision of character nor devotion to duty.",
        "The ruthless determination of the superior leaders had been answered splendidly by the devotion of the troops, but the men of Chancellorsville and Gettysburg were mostly dead or wounded, and the recruits attracted by bounties or compelled by the \"draft,\" which had at last been enforced in the North, proved far inferior soldiers to the gallant veterans whom they replaced.",
        "The best sides of his character were his brilliant social gifts and his intense devotion to literature and art.",
        "iv.), His choice of Israel, and the love and faithfulness which He had shown towards it, by redeeming it from slavery in Egypt, and planting it in a free and fertile land; from which are deduced the great practical duties of loyal and loving devotion to Him, an uncompromising repudiation of all false gods, the rejection of all heathen practices, a cheerful and ready obedience to His will, and a warm-hearted and generous attitude towards man.",
        "The leading burghers were, however, soon alienated by his violent and despotic methods, by his defence of Kieft, and by his devotion to the interests of the company; the nine men became (as early as 1649, when they sent the famous Vertoogh, or Remonstrance, to the states-general asking for burgher government and other reforms) the centre of municipal discontent; and a bitter quarrel ensued.",
        "But neither his devotion to civic duty nor to the administration of the affairs of the Grand Army could ward off disaster.",
        "As to the great question at issue in 1861, Major Jackson's ruling motive was devotion to his state, and when Virginia seceded, on the 17th of April, and the Lexington cadets were ordered to Richmond, Jackson went thither in command of the corps.",
        "It is impossible to enlarge upon it here; suffice it to say that the mystical and pietistic devotion of our own day, even in the Protestant churches, is nourished on works whose ancestry can be traced, through a series of intermediate links, to the writings of the pseudoAreopagite.",
        "army corps, and Boulanger's expressions of gratitude and devotion on this occasion were remembered against him afterwards when, as war minister in M.",
        "When it was remembered, too, that they had decided, at a council held at Lima, that it was inexpedient to impose any act of Christian devotion except baptism on the South American converts, without the greatest precautions, on the ground of intellectual difficulties, it is not wonderful that this doubt was not satisfactorily cleared up, notably in face of the charges brought against the Society by Bernardin de Cardonas, bishop of Paraguay, and the saintly Juan de Palafox, bishop of Angelopolis in Mexico.",
        "Long and severe religious fasts were customary at special seasons, and drawing blood from the arms, legs and body, by thrusting in aloe-thorns, and passing sharp sticks through the tongue, was an habitual act of devotion recalling the similar practices of devotees in India.",
        "Every precaution was taken to ensure that the version should represent the result of the best scholarship of the time, applied to the work before it with constant devotion and with the highest sense of responsibility.",
        "But with all these drawbacks he conquered and will retain a place in what is perhaps the highest, as it is certainly the smallest, class of statesmen - the class of those to whom their country has had recourse in a great disaster, who have shown in bringing her through that disaster the utmost constancy, courage, devotion and skill, and who have been rewarded by as much success as the occasion permitted.",
        "His devotion to Protestantism made him feverishly alive to the perils which threatened the Reformation; and he took an alarmist view of every situation.",
        "CANONICAL HOURS, certain portions of the day set apart by rule (canon) of the church for prayer and devotion.",
        "Hanging Rock, Ninety-Six, Rocky Mount and other affairs brought their prowess and devotion into notice.",
        "By the organization of the order on these lines Augustus secured the double object of maintaining Caesar-worship in all the most vigorous centres of provincial life, and attracting to himself and his successors the special devotion of the industrial class which had its origin in the municipia of the Roman Empire, and has become the greatest political force in modern Europe.",
        "There he laboured with great success, visiting the different islands of the group in the mission ship the \"Southern Cross,\" and by his good sense and devotion winning the esteem and affection of the natives.",
        "But there was no part of his dominions in which John inspired personal devotion.",
        "In 1496 the city showed its devotion to its new masters by a successful defence against Maximilian and his allies, but it was still a small place; in 1551 there were only 749 inhabitants.",
        "Though deeply mortified at the loss of the command, Wellesley in his devotion to duty moved the troops on his own responsibility from Trincomalee to Bombay, from the conviction that, if they were to be of any use in Egypt, it was absolutely necessary that they should provision at Bombay without delay.",
        "His devotion to the classics was exceptional even in that time.",
        "In the older framework of the M ahabharata he appears as a great chieftain and ally of the Pandava brothers; and it is only in the interpolated episode of the Bhagavad-gita that he is identified with Vishnu and becomes the revealer of the doctrine of bhakti or religious devotion.",
        "Although reared as an ordinary farm lad, he proved to be a man of singular devotion and spiritual genius.",
        "More was now able, as he writes to Erasmus, to return to the life which had always been his ambition, when, free from business and public affairs, he might give himself up to his favourite studies and to the practices of his devotion.",
        "Her devotion to her father is historical; she gave him not only the tender affection of a daughter but the high-minded sympathy of a soul great as his own.",
        "On another occasion he was captured during a truce by some Cretan auxiliaries of the Spartans, and was released only by the devotion of a Messenian girl who afterwards became his daughter-in-law.",
        "of his devotion to his work.",
        "Perhaps the most striking instance of such devotion was that displayed at the battle of Strassburg in 357, when the Alamannic king Chonodomarius was taken prisoner by the Romans, and his two hundred comites gave themselves up voluntarily to share his captivity.",
        "less successful in political than in ecclesiastical reform, which latter included the combating of the Fraticelli, the amendment of the clergy, the encouragement of piety by the regulation of feast-days, the recommendation of increased devotion to the sacrament of the altar, and the strengthening of the conception of the Church by the great jubilee of 1423.",
        "But, though illuminated by the rays of art, and loaded with the exuberant panegyrics of humanists and poets, the reign of the first Medicean pontiff, by its unbounded devotion to purely secular tendencies and its comparative neglect of the Church herself proved disastrous for the See of St Peter.",
        "With his accession devotion to religion and the Church began to regain their old mastery.",
        "Raising an army he entered the service of Frederick V., elector palatine of the Rhine, just after that prince had been driven from Bohemia; glorying in his chivalrous devotion to Frederick's wife Elizabeth, he attacked the lands of the elector of Mainz and the bishoprics of Westphalia.",
        "It was the custom among the Phoenicians, as among other Semitic nations, to use the names of the gods in forming proper names and thus to express devotion or invoke favour; thus Hanni-ba`al, 'Abd-melqarth, IIanni- `ashtart, Eshmun-`azar.",
        "Having completed his studies, which included two years' devotion to Greek under Lascaris at Messina, he chose the ecclesiastical profession.",
        "In 1674 his Traite de la devotion led to his appointment as professor of theology and Hebrew at Sedan, where he soon became also pastor.",
        "The motto Voer Moed, Belied, Trouw (For Valour, Devotion, Loyalty), appears on the arms of the cross.",
        "There are five classes; the badge is a silver sun of seven clustered rays, with crescent and star between each cluster; on a gold centre is the sultan's name in black Turkish lettering, surrounded by a red fillet inscribed with the words Zeal, Devotion, Loyalty; it is suspended from a red crescent and star; the ribbon is red with green borders.",
        "Schwartz, whose devotion and success told with such remarkable reflex influence on the Church at home.",
        "The history of mission work here is one of exploration and peril amongst savage peoples, multitudinous languages and an adverse climate, but it has been marked by wise methods as well as enthusiastic devotion, industrial work being one of the basal principles.",
        "The outstanding features of missionary work in the South Seas are (1) its remarkable success: cannibalism, human sacrifice and infanticide have been suppressed, civilization and trade have marvellously advanced; (2) the evangelical devotion of the natives themselves; (3) the need of continued European supervision, the natives being still in many ways little better than grown-up children.",
        "Their natural devotion and their susceptibility to pomp and ritual was a factor skilfully used by the priests, but hardly anything was done to strengthen their moral power.",
        "But a younger member of the household, Willie Douglas, aged eighteen, whose devotion was afterwards remembered and his safety cared for by Mary at a time of utmost risk and perplexity to herself, succeeded on the 2nd of May in assisting her to escape by a 1 It is to be observed that the above conclusion as to the authenticity of the Casket Letters is the same as that arrived at upon different grounds by the most recent research on the subject.",
        "Its nominal subject is freemasonry, but its real aim is to plead for a humane and charitable spirit in opposition to a narrow patriotism, an extravagant respect for rank, and exclusive devotion to any particular church.",
        "David was the youngest of a family of three, two sons and a daughter, who after the early death of the father were brought up with great care and devotion by their mother, the daughter of Sir David Falconer, president of the college of justice.",
        "ANTHONY BABINGTON (1561-1586), English conspirator, son of Henry Babington of Dethick in Derbyshire, and of Mary, daughter of George, Lord Darcy, was born in October 1561, and was brought up secretly a Roman Catholic. As a youth he served at Sheffield as page to Mary queen of Scots, for whom he early felt an ardent devotion.",
        "dedicated statues to his predecessors of the Vth Dynasty who had probably showed their devotion to Ammon in a substantial manner, and Cheops of the IVth Dynasty is named in it.",
        "At Trinity College, Dublin, where he had a distinguished career, he began a lifelong devotion to classical literature and especially to the great orators of antiquity.",
        "Further, from the 23rd of November 1654 dates the singular document usually known as \"Pascal's amulet,\" a parchment slip which he wore constantly about him, and which bears the date followed by some lines of incoherent and strongly mystical devotion.",
        "If these involved high claims of independence and power for the Church, they also asserted a high standard of devotion and discipline.",
        "It is rather for us to be here dedicated to the great task remaining before us - that from these honoured dead we take increased devotion to that cause for which they gave the last full measure of devotion - that we here highly resolve that these dead shall not have died in vain, that this nation under God shall have a new birth of freedom, and that government of the people, by the people, for the people, shall not perish from the earth.\"",
        "Partly from the olive trees that abound there, and partly out of devotion to the Passion, Accona was christened Monte Oliveto, whence the order received its name.",
        "The ecclesiastical laws relating to sacred images, to indulgences, and to liturgical books and books of devotion are maintained (Nos.",
        "In 1615 a mission among these Indians was founded by the Recollet friars, and carried on with great success and devotion by the Jesuits, but in1648-1650the Huron nation was almost utterly destroyed by an invasion of their hereditary foes, the Iroquois.",
        "On the establishment of the confederation of the Rhine, his son Prosper Louis (to whom, becoming blind, he had ceded his domains in 180 3) became a member (5806), and showed great devotion to the interests of France; but in 5850 he lost his sovereignty, Napoleon incorporating Meppen with France and Recklinghausen with the grand - duchy of Berg, and indemnifying him by a rent of 240,702 francs.",
        "Garrison was deeply impressed by the good Quaker's zeal and devotion, and he resolved to join him and devote himself thereafter to the work of abolishing slavery.",
        "The unique collection of inscriptions and antiquities of Pentima and the museum at Sulmona were both created by the late Professor Antonio de Nino, whose brilliant gifts and unsparing devotion to the antiquities of his native district rescued every single Paelignian monument that we possess.",
        "While she lived, the personality of the queen secured the devotion of her servants and held all ambitions in check.",
        "Mehemet Alis great strength lay in the devotion of the citizens of Cairo, who looked on him as a deliverer from their afflictions; and great numbers armed themselves, advising constantly with Mehemet Ali, having the sayyid Omar and the sheiks at their head, and guarding the town at night.",
        "Here too the imperial forces suffered defeat, Otto himself being saved only by the devotion of a handful of Saxon knights.",
        "Even his devotion to work, which excites our admiration, in the centre of a luxurious court, was to a great extent unprofitable, for it was mainly given to theological controversies which neither he nor any one else could settle.",
        "The name, which may be translated \"Separatists,\" indicates their devotion to the ideal, enforced by Ezra and Nehemiah upon the reluctant Jews, of a nation separate from all other nations in virtue of its the old titles of the rulers of the separate king peculiar relation to Yahweh (Neh.",
        "From this state of decay, however, it was raised, in the second half of the, 8th century, by the unwearied exertions of Archbishop Richard Robinson, 1st Lord Rokeby (1709-1794), which, seconded by similar devotion on the part of succeeding archbishops of the Beresford family, notably Archbishop Lord John George Beresford (1773-1862), made of Armagh one of the best built and most respectable towns in the country.",
        "During the last twenty years of his life Schurz was perhaps the most prominent Independent in American politics, and even more notable than his great abilities was his devotion to his high principles.",
        "He was, however, recognized as king, thanks to the devotion of his mother Fredegond and the protection of his uncle Gontran, king of Burgundy.",
        "Ridsdale, 1876 (1 P. & D., 316), a metal crucifix on the centre of the chancel screen was declared illegal as being in danger of being used superstitiously, and in the same case pictures or rather coloured reliefs representing the \"Stations of the Cross\" were ordered to be removed on the ground that they had been erected without a faculty, and were also considered unlawful by Lord Penzance as connected with certain superstitious devotion authorized by the Roman church.",
        "She had been willing to renounce any aspirations of her own and to sink herself in his glory, but she naturally expected him to recognize her devotion and to value her society beyond all others.",
        "The knowledge that the deepest devotion underlies misunderstandings is often a very imperfect consolation; but such devotion clearly existed all through, and proves the defect to have been relatively superficial.",
        "But the recognition of the royal supremacy could only be enforced at the cost of the heads of Sir Thomas More, Bishop Fisher and a number of monks and others among whom the Carthusians signalized themselves by their devotion (1535-1536).",
        "For primitive Christianity was devoid of any point by which these journeys of devotion might naturally have been suggested.",
        "In this devotion to the memory of Jesus, we find the key to the origin of the Christian pilgrimage: the faithful repaired to those places which were invested with memories of their Lord's earthly life.",
        "to) The gist of it, omitting a few repetitions, is as follows: \"There are two aims which he who has given up the world ought not to follow after - devotion, on the one hand, to those things whose attractions depend upon the passions, a low and pagan ideal, fit only for the worldly-minded, ignoble, unprofitable, and the practice on the other hand of asceticism, which is painful, ignoble, unprofitable.",
        "rosarium), a popular devotion of the Roman Catholic Church, consisting of 15 Paternosters and Glorias and i 50 A y es, recited on beads.",
        "Whatever may have been the origin of the rosary, the Dominicans did much to propagate the devotion.",
        "The devotion has been particularly fostered by the Jesuits, St Ignatius Loyola having expressly ordered its use.",
        "For the indulgences attached to the devotion consult Beringer, S.J., Die Abldsse, 11 th ed.",
        "For the corresponding devotion among Buddhists, consult Waddell, The Buddhism of Tibet, or Lamaism (London, 1895), and an article by Monier Williams in the Athenaeum, 9th of Feb.",
        "35, 38), who compares her to Sappho, as a model of wifely devotion, and wrote a volume of poems, describing with considerable freedom of language the methods adopted to retain her husband Calenus's affection.",
        "Not a rough prophet in the desert like John, not a leader striking for political freedom, not a pretender aiming at the petty throne of the Herods, not even a great rabbi, building on the patriotic foundation of the Pharisees who had secured the national life by a new devotion to the ancient law.",
        "His own teaching that all must be given for God was illustrated by the devotion of a poor widow who cast into the treasury the two tiny coins which were all that she had.",
        "He tells of the devotion of Mary and Martha, and of the band of women who ministered to our Lord's needs and followed Him to Jerusalem: he tells also of His kindness to more than one sinful woman.",
        "The zeal and self-sacrificing devotion which some of these establishments, and their inmates, display, and their noble labours on behalf of the country, its people and its history throw into yet more painful relief the actions and attitudes of some of their fellow-Christians.",
        "The American House of Representatives adopted a motion of regret, and added to it these words: \"That his loss is not alone to be mourned by the people of his native land, where his firm and constant exposition of, and devotion to, free and liberal ideas have materially advanced the social, political and economic conditions of these people, but by the lovers of liberty throughout the world.\"",
        "To the service of the colony he gave not merely unwearied devotion; but in its interests consumed strength and fortune.",
        "They are themselves subdivided into many classes, which in their devotion to hereditary occupations are scarcely to be distinguished from Hindu castes.",
        "But in India the bravery of the Rajputs and the devotion of the Brahmans seem to have afforded a stronger national bulwark than existed in western Europe.",
        "Hamann seems at this time to have thought that any strenuous devotion to \"bread-and-butter\" studies was lowering, and accordingly gave himself entirely to reading, criticism and philological inquiries.",
        "To reach the masses, unfamiliar with Spanish, manuals of devotion and outlines of Christian doctrine were translated into the various native languages.",
        "They form a very popular item in Roman Catholic devotion.",
        "The devotion began among the Franciscans, who, as the guardians of the holy places in Jerusalem, sought by this means to enable Christians to make a pilgrimage at least in spirit.",
        "Notwithstanding his activity and his devotion to the management of affairs, the Moslem power declined rather than advanced, and signs of the decay of the Omayyad dynasty began to show themselves.",
        "He was a man of strong character and self-control, unfailing courtesy and unswerving devotion to what he considered the best interests of the nation.",
        "Into the struggle the Hydriotes flung themselves with rare enthusiasm and devotion, and the final deliverance of Greece was mainly due to the service rendered by their fleets.",
        "This is most noticeable in her hostility to her brother-in-law Charles of Anjou, who had married her sister Beatrice, and her devotion to Henry III.",
        "Again, by other theologians the death of Jesus is extolled because of the moral influence it exerts, since Christ's devotion unto death incites a like devotion in us.",
        "Thus in this single act of devotion both objects of all cults are attained.",
        "This devotion to the church, the strongest of all motives in Anne's conduct, dictated her hesitating attitude towards the two great parties in the state.",
        "At an early age he joined the Dominican order, and soon distinguished himself for learning and devotion.",
        "His friendship towards the Tractarians exposed him to considerable persecution, but his simple manly character and zealous devotion to parochial work gained him the support of widely divergent classes.",
        "And accordingly it is exactly in connexion with these two incarnations of Vishnu, especially that of Krishna, that a new spirit was infused into the religious life of the people by the sentiment of fervent devotion to the deity, as it found expression in certain portions of the epic poems, especially the Bhagavadgita, and in the Bhagavatapurana (as against the more orthodox Vaishnava works of this class such as the Vishnupurana), and was formulated into a regular doctrine of faith in the Sandilya-sutra, and ultimately translated into practice by the Vaishnava reformers.",
        "On the speculative side, Ramanuja also met Sankara's strictly monistic theory by another recognizing Vishnu as identical with Brahma as the Supreme Spirit animating the material world as well as the individual souls which have become estranged from God through unbelief, and can only attain again conscious union with him through devotion or love (bhakti).",
        "Having married in due time, and a second time after the death of his first wife, he lived as a \"householder\" (grihastha) till the age of 24, when he renounced his family ties and set out as a religious mendicant (vairagin), visiting during the next six years the principal places of pilgrimage in northern India, and preaching with remarkable success his doctrine of Bhakti, or passionate devotion to Krishna, as the Supreme Deity.",
        "This survey of the Indian sects will have shown how little the character of their divine objects of worship is calculated to exert that elevating and spiritualizing influence, so characteristic of true religious devotion.",
        "If the worship of Siva, despite the purport of his chief symbol, seems on the whole less liable to produce these undesirable effects than that of the rival deity, it is doubt- less due partly to the real nature of that emblem being little realized by the common people, and partly to the somewhat repellent character of the \"great god,\" more favourable to evoking feelings of awe and terror than a spirit of fervid devotion.",
        "Moreover, a simple libation of water should be offered to the Fathers twice daily at the morning and evening devotion called sandhya (\" twilight\").",
        "One can already discern a movement in various quarters towards a recognition of impersonal theism, and towards fixing the teaching of the philosophical schools upon some definitely authorized system of faith and morals, which may satisfy a rising ethical standard, and may thus permanently embody that tendency to substitute spiritual devotion for external forms and caste rules which is the characteristic of the sects that have from time to time dissented from orthodox Brahminism.\"",
        "Though Frederick failed to subdue the republics, the failure can scarcely be said to reflect either on his prudence as a statesman or his skill as a general, for his ascendancy was finally overthrown rather by the ravages of pestilence than by the might of human arms. In Germany his resolute will and sagacious administration subdued or disarmed all discontent, and he not only succeeded in welding the various rival interests into a unity of devotion to himself against which papal intrigues were comparatively powerless, but won for the empire a prestige such as it had not possessed since the time of Otto the Great.",
        "He seems to have been a model of devotion to his ecclesiastical duties and to have won the respect of all parties in his diocese.",
        "The existence of this school has always been inseparable from the element of pious belief which enters so much into popular devotion.",
        "New In the following year he imposed on Catholicism at large a special \" devotion \" to the Heart of Mary Immaculate.",
        "Next year he added a similar devotion to the Sacred Heart of Jesus (see Sacred Heart).",
        "Nevertheless he does not escape from the dualism of Form and Matter, vas and The scholastic philosophers naturally held dualistic views resulting from their extreme devotion to formalism.",
        "His loyalty to Richard was unswerving, and it was no doubt through his unscrupulous devotion to the royal interest that he incurred the hatred of Richard's English subjects.",
        "Entering parliament in 1861, he opposed the Garibaldian expedition, which ended at Aspromonte, but nevertheless tended Garibaldi's wound with affectionate devotion.",
        "There is no reason to believe, however, that these attacks represented the feeling of any save a small minority of the politicians; the people never wavered in their devotion to the president, and his election would have been unanimous in 1796, as in 1792 and 1789, had he been willing to serve.",
        "ANGELUS, a Roman Catholic devotion in memory of the Annunciation.",
        "This devotion is recited in the Catholic Church three times daily, about 6 A.M., noon and 6 P.M.",
        "The most prominent characteristics of his public life were his predisposition to \"compromises\" and \"pacifications\" which generally failed of their object, and his passionate patriotic devotion to the Union.",
        "Bancroft, the loyalty to the Union cause resulted \" largely from the fact that the Confederate invasion came from Texas, the old hatred of the Texans being the strongest popular feeling of the natives, far outweighing their devotion to either the North or the South.\"",
        "Architecture has restored many of the larger churches from their disfigurement by partition walls and galleries - though much still remains to be done in this way - and has erected new churches of a style favourable to devotion.",
        "So striking was the devotion shown throughout the Principality to the king, who fought his last disastrous campaign in the friendly counties of Wales and the Marches, that on the final victory of the parliament there was passed within a month of Charles's execution 1 Sometimes known as vicar of Llandingat, his church being in that parish.",
        "It can scarcely be denied that the Roman Catholic clergy have always owed much of their influence to their celibacy, and that in many cases this influence has been most justly earned by the celibate's devotion to an unworldly ideal.",
        "His simple and blameless life, his conscientious discharge of duty, and his devotion to the needs of the poor had won for him such a name that, despite the opposition of France, he was chosen to succeed Clement X.",
        "His life from first to last was one of devotion to science, and he must be accounted, on intellectual grounds, one of the foremost men of the 19th century.",
        "With undiminished hold on the imagination and devotion of his followers he was nominated for president in 1884.",
        "He was undoubtedly sincere in his religious faith, and most disinterested in his devotion to it and to the good of his countrymen.",
        "It was to this national devotion quite as much as to his own qualities that Gustavus owed his success as an empire-builder.",
        "She was apparently afraid to imperil her great reputation for devotion, which had in 1692 obtained for her from Innocent XII.",
        "The Sassanid Empire, indeed, is completely dominated by this formalism and ritualism; but the earlier testimony of Darius in his inscriptions and the statements in Herodotus enable us still to recognize the original healthy life of a religion capable of awakening the enthusiastic devotion of the inner man.",
        "court officials, made appalling progress, and men of energy began to find the temptations of power stronger than their patriotism and devotion to the king.",
        "The act ensured to the Sheikh the constant devotion and gratitude of these men a feeling which was loyally maintained by their descendants for the members of his family in successive generations.",
        "The Kajar shah walked on foot to the tomb of Imam Riza, before which he knelt and kissed the ground in token of devotion, and was recognized as a Shiite of Shiites.",
        "The Avesta is divided into three parts: (I) Yasna, with an appendix, Visparad, a collection of prayers and forms for divine service; (2) Vendidad, containing directions for purification and the penal code of the ancient Persians; (3) Khordah-Avesta, or the Small Avesta, containing the Yasht, the contents of which are for the most part mythological, with shorter prayers for private devotion.",
        "Laymen do not use the Breviary as a manual of devotion to any great extent.",
        "Throughout his life he had pursued with devotion and industry the ideals with which he had set out, and his journal and letters display a noble simplicity of disposition and an unswerving honesty of purpose.",
        "Thomas was a most laborious copyist: missals, books of devotion and a famous MS. Bible were written by him.",
        "All this time the city was gradually growing in wealth and in devotion to the service of Artemis.",
        "His health was the one subject to which he gave unremitting attention, and his fine constitution and devotion to all kinds of sport and physical exercise kept off the effects of uncontrolled debauchery for thirty years.",
        "It has been well said that the old heroes of the republic were unconscious Stoics, fitted by their narrowness, their stern simplicity and devotion to duty for the almost Semitic earnestness of the new doctrine.",
        "Pergamum continued to rank for two centuries as the capital, and subsequently, with Ephesus and Smyrna, as one of the three great cities of the province; and the devotion of its former kings to the Roman cause was continued by its citizens, who erected on the Acropolis a magnificent temple to Augustus.",
        "He set little store on the theology of those who in a system of dry and barren notions \"pay handsome compliments to the Deity,\" \"remove providence,\" \"explode devotion,\" and leave but \"little of zeal, affection, or warmth in what they call rational religion.\"",
        "The General Assembly of Glasgow in 1638 abjured Laud's book and took its stand again by the Book of Common Order, an act repeated by the assembly of 1639, which also demurred against innovations proposed by the English separatists, who objected altogether to liturgical forms, and in particular to the Lord's Prayer, the Gloria Pcrtri and the minister kneeling for private devotion in the pulpit.",
        "Though Ferdinand fully shared that devotion to Rome which is traditional in the Habsburg dynasty, he showed great moderation in religious matters, particularly at the beginning of his reign.",
        "He presents himself as an altogether human person, brave enough in the field, and, at least when young, capable of extravagant devotion to an ideal, provided the ideal was fashionable, but having at bottom a sufficient respect for his own skin and a full consciousness of the side on which his bread is buttered.",
        "Those who, as it has been happily put, identify Rabelais with Pantagruel, strive in vain, on any view intellectually consistent or morally respectable, to account for the vast ocean of pure or impure laughter and foolery which surrounds the few solid islets of sense and reason and devotion.",
        "49; the devotion of Decius, viii.",
        "Thus, Hasdrubal's devotion and valour at the battle on the Metaurus are described in terms of eloquent praise; and even in Hannibal, the lifelong enemy of Rome, he frankly recognizes the great qualities that balanced his faults.",
        "Animated by an intense love of truth and devotion to public duty, he waged war on such ecclesiastical systems as seemed to him to favour obscurantism, and to put the claims of sect above those of human society.",
        "EUSEBIUS [OF CAESAREA] (c. 260 - c. 340), ecclesiastical historian, who called himself Eusebius Pamphili, because of his devotion to his friend and teacher Pamphilus, was born probably in Palestine between A.D.",
        "During the time of his imprisonment (307-309) Eusebius distinguished himself by assiduous devotion to his friend, and assisted him in the preparation of an apology for Origen's teaching (Hist.",
        "But if we assume that he was the aboriginal Hellenic High God, we must be quite ready to admit that the separate communities were always liable to cherish other divinities with a more ardent and closer devotion, whether divinities that they brought with them or divinities that they found powerfully established in the conquered lands, Athena or Hera, for instance, in Attica or Argolis, or Poseidon in the Minyan settlements.",
        "Not only had they risked and lost all in the attempt and drawn upon themselves the frightful vengeance of the state, but they saw themselves the means of injuring irretrievably the cause for which they felt such devotion.",
        "Though he was one of those generals who had served under Moreau, and who therefore, as a rule, disliked and despised Napoleon, Soult had the wisdom to show his devotion to the ruling power; in consequence he was in August 1803 appointed to the 'command-in-chief of the camp of Boulogne, and in May 1804 he was made one of the first marshals of France.",
        "The rest of the Jews rated the Sadducees as atheists, just as the rest of the Greeks rated the Epicureans as atheists and discerned, as Plutarch said, the sardonic grin behind the mask of their obsequious devotion to the ceremonies at which the force of public opinion compelled their attendance.",
        "Nor was Germanicus unworthy of this passionate devotion.",
        "Hints, indeed, occur of his devotion to the study of music and of ancient history; and we can perceive that his character was more and more appreciated by the principal men of Lu.",
        "His devotion to his work in a trying climate told severely on his health.",
        "Hincmar energetically supported the policy of Charles the Bald in Lorraine, less perhaps from devotion to the king's interests than from a desire to see the whole of the ecclesiastical province of Reims united under the authority of a single sovereign, and in 869 it was he who consecrated Charles at Metz as king of Lorraine.",
        "In his devotion to science, he had hitherto lived a very regular life, varied only by the excitement of conflict: now, at the height of his fame, other passions began to stir within him.",
        "Becoming also tutor to the maiden, he used the unlimited power which he thus obtained over her for the purpose of seduction, though not without cherishing a real affection which she returned in unparalleled devotion.",
        "Living on for some time apart (we do not know exactly where), after his flight from St Gildas, Abelard wrote, among other things, his famous Historia Calamitatum, and thus moved her to pen her first Letter, which remains an unsurpassed utterance of human passion and womanly devotion; the first being followed by the two other Letters, in which she finally accepted the part of resignation which, now as a brother to a sister, Abelard commended to her.",
        "He considers \" bodily effects \" incidentals to the real work of God, but his own mystic devotion and the experiences of his wife during the Awakening (which he gives in detail) make him think that the divine visitation usually overpowers the body, a view in support of which he quotes Scripture.",
        "Perhaps in consequence of his bereavement, Donne seems to have passed through a spiritual crisis, which inspired him with a peculiar fervour of devotion.",
        "Of things communicable he was at the same time, as we have said, communicative - a genial companion, a generous and loyal friend, ready and eloquent of discourse, impressing all with whom he was brought in contact by the power and the charm of genius, and inspiring fervent devotion and attachment in friends and pupils.",
        "He had a special fondness for records of human devotion and self-sacrifice, whether they were monkish legends, Indian tales, Norse drcipas or bits of American history.",
        "Their skill in and necessary devotion to the chase influence their whole mode of life; \" their moral code is based upon a standard of physical culture and health.\"3 They live in small groups, every member of which is connected by family ties; between these groups, as in the case of the Yagans and Alakalufs, the vendetta is common.",
        "Known affectionately as the \" Father of Australia,\" Edmund Barton inspired through his long career as a politician a deep personal devotion.",
        "The severe training through which he had passed had given him such an experimental knowledge of all the modes of religious melancholy as he could never have gathered from books; and his vigorous genius, animated by a fervent spirit of devotion, enabled him not only to exercise a great influence over the vulgar, but even to extort the half-contemptuous admiration of scholars.",
        "If he was imperious in temper and inflexible in his conception of the Christian faith, he possessed a great heart and a great intellect, inspired with an enthusiastic devotion to Christ.",
        "Preserved by the devotion of his thegn Lilla,Edwin vowed to become a Christian if victorious over his treacherous enemy.",
        "The latter, an able, ambitious man, wishing to keep the government as much as possible in his own hands, purposely neglected the young king's education, and encouraged him in his love of pleasure, his idleness and his excessive devotion to outdoor sports.",
        "When a few weeks later the French troops were recalled to the north of Italy, Ferdinand sent an expedition composed of Calabrians, brigands and gaol-birds, under Cardinal Ruffo, a man of real ability, great devotion to the king, and by no means so bad as he has been painted, to reconquer the mainland kingdom.",
        "His devotion is expressed in shouts of \"Labbeyka\" (a word of obscure origin and meaning; he enters the great mosque, performs the tawaf and the sa'y 1 and then has his head shaved and resumes his common dress.",
        "The night should be spent in devotion, but the coffee booths do a lively trade, and songs are as common as prayers.",
        "The former, in which philosophy is the dominating force, is characterized by war, egotism and anarchy; the latter, which is controlled by religion, is marked by the spirit of obedience, devotion, association.",
        "Born at Rappoltsweiler, in Alsace on the 13th of, January 1635, trained by a devout godmother, who used books of devotion like Arndt's True Christianity, accustomed to hear the sermons of a pastor who preached the Bible more than the Lutheran creeds, Spener was early convinced of the necessity of a moral and religious reformation of the German Church.",
        "It is said that he recommended her to choose as his successor the Franciscan Jimenez de Cisneros, a man who had no likeness to himself save in political faculty and devotion to the authority of the Crown.",
        "The Asheri family suffered great privations but remained faithful in their devotion to the Talmud.",
        "He won enthusiastic devotion from the men of Wessex and the South, but in Northumbria and Mercia lie was less liked.",
        "The earl had his established reputation for disinterested devotion to the welfare of the realm, and his brilliant record as a soldier and statesman.",
        "All high imagination, all devotion to the public weal, seemed laid asleep. But the political instinct was not dead, and it would one day express itself for better ends than an.",
        "It was thought that the general, whose singular devotion to duty made him a popular hero, had been allowed to assume an impossible task; had been feebly supported; and that the measures for his relief had been unduly postponed and at last only reluctantlyundertaken.",
        "It was undertaken with the simple design of furnishing a preface to his younger son's translation of Shakespeare; a monument of perfect scholarship, of indefatigable devotion, and of literary genius, which eclipses even Urquhart's Rabelais - its only possible competitor; and to which the translator's father prefixed a brief and admirable note of introduction in the year after the publication of the volume which had grown under his hand into the bulk and the magnificence of an epic poem in prose.",
        "All the poet and all the man spoke out and stood evident in the perfervid patriotism, the filial devotion, the fatherly tenderness, the indignation and the pity, which here find alternate expression in passionate and familiar and majestic song.",
        "But wh tever the London world may have thought of him, Burke's ener :y and devotion of character impressed the better minds in the co ntry.",
        "Devotion to the Sacred Heart of Jesus is a cult peculiar to the modern Roman Catholic Church.",
        "The principal object of this devotion is the Saviour Himself.",
        "Eudes must also be mentioned as a great propagator of the devotion, in the same century, and he was the first to obtain a certain public, though only local, authorization of the new pious practices.",
        "It must be added that this devotion was strongly opposed, not only by the Jansenists, but by others within the Church, under the mistaken idea that the Heart of Christ was viewed in it as separate from the rest of His Being.",
        "Dalgairns, The Devotion to the Heart of Jesus (1853); H.",
        "72) had to contend with some who, while approving of fastings undertaken \" of men's own free and voluntary accord as their particular devotion doth move them thereunto,\" yet \"yearly or weekly fasts such as ours in the Church of England they allow no further than as the temporal state of the land doth require the same for the maintenance of seafaring men and preservation of cattle; because the decay of the one and the waste of the other could not well be prevented but by a politic order appointing some, such usual change of diet as ours is.\"",
        "The ideal Akil is grave, calm and dignified, with an infinite capacity of keeping a secret, and a devotion that knows no limits to the interests of his creed.",
        "Of course, we might seek to infer an unwritten tradition of Christ's words; but without pedantic ultra-Protestant devotion to written scripture, one may distrust on scientific grounds the attempt to reconstruct tradition by a process of inference.",
        "Had this been all, Western theology might have sunk into a purely Chinese devotion to ancient classics.",
        "Richardson the novelist, in Sir Charles Grandison, wishes there could be a Protestant nunnery in every county, \" with a truly worthy divine, at the appointment of the bishop of the diocese, to direct and animate the devotion of such a society \"; in 1829 the poet Southey, in his Colloquies (cxiii.), trusts that \" thirty years hence this reproach also may be effaced, and England may have its Beguines and its sisters of mercy.",
        "None of the family was akin to Benjamin for genius and character, except Sarah, to whom he was deeply indebted for a wise, unswerving and sympathetic devotion, when, in his earlier days, he needed it most.",
        "Gratitude for her devotion brought him and his wife in constant intimacy with her.",
        "At but one remove by birth from southern Europe and the East, he was an Englishman in nothing but his devotion to England and his solicitude for her honour and prosperity.",
        "During the Persian invasion of 480 B.C. it stood almost alone among Boeotian cities in rejecting the example of treason set by the Thebans, and served the national cause with splendid devotion.",
        "Already a man of the world, he commanded the admiring devotion of his subordinates.",
        "He showed much devotion to Henry III., who loaded him with favours and made him marshal of France.",
        "Of this it may be said, in general, that it carried on the best traditions of the Prussian service in whole-hearted devotion to the interests of the state.",
        "which must be ascribed to the statesmanlike skill and self-sacrificing devotion with which you have conducted and promoted those arduous labours.\"",
        "Judson was perhaps the greatest, as he was practically the first, of the many missionaries sent from the United States into foreign fields; his fervour, his devotion to duty, and his fortitude in the face of danger mark him as the prototype of the American missionary.",
        "This derivative philanthropy characterizes the spirit in which all Christian performance of social duty is to be done; loving devotion to God being the fundamental attitude of mind that is to be maintained throughout the whole of the Christian's life.",
        "This influence, so far as it has affected moral as distinct from political speculation, has been exercised primarily through the general conception of human progress; which, in Comte's view, consists in the ever growing preponderance of the distinctively human attributes over the purely animal, social feelings being ranked highest among human attributes, and highest of all the most universalized phase of human affection, the devotion to humanity as a whole.",
        "It is to be observed that, in Comte's view, devotion to humanity is the principle not merely of morality, but of religion; i.e.",
        "Of politics they never tire; and still greater is their devotion to music, poetry and dancing.",
        "His second wife died of smallpox in 1698, and in 1700 Burnet married again, his third wife being Elizabeth (1661-1709), widow of Robert Berkeley and daughter of Sir Richard Blake, a rich and charitable woman, known by her Method of Devotion, posthumously published in 1710.",
        "Their devotion and energy may be freely admitted; but the mendicant orders, especially the Carmelites, were not uniformly distinguished for morality.",
        "The quarrel and reconciliation of Flood and Grattan (q.v.), the kindly patriotism of Lord Charlemont, the eloquence, the devotion, the corruption, are household words.",
        "Deane, Chicago, 1903); the Meditationes, many of which are wrongly attributed to Anselm, have been frequently reprinted, and were included in Methuen's Library of Devotion (London, 1903).",
        "Towards the end of 1848 the Austrians, having been heavily reinforced, reoccupied all the Venetian mainland; but the citizens, hard-pressed and threatened with a siege, showed the greatest devotion to the cause of freedom, all sharing in the dangers and hardships and all giving what they could afford to the state treasury.",
        "The Malagasy have never had any organized religious system or forms of worship; there are no temples, images or stated seasons of devotion, nor is there a priesthood, properly so-called.",
        "Half a dozen small books of devotion are all that remain.",
        "- Louis was a gentle and well-trained prince, but weak and prone to excessive devotion to the Church.",
        "In the domain of intellect the advance of the French showed a no less dazzling and a no less universal activity; they sang Intel- as well as they fought, and their epics were worthy Iectual of their swordsmanship, while their cathedrals were develop- hymns in stone as ardent as their soaring flights of inent, devotion.",
        "Anne of Austria, a devoted but unintelligent Ed~cat1Ion mother, knew no method of dealing with her son, save devotion combined with the rod.",
        "Maria Louisa was easily gainec over by playing on her devotion to the house of Parma, and or the 1st of October 1800 a secret treaty was concluded at Sar Ildefonso.",
        "His devotion to his cousin, however, was a source of unhappiness.",
        "In efficiency and devotion to duty the Egyptian officials under the new regime also earned high praise.",
        "But while his enemies taunted him with having twice wrecked his party - first the Radical party under Mr Gladstone, and secondly the Unionist party under Mr Balfour - no well-informed critic doubted his sincerity, or failed to recognize that in leaving the cabinet and embarking on his fiscal campaign he showed real devotion to an idea.",
        "93) was a religious exercise, as among the Semites, which marked their devotion to the goddess Cybele.",
        "Ragley became a centre not only of devotion but of wonderworking spiritualism.'",
        "The devotion of Grosseteste to the hierarchical theories of his age is attested by his correspondence with his chapter and the king.",
        "He himself fell into a nervous state in his \"prison,\" but he was sustained by the devotion and intelligence of his wife and her mother.",
        "Along with these reasons would co-operate towards the exclusion of visible aids to devotion, not only the church's sacramental use of Christ's name as a name of power, and its living sense of his continued real though unseen presence, but also, during the first years, its constant expectation of his second advent as imminent.",
        "In spite of his loyalty and devotion, the effect of his influence on Louis XVIII.",
        "Besides the \"Lake of Rama's deeds,\" Tulsi Das was the author of five longer and six shorter works, most of them dealing with the theme of Rama, his doings, and devotion to him.",
        "The Lord is to be approached by faith (bhakti) - dis- interested devotion and surrender of self in perfect love, and all actions are to be purified of self-interest in contemplation of Him.",
        "Tulsi, as a Smarta Vaishnava and a Brahman, venerates the whole Hindu pantheon, and is especially careful to give Siva or Mahadeva, the special deity of the Brahmans, his due, and to point out that there is no inconsistency between devotion to Rama and attachment to Siva (Ramayan, Lankakand, Doha 3).",
        "He and they distinguished themselves especially at the battles of Borodino and Malojaroslavitz; and on several occasions during the disastrous retreat which ensued, Eugene's soldierly constancy and devotion to Napoleon shone out conspicuously in 1813-1814, especially by contrast with the tergiversations of Murat.",
        "He had been an affectionate husband and father, though his devotion to his wife had been consistent with occasional lapses from strict marital fidelity.",
        "He taught almost the same principles of devotion as Segarelli, but the Messianic character which he attributed to himself, the announcement of a communistic millennial kingdom, and, besides, an aggressive anti-sacerdotalism, gave to Dolcino's sect a clearly marked character, analogous only to the theocratic community of the Anabaptists of Minster in the 16th century.",
        "This beautiful story of conjugal devotion forms the subject of the Alcestis of Euripides, which furnished the basis of Robert Browning's Balaustion's Adventure.",
        "During his term of office as president (1876 to 1881) Pinto had to deal first with a severe financial crisis, and then to conduct the struggle with Peru and Bolivia, in which he displayed great coolness of judgment and devotion to duty.",
        "Despite his devotion to public work, Singer published some important works.",
        "My devotion to being a Guardian is the foundation of who I am.",
        "For all his sacrifice and devotion to one foolish Tiyan Warlord after another, he had nothing.",
        "He showed passionate devotion to the underprivileged.",
        "He had pious devotion with no deep theological background.",
        "She is a proficient, graceful swimmer, and her devotion to technique is paramount.",
        "Their devotion to duty and patience was truly admirable.",
        "They were incredibly alluring, the types of people who inspire devotion and obsession for reasons largely beyond control or reason.",
        "Why, my lord, I told him I came to visit an old anchorite Here for devotion.",
        "bhakti yoga or the path of devotion.",
        "The annual Provincial Police Awards recognize bravery or devotion to civic duty in support of the police.",
        "chimp enclosure, his devotion soon became apparent to staff.",
        "If you want to ensure your loved one's devotion you can't do better than to give them our handmade chocolates.",
        "civic-minded person, with altruism and religious devotion well marked in your makeup.",
        "They were often expressions of amorous dalliance, votive images given by a knight to his lady in pledge of devotion.",
        "When you feel little or no inward devotion, you should especially humiliate yourself, but do not become too dejected or unreasonably sad.",
        "Respect for life is the highest worship, the bright lamp, the sweet garland and unwavering devotion.",
        "A magazine that inspires devotion in those who have a passion to design.",
        "At this point he had to express devotion to his God.",
        "A visit to his own website here will demonstrate the devotion he reciprocates to his fans.",
        "To promote devotion to Our Lady and pilgrimage to Walsingham.",
        "MID awarded for courage and undaunted devotion to duty.",
        "Such selfless devotion to public service can't fail to please in a society almost completely cured of the idea of organized labor.",
        "Even the worst king could, in these ways, evoke a slavish devotion in his subjects.",
        "Despite Wentworth's single-minded devotion to the King's interest, Charles had never entirely trusted him.",
        "Faith in the bible is an unswerving devotion to the truth.",
        "Granted, there are occasions when we desire to express wholehearted devotion to our Lord.",
        "devotion on the part of his followers.",
        "Here the female identity of family devotion intersects unusually with ' male heroics of action ' (70 ).",
        "devotion in kids church and learned to worship on the guitar in 2 weeks.",
        "devotion of the saints.",
        "I gave her my answer, a smile so discreet, and kissed her white hand with devotion.",
        "That is because it reveals the extent of a believer's devotion to God.",
        "fanatical devotion to our users.",
        "filial devotion.",
        "second mid awarded posthumously for gallantry and undaunted devotion to duty in clearing Messina harbor of enemy demolition charges Aug 43.",
        "The disregard simply reflects the flexibility of devotion required by the laity, but failure to have an image seems slightly more neglectful.",
        "During the Middle Ages, devotion to saints became overly ornate.",
        "overburdened with work; a dozen of these brave men were destined to succumb to their spirit of devotion.",
        "This band is worth nothing less than such a display of slightly peculiar devotion.",
        "persecute devotion and zeal of the Anarchists in no way deterred the Communists from relentlessly persecuting the Anarchist movement.",
        "Our -ism is declared in our almost religious devotion to a life determined, not from within ourselves, but by divine technological whim.",
        "reveals the extent of a believer's devotion to God.",
        "They are almost schizophrenic in their devotion to Nick Drake or whoever.",
        "This develops self-control, devotion to God, and identity with the needy.",
        "selfless devotion to public service can't fail to please in a society almost completely cured of the idea of organized labor.",
        "He was a veritable model of the Victorian self-made man, with a seemingly selfless devotion to public service.",
        "single-minded devotion to God's law.",
        "slavish devotion in his subjects.",
        "It's not slavish devotion to free market economics to point that out.",
        "This book offers a hundred simple prayers rooted in everyday experience, the commonplace offering a springboard to personal devotion.",
        "steadfast devotion to duty in mine disposal.",
        "tireless devotion over the past 32 years.",
        "undaunted devotion to duty.",
        "undying devotion.",
        "unselfish devotion to his beloved Gurkhas.",
        "wholehearted devotion to our Lord.",
        "wrapped in a blanket of human devotion.",
        "The experience of this aspect is the fruit of bhakti yoga or the path of devotion.",
        "On the 2nd of May 1422 Henry V., in right of the duchy of Lancaster, \" hearing that Chicheley inflamed by the pious fervour of devotion intended to enlarge divine service and other works of piety at Higham Ferrers, in consideration of his fruitful services, often crossing the seas, yielding to no toils, dangers or expenses.",
        "He was an ex-abbe who had shown his devotion to his mistress when her life was threatened, and henceforward was installed at Nohant as factotum.",
        "Il mourut l'an 1616, et fut enterre hors la Porte Occidentale d'Edinbourg, dans l'Eglise de Sainct Cudbert.'\" There can be no doubt that Napier's devotion to mathematics was not due to old age and the gout, and that he died in 1617 and not in 1616; still these sentences were written within eighteen years of Napier's death, and their author seems to have had some special sources of information.",
        "Antoine Louis Francois, comte d'Avaray, son of the above, distinguished himself during the Revolution by his devotion to the comte de Provence, afterwards Louis XVIII., whose emigration he assisted.",
        "It is this intrinsic power of fervent invocation and worship which found an early expression in the term brahma; and its independent existence as an active moral principle in shaping the destinies of man became recognized in the Vedic pantheon in the conception of a god Brihaspati or Brahmanaspati, \" lord of prayer or devotion,\" the divine priest and the guardian of the pious worshipper.",
        "Culture, 4.369.) At this point prayer by a supreme paradox virtually extinguishes itself, since in becoming an end in itself, a means of contemplative devotion and of mystic communing with God, it ceases to have logical need for the petitionary form.",
        "But he proceeded to expend the temple treasure upon an aqueduct for Jerusalem; and some of the Jews regarded the devotion of sacred money to the service of man as a desecration.",
        "All that he had done for her in the days of the Consulate was remembered; his subsequent proceedings - his tyranny, his shocking waste of human life, his deliberate persistence in war when France and Europe called for a reasonable and lasting peace - all this was forgotten; and the great warrior, who died of cancer on the 5th of May 1821, was thereafter enshrouded in mists of legend through which his form loomed as that of a Prometheus condemned to a lingering agony for his devotion to the cause of humanity.",
        "It speaks well for the patriotic devotion and discipline of her commons that Athens, weakened by plague and military disasters, should have withstood for so long the blows of her numerous enemies from without, and the damage inflicted by traitors within her walls (see Antiphon, Theramenes).",
        "They spread throughout Central America and Mexico and as far south as Lima, and with the order of sisters, founded in 1668 by Anna Maria del Galdo, were conspicuous for their devotion during times of plague and other contagious diseases.",
        "These deplorable results were, of course, not universally produced; there were admirable exceptions both among masters and among slaves - instances of benevolent protection on the one side and of unselfish devotion on the other; but the evil effects without doubt greatly preponderated.",
        "In the passage cited above, \"monastic discipline, the daily charge of singing in the church, learning, teaching, writing,\" in other words devotion and study make up the even tenor of Bede's tranquil life.",
        "His last hours were spent, like the rest of his life, in devotion and teaching, his latest work being to dictate, amid ever-increasing bodily weakness, a translation into the vernacular of the Gospel of St John, a work which unhappily has not survived.",
        "To such stations pious men betook them to win religious merit in war against the infidel; their leisure was spent in devotion, and the habits of the convent superseded those of the camp (see M ` G.",
        "His resignation took place at a moment when the Liberal, Irish and Labour parties were growing restive under their obligations, government policy stood in need of concentration against an Opposition no longer divided and making marked headway in the country, and the ministry had to be reconstituted under a successor, Mr Asquith, towards whom, so far, there was no such feeling of personal devotion as had been the chief factor in Sir Henry Campbell-Bannerman's leadership. (H.",
        "But while Nanak had substituted holiness of life for vain ceremonial, Guru Govind Singh demanded in addition brave deeds and zealous devotion to the Sikh cause as proof of faith; and while he retained his predecessors' attitude towards the Hindu gods and worship he preached undying hatred to the persecutors of his religion.",
        "There may first be mentioned the zealots such as the Akalis, who, though generally quite illiterate, aim at observing the injunctions of Sikhism Guru Govind Singh; secondly, the true Sikhs or Singhs who observe his ordinances, such as the prohibi tions of cutting the hair and the use of tobacco; and, thirdly, those Sikhs who while professing devotion to the tenets of the gurus are almost indistinguishable from ordinary Hindus.",
        "Fermoy rose to importance only at the beginning of the 19th century, owing entirely to the devotion of John Anderson, a citizen, on becoming landlord.",
        "But he was also conscious that his exquisite devotion to mere lucidity and beauty might be a snare to him, and a happy instinct was always tlriving him to a study of mankind as well as of inanimate nature.",
        "But he failed to perceive that such a ruffian as Micheletto could not inspire the troops of Florence with that devotion to their country and that healthy moral tone which should distinguish a patriot army.",
        "But of organized churches we can trace none in England, until we come in 1586 to Greenwood and Barrow, the men whose devotion to a cause in which they felt the imperative call of God seems to have rallied into church-fellowship the Separatists in London, whether those of Fytz's day or those later convinced by the failure of the Puritan efforts at reform and by the writings of Browne.",
        "p. 7), however, personality, with its variety of temperament and emphasis, largely colours the Apostolic Fathers, especially the primary group. Clement has all the Roman feeling for duly constituted order and discipline; Ignatius has the Syrian or semi-oriental passion of devotion, showing itself at once in his mystic love for his Lord and his over-strained yearning to become His very \"disciple\" by drinking the like cup of martyrdom; Polycarp is, above all things, steady in his allegiance to what had first won his conscience and heart, and his \"passive and receptive character\" comes out in the contents of his epistle.",
        "To all who felt this need Christianity offered high moral ideals, and a tremendous moral enthusiasm, in its devotion to a beloved leader, in its emphasis upon the ethical possibilities of the meanest, and in its faith in a future life of blessedness for the righteous.",
        "HOLY, sacred, devoted or set apart for religious worship or observance; a term characteristic of the attributes of perfection and sinlessness of the Persons of the Trinity, as the objects of human worship and reverence, and hence transferred to those human persons who, either by their devotion to a spiritual ascetic life or by their approximation to moral perfection, are considered worthy of reverence.",
        "\"Dr Earle,\" says Lord Clarendon in his Life, \" was a man of great piety and devotion, a most eloquent and powerful preacher, and of a conversation so pleasant and delightful, so very innocent, and so very facetious, that no man's company was more desired and loved.",
        "The same year saw the birth of Maffeo Vegio, whose early reverence for the muse of Virgil and whose later devotion to the memory of Monica have left their mark on the educational treatise which he wrote a few years before his death in 1458.",
        "from Turkey at Stralsund, Gertz was the first to visit him, and emerged from his presence chief minister or \"grand-vizier\" as the Swedes preferred to call the bold and crafty satrap, whose absolute devotion to the Swedish king took no account of the intense wretchedness of the Swedish nation.",
        "It is to this day the nursery of that whole type of devotion which affects renunciation of the world, which strives after an ideal, without the strength to rise above aesthetic impressions, and is never able to form a clear conception of the object of its own aspiration.",
        "He escaped, however, from the Tower of London through the courage and devotion of his wife Winifred (d.",
        "In this resolution he was influenced by the discovery that he could not rely on the expected support of Germany, and the discovery made him waver in his devotion to the German alliance, which had been the main pivot of his foreign policy; but his personal attachment to the emperor William prevented him from adopting a hostile attitude towards the empire he had helped to create.",
        "The memory of the courage and devotion with which men, women and even children faced torture, death and ruin for an ideal impossible and undesirable is dear to the Scottish people.",
        "The rites were characterized by a frenzy of devotion, unrestrained enthusiasm, wild orgiastic dances and wanderings in the forests, and were accompanied by the music of the flute, cymbal, and tambourine.",
        "issued eight encyclicals on the devotion; he urged its recitation throughout October, and directed (1883) the insertion of the title regina sacratissimi rosarii in the Litany.",
        "Sometimes, as for instance during the insurrection of Zebrzydowski, Skarga intervened personally in politics, and on the side of order and decency, for his loyalty to the crown was as unquestionable as his devotion to the Church.",
        "The lines of Boileau beginning Enfin Malherbe vint are rendered only partially applicable by :the extraordinary ignorance of older French poetry which distinguished that peremptory critic. But the good as well as bad side of Malherbe's theory and practice is excellently described by his contemporary and superior Regnier, who was animated against him, not merely by reason of his own devotion to Ronsard but because of Malherbe's discourtesy towards Regnier's uncle P. Desportes, whom the Norman poet had at first distinctly copied.",
        "McKinley's private life was irreproachable; and very fine was his devotion to his wife, Ida Saxton (d.",
        "On the other hand, since the isolation of the sacred, even when originally conceived in the interest of the profane, may be interpreted as self-protection on the part of the sacred as against defiling contact, taboo takes on the connotation of ascetic virtue, purity, devotion, dignity and blessedness.",
        "The task was a great one, and the fame to be won by it uncertain, yet it would be something to have made the attempt, and the labour itself would bring a welcome relief from the contemplation of present evils; for his readers, too, this record will, he says, be full of instruction; they are invited to note especially the moral lessons taught by the story of Rome, to observe how Rome rose to greatness by the simple virtues and unselfish devotion of her citizens, and how on the decay of these qualities followed degeneracy and decline.",
        "A man in intellect and courage, yet without conceit or bravado; a woman in sensibility and tenderness, yet without shrinking or weakness; a saint in purity of life and devotion of heart, yet without asceticism or religiosity; a knight-errant in hatred of wrong and contempt of baseness, yet without self-righteousness or cynicism; a prince in dignity and courtesy, yet without formality or condescension; a poet in thought and feeling, yet without jealousy or affectation; a scholar in tastes and habits, yet without aloofness or bookishness; a dutiful son, a loving husband, a judicious father, a trusty friend, a useful citizen and an enthusiastic patriot, - he united in his strong, transparent humanity almost every virtue under heaven.",
        "During the gloomy autumn and winter of1880-1881Forster's energy and devotion in grappling with the situation in Ireland (see Ireland) were indefatigable, his labour was enormous, and the personal risks he ran were many; but he enjoyed the Irish character in spite of all obstacles, and inspired genuine admiration in all his coadjutors.",
        "Since the new moon is associated with special acts of devotion in Turkey - where, as in England, there is a popular superstition that it is unlucky to Gee it through glass - it may originally have been adopted in consequence of its religious significance.",
        "The all but still-born child was only kept alive and reared by the indefatigable devotion of his mother Sophie Trebuchet (d.",
        "Of the six parts into which it is divided, the first translates into manysided music the joys and sorrows, the thoughts and fancies, the studies and ardours and speculations of youth; the second, as full of light and colour, grows gradually deeper in tone of thought and music; the third is yet riper and more various in form of melody and in fervour of meditation; the fourth is the noblest of all tributes ever paid by song to sorrow - a series of poems consecrated to the memory of the poet's eldest daughter, who was drowned, together with her husband, by the upsetting of a boat off the coast of Normandy, a few months after their wedding-day, in 1843; the fifth and the sixth books, written during his first four years of exile (all but one noble poem which bears date nine years earlier than its epilogue or postscript), contain more than a few poems unsurpassed and unsurpassable for depth and clarity and trenchancy of thought, for sublimity of inspiration, for intensity of faith, for loyalty in translation from nature, and for tenderness in devotion to truth; crowned and glorified and completed by their matchless dedication to the dead.",
        "Next year the great tragic poem of Torquemada came forth to bear witness that the hand which wrote Ruy Blas had lost nothing of its godlike power and its matchless cunning, if the author of Le Roi s'amuse had ceased to care much about coherence of construction from the theatrical point of view as compared with the perfection of a tragedy designed for the devotion of students not unworthy or incapable of the study; that his command of pity and terror, his powers of intuition and invention, had never been more absolute and more sublime; and that his infinite and illimitable charity of imagination could transfigure even the most monstrous historic representative of Christian or Catholic diabolatry into the likeness of a terribly benevolent and a tragically magnificent monomaniac. Two years later Victor Hugo published the third and concluding series of La Legende des siecles.",
        "Her devotion to him, and his devotion to her, is the whole known story of their private life; and we may believe that nothing ever gratified him more than offering her a coronet from Mr Disraeli.",
        "Bishop Hurst, by his splendid devotion in 1876-1879, recovered the endowment of Drew Theological Seminary, lost by the failure in 1876 of Daniel Drew, its founder; and with McClintock and Crooks he improved the quality of Methodist scholarship. The American University (Methodist Episcopal) at Washington, D.C., for postgraduate work was the outcome of his projects, and he was its chancellor from 1891 to his death.",
        "Accordingly, he was ready to meet the needs of his day to an extent and in a manner which even the versatile Jesuits, who much desired to enlist him in their company, did not rival; and, though an Italian priest and head of a new religious order, his genius was entirely unmonastic and unmedieval; he was the active promoter of vernacular services, frequent and popular preaching, unconventional prayer, and unsystematized, albeit fervent, private devotion.",
        "It 's not slavish devotion to free market economics to point that out.",
        "OBE awarded for great bravery and steadfast devotion to duty in mine disposal.",
        "Truly tho, thanks mom for your tireless devotion over the past 32 years.",
        "In today 's word, it is extremely uncommon for a young Muslim to express such devotion to religion.",
        "I do n't tend to have a lot of fans declaring their undying devotion.",
        "The British public and the Gurkhas owe a great deal to General Sir Walter Walker and his unselfish devotion to his beloved Gurkhas.",
        "The person would be, metaphorically, wrapped in a blanket of human devotion.",
        "Over time, our love will anneal to unbreakable devotion.",
        "Their role in supporting research and disaster relief demonstrates their devotion to a mission to protect cats and preserve the integrity of their recognized pedigreed breeds."
    ],
    "definition": [
        "Ardent, often selfless affection and dedication, as to a person or principle.",
        "Religious ardor or zeal; piety.",
        "a. often devotions An act of religious observance or prayer, especially when private.\nb. A religious text presenting a prayer, frequently accompanied by an introductory scriptural passage and a homiletic gloss.",
        "The act of devoting or the state of being devoted: the devotion of resources to research.",
        "Link/Cite",
        "(uncountable) The act or state of devoting or being devoted.",
        "(uncountable) Feeling of strong or fervent affection; dedication",
        "(uncountable) Religious veneration, zeal, or piety.",
        "(countable, ecclesiastical) A prayer (often found in the plural)",
        "Link/Cite"
    ]
}