{
    "translation": "מיומנות",
    "uses": [
        "His dexterity was amazing.",
        "He showed, however, considerable dexterity in playing off the emperor against Alexander III.",
        "By great dexterity he succeeded in turning public attention almost solely to the fact that Britain had not evacuated Malta.",
        "In his operations he was remarkable for his skill and dexterity, and for his great readiness of resource.",
        "\" The Romanists have with great dexterity built themselves about with three walls, which have hitherto protected them against reform; and thereby is Christianity fearfally fallen.",
        "But a modification of the first-named process was in use in the 4th and succeeding centuries, showing great ingenuity and manual dexterity, - that, namely, in which the added portions of glass are united to the body of the cup, not throughout, but only at points, and then shaped either by the wheel or by the hand (Plate I.",
        "Beet sugar is also largely manufactured, and the inhabitants of the Black Forest have long been celebrated for their dexterity in the manufacture of wooden ornaments and toys, musical boxes and organs.",
        "In this place his tact and temper, his dexterity and discrimination, enabled him to do good service, and he was rewarded with Walpole's friendship, a Garter and the place of lord high steward.",
        "31 attain more dexterity and perfection the better to content her Majesty \" (Analytical Index to the Remembrancia).",
        "To succeed in the aim no small amount of dexterity was required, and unusual ability in the game was rated as high as corresponding excellence in throwing the javelin.",
        "Ultramontanism, again, though essentially averse from all forms of progress, had displayed great dexterity in utilizing the opportunities presented to it by modern life.",
        "The great financiers have made their reputation quite as much by rigorous control over extravagance in expenditure as by dexterity in devising new forms of revenue.",
        "In December 1529 he preached his two \" sermons on the cards,\" which awakened a turbulent controversy in the university, and his opponents, finding that they were unable to cope with the dexterity and keenness of his satire, would undoubtedly have succeeded in getting him silenced by force, had it not been reported to the king that Latimer \" favoured his cause,\" that is, the cause of the divorce.",
        "On the 21st of November at Bristol he insisted on his programme being adopted, and Mr Balfour was compelled to abandon the position he had held with so much tactical dexterity for two years past.",
        "When Thiers, however, fell from power in May 1873, and a Royalist was placed at the head of the government in the person of Marshal MacMahon, Gambetta gave proof of his statesmanship by unceasingly urging his friends to a moderate course, and by his tact and parliamentary dexterity, no less than by his eloquence, he was mainly instrumental in the voting of the constitution in February 1875.",
        "In a political mission to settle certain disputes in the province he showed his dexterity in managing men.",
        "Trained in a school where the principles of responsible government were still in an embryonic state, where the adroit management of coalitions and cabals was essential to the life of a political party, and where plots and counterplots were looked upon as a regular part of the political game, he acquired a dexterity and skill in managing men that finally gave him an almost autocratic power among his political followers.",
        "His distinguished abilities and his dexterity as a copyist of MSS.",
        "Gracefully and respectfully, with statesmanlike yet feminine dexterity, the demands of Darnley's father for justice on the murderers of his son were accepted and eluded by his daughter-in-law.",
        "This he refused to do, and his moral courage united with no small political dexterity enabled him to win the day.",
        "But great personal qualities supplemented his political dexterity and sagacity.",
        "Meanwhile the Provencal poets had developed their modern language with incomparable richness and dexterity, creating forms of verse and modes of emotional expression which determined the latest medieval phase of literature in Europe.",
        "With great dexterity he turned the feud between the houses of Luxemburg and Wittelsbach to the destruction of Louis; and the death-struggle between the two seemed about to break out, when Louis met his untimely end.",
        "Hittorf tells us that Plucker never attained great manual dexterity as an experimenter.",
        "Then he draws on a wooden board a set of hieroglyphs in chalk, and his dexterity in counting or recounting the stars under whose region or influence the child is declared to be born is marvelled at by the superstitious creatures thronging around him.",
        "Asanga managed with great dexterity to reconcile the two opposing systems by placing a number of Saivite gods cr devils, both male and female, in the inferior heavens of the then prevalent Buddhism, and by representing them as worshippers and supporters of the Buddha and of Avalokitesvara.",
        "Constantin Negrutin, who was at first influenced by the Russian poets, notably Pushkin, successfully translated poems of Victor Hugo, and rivalled Konaki in his dexterity and fidelity to the original.",
        "This position was-in the main due to a dexterity in conducting causes, and especially in examining witnesses, in which he had no rival at the Irish bar.",
        "He discharged the duties of an envoy with equal magnificence and dexterity; the treaty of May r r60, which put an end to the war, was of his making.",
        "His dialectical dexterity in evading the necessity of expressing his fiscal opinions further than he had already done became a daily subject for contemptuous criticism in the Liberal press; but he insisted that in any case no definite action could be taken till the next parliament; and while he declined to go the \"whole hog\" - as the phrase went - with Mr Chamberlain, he did nothing to discourage Mr Chamberlain's campaign.",
        "At the same time Commodus, proud of his bodily strength and dexterity, exhibited himself in the arena, slew wild animals and fought with gladiators, and commanded that he should be worshipped as the Roman Hercules.",
        "dexterity required to perform the loop making.",
        "The situation, though apparently favourable, was full of difficulty, and only a statesman of uncommon dexterity could have guided Austria with success through the ensuing years.",
        "You don't want to lose the flexibility and dexterity to move quickly and respond to real situations or opportunities.",
        "He thus acquired a large store of knowledge and great practical skill and manipulative dexterity.",
        "Alexis Grigorievich Orlov, Count (1737-1808), brother of the above, was by far the ablest member of the Orlov countly family, and was also remarkable for his athletic strength and dexterity.",
        "The central and eastern peoples have considerable manual dexterity.",
        "There was just one room I lacked the dexterity to get through, and had to cheat by downloading one of Stella's savegames.",
        "dexterity displayed on some of these records is simply brilliant.",
        "The Siphon bag is designed specifically for wheelchair users who have limited dexterity or balance.",
        "The jewel boxes can be moved using the arrows on the keyboard keys or with on-screen arrows to develop mouse dexterity.",
        "This process will also require training to improve the human mental dexterity in using the system.",
        "The lack of fine manual dexterity can also frustrate a small person.",
        "You will have to travel a very long way to find a Major-General with more verbal dexterity than Tony Jay.",
        "They can make you laugh, lust or cry with lyrical dexterity such as I have genuinely never found anywhere else.",
        "Pointing Devices The standard mouse is quite a challenging device for many people with reduced dexterity.",
        "It was a stunning display of vocal dexterity - with music ranging from deeply sacred to very profane!",
        "Some people with limited dexterity or poor grip found a fixed switch easier to use than a handheld control which was attached by wires.",
        "dexterity impairments to open.",
        "dexterity test results reflected the effects of alcohol.",
        "dexterity skills after a few drinks?",
        "dexterity issues.",
        "finger dexterity encouraging the use of individual finger work.",
        "Your child is now comparatively agile - she can control her body and has good hand dexterity.",
        "Such dexterity means his gloom never seems too indulgent.",
        "You should have good manual dexterity, be pc literate & have some experience working with computer controlled analytical equipment.",
        "lyrical dexterity such as I have genuinely never found anywhere else.",
        "For those with poor manual dexterity there are four stand magnifiers where the viewing distance is preset for the optimum image quality.",
        "The show is a dazzling display of dexterity, accompanied by a steady stream of comic patter.",
        "To attire himself in the belted plaid required on the part of the Highlander no small amount of dexterity.",
        "worrisome tendencies and musical dexterity.",
        "astounding diplomatic dexterity, and at the same time introducing several important domestic reforms. Zapolya died on the 18th of July 1540, whereupon the estates of Hungary elected his baby son John Sigismund king, in direct violation of the peace of Grosswardein which had formally acknowledged Ferdinand as John's successor, whether he left male issue or not.",
        "While excelling him in suppleness and dexterity, he lacked the force of character possessed by the great \"tribune of the people\"; and his influence was gradually eclipsed by that of the more ardent and determined champions of democracy, the Girondins and the Jacobins.",
        "His successor, Alexander Mavrocordato, surnamed Exaporritos, was charged by the Turkish government with the delicate and arduous negotiation of the treaty of Carlowitz, and by his dexterity succeeded, in spite of his questionable fidelity to the interests of his employers, in gaining their entire confidence, and in becoming the factotum of Ottoman policy.",
        "Tenacity and patience, the characteristics of all the Jagiellos, he possessed in a high degree, and he added to them a supple dexterity and a diplomatic finesse which he may have inherited from his Italian mother.",
        "Puzzles are wonderful toys to fine tune finger dexterity, and if they are chosen with educational themes, such as letters, words, numbers, or geography, so much the better.",
        "Fall preschool religious crafts will not only teach kids about their religion, but also help them develop more dexterity and coordination.",
        "This is important for women who suffer a lack of dexterity, due to age or other impairment.",
        "Nail art is a skill that requires a steady hand and dexterity.",
        "He displays his own vanity, frivolity and futile cleverness with much unconscious humour, but, it is only fair to allow, with some literary dexterity.",
        "dexterity difficulties the problems are usually related to the day-to-day mechanics of studying.",
        "dexterity problems to use.",
        "Twisting it round and round he gets a large drop of the fluid to adhere to the dipper; still twisting it round to prevent it falling he brings the drop over the flame of the lamp, and twirling it round and round he roasts it; all this is done with acquired dexterity.",
        "And he was laughing at my verbal dexterity, saying: You 've got to watch out with this man !",
        "Via these fourteen tracks they demonstrate an age-defying wisdom, worrisome tendencies and musical dexterity.",
        "While you want to encourage your child to eat a healthy diet, eating finger foods will help with dexterity skills as well.",
        "Manipulating small foods with those tiny hands is just one of the many ways in which a toddler builds dexterity.",
        "In addition, babies can practice and improve their dexterity and hand-eye coordination by manipulating a keyboard or computer mouse.",
        "This forces you first to get the gun, but more importantly to open your eyes and to \"turn on\" your brain to a point where you can have dexterity and accuracy with your aim.",
        "Keep in mind that false eyelash techniques take ample patience, practice and manual dexterity.",
        "Many athletes, such as basketball players, use stress balls to help them develop strength and manual dexterity in their hands and arms.",
        "The reflexive action can also increase manual dexterity and in turn, increase typing speed.",
        "Lessons include scales, picking, tapping and exercises to improve manual dexterity.",
        "Ease of use - Some grandmothers have vision or dexterity challenges.",
        "Easy to Fasten Clothing - Seniors who experience arthritis, osteoporosis, or other health problems that limit their manual dexterity find dealing with standard clothing fasteners to be difficult, frustrating, and in some cases impossible.",
        "If your loved one likes to play cards but is vision impaired or has difficulty holding the cards due to arthritis or limited hand dexterity, playing card holders, a card shuffler and large print playing cards make great birthday gifts.",
        "Your main abilities are Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma.",
        "To do this effectively, build up your statistics in dexterity, vitality and strength.",
        "When you start a new game, the Bard's character statistics for Strength, Vitality, Charisma, Luck, Dexterity can be adjusted with a set number of points.",
        "You start with 20 points to distribute into Strength, Intelligence, Dexterity or Stamina.",
        "Each character has a different fighting style, and they vary in speed and dexterity.",
        "Deal with customers, use your dexterity with some fast-paced action puzzles and build your reputation to make your establishment popular and profitable.",
        "To succeed early in the game with melee combat, load up on Dexterity.",
        "Levels seem to be gained quickly, and you can put points into your statistics including Strength, Spirit, Constitution, Speed and Dexterity.",
        "Each game has 3 mini-games related to dexterity, strategy, and pure skill.",
        "This simple game requires a little dexterity due to the speed of the ball as it bounces faster and faster.",
        "This takes some dexterity because you need to allow the piece to fall next to the hole, then quickly push its end into the hole before it is forced down to the next line.",
        "This particular recall is especially embarrassing because the cell phones were intended to be marketed to older people, with an \"on call nurse\" as well as easy interfaces for people who might have less manual dexterity or failing eyesight.",
        "Children do not have the dexterity or coordination to perform brushing well until this time.",
        "Fine motor skills involve tasks that require dexterity of small muscles, such as buttoning a shirt.",
        "Areas covered include fine and gross motor skills, finger dexterity and speed, and hand-eye coordination.",
        "Occupational therapy is used to develop tools and techniques to compensate for loss of strength and dexterity.",
        "At about eight months of age, as dexterity improves, many infants can use a pincher movement to grasp small objects, and they can also clap and wave their hands.",
        "Treatment of muscular dystrophy is mainly directed at preventing the complications of weakness, including decreased mobility and dexterity, contractures, scoliosis, heart defects, and respiratory insufficiency.",
        "The occupational therapist suggests techniques and tools to compensate for the loss of strength and dexterity.",
        "Handedness determines few if any lateralized behaviors other than fine finger dexterity.",
        "Fine Motor Skills - Work on manual dexterity skills such as holding a pencil the correct way and cutting evenly with scissors.",
        "This allowed for more décor in the front, but required either help or dexterity for getting dressed.",
        "This game is a fun way for little ones to practice dexterity and to increase their fine motor coordination.",
        "The game is action-based and promotes a child's dexterity.",
        "The nature of the game requires you to protect your egg chips, and you need to use dexterity in order to knock the plane away (and hopefully to someone else's pile) with the lever in front of you.",
        "It's a simple stacking game using wooden animals and takes about 15 minutes to play and is meant for children ages 3 and up and promotes dexterity.",
        "Building a card house is a great way to occupy some free time, and it mixes skills of mental and physical dexterity.",
        "The zombie genre has produced all types of zombies; some can run, others can manipulate weapons or items with dexterity, and others are just slow and clunky.",
        "Aspects such as small motor and manual dexterity skills, problem-solving, and time and measurement concepts can be learned from game playing.",
        "New Seduction is a bit different - a game you might play with a date, answering questions and doing tests of manual dexterity to try and make your way across a board.",
        "Many robotic dinosaurs, for example, require dexterity and small motor skills that preschoolers have not yet developed.",
        "Since clothing and accessories must be selected by a mouseclick and then dragged to their proper placement, many preschoolers will not have the dexterity necessary to dress the dolls.",
        "Even the purely entertaining ones, allow youngsters to practice dexterity and eye-hand coordination.",
        "It's important to build manual dexterity skills when your child reaches toddler age.",
        "This timepiece brings in dexterity with charisma.",
        "These watch bands are ideal for people with dexterity challenges as the watch straps do not require precise skills to ensure that they are fastened tightly."
    ],
    "definition": [
        "Skill and grace in physical movement, especially in the use of the hands; adroitness.",
        "Mental skill or adroitness; cleverness.",
        "Link/Cite",
        "Skill in performing tasks, especially with the hands.\nPlaying computer games can improve your manual dexterity.\nShe twirled the knife through her fingers with impressive dexterity.",
        "(role-playing games) Skill in using ranged weapons.",
        "Link/Cite"
    ]
}