{
    "translation": "הבדל, שוני",
    "uses": [
        "He was so tall there was a vast difference in their height.",
        "But imagine the difference if the world had ten billion healthy, well-educated people!",
        "Is there any difference in the power?",
        "What's the difference if I see him?",
        "I'll be staying here then, so what difference does it make?",
        "I notice the difference in the grocery bill just feeding Martha.",
        "Maybe not, but it would have made a difference if I had known how you felt.",
        "The only difference was the funding.",
        "So what difference did it make who came up with the idea as long as it was a good one?",
        "No one can tell the physical difference until the injections wear off.",
        "There'd have to be some sort of difference, wouldn't there?",
        "She seems to have some idea of the difference between original composition and reproduction.",
        "\"Natalya Ilynichna,\" Pierre began, dropping his eyes with a feeling of pity for her and loathing for the thing he had to do, \"whether it is true or not should make no difference to you, because...\"",
        "What difference does it make?",
        "It was too late to change her mind now - and what difference did it make why Alex was coming?",
        "In the end the difference of opinion between Mr. Gilman and Miss Sullivan resulted in my mother's withdrawing my sister Mildred and me from the Cambridge school.",
        "Six years isn't much difference, especially five years from now.",
        "\"Doesn't make a difference now if I die this weekend, does it?\" he mused.",
        "The main difference between the penthouse and its contents and her own life: she'd never been able to afford anything remotely as expensive or nice.",
        "Maybe no difference, but I'm setting the rules.",
        "What difference does it make if we wait a few weeks?",
        "A few weeks wouldn't mean the difference in paying for college, and she could use the time to relax.",
        "Alex said it might not have made any difference, and reminded her that she needed to think positive.",
        "What difference did it make if they jumped the gun a little?",
        "It makes a difference, he said.",
        "The only difference was that she wanted Yancey to kiss her, not Howard.",
        "It won't make any difference to you whether they are adopted or biological - not in how much you love them or how you treat them.",
        "In spite of the time difference, she's a night owl.",
        "She perceived the difference in size at once.",
        "I probably wouldn't have known the difference, though.",
        "Dean never ceased to marvel at the difference of high mountain snow from the heavy, wet precipitation of the East and the endless problems it caused with man and auto.",
        "Hon, the difference between you and the rest of us is that you see the keypads as a threat.",
        "It shouldn't make any difference if he's adopted.",
        "Don't make no difference in a mine.",
        "She sensed more than saw the largest difference within her.",
        "It shouldn't make any difference, but it did.",
        "This was one of the great days; though the sky had from my clearing only the same everlastingly great look that it wears daily, and I saw no difference in it.",
        "Nothing she could say would make any difference anyway.",
        "The difference between her before her Monday night deal with Darkyn and now almost made him reconsider.",
        "You have no idea how much of a difference that made to me and probably to the rest of your patients.",
        "If she knows the difference between Schumann and Beethoven, it is because she has read it, and if she has read it, she remembers it and can tell any one who asks her.",
        "It makes no difference how they feel.",
        "We had a difference of opinion.",
        "Nothing of the sort, but there's a difference between con­senting adults and adultery.",
        "A buffalo here, a Longhorn there... what difference does it make?",
        "What difference did it make whether she thought of him that way every waking minute, or only when her mind wasn't distracted by something else?",
        "There's a difference between romance and sex.",
        "The only difference was the electricity powering lights in the heavy iron and wood chandeliers overhead and the intercom system installed into the walls beside each entrance.",
        "It is commonly said that this is the difference between the affections and the intellect.",
        "The difference, and sometimes complete contradiction, between men's opinions and their lives, and between one man and another, pleased him and drew from him an amused and gentle smile.",
        "\"So the only difference is their animals and the size of their people,\" Kiera said.",
        "Sonya, as she listened, thought of the immense difference there was between herself and her friend, and how impossible it was for her to be anything like as bewitching as her cousin.",
        "He imagined all sorts of possible contingencies, just like the younger men, but with this difference, that he saw thousands of contingencies instead of two or three and based nothing on them.",
        "But if ever there was a textbook case of one guy making a difference, this is it.",
        "From the beginning of my education Miss Sullivan made it a practice to speak to me as she would speak to any hearing child; the only difference was that she spelled the sentences into my hand instead of speaking them.",
        "Laura Bridgman could tell minute shades of difference in the size of thread, and made beautiful lace.",
        "It seems very strange to me that there should be this difference of opinion; I cannot understand how any one interested in our education can fail to appreciate the satisfaction we feel in being able to express our thoughts in living words.",
        "From the early sketch I take a few passages which seem to me, without making very much allowance for difference in time, almost as good as anything she has written since:",
        "He wanted her to see what he saw, the good his Guardians did for humanity, the courageous, selfless hearts of his men, the difference they made in fighting evil.",
        "The only difference was the boards hammered over each of the windows, and the weapons sitting beside Mrs. Watson's rocking chair and stacked on the couch.",
        "That difference gives me brown eyes and you blue eyes.",
        "With respect to wit, I learned that there was not much difference between the half and the whole.",
        "Love and desire – was there actually a difference between the two when the first existed?",
        "From this fundamental difference between the view held by history and that held by jurisprudence, it follows that jurisprudence can tell minutely how in its opinion power should be constituted and what power-- existing immutably outside time--is, but to history's questions about the meaning of the mutations of power in time it can answer nothing.",
        "The only difference is that you will not have a tumor killing you.",
        "The only difference was her hair and the eyes that turned from white to black to every color in between.",
        "It makes but little difference whether you are committed to a farm or the county jail.",
        "\"The location is the big difference and there are fewer plants,\" I said.",
        "Then what's the difference between mortals and Immortals?",
        "As long as they weren't sleeping together or disrupting the household, what difference did it make that they were in love?",
        "I think \"no\" and \"yes,\" conveyed by a shake or a nod of my head, have become facts as apparent to her as hot and cold or as the difference between pain and pleasure.",
        "I do not know whether the difference or the similarity in phrasing between the child's version and the woman's is the more remarkable.",
        "When two legs of my level were on the shore and the third on the ice, and the sights were directed over the latter, a rise or fall of the ice of an almost infinitesimal amount made a difference of several feet on a tree across the pond.",
        "That is the only difference between them.",
        "The difference between his former and present self was that formerly when he did not grasp what lay before him or was said to him, he had puckered his forehead painfully as if vainly seeking to distinguish something at a distance.",
        "What difference did it make?",
        "Dean smiled to himself at the difference between happiness and a Thursday night romp.",
        "This difference of three and a half degrees between the temperature of the deep water and the shallow in the latter pond, and the fact that a great proportion of it is comparatively shallow, show why it should break up so much sooner than Walden.",
        "In 1843 he was nominated by Sir George Gipps, the governor, to a seat in the New South Wales Legislative Council; owing to a difference with Gipps he resigned his seat, but was elected shortly afterwards for Sydney.",
        "Maybe there was no difference.",
        "This in itself is a great comment on the difference between Laura Bridgman and Helen Keller.",
        "Neither the length of the word nor the combination of letters seems to make any difference to the child.",
        "Very soon she learned the difference between ON and IN, though it was some time before she could use these words in sentences of her own.",
        "For common action people always unite in certain combinations, in which regardless of the difference of the aims set for the common action, the relation between those taking part in it is always the same.",
        "The only real difference: the ancient intelligence in the deity's steady gaze, which seemed out of place in such a youthful face.",
        "It was the intense, fierce look of a leader and a warrior, and she was surprised to note a difference in the way he regarded her not more than an hour ago.",
        "The difference of 327 ft.",
        "As in the question of astronomy then, so in the question of history now, the whole difference of opinion is based on the recognition or nonrecognition of something absolute, serving as the measure of visible phenomena.",
        "And yet, Katie and Alex were close siblings now in spite of their age difference.",
        "I think helping Lisa has made me realize that one person can make a difference.",
        "She could leave and he would never know the difference.",
        "A brother would make the most sense, given the age difference.",
        "It wouldn't make any difference.",
        "These small individuals present apparently no other differences, and Sergi maintains that the difference is racial, these being the descendants of a race of pygmies who had emigrated from central Africa.",
        "The difference between English and Roman miles would be compensated for by the more devious course taken by the railway.",
        "The great difference is in the attitude towards the Lord's Supper, the Reformed or Calvinistic Churches repudiating not only transubstantiation but also the Lutheran consubstantiation.",
        "And the doctrine found acceptance among some whom it enabled to get rid of the difficulties raised by Montaigne and those who allowed more difference between animal and animal than between the higher animals and man.",
        "The only difference was that the tsar had cut himself off from them, and they were not even to communicate with him except on extraordinary and exceptional occasions.",
        "The game is obviously bowls, the sole difference being that an upright peg, about 4 in.",
        "Difference of opinion prevails as to the condition of the jack after it has been driven into the ditch.",
        "This difference amounts to about at the temperature of liquid oxygen, and about -k° at that of liquid hydrogen.",
        "The only difference to be reckoned with may be in recent tendencies of solo vocalists to sing for effect, and so to extend the compass of the voice upwards.",
        "But a positive identity of pitch cannot be claimed for any period of time, and certainly not for the early organs; the foot-rule of the organ-builder, which had to do with the lengths of the pipes, and which varied in every country and province, could easily cause a difference of a semitone.",
        "The difference of a minor third, or, as we shall see later, a whole tone, had replaced the earlier fourth.",
        "Bernhardt Schmidt, better known in England as Father Smith, was invited about 1660 to build the organ for the Chapel Royal, Whitehall; two years later he built the organ in Durham Cathedral a' 474.1, difference a whole tone, and practically agreeing with the Cammerton of Praetorius.",
        "Some of the Gheg tribes, such as the Puka, Malsia Jakovs and Malsia Krues, are partly Roman Catholic, partly Moslem; among fellowtribesmen the difference of religion counts for little.",
        "An important property is: the difference of the focal distances of any point on the curve equals the transverse axis.",
        "Another subject upon which there is a difference of opinion in the Presbyterian churches is the question of Church Establishments.",
        "As far as the difference in language will permit, there is cordial fellowship and co-operation with the Presbyterian Church of England.",
        "In other respects the difference between the two birds seems to be immaterial.",
        "Difference of opinion, therefore, arose as to the interpretation of the protocol, the Argentines insisting that the boundary should run from highest peak to highest peak, the Chileans that it should follow the highest points of the watershed.",
        "in the interior the rains are less frequent, but when they occur are far mpre heavy, so that there is much less difference in the annual rainfall there as compared with the rest of the country than in the number of rainy days.",
        "There was still, however, a well-marked difference between the deoosits of the northern and the southern narts of Franre.",
        "The difference between this and the later law is that the seventh year is not called a Sabbath, and that there is no indication that all land was to lie fallow on the same year.",
        "The difference in level between the outcrop of the assumed eastern intake and of the wells is often so small, in comparison with their distance apart, that the friction would completely sop up the whole of the available hydrostatic head.",
        "Taking the district generally, the difference between the mean Wales.",
        "The difference between summer and winter is, however, less at Melbourne than at any of the places mentioned, the result of a long series of observations being spring 57°, summer 65.3°, autumn 58.7°, and winter 49-2'.",
        "The zoology of Australia and Tasmania presents a very conspicuous point of difference from that of other regions of the globe, in the prevalence of non-placental mammalia.",
        "The chief difficulty in deciding their ethnical relations is their remarkable physical difference from the neighbouring peoples.",
        "The respiratory current of water is therefore conducted to the exterior by different means from that adopted by Amphioxus, and this difference is so great that the theory which seeks to explain it has to postulate radical changes of structure, function and topography.",
        "The wire gives the glass great advantages in the event of fracture from a blow or from fire, but owing to the difference in thermal expansion between wire and glass, there is a strong tendency for such \" wired glass \" to crack spontaneously.",
        "Remove them all and see if it makes a difference.",
        "I don't think there's a difference.",
        "Surely Lori would have known the difference.",
        "And therein lay the difference.",
        "Is there really a difference?",
        "What.s the difference?",
        "I know the difference!",
        "The doctor says the next few hours and days will tell the difference.",
        "There are a lot of questions about Edith Shipton I can't answer, but they don't make any difference.",
        "I think there is a bit of a difference.",
        "He didn't think his abruptness any more clipped than usual, but Dan would knew the difference.",
        "The difference in this case is that it is getting to be a pattern — increasing in frequency and violence.",
        "There is a big difference here.",
        "It's how you respond to it that makes the difference.",
        "He wasn't sure how, but some part of him knew the difference.",
        "The difference between me and them is that I'm willing to take Tiyan without its magic.",
        "Some people don't know the difference between being friendly and indicating personal interest.",
        "She knew the difference.",
        "I know Alex likes to be in control, but there's a difference between being in control and constantly being responsible.",
        "Having a gun wouldn't have made a difference, either.",
        "What difference did it make whether there was a snake or Ed got nervous and threw her?",
        "If he didn't understand the difference, it wasn't going to do any good to explain it.",
        "Of course, there was a difference here.",
        "Surely it wasn't enough to make a difference for the daughter of such a wealthy man.",
        "Unless you were breeding them, what difference did it make?",
        "Maybe it was deceptive to keep it a secret, but if he was marrying her for love, it wouldn't make any difference.",
        "There's a difference, you know - or do you?",
        "Nothing she could say to him would make any difference anyway.",
        "As she watched him drive away, she marveled at the difference between him and Denton.",
        "I was merely noting the difference between men and women.",
        "And what difference is that?",
        "Did it make any difference, though?",
        "Nothing he could say would make any difference, and Justin couldn't be bought.",
        "They made the difference, and they were both tenacious enough to make it last.",
        "He didn't understand the difference between an immortal warrior and a human child, between opponent and innocent.",
        "Whatever happened, it wasn't because of a gang, and they were smart enough to know the difference between reality and what they saw on TV.",
        "Some of them don't know the difference between who they play on TV and who they are in real life, he said.",
        "The sight of his thick, roped arm next to hers reminded her of their difference in sizes.",
        "There's a huge difference between hamburgers and people-burgers.",
        "Their skin coloring and complexions were similar enough for them to be brother and sister, despite the size difference.",
        "Further, the skin is stated to be much less rough, with fewer cracks, while a more important difference occurs in the trunk, which lacks the transverse ridges so distinctive of the ordinary African elephant, and thereby approximates to the Asiatic species.",
        "These differences are not caused by difference of nationality only, but are to be noted in the history of the same people, even in that of the Romans.",
        "Nevertheless, on careful examination of these three successive stages, it will easily be seen that, in spite of the apparent difference between them, all have a common foundation, source and purpose.",
        "According to one story, Archimedes was puzzled till one day, as he was stepping into a bath and observed the water running over, it occurred to him that the excess of bulk occasioned by the introduction of alloy could be measured by putting the crown and an equal weight of gold separately into a vessel filled with water, and observing the difference of overflow.",
        "The large difference between the means obtained at Potsdam and Kremsmtinster, as compared to the comparative similarity between the results for Kew and Karasjok, suggests that the mean value of the potential gradient may be much more dependent on local conditions than on difference of latitude.",
        "At all the other stations the difference between summer and winter months is conspicuous.",
        "It is decidedly less at Perpignan and Lisbon than at Potsdam, Kew and Greenwich, but nowhere is the seasonal difference more conspicuous than at Tokyo, which is south of Lisbon.",
        "The December and June curves for Kew are good examples of the ordinary nature of the difference between midwinter and midsummer.",
        "It will be noticed that the difference between the greatest and least hourly values is, in all but three winter months, actually larger than the mean value of the potential gradient for the day; it bears to the range of the regular diurnal inequality a ratio varying from 2.0 in May to 3.6 in November.",
        "gave means slightly lower than those from the earlier hours, but the difference was only about 5% in I + and io% in L.",
        "The frequency and intensity of thunderstorms are unquestionably greater in the Rocky Mountain than in the New England states, but the difference is not so great as the statistics at first sight suggest.",
        "In this instance there seems little difference in the hour of maximum, the distinguishing feature being the great concentration of thunderstorm occurrence at Agustia between noon and 6 P.M.",
        "But a difference of interpretation arose.",
        "It is more pleasing to point out certain of his public measures upon which no difference of opinion can arise.",
        "The difference between the two readings of S is then twice the distance between A and B.",
        "With the Cape micrometer a systematic difference has been found in the coincidence point for head above and head below amounting to o\"-14.",
        "If the reading for coincidence of the movable with the fixed webs is known, we then obtain from the single reading of S the difference from coincidence of the divisions of the two scales.",
        "The distinction between the old and new method of observation may thus, in one sense, be described as the difference between shooting at a moving object and in shooting at one at rest.",
        "Corresponding with this difference of structure there is also a difference in the geological succession.",
        "Saxon was at this period the common title of all the north German tribes; there was but little difference between Frisians and Saxons either in race or language, and they were closely united for some four centuries in common resistance to the encroachments of the Frankish power.",
        "Tunstal was as good a Catholic as Bonner; he left a different repute behind him, a clear enough indication of a difference in their deeds.",
        "The true Tapaculo (P. albicollis) has a general resemblance in plumage to the females of some of the smaller Shrikes (Lanius), and to a cursory observer its skin might pass for that of one; but its shortened wings and powerful feet would on closer inspection at once reveal the difference.",
        "About the facts of his life there has been much difference of opinion.",
        "Him succeeded, not only in showing that such a difference exists, but in measuring it, and hence determining a tolerably approximate value of the mechanical equivalent of heat.",
        "In the experiment imagined by Lord Rayleigh a porous diaphragm takes the place of the partition and trap-doors imagined by Clerk Maxwell, and the molecules sort themselves automatically on account of the difference in their average velocities for the two gases.",
        "But the treatment of instruments in Bach and Handel has a radical difference from that of the art which was soon to succeed it.",
        "- The difference between decorative and symphonic instrumentation is admirably shown by Gluck.",
        "The invention of the damper-pedal in the pianoforte epitomizes the difference between polyphony and symphonic art, for it is the earliest device by which sounds are produced and prolonged in a way contrary to the spirit of \"real\" part-writing.",
        "Yet there is a certain difference between this and the work of a poor artist whose designs are threadbare.",
        "It contains all the essential elements of the hammer-headed crane, of which it may be considered to be the parent; in fact, the only essential difference is that the Titan is portable and the hammer-head crane fixed.",
        "The average speed is obtained very accurately from solar and stellar observations for the position of the ship. The difference between the speed of the ship and the rate of paying out gives the amount of.",
        "by the disk, for any difference in speed between nut and screw will cause the nut to move along the screw until the diameter of the cone is reached which fulfils the above conditions for equality in speed.",
        "The synchronous revolutions of the transmitting cylinders are effected by making one cylinder revolve slightly faster than the other; after each revolution the cylinder which is accelerated is arrested for a moment by means of a special relay until the difference of speed is accurately compensated for.",
        "If these spark balls are set at the right distance, then when the potential difference accumulates the antenna will be charged and at some stage suddenly discharged by the discharge leaping across the spark gap. This was Marconi's original method, and the plan is still used under the name of the direct method of excitation or the plain antenna.",
        "Hence it will be seen that the difference between various forms of the so-called spark systems of wireless telegraphy is not very great.",
        "In his method three vertical antennae are employed, placed at equidistant distances, and oscillations are created in the three with a certain relative difference of phase.",
        "Increase in the voltage acting upon a solid conductor increases the current through it, but in the case of the electric arc an increase in current is accompanied by a fall in the difference of potential of the carbons, within certain limits, and the arc has therefore been said to possess a negative resistance.'",
        "When this is the case the amplitude of the potential difference of the surfaces of the tubular condenser becomes a maximum, and this is indicated by connecting a vacuum tube filled with neon to the surfaces of the condenser.",
        "This is 490,251 higher than the actual population, 32,475,253, ascertained by the census of the 10th of February 1901; the difference is due to temporary absences from their residences of certain individuals on military service, &c., who probably were counted twice, and also to the fact that 469,020 individuals were returned as absent from Italy, while only 61,606 foreigners were in Italy at the date of the census.",
        "At harvest-time the produce is placed in the barns of the lessor, who first deducts 25% as premium, then 16% for battiteria (the difference between corn before and after winnowing), then deducts a proportion for rent and subsidies, so that the portion retained by the actual tiller of the soil is extremely meagre.",
        "Statistics show the difference produced by this measure.",
        "If there is any difference between \" theism \" or \" Natural Theology \" on the one hand, and Natural Religion on the other, it is to be found in the more practical character attaching to natural \" religion.\"",
        "Great as is the difference when we pass from mathematics to morality, yet there are striking similarities, and here again intuitionalism claims to find much support.",
        "Mill recognizes an ultimate difference in quality between higher and lower pleasures.",
        "In this interpretation of the universe, the difference between mechanical or relative necessity and absolute or ideal necessity is slurred, or dogmatically affirmed to be non-existent.",
        "inductive proof requiring, according to Mill's Logic, the \" Method of Difference.\"",
        "Another difference between the two documents concerns the towns and the trading classes.",
        "Not only does the rainfall at one place vary from year to year, but there is an extraordinary difference in the returns for places quite close to one another.",
        "The difference between the theories of Haeckel and Chun is connected with a further divergence in the interpretation of the stem or axis of the cormus.",
        "With Hegel the absolute is itself a dialectic process which contains within itself a principle of progress from difference to difference and from unity to unity.",
        "If we seek for the reason of the difference between the scientific position of the doctrine of evolution in the days of Lamarck and that which it occupies now, we shall find it in the great accumulation of facts, the several classes of which have been enumerated above, under the second to the eighth heads.",
        "The difference between these two latter substances was first pointed out by Cronstedt, and in 1778 C. Scheele prepared molybdic acid from the sulphide.",
        "2, B), since there is no difference in the illumination and other external conditions, --------",
        "The young tissue of the stelar cylinder, in the case of the modified siphonostele characteristic of the dicotyledonous stem, differs from the adjoining pith and cortex in its narrow elongated cells, a difference produced by the stopping of transverse and the increased frequency of longitudinal divisions.",
        "There can be no doubt that there is no fundamental difference between the living substance of animals and plants, for many forms exist which cannot be referred with certainty to either kingdom.",
        "The Special Apparatus of Plants for constructing Food .T he explanation of the apparent difference of food supply is very simple.",
        "There is clearly a difference between these two categories.",
        "If the member is one which shows a difference of structure on two sides, such as a leaf, the two sides frequently show a difference of degree of turgidity, and consequently of rate of growth.",
        "The differentiation of the plants substance so indicated is, however, physiological only; there is no histological difference between the cells of these regions that can be associated with the several properties they possess.",
        "For instance, the difference between the long-stalked and finely-cut leaves of Anemone attacked with rust and the normal leaves with broad segments, or between the urceolate leaves occasionally found on cabbages and the ordinary formin these cases undoubtedly pathological and teratological respectivelyis nothing like so great as between the upper and lower normalleaves of many Umhelliferae or the submerged and floating leaves of an aquatic Ranunculus or Cabomba.",
        "For example, the difference between aquatic ants with floating leaves, such as the yellow water-lily (Nymphaea l~",
        "much difference of opinion.",
        "Schimper (1903: 102) thinks that in the case of aquatic plants, the difference must depend on the amount of lime in the water, for the physical nature of the substratum is the same in each case.",
        "The stratification, which may be concentric or excentric, appears to be due to a difference in density of the various layers.",
        "the lower plants and in - t all hicher plants there is a difference in size in the (From Wilson.",
        "Thus there is no essential difference between the direct and the indirect action of external conditions, the difference is one of degree only.",
        "This slender distinction was made much of by most subsequent writers until Nathanael Carpenter in 1625 pointed out that the difference between geography and chorography was simply one of degree, not of kind.",
        "THE Principles Of Geography As regards the scope of geography, the order of the various departments and their inter-relation, there is little difference of opinion, and the principles of geography 2 are now generally accepted by modern geographers.",
        "Existing classifications, however, do not take account of any difference in kind between mountain and hills, although it is common in the German language to speak of Hiigelland, Mittelgebirge and Hochgebirge with a definite significance.",
        "He was, indeed, the first to show clearly the relationship of the heron-like birds with the Steganopodes; of storklike birds with the American vultures; the great difference between the latter and the other birds of prey; the connexion of the gulls and auks with the plovers, and that of the sand-grouse with the From Newton's FIG.",
        "Much difference of opinion obtains as to the affinities of these birds, which were far larger than an ostrich; they were undoubtedly incapable of flight and there are indications of teeth in the upper jaw.",
        "which inhabits the same latitudes in Central America, not many degrees farther to the west; but no instance perhaps can be cited, which shows more strikingly the difference between a continental and an'insular fauna, since, making every allowance for the ravages, of cultivation by civilized man, the contrary is the case, and possibly no area of land so highly favoured by nature is so poorly furnished with the, higher forms of animal life.",
        "Not indeed altogether so homogeneous as the Nearctic area, it presents, however, even at its extreme points, no very striking difference between the bulk of its birds.",
        "In some cases the closest examination has failed to detect any distinction that may be called specific between the members of their avifauna; but in most it is possible to discover just sufficient difference to warrant a separation of the subjects.",
        "The ease with which explicit invocations attach themselves to many of these apparently self-contained forms proves that there is not necessarily any perceived difference of kind, and that implicit address as towards a \"something not-ourselves\" is often the true designation of the latter.",
        "A divergence was already manifest, which rapidly increased to serious difference and dissension.",
        "Eight times the mean motion of Venus is so nearly equal to thirteen times that of the earth that the difference amounts to only the 2.",
        "Still there was a wide difference between the duke of the Normans and the duke of Apulia, between an hereditary prince of a hundred and fifty years' standing and an adventurer who had carved out his duchy for himself.",
        "As far then as concerned the lands in which the settlements were made, the difference lay in this, that, as has been already said, while there was an English nation, there was no Sicilian nation.",
        "The difference then is plain.",
        "So far as political principles are concerned, there is small difference between them.",
        "But there was still the difference that in the old state of things the plebeian was shut out by law, while in the new state of things no law shut out the new man.",
        "At Rome down to the last it made a difference whether the candidate for office was patrician or plebeian, though the difference was in later times commonly to the advantage of the plebeian.",
        "The cause of the difference seems to be that, while the origin of the patriciate was exactly the same at Rome and at Athens, the origin of the commons was different.",
        "The only difference is that, probably owing to the fact that the distinction was due to conquest, the local character of the distinction lived on much longer than it did at Rome.",
        "The so-called cities (7rbXas) of the TEpioucot answered pretty well to the local plebeian tribes; the difference is that the 7repioLKOC never became a united corporate body like the Roman plebs.",
        "They are differences which seem to be inherent in the difference between a republic and a monarchy, but which it would be truer to say are inherent in the difference between a body of men packed close together within the walls of a city and a body of men - if we can call them a body - scattered over a wide territory..",
        "The other point of difference is that, whatever we take for the origin and the definition of nobility, in most countries it became something that could be given from outside, without the need of any consent on the part of the noble class itself.",
        "(Whether one calls the unknowable a revealed mystery or an unexplained and inexplicable fact makes little difference.) William Paley (1743-1805) borrows from many writers; he borrows Lardner's learning and Butler's \" particular evidence for Christianity,\" viz.",
        "- Much difference of opinion has prevailed with regard to the curious, tiny, parasitic insects included in this division, some authorities considering that they should be referred to a distinct order, while others would group them in the family Meloidae just described.",
        "Another chief point of difference with Aquinas was in regard to the freedom of the will, which Duns Scotus maintained absolutely.",
        "From this difference as to the nature of free-will followed by necessary consequence a difference with the Thomists as to the operation of divine grace.",
        "Europe, with this difference that it makes its appearance without See Collection of Materials on the Village Community, vol.",
        "The columns vary somewhat in diameter (more than even the difference caused by fluting would warrant) and three different types of capital are noticeable.",
        "It is a mistake to suppose that the question of public or private ownership will make any considerable difference in the system of rate-making adopted by a good railway.",
        "In any comparison between British and American records the first point to be borne in mind is the difference in mileage and traffic. The American railways aggregate approximately ten times the length of the British lines; but in train miles the difference is far less.",
        "of raw peat were consumed, the difference being occasioned by the squeezing out of the water.",
        "The fundamental difference between the two methods is that while the mechanical energy developed by a steam engine is in the first case applied directly to the driving-axle of the locomotive, in the second case it is transformed into electrical energy, transmitted over relatively long distances, and retransformed into mechanical energy on the driving-axles of the train.",
        "The difference between the horizontal distance and the distance measured along the rail is so small that it is negligible in all practical calculations.",
        "This large quantity of air is forced through the furnace by means of the difference of pressure established between the external atmospheric pressure in the ash-pan and the pressure in the smoke-box.",
        "The difference of pressure between the outside air and the smoke-box gases may be measured by the difference of the water levels in the limbs of a U tube, one limb being in communication with the smokebox, the other with the atmosphere.",
        "The difference of levels varies from r to as much as 10 in.",
        "The chief difference between the first three types lies in the weight of rails and rolling stock and in the radius of the curves.",
        "In less developed creeds the difference tends to remain in the background; but where sacrifices are found, solemn annual rites, communal, purificatory or expiatory, are celebrated, and these are held to be in like manner obligatory.",
        "to the Holy See (1277), diminished Charles's power, for the new pope set himself to compose the difference between Guelphs and Ghibellines in the Italian cities, but at his death Charles secured the election of his henchman Martin IV.",
        "Notwithstanding the difference in theology, passages of this kind could not but be welcome to the admirers of the Alexandrian allegories.",
        "A further point of difference is the more liberal payment of public functionaries in Crete.",
        "Although the observance of Easter was at a very early period the practice of the Christian church, a serious difference as to the day for its observance soon arose between the Christians of Jewish and those of Gentile descent, which led to a long and bitter controversy.",
        "64, ad Marcian.) that in 455 there was a difference of eight days between the Roman and the Alexandrine Easter.",
        "The difference between them and the Roman Church, at this period, was that they still followed the 84 years' cycle in computing Easter, which had been abandoned at Rome for the more accurate cycle of 532 years.",
        "This difference of calculation led to Easter being observed on different Sundays, in certain years, in England, by the adherents of the two churches.",
        "The fundamental points of difference between North Carolina and South Carolina were exemplified in the slavery conflict.",
        "2 With regard to this, Syriac has one great difference from Hebrew, viz.",
        "In these ants the difference between the large, heavy, winged males and females, and the small, long-legged, active workers, is so great, that various forms of the same species have been often referred to distinct genera; in Eciton, for example, the female has a single petiolate abdominal segment, the worker two.",
        "This seems to be in part due to a difference in numeration, but the state suffered heavily from famine in 1896-1897 and 1899-1900.",
        "In Siberia the difference between the means of the hottest and coldest months is hardly anywhere less than 60° Fahr.",
        "In northern India the greatest difference does not exceed 40°; and it falls off to about 15 ° at Calcutta, and to about 10° or 12 °at Bombay and Madras.",
        "The difference between the heating power of the sun's rays at noon on the 21st of June, in latitude 20° and in latitude 45°, is only about 2%; while the accumulated heat received during the day, which is lengthened to 152 hours in the higher latitude, is greater by about i i% than in the lower latitude, where the day consists only of 134 hours.",
        "In southern India, and the other parts of Asia and of the islands having a similar climate, the difference of the winter and summer half-years is not sufficient to admit of the proper cultivation of wheat or barley.",
        "Hence there is clearly a deep-seated difference between the religious feelings of the two continents.",
        "On the other hand, the wars between Persia and Greece were recognized both at the time and afterwards as a struggle between Europe and Asia; the fact that both combatants were Aryans was not felt, and has no importance compared to the difference of continent.",
        "There has been great difference of opinion as to the extent to which Alexander's conquests influenced Asia, and it is equally hard to say what is the effect now being produced by Europe.",
        "There is not a great deal of difference between most of these structures and true nephridia.",
        "The difference is that it is broken up into a complex sinus system.",
        "The sole difference is therefore that in Eudrilus the ovarian sac gives rise to a tube which bifurcates, one branch meeting a corresponding branch of the other ovary of the pair, while the second branch reaches the exterior.",
        "Some other glycerides isolated from natural sources are analogous in composition to tristearin, but with this difference, that the three radicals which replace hydrogen in glycerin are not all identical; thus kephalin, myelin and lecithin are glycerides in which two hydrogens are replaced by fatty acid radicals, and the third by a complex phosphoric acid derivative.",
        "The difference in form and content suggests that the Polygonal Numbers was not part of the larger work.",
        "recoiled from this as being too great a leap in the dark, and such a fundamental difference of opinion between king and minister was bound to lead to a breach sooner or later.",
        "This arrangement makes no difference to the food-supply of the people, for dead meat continues to arrive at British ports in ever-increasing quantity.",
        "In Anglo-Saxon England in the 7th and 8th centuries it seems certain that each of the larger kingdoms, Kent, Wessex, Mercia and Northumbria, had its separate witan, or council, but there is a difference of opinion as to whether this was identical with, or distinct from, the folkmoot, in which, theoretically at least, all freemen had the right to appear.",
        "For there is all the difference in the world between using a body of general theory as an indication of the factors to be considered in the study of a special problem, and undertaking special studies with a view to testing the general theory.",
        "This conclusion has shown that the Euthyneura do not represent an archaic form of Gastropoda, but are themselves derived from streptoneurous forms. The difference between the two sub-classes has been shown to be slight; certain of the more archaic Tectibranchia (Actaeon) and Pulmonata (Chilina) still have the visceral commissure long and not untwisted.",
        "The fact that all the Euthyneura are hermaphrodite is not a fundamental difference; several Streptoneura are so, likewise Valvata, Oncidiopsis, Marsenina, Odostomia, Bathysciadium, Entoconcha).",
        "This is, however, less of a difference than it was at one time supposed to be, for it has been shown by H.",
        "Accordingly the difference is one of position of the otocyst and not of its nerve-supply.",
        "Comparative anatomy and embryology prove that this condition is due, not as formerly supposed to a difference in the relations of the visceral commissure which prevented it from being included in the torsion of the visceral hump, but to an actual detorsion which has taken place in evolution and is repeated to a great extent in individual development.",
        "The difference between schists and gneisses is mainly that the latter have less highly developed foliation; they also, as a rule, are more coarse grained, and contain far more quartz and felspar, two minerals which rarely assume platy or acicular forms, and hence do not lead to the production of a fissile character in the rocks in which they are important constituents.",
        "15, M) much difference of opinion has prevailed.",
        "part by the yolk, and in part by those anterior and posterior rudiments Its composition has been the subject of prolonged difference of which usually form the mesenteron, but that in some Hexapoda opinion.",
        "Great difference of opinion exists as to the hypopharynx, which has even been thought to represent a distinct segment, or the pair of appendages of a distinct segment.",
        "Difference of opinion as to the nature of the abdominal appendages pre vails.",
        "On the other hand, we find in the vast majority of the Hexapoda a very marked difference between the perfect insect (imago) and the young animal when newly hatched and for some time after hatching.",
        "The difference between the nymph or false pupa and the true pupa is that in the latter a whole stage is devoted to the perfecting of the wings and body-wall after the wings have become external organs; the stage is one in which no food is or can be taken, however prolonged may be its existence.",
        "An interesting feature is the difference often to be observed between an aquatic larva and pupa of the same insect in the matter of breathing.",
        "Fragmentary as the records are, they show that the Exopterygota preceded the Endopterygota in the evolution of the class, and that among the Endopterygota those orders in which the greatest difference exists between imago and larva - the Lepidoptera, Diptera and Hymenoptera - were the latest to take their rise.",
        "Yet, in order to determine the difference of structure in their organs of voice, Cuvier, as he says in his Legons (iv.",
        "Geoffroy here maintained that the five centres of ossification existed in the duck just as in the fowl, and that the real difference of the process lay in the period at which they made their appearance, a circumstance which, though virtually proved by the preparations Cuvier had used, had been by him overlooked or misinterpreted.",
        "For the rest his classification demands no particular remark; but that in a work of this kind he had the courage to recognize, for instance, such a fact as the essential difference between swallows and swifts lifts him considerably above the crowd of other ornithological writers of his time.",
        "Macgillivray himself it was, apparently, who first detected the essential difference of the organs of voice presented by some of the New-World Passerines (subsequently known as Clarnatores), and the earliest intimation of this seems to be given in his anatomical description of the Arkansas Flycatcher, Tyrannus verticalis, which was published in 1838 (Ornithol.",
        "Macgillivray did not, however, assign to this essential difference any systematic value.",
        "In God there is no distinction or difference, whereas in all substances or things there is duality, arising from the element of matter.",
        "One of the distinctive features of this family is the presence of small naked callosities on the buttocks; another being a difference in the number of vertebrae and ribs as compared with those of the Simiidae.",
        "Starting with this as the basis of classifica tion, we can construct the following key, the remaining principal points of difference being indicated in their proper places: i.",
        "It seems to make little difference exactly what distance they are, so long as they are not wider apart on average land than i ft.",
        "This removal of the shell makes a great difference in the oilcake, as the decorticated cake is more nutritious than the undecorticated.",
        "In some instances a slight difference in the shape, mode of opening, &c., of the boll prevents this, and accordingly seed is selected from bolls which suffer least under the particular adverse conditions.",
        "causes a difference on each unit of £2.",
        "A \" straddle \" is a speculation on the difference between the prices of nearer and more distant futures, which varies from time to time, or on the difference between the prices of different kinds of cotton.",
        "Then, whether prices rise or fall as a whole, he gains if the difference between the two prices becomes less than a d., but if it becomes more, he loses.",
        "he would have gained in the event of the difference increasing, and lost in the event of its decreasing.",
        "The difference between the highest and lowest price, we may observe, is a very imperfect indication of the range of movement (though, taken in conjunction with the standard deviation, it is the best at our disposal), because either of the extreme prices might be accidental and quite out of relation to all others.",
        "Owing to difference of density the oil and water in the anticlines separate into two layers, the upper consisting of oil which fills the anticlines, while the water remains in the synclines.",
        "Similarly there is a difference of opinion as to the conditions under which the organisms have been mineralized, some holding that the process has taken place at a high temperature and under great pressure; but the lack of practical evidence in nature in support of these views has led many to conclude that petroleum, like coal, has been formed at moderate temperatures, and under pressures varying with the depth of the containing rocks.",
        "A great religious difference divided the Fatimite caliph of Cairo, the head of the Shiite sect, from the Abbasid caliph of Bagdad, who was the head of the Sunnites.",
        "The difference may be compared to the dissension between the Greek and the Latin Churches; but it had perhaps more of the nature of a political difference.",
        "Elsewhere the forms are Palaearctic with intrusions from the east; but the length of the Syrian strip and the variety of its surface relief admit of considerable difference in the species inhabiting different districts.",
        "Increase in size appears sometimes to be accompanied by the development of a new layer of fibres, whereas a difference in the method of preparation may give to a layer which appeared homogeneous in one specimen a decidedly fibrous aspect in another.",
        "The difference in the appearance of the basement membrane - sometimes wholly homogeneous, sometimes eminently fibrillar = can more especially be observed in differently preserved specimens of the genus Polia.",
        "Anteriorly there is a certain amount of difference in the arrangement.",
        "The potential difference of the ends of the low resistance is at the same time measured on the potentiometer, and the quotient of this potential difference by the known value of the low resistance gives the true value of the current passing through the ammeter.",
        "Since the difference between the acceleration of gravity at the pole and at the equator is about 2%, the correction for latitude will be quite sensible in an instrument which might be used at various times in high and low latitudes.",
        "(man's duty is simply to obey the commands of God, for God will bring everything into judgment) are irreconcilable with the oft-repeated statement that there is no difference in the earthly lots of the righteous and the wicked, and no ethical life after death.",
        "With genuine soaps, however, it suffices to calculate the fatty acids as anhydrides and add to this the amount of alkalis, and estimate the water by difference.",
        "In 1805 a difference of opinion with Talleyrand on the question of the Austrian alliance, which Hauterive favoured, led to his withdrawal from the political side of the ministry of foreign affairs, and he was appointed keeper of the archives of the same department.",
        "He burned phosphorus in air standing over mercury, and showed that (1) there was a limit to the amount of phosphorus which could be burned in the confined air, (2) that when no more phosphorus could be burned, one-fifth of the air had disappeared, (3) that the weight of the air lost was nearly equal to the difference in the weights of the white solid produced and the phosphorus burned, (4) that the density of the residual air was less than that of ordinary air.",
        "But the difference between these two classes of elements is one of degree only, and they gradually merge into each other; moreover the electric relations of elements are not absolute, but vary according to the state of combination in which they exist, so that it is just as impossible to divide the elements into two classes according to this property as it is to separate them into two distinct classes of metals and non-metals.",
        "The tendency of positive elements to unite with positive elements, or of negative elements to unite with negative elements, is much less than that of positive elements to unite with negative elements, and the greater the difference in properties between two elements the more powerful is their affinity for each other.",
        "If more than one compound be formed from the same two elements,, the difference is shown by prefixing such words as mono-, di-, tri-, sesqui-, per-, sub-, &c., to the last part of the name, or the suffixes -ous and -ic may be appended to the name of the first element.",
        "This difference in behaviour of the three elements, chlorine, bromine and iodine, which in many respects exhibit considerable resemblance, may be explained in the following manner.",
        "We may suppose that in the formation of gaseous hydrochloric acid from gaseous chlorine and hydrogen, according to the equation H2 +C1 2 = HCI+HC1, a certain amount of energy is expended in separating the atoms of hydrogen in the hydrogen molecule, and the atoms of chlorine in the chlorine molecule, from each other; but that heat is developed by the combination of the hydrogen atoms with the chlorine atoms, and that, as more energy is developed by the union of the atoms of hydrogen and chlorine than is expended in separating the hydrogen atoms from each other and the chlorine atoms from one another, the result of the action of the two elements upon each other is the development of heat, - the amount finally developed in the reaction being the difference between that absorbed in decomposing the elementary molecules and that developed by the combination of the atoms of chlorine and hydrogen.",
        "Therefore, according to Kekule, the double linkages are in a state of continual oscillation, and if his dynamical notion of valency, or a similar hypothesis, be correct, then the difference between the 1.2 and 1.6 di-derivatives rests on the insufficiency of his formula, which represents the configuration during one set of oscillations only.",
        "The difference is only apparent, not real.",
        "Identity in composition, but difference in constitution, is generally known as \" isomerism \" (q.v.), and compounds satisfying this relation differ in many of their physical properties.",
        "For example, the difference due to an increment of CH 2 is about 56.6, as is shown in the following table: - Since the critical volume of normal pentane C5H12 is 307.2, we have H 2 = C 5 H 12 -5CH 2 =307.2 - 5 X56.6 =24.2, and C=CH2 - H2= 32.4.",
        "Recent researches have shown that the law originally proposed by Kopp - \" That the specific volume of a liquid compound (molecular volume) at its boiling-point is equal to the sum of the specific volumes of its constituents (atomic volumes), and that every element has a definite atomic value in its compounds \" - is by no means exact, for isomers have different specific volumes, and the volume for an increment of CH 2 in different homologous series is by no means constant; for example, the difference among the esters of the fatty acids is about 57, whereas for the aliphatic aldehydes it is 49.",
        "Similarly, by taking the difference of the molecular heats of compounds differing by one constituent, the molecular (or atomic) heat of this constituent is directly obtained.",
        "Fora similar reason secondary alcohols boil at a lower temperature than the corresponding primary, the difference being about 19°.",
        "The identity of the four valencies of the carbon atom follows from the fact that the heats of combustion of methane, ethane, propane, trimethyl methane, and tetramethyl methane, have a constant difference in the order given, viz.",
        "The same difference attends the introduction of the methyl group into many classes of compounds, for example, the paraffins, olefines, acetylenes, aromatic hydrocarbons, alcohols, aldehydes, ketones and esters, while a slightly lower value (157.1) is found in the case of the halogen compounds, nitriles, amines, acids, ethers, sulphides and nitro compounds.",
        "It therefore appears that the difference between the heats of combustion of two adjacent members of a series of homologous compounds is practically a constant, and that this constant has two average values, viz.",
        "It is remarkable that the difference in the heats of formation of ketones and the paraffin containing one carbon atom less is 67.94 calories, which is the heat of formation of carbon monoxide at constant volume.",
        "It is found, however, that the same element has not always the same atomic refraction, the difference being due to the nature of the elements which saturate its valencies.",
        "A table of the atomic refractions and dispersions of the principal elements is here given: Dispersion and Composition.-In the preceding section we have seen that substances possess a definite molecular (or atomic) refraction for light of particular wave-length; the difference between the refractions for any two rays is known as the molecular (or atomic) dispersion.",
        "Ammonium iodide assumes cubic forms with perfect cubic cleavage; tetramethyl ammonium iodide is tetragonal with perfect cleavages parallel to {100} and {o01} - a difference due to the lengthening of the a axes; tetraethyl ammonium iodide also assumes tetragonal forms, but does not exhibit the cleavage of the tetramethyl compound; while tetrapropyl ammonium iodide crystallizes in rhombic form.",
        "Herodotus says nothing of a difference in shape, but most authorities regard the form M, which with the value of s is practically confined to Doric areas, as being san.",
        "Sometimes a difference of meaning is indicated by difference of spelling though the sounds in the two words are identical, as in furs and furze.",
        "The difference in formation between s and s is that the former is dental or alveolar, the latter is produced farther back and has .at least two varieties.",
        "The difference between friars and monks is explained in article Monasticism.",
        "In the formulae which follow we suppose 1 and l' to represent the latitudes, a and b the co-latitudes (90° - 1 or 90° - l'), and t the difference in longitude between them or the meridian distance, whilst D is the distance required.",
        "It should be noted that he places Syene only two degrees to the east of Alexandria instead of three degrees, the actual meridian distance between the two places; a difference which would result from an error of only 7° is the orientation of the map used by Ptolemy.",
        "Having determined the difference of latitude between Alexandria and Syene which he erroneously believed to lie on the same meridian, and obtained the distance of those places from each other from the surveys made by Egyptian geometers, he concluded that a degree of the meridan measured 700 stadia.'",
        "to 40 9°, as compared with an actual difference of 41 2°, and a difference of 61° assumed by Ptolemy.",
        "This accounts for Gibraltar and Alexandria being shown as lying due east and west of each other, although there is a difference of 5° of latitude between them, a fact known long before Ptolemy.",
        "The scales around the throat of the corolla protect the pollen and honey from wet or undesirable visitors, and by their difference in colour from the corolla-lobes, as in the yellow eye of forget-me-not, may serve to indicate the position of the honey.",
        "There is one circumstance, however, which seems to mark a difference between the two animals: the eye of the dog of every country and species has a circular pupil, but the position or form of the pupil is oblique in the wolf.",
        "Youatt says there is also a marked difference in the temper and habits of the two.",
        "Such an association proves that there is very little difference between the dog and the wolf in recognition of man as an object of affection and veneration.",
        "In the early periods of the history of other countries this seems to have been the case even where the dog was esteemed and valued, and had become the companion, the friend and the defender of man and his home; and in the and century of the Christian era Arrian wrote that \"there is as much difference between a fair trial of speed in a good run, and ensnaring a poor animal without an effort, as between the secret piratical assaults of robbers at sea and the victorious naval engagements of the Athenians at Artemisium and at Salamis.\"",
        "The legal distinction between the coloni and the slave tenants continued to exist after the invasions; but the practical difference was greatly attenuated.",
        "His text, however, is so confused, both from obscurity of style and from corruptions in the MSS., that there is much difference of opinion as to the meaning of many words and phrases employed in his narrative, and their application in particular points of detail.",
        "The most striking difference between Zoroaster's doctrine of God and the old religion of India lies in this, that while in the Avesta the evil spirits are called daeva (Modern Persian div), the Aryans of India, in common with the Italians, Celts and Letts, gave the name of deva to their good spirits, the spirits of light.",
        "Considerable difference of opinion exists with regard to the best classification of the family, some authorities including most of the species in the typical genus Rhinoceros, while others recognize quite a number of sub-families and still more genera.",
        "The two parts are distinguished by difference of style; the Hebrew principle of parallelism of clauses is employed far more in the first than in the second, which has a number of plain prose passages, and is also rich in uncommon compound terms. In view of these differences there is ground for holding that the second part is a separate production which has been united with the first by an editor, an historical haggadic sketch, a midrash, full of imaginative additions to the Biblical narrative, and enlivened by many striking ethical reflections.",
        "4 ff., I); the difference between prophets and sages is that the former do not regard the ritual as of divine appointment (Jer.",
        "Thus, as Harnack points out, \"there is no trace of a theological difference between Severus and Leontius,\" only a difference of terminology and of degree of willingness to assent to the formula of Chalcedon.",
        "For no one can doubt the essential difference between characteristic treatises upon \"pure\" and \"applied\" mathematics.",
        "The difference is a difference in method.",
        "Under the general heading \"Analysis\" occur the subheadings \"Foundations of Analysis,\" with the topics theory of functions of real variables, series and other infinite processes, principles and elements of the differential and of the integral calculus, definite integrals, and calculus of variations; \"Theory of Functions of Complex Variables,\" with the topics functions of one variable and of several variables; \"Algebraic Functions and their Integrals,\" with the topics algebraic functions of one and of several variables, elliptic functions and single theta functions, Abelian integrals; \"Other Special Functions,\" with the topics Euler's, Legendre's, Bessel's and automorphic functions; \"Differential Equations,\" with the topics existence theorems, methods of solution, general theory; \"Differential Forms and Differential Invariants,\" with the topics differential forms, including Pfaffians, transformation of differential forms, including tangential (or contact) transformations, differential invariants; \"Analytical Methods connected with Physical Subjects,\" with the topics harmonic analysis, Fourier's series, the differential equations of applied mathematics, Dirichlet's problem; \"Difference Equations and Functional Equations,\" with the topics recurring series, solution of equations of finite differences and functional equations.",
        "The extraordinary difference between the normal trade of the islands and that due to blockade-running will be seen by comparing the imports and exports before the' closing of the southern ports in 1860 with those of 1864.",
        "Any difference between the government and the council, if not possible of adjustment, was to be settled by arbitration.",
        "The family service, termed Hagada shel Pesach, includes a description of the Exodus with a running commentary, and is begun by the youngest son of the house asking the father the reason for the difference in Passover customs.",
        "There appears to have been a difference of practice between the Sadducees and the Pharisees on such occasions, the former keeping to the strict rules of the Law and sacrificing on the Friday, whereas the Pharisees did so on the Thursday.",
        "Others, however, have held to its genuineness, because in a Patch-work or Book of Miscellanies the difference of subject is no sound objection, and because Photius seems to have regarded our present eighth book as genuine (Phot.",
        "The difference between the two, in Clement's judgment, was that the Greek philosophers had only glimpses of the truth, that they attained only to fragments of the truth, while Christianity revealed in Christ the absolute and perfect truth.",
        "The beliefs of Clement have caused considerable difference of opinion among modern scholars.",
        "Arabian authors already had found three square numbers of equal difference, but the difference itself had not been assigned in proposing the question.",
        "Leonardo's method, therefore, when the difference was a fixed condition of the problem, was necessarily very different from the Arabian, and, in all probability, was his own discovery.",
        "(Danish).3 It was, however, ascertained that there is a great difference between the velocities of the glaciers in winter and in summer.",
        "That there is no essential difference between the two is, however, shown by the facts that the seeds of the peach will produce nectarines, and vice versa, and that it is not very uncommon, though still exceptional, to see peaches and nectarines on the same branch, and fruits which combine in themselves the characteristics of both nectarines and peaches.",
        "There is no well-defined difference between aboriginal Thracians and Illyrians.",
        "In the polar areas the melting of sea-ice and of ice formed by precipitation lowers the density of the seawater and causes a difference of level which sets up streaming movements towards the equator.",
        "About the time of the maxima there must be a longer tidal range (that is, a greater rise and fall than the average); the difference between neap tides and spring tides will also be increased, and as results of these conditions there must be great tidal floods breaking over lowlying coasts and producing extensive denudation.",
        "The regional differences, as we have seen, can De explained by the regional difference of temperature.",
        "Rhyolitic lavas frequently are more or less vitreous, and when the glassy matter greatly predominates and the; crystals are few and inconspicuous the rock becomes an obsidian; the chemical composition is essentially the same as that of granite; the difference in the physical condition of the two rocks is due to the fact that one consolidated at the surface, rapidly and under low pressures, while the other cooled slowly at great depths and under such pressures that the escape of the steam and other gases it contained was greatly impeded.",
        "When two metallic conductors are placed in an electrolyte, a current will flow through a wire connecting them provided that a difference of any kind exists between the two conductors in the nature either of the metals or of the portions of the electrolyte which surround them.",
        "In order that the current should be maintained, and the electromotive force of the cell remain constant during action, it is necessary to ensure that the changes in the cell, chemical or other, which produce the current, should neither destroy the difference between the electrodes, nor coat either electrode with a non-conducting layer through which the current cannot pass.",
        "As stated above, an electromotive force is set up whenever there is a difference of any kind at two electrodes immersed in electrolytes.",
        "In ordinary cells the difference is secured by using two dissimilar metals, but an electromotive force exists if two plates of the same metal are placed in solutions of different substances, or of the same substance at different concentrations.",
        "Dolezalek, however, has attributed the difference to mechanical hindrances, which prevent the equalization of acid concentration in the neighbourhood of the electrodes, rather than to any essentially irreversible chemical action.",
        "Since zinc goes into solution and copper comes out, the electromotive force of the cell will be the difference between the two effects.",
        "The difference of potential between two solutions of a substance at different concentrations can be calculated from the equations used to give the diffusion constants.",
        "On the analogy between this case and that of the interface between two solutions, Nernst has arrived at similar logarithmic expressions for the difference of potential, which becomes proportional to log (P 1 /P 2) where P2 is taken to mean the osmotic pressure of the cations in the solution, and P i the osmotic pressure of the cations in the substance of the metal itself.",
        "This difference was still further accentuated by strong divergence in religious creed.",
        "In the summer of 1864 a sermon which he preached and printed on Baptismal Regeneration (a doctrine which he strenuously repudiated, maintaining that immersion was only an outward and visible sign of the inward conversion) led to a difference with the bulk of the Evangelical party, both Nonconformist and Anglican.",
        "Sometimes the metal is deposited in a pulverulent form, at others as a firm tenacious film, the nature of the deposit being dependent upon the particular metal, the concentration of the solution, the difference of potential between the electrodes, and other experimental conditions.",
        "The action depends upon the difference of the pressure on the liquid at the extremities of the tube, the flow being towards the lower level and ceasing when the levels coincide.",
        "38) though the difference is apt to be exaggerated by those who forget how much of the element of r7 44c1,4: lies in Paul's conception of 7rioiris.",
        "Each of these works is self-consistent and seemingly trustworthy, but there is a difference between the two which it is difficult to account for.",
        "The principal points of difference are that (I) the magnetic permeability, unlike the electric conductivity, which is independent of the strength of the current, is not in general constant; (2) there is no perfect insulator for magnetic induction, which will pass more or less freely through all known substances.",
        "Incidentally, these two columns furnish an undesigned test of the accuracy of Steinmetz's law: the greatest difference is little more than t %.",
        "The difference of the ballastic throws taken with the two coils measured the intensity of the field in the space around the iron, and it also enabled a correction to be made for the nonferrous space between the iron neck and the centre of the thickness of'the inner coil.",
        "For soft iron, tungsten-steel and nickel little difference appeared to result from lowering the temperature down to - 186° C. (the temperature of liquid air); at sufficiently high temperatures, 600 to 1000° or more, it was remarked that the changes of length in iron, steel and cobalt tended in every case to become proportional to the magnetic force, the curves being nearly straight lines entirely above the axis.",
        "Some preliminary experiments showed the striking difference in the effects of annealing at a red heat (840° C.) and at a low white heat (1'50° C.).",
        "This retardation was still more pronounced in the case of tungsten-steel, which lost its magnetism at 910° and remained nonmagnetic till it was cooled to 570°, a difference of 240°.",
        "A very small difference in the constitution often produces a remarkable effect upon the magnetic quality, and it unfortunately happens that those alloys which are hardest magnetically are generally also hardest mechanically and extremely difficult to work; they might however be used rolled or as castings.",
        "A transverse difference of i.",
        "A transverse difference of electric potential (Hall effect).",
        "A transverse difference of ii.",
        "A transverse difference of temperature(Ettinghauseneffect).",
        "Longitudinal difference of iv.",
        "Longitudinal difference of temperature.",
        "If V is the volume of a ball, H the strength of the field at its centre, and re its apparent susceptibility, the force in the direction x is f= K'VH X dH/dx; and if K',, and are the apparent susceptibilities of the same ball in air and in liquid oxygen, K' Q -K'o is equal to the difference between the susceptibilities of the two media.",
        "The difference between the gill-books of Limulus and the lung-books of Scorpio depends on the fact that the latter are adapted to aerial respiration, while the former serve for aquatic respiration.",
        "The most important difference which exists between the structure of Limulus and that of Scorpio is found in the hinder region of the alimentary canal.",
        "There remains for consideration the one important structural difference between the two animals.",
        "A great deal has been made of this difference by some writers.",
        "But little is known of the structure of these extinct animals; we are therefore compelled to deal with such special points of resemblance and difference as their remains still exhibit.",
        "Since this surplusage is in turn derived from the Septuagint, from which the old Latin version was translated, it thus follows that the difference between the Protestant and the Roman Catholic Old Testament is, roughly speaking, traceable to the difference between the Palestinian and the Alexandrian canons of the Old Testament.",
        "In Ponape the remains are of a somewhat similar character, but on a much larger scale, and with this difference, that while those of Lele all stand on the land, those of Ponape are built in the water.",
        "The signatory powers desiring to apply to the tribunal for the settlement of a difference between them are to notify the same to the arbitrators.",
        "The arbitrators who are to determine this difference are, unless otherwise specially agreed, to be chosen from the general list of members in the following manner: - each party is to name two arbitrators, and these are to' choose a chief arbitrator or umpire (sur-arbitre).",
        "These four (none of whom, it will be observed, was of the nationality of either party in difference) chose for their umpire Professor Matzen, of Copenhagen, president of the Landsthing there.",
        "the 8th century the term comitatus begins to denote a geographical area, though there was little difference in its extent under the Merovingian kings and the early Carolings.",
        "Going southward there is also a gradual decrease in the mean annual temperature, the difference between Rio de Janeiro and the Amazon being about 5°.",
        "Virtually, this was a republican government like that of the United States, for no difference existed in the mode of election of the regent from that of a president.",
        "It is, he says, the \" authority of the church \" which has constituted the difference between the governing body and the laity, and in an emergency a layman may baptize and celebrate (Exhort.",
        "This, when adult, is readily distinguishable from the ordinary bird by the absence of the blush from its plumage, and by the curled feathers that project from and overhang each side of the head, which with some difference of coloration of the bill, pouch, bare skin round the eyes and irides give it a wholly distinct expression.",
        "The institutions adopted were to be as far as possible in accordance with the wishes of the people, but it was a fundamental condition \" that there should not be in the eye of the law any distinction or disqualification whatever, founded on mere difference of colour, origin, language or creed.\"",
        "difference of opinion as to his system, some, like Ritter and Erdmann, regarding it as a moderate form of Realism - a return indeed to the position of Aristotle - while others, like Cousin, Remusat, Haureau and Ueberweg, consider it to be essentially Nominalistic, only more prudently and perhaps less consistently expressed than was the case with Roscellinus.",
        "In order to see the difference in this respect between the schools we have only to compare the peaceful and fortunate life of William of Champeaux (who enjoyed the friendship of St Bernard) with the agitated and persecuted existence of Roscellinus and, in a somewhat less degree, of Abelard.",
        "Just as the genus becomes the species by the addition of formal determinations called the difference, so the species becomes the individual by the addition of fresh forms of difference.",
        "That this condition of things could not be allowed to continue was, indeed, recognized by all parties; the fundamental difference of opinion was as to the method by which it was to be ended.",
        "The conference at Vienna revealed the irreconcilable difference within the ministry; but it revealed also something more - the determination of the emperor Francis Joseph, if pressed beyond the limits of his patience, to appeal again to the non-Magyar Hungarians against the Magyar chauvinists.",
        "In this table any number is equal to the sum of the numbers which lie horizontally above it in the preceding Column, And The Difference Of Any Two Numbers In A Column Is Equal To The Sum Of The Numbers Horizontally Between Them In The Preceding Column.",
        "There are extensions of the binomial theorem, by means of which approximate calculations can be made of fractions, surds, and powers of fractions and of surds; the main difference being that the number of terms which can be taken into account is unlimited, so that, although we may approach nearer and nearer to the true value, we never attain it exactly.",
        "(a+r+ p - i ï¿½b), we divide the product of the p+1 factors which occur either in the nth or in the (n+i)th term by p+ 1, and by the common difference of the factors, and add to a constant, whose value is found by putting n= o.",
        "Then {(x+h)n - S T } /h r + l lies between n (r+1>x n-r-1 and n(r+1}xn-r-1(i +O)n; and the difference between these can be made as small as we please by taking h small enough.",
        "A series of incidents proved the difference of outlook to be not merely personal but fundamental.",
        "An absolutely imperceptible physiological difference arising as a variation may be of selective value, and it may carry with it correlated variations which appeal to the human eye but are of no selective value themselves.",
        "In the course of several generations, Lamarck argued, a structural alteration amounting to such difference as we call \" specific \" might be thus acquired.",
        "The middle element alone contributes without deduction; the effect of every other must be found by introduction of a resolving factor, equal to cos 0, if 0 represent the difference of phase between this element and the resultant.",
        "In experiment under ordinary circumstances it makes no difference whether the collecting lens is in front of or behind the diffracting aperture.",
        "When the difference of phase amounts to A, we may expect the resultant illumination to be very much reduced.",
        "The question is to what amount must the distance AP be increased in order that the difference of situation may make itself felt in the image.",
        "If 2R be the diameter of the objectglass and D the distance of the object, the angle subtended by AP is E/D, and the angular resolving power is given by X/2 D sin a = X/2 R (3) This method of derivation (substantially due to Helmholtz) makes it obvious that there is no essential difference of principle between the two cases, although the results are conveniently stated in different forms. In the case of the telescope we have to deal with a linear measure of aperture and an angular limit of resolution, whereas in the case of the microscope the limit of resolution is linear, and it is expressed in terms of angular aperture.",
        "In longer tubes a similar disturbance would be caused by a proportionally less difference of temperature.",
        "In virtue of (4) the difference of the optical distances to A and B is f Sµ ds (along Bo.",
        "The only effect of the ruling is to diminish the amplitude in the ratio a: a+d; and, except for the difference in illumination, the appearance of a line of light is the same as if the aperture were perfectly free.",
        "In an engraved glass grating there is no opaque material present by which light could be absorbed, and the effect depends upon a difference of retardation in passing the alternate parts.",
        "According to our former standard, this gives the smallest difference of wave-lengths in a double line which can be just resolved; and we conclude that the resolving power of a grating depends only upon the total number of lines, and upon the order of the spectrum, without regard to any other considerations.",
        "According to the principle already laid down it can make but little difference in the principal direction corresponding to the first spectrum, provided each line lie within a quarter of an interval (a+d) from its theoretical position.",
        "The explanation of the difference of focus upon the two sides as due to unequal spacing was verified by Cornu upon gratings purposely constructed with an increasing interval.",
        "In order to find the difference of optical distances between the courses QAQ', QPQ', we have to express QP-QA, PQ'-AQ'.",
        "If \"=4), the term of the first order vanishes, and the reduction of the difference of path via P and via A to a term of the fourth order proves not only that Q and Q' are conjugate foci, but also that the foci are exempt from the most important term in the aberration.",
        "In the present application 4' is not necessarily equal to; but if P correspond to a line upon the grating, the difference of retardations for consecutive positions of P, so far as expressed by the term of the first order, will be equal to mX (m integral), and therefore without influence, provided v (sin 0-sin0') = nzX (11), where a denotes the constant interval between the planes containing the lines.",
        "For the retarded stream the only difference is that we must subtract R from at, and that the limits of x are o and +h.",
        "whether it was the cutting edge or the back of a razor - made no material difference, and was thus led to the conclusion that the explanation of these phenomena requires nothing more than the application of Huygens's principle to the unobstructed parts of the wave.",
        "It has been suggested that Perseus, the local hero of Argos, and Bellerophon were originally one and the same, the difference in their exploits being the result of the rivalry of Argos and Corinth.",
        "This, however, made no difference in the actual profortions.",
        "And it is not too much to say that that view - which to some extent appears in the historical psalms of the Ehohistic Psalter - implies absolute incapacity to understand the difference between old Israel and later Judaism, and makes almost anything possible in the way of the ascription of comparatively modern pieces to ancient authors.",
        "That all points of mutual difference shall be regulated by the friendly course of arbitration, or by what- The ever amicable way may be agreed upon by the government with Her Majesty's Government.",
        "The difference in technical methods and the historical evolution of teaching posts (for in all civilized countries the progress of biological knowledge has been very closely associated with the existence of institutions for the diffusion of knowledge and for professional education) have been the chief contributory causes to this practical confusion.",
        "- From a religious point of view there is a wide difference, not only between the acknowledged and the disputed prophecies of the book of Isaiah, but also between those of the latter which occur in chaps.",
        "There is an equally striking difference among the disp uted prophecies themselves, and one of no small moment as a subsidiary indication of their origin.",
        "Though:with some points of difference, they agreed in emphasizing the permanence of the two separate natures in Christ, united but not mingled or confused, and laid stress on the reality of our Lord's human experience.",
        "The main difference then between the Greek and Armenian accounts of the Paulicians is that the former make more of their dualism.",
        "Another point of interest lies in the difference of outlook with which nudity is regarded by the English and Japanese.",
        "A modern Bedouin equivalent has long sleeves; it is common to both sexes, the chief difference lying in the colour - white for men, dyed with indigo for women.",
        "This was worn by both sexes, though obviously there was some difference as regards length, &c. (Deut.",
        "In early Egypt men of rank would be followed by a servant carrying a pair of sandals in case of need; but in the New Kingdom they were in common use, although a typical difference is observed when princes appear unshod in the presence of the Pharaoh, who wears sandals him self.",
        "A profusion of precious stones, and absence of skill or refinement in workmanship, distinguish Roman from Greek or Etruscan jewelry; but in the character of the designs there is no real difference.",
        "A characteristic difference between guncotton and collodion cotton is the insolubility of the former in ether or alcohol or a mixture of these liquids.",
        "There is considerable difference of opinion as to the chronology of the succeeding beds, and the boundary between the Cretaceous and Tertiary systems is drawn at various horizons by different observers.",
        "The origin of the corpuscles, previously a matter of so much difference of opinion, is now pretty fairly set at rest, and has proved the key to the interpretation of the pathology of many diseases of the blood, such as the different forms of anaemia, of leucocythaemia, &c.",
        "There is neither any absolute difference nor a constancy in their chemical reactions, and there can be brought about a transition of the \" colloid \" material into the \" mucoid,\" or conversely.",
        "Thus Ludwig was of opinion that the lymph-flow is dependent upon two factors, first, difference in pressure of the blood in the capillaries and the liquid in the plasma spaces outside; and, secondly, chemical interchanges setting up osmotic currents through the vessel-walls.",
        "His results, so far, have been confirmed by Starling, who finds that the amount of lymph-flow from the thoracic duct is dependent upon difference in pressure.",
        "The last type shows Dunbar at his best, and points the difference between him and Chaucer.",
        "The practical difference in the corresponding treatment was very great, as Rasori advocated a copious use of bleeding and of depressing remedies, such as antimony.",
        "These great teachers maintained in the northern university a continuous tradition of successful teaching, which the difference in academical and other circumstances rendered hardly possible in London.",
        "Meanwhile, though the Colonial Conference (re-named Imperial) of 1907 showed that there was a wide difference of opinion on the tariff question between the free-trade government and the colonial premiers, in one part of the empire the ministry took a decided step - in the establishment of a self-governing constitution for the Transvaal and Orange River colonies - which, for good or ill, would make the period memorable.",
        "- There is practically no record of British London, and considerable difference of opinion exists among antiquaries as to its very existence.",
        "wide, with a difference of level at high and low water of nearly 20 ft.",
        "69,000 57,300 As the increase in Westminster is not great (130,000 in 1700 and 152,000 in 1750) and there is little difference in the totals it will be seen that the amount is chiefly made up by the increase in the parishes without the bills of mortality.",
        "There was slight difference between the office of sheriff and that of portreeve, which latter does not appear to have survived the Conquest.",
        "Moreover, there is no very marked difference in the size of the two sexes.",
        "If the two openings to the mine are at different levels the difference in weight of the inside and outside air due to difference in temperature causes a current, and in the winter months large volumes of air will be circulated through the mine from this cause alone.",
        "In a mine with two shafts a ventilating current may result from other conditions creating a difference in the temperature of the air in either shaft - for example, the cooling effect of dropping water or the heating effect of steam pipes."
    ],
    "definition": [
        "Link/Cite"
    ]
}