{
    "translation": "קשה, מורכב",
    "uses": [
        "This might be the most difficult decision she would ever make.",
        "It must be difficult for Alex to keep you happy.",
        "Then why was it so difficult to forgive him?",
        "I sensed it was a difficult one on his part.",
        "I can only imagine how difficult this is for you.",
        "At every turn, this becomes more difficult to study.",
        "Marking the damp wall with chalk proved difficult, but they were satisfied the arrows were legible.",
        "Now that the truth was out, maybe it wouldn't be so difficult to live in the same apartment now.",
        "His quiet statement was difficult to swallow.",
        "Damian managed to get the difficult words out through clenched teeth.",
        "Seducing him was something she thought would be difficult, but it was actually enjoyable.",
        "Directing Connie to the house would be difficult, but Lisa could wait at the end of the drive.",
        "But a commander in chief, especially at a difficult moment, has always before him not one proposal but dozens simultaneously.",
        "That must have been really difficult for you.",
        "It's difficult out on the road to hide them more than a day or two.",
        "This became a difficult task, as her publishers in Philadelphia had retired from business many years ago; however, it was eventually discovered that her residence is at Wilmington, Delaware, and copies of the second edition of the book, 1889, were obtained from her.",
        "Her face wore the proud expression of a surgeon who has just performed a difficult operation and admits the public to appreciate his skill.",
        "The deaf and the blind find it very difficult to acquire the amenities of conversation.",
        "The French who had occupied the battery fled, and our troops shouting \"Hurrah!\" pursued them so far beyond the battery that it was difficult to call them back.",
        "It is very difficult to tell the truth, and young people are rarely capable of it.",
        "He blinked, went red, got up and sat down again, struggling with himself to do what was for him the most difficult thing in life--to say an unpleasant thing to a man's face, to say what the other, whoever he might be, did not expect.",
        "But as time progressed, his obvious reluctance to propose marriage presented a far more difficult problem.",
        "I think it will be difficult to return to the old regime.",
        "It was particularly difficult for Howie to remain in a silent darkened room without waking back to real time.",
        "Accepting it was difficult – but necessary.",
        "He asked Weyrother several times to repeat words he had not clearly heard and the difficult names of villages.",
        "At the present time it is difficult to know the real state of French public opinion.",
        "Throughout a difficult pregnancy, he had never raised his voice once.",
        "At 14 months, she was already getting difficult to lift.",
        "Jonny was only accepting the path he'd already chosen, but it was a difficult pill for her to swallow.",
        "It is not difficult to capture a fortress but it is difficult to win a campaign.",
        "Difficult as it was to believe he was involved in something like this, it was even harder to believe he had no interest in her.",
        "It would be a difficult tip to convey.",
        "And he vividly recalled that moment after supper at Prince Vasili's, when he spoke those words he had found so difficult to utter: \"I love you.\"",
        "Maybe it was a relationship that was difficult for the modern wife to understand.",
        "Although I try very hard not to force issues, I find it very difficult to avoid them.",
        "He was convinced that he alone could maintain command of the army in these difficult circumstances, and that in all the world he alone could encounter the invincible Napoleon without fear, and he was horrified at the thought of the order he had to issue.",
        "If we were in Vienna it would be easy, but here, in this wretched Moravian hole, it is more difficult, and I beg you all to help me.",
        "Well, you see, that's difficult to explain....",
        "It was difficult to believe that Connie would tell Allen, knowing his weakness for alcohol, but how else would he have known?",
        "It was difficult enough to stay with him - conversation was impossible.",
        "Their very numbers and their crowded and swift movement deprived them of that possibility and rendered it not only difficult but impossible for the Russians to stop this movement, to which the French were directing all their energies.",
        "It was difficult to believe we'd slipped into a routine.",
        "It's difficult attaining this state but it is unbelievably clear once accomplished.",
        "After the Emperor had left Moscow, life flowed on there in its usual course, and its course was so very usual that it was difficult to remember the recent days of patriotic elation and ardor, hard to believe that Russia was really in danger and that the members of the English Club were also sons of the Fatherland ready to sacrifice everything for it.",
        "Why is it so difficult for you to believe I love him when you love him so much?",
        "When I think back, it's difficult to believe I found the strength to do so.",
        "It had to be difficult to maintain any semblance of authority with a toddler clinging to his face, but he managed to do it.",
        "He later related how incredibly difficult it was to watch that happen and be powerless to intercede.",
        "It is easy to write laws, but difficult to rule....",
        "Solving a current murder was difficult enough—a forty-year-old case was near impossible.",
        "I'll write it in general terms, speculating on how difficult it is to maintain both lives, operating one incognito.",
        "We tried not to look suspicious, a difficult task as we were used to working undisturbed.",
        "But despite her grief, or perhaps just because of it, she took on herself all the difficult work of directing the storing and packing of their things and was busy for whole days.",
        "It would be so unfair to so many people if we quit, but God almighty, it's difficult and scary.",
        "Although the technique of growing cowpox on cow hides would come, transporting it was difficult due to lack of refrigeration.",
        "Often, a buying decision hinges on a piece of arcane information about a product that is difficult to locate.",
        "Evidently the prince understood her, and also understood, as he had done at Anna Pavlovna's, that it would be difficult to get rid of Anna Mikhaylovna.",
        "\"To endure war is the most difficult subordination of man's freedom to the law of God,\" the voice had said.",
        "But a complex and difficult process of internal development was taking place all this time in Pierre's soul, revealing much to him and causing him many spiritual doubts and joys.",
        "The geology of our campsite made it difficult to set up the tent.",
        "I tried to remember names on buildings but just being there was so awesome it was difficult to concentrate.",
        "It was difficult returning to our mundane life after our weekend high.",
        "It was difficult for all of us to maintain attention as Howie watched the child sleep.",
        "Otherwise, it was difficult to sense true feelings, at least from Julie's standpoint.",
        "It seemed all so mechanical and difficult, my heart ached for the poor little children.",
        "He, of our group, was the most difficult to read.",
        "Kutuzov's general expression was one of concentrated quiet attention, and his face wore a strained look as if he found it difficult to master the fatigue of his old and feeble body.",
        "Disregarding the officers' orders, the soldiers stood leaning against their stretchers and gazing intently, as if trying to comprehend the difficult problem of what was taking place before them.",
        "The issues are difficult because fundamentally none of us knows the ultimate effects.",
        "It was not difficult, however, to make her understand that there was a present for each child, and to her great delight she was permitted to hand the gifts to the children.",
        "Behind our position was a steep and deep dip, making it difficult for artillery and cavalry to retire.",
        "Suddenly the threads that moved them began to slacken and become entangled and it grew difficult to move.",
        "With Quinn's ranting it was difficult to get a word in.",
        "It was difficult to hear how easily he'd evaluated and cornered her to get her to Hell.",
        "I'm sure it was a difficult decision.",
        "The notion of scarcity is so ingrained in us and so permeates the world today, it is difficult to imagine a world without it.",
        "It was difficult to hide such a big pistol even under his wide coat.",
        "Reveries about Sonya had had something merry and playful in them, but to dream of Princess Mary was always difficult and a little frightening.",
        "Still more difficult would it be to find an instance in history of the aim of an historical personage being so completely accomplished as that to which all Kutuzov's efforts were directed in 1812.",
        "Chasing it down might prove difficult, even for Fred and his history-loving lady friends.",
        "The Moscovites felt that something was wrong and that to discuss the bad news was difficult, and so it was best to be silent.",
        "If he, Cynthia, and Fred were tasked with simply finding the identity of the old bones, the chore would be difficult at best and limited to Fred and his cronies researching old records.",
        "It was difficult to tell.",
        "What's so difficult about that?",
        "It isn't as difficult as it looks.",
        "The mud brought down by it, calculated at 7150 lb an hour at Bagdad, is not deposited in marshes to form alluvium, as in the case of the Euphrates, but although in flood time the river becomes at places an inland sea, rendering navigation extremely difficult and uncertain, the bulk of the mud is deposited in banks, shoals and islands in the bed of the river, and is finally carried out into the Persian Gulf.",
        "The problem is a very difficult one and cannot be regarded as definitely settled, but it is difficult to understand why all this additional complexity in the division of the nucleus should be necessary if the final result is only a quantitative separation of the chromatin.",
        "The rough streets are too steep and narrow for vehicles, and even riding on horseback is often difficult.",
        "It is very soluble in water, and is extremely difficult to purify.",
        "When I find my work particularly difficult and discouraging, she writes me letters that make me feel glad and brave; for she is one of those from whom we learn that one painful duty fulfilled makes the next plainer and easier.",
        "I hope I have written my letter nicely, but it is very difficult to write on this paper and teacher is not here to give me better.",
        "Bagration knew that as the distance between the two flanks was more than six miles, even if the messenger were not killed (which he very likely would be), and found the commander-in-chief (which would be very difficult), he would not be able to get back before evening.",
        "It would be difficult and even impossible to imagine any result more opportune than the actual outcome of this battle.",
        "It's difficult to tell, but we think he died in the 1960's.",
        "The generals seemed to listen reluctantly to the difficult dispositions.",
        "When the reading which lasted more than an hour was over, Langeron again brought his snuffbox to rest and, without looking at Weyrother or at anyone in particular, began to say how difficult it was to carry out such a plan in which the enemy's position was assumed to be known, whereas it was perhaps not known, since the enemy was in movement.",
        "The troops were running in such a dense mass that once surrounded by them it was difficult to get out again.",
        "She had grown stouter and broader, so that it was difficult to recognize in this robust, motherly woman the slim, lively Natasha of former days.",
        "Most people would have said it was difficult for Alex.",
        "Real estate records were scoured for any known relative of the now deceased murderer in an attempt to locate family owned property, a difficult chore as mother Grasso wedded three men and lived with countless others.",
        "It was difficult to feel sorry for the woman next to him.",
        "Hard consonants were, and indeed still are, very difficult for her to pronounce in connection with one another in the same word; she often suppresses the one and changes the other, and sometimes she replaces both by an analogous sound with soft aspiration.",
        "But the first plunderers were followed by a second and a third contingent, and with increasing numbers plundering became more and more difficult and assumed more definite forms.",
        "I had a good, frank talk with Mrs. Keller, and explained to her how difficult it was going to be to do anything with Helen under the existing circumstances.",
        "Helen knows the meaning of more than a hundred words now, and learns new ones daily without the slightest suspicion that she is performing a most difficult feat.",
        "As difficult as it might be to \"let go,\" this is good for peace.",
        "Helene, having returned with the court from Vilna to Petersburg, found herself in a difficult position.",
        "It's a difficult time for both of you.",
        "The new president was a man comparatively little known outside the state of Illinois, and many of his supporters, doubtful of his ability to deal with the difficult problems of 1861, looked to Seward as the most experienced man of the administration and the one who should direct its policy.",
        "The multitude of species and the many intermediate forms render their exact limitation difficult, but those presenting sufficiently marked characters to justify specific rank probably approach 300 in number.",
        "The oak in Europe is liable to injury from a great variety of insect enemies: the young wood is attacked by the larvae of the small stag-beetle and several other Coleoptera, and those of the wood-leopard moth, goat moth and other Lepidoptera feed upon it occasionally; the foliage is devoured by innumerable larvae; indeed, it has been stated that half the plant-eating insects of England prey more or less upon the oak, and in some seasons it is difficult to find a leaf perfectly free from their depredations.",
        "Descartes had left untouched, or nearly `so, the difficult problem of the relation between the universal element or thought and the particular desires or inclinations.",
        "These triumphs, however, had all been obtained by force of arms; the more difficult task now awaited Cromwell of governing England by parliament and by law.",
        "They are exceedingly hard and difficult to pulverize, odourless, bitter and readily confused with black mustard seeds.",
        "It is often difficult, if not impracticable, to draw the line between orthodox writers and heterodox; on which side, it might be asked, is Origen to be placed ?",
        "The population of the Pernambuco sertao has always been noted for its turbulent, lawless character, due partly to distance from the coast where the bulk of the population is concentrated, partly to difficult means of communication, and partly to the fact that this remote region has long been the refuge of criminals from the coast towns.",
        "This latter change in itself made pilgrimages from the West increasingly difficult: the Byzantines, especially after the schism of 1054, did not seek to smooth the way of the pilgrim, and Victor II.",
        "Clement professed to despite rhetoric, but was himself a rhetorician, and his style is turgid, involved and difficult.",
        "L.) compared is difficult when we introduce, as seems inevitable, the question of efficiency and power, and do not confine the question to the perfection of morphological development.",
        "Para, Parnahyba, Parahyba, Santos and Rio Grande do Sul are river ports situated near the sea on rivers having the same name; but, with the exception of Path and Santos, they are difficult of access and are of secondary importance.",
        "The depreciation and unstable character of the paper currency render it difficult to give a clear statement of receipts and expenditures for a term of years, the sterling equivalents often showing a decrease, through a fall in the value of the milreis, where there has been an actual increase in currency returns.",
        "His successors possessed neither his political nor his military talents, and had to contend with more difficult circumstances.",
        "They argued that it would be much more difficult to carry out a success ful coup d'etat when the good-natured, confiding emperor had been succeeded by his more suspicious and energetic daughter.",
        "Little progress was made, the country being difficult of access and the Jaguncoes laying ambuscades at every available place.",
        "Why was it so difficult for humans?",
        "But in this new and difficult country the emperor found it impossible to time his marches.",
        "It was all dreadfully difficult and complicated; and he replied to his mother in cold, formal letters in French, beginning: \"My dear Mamma,\" and ending: \"Your obedient son,\" which said nothing of when he would return.",
        "Stories were whispered of how differently the two Empresses behaved in these difficult circumstances.",
        "Whether it were difficult or easy, possible or impossible, she did not ask and did not want to know: it was her duty, not only to herself, to be near her brother who was perhaps dying, but to do everything possible to take his son to him, and so she prepared to set off.",
        "During this difficult journey Mademoiselle Bourienne, Dessalles, and Princess Mary's servants were astonished at her energy and firmness of spirit.",
        "Kutuzov only replied that movements arranged from a distance were always difficult to execute.",
        "He paced up and down his room, now turning his thoughts on a difficult problem and frowning, now suddenly shrugging his shoulders and wincing, and now smiling happily.",
        "Cicero is splendid, but his orations are very difficult to translate.",
        "Though there are things in it difficult for the feeble human mind to grasp, it is an admirable book which calms and elevates the soul.",
        "From the far side of the house through the closed doors came the sound of difficult passages--twenty times repeated--of a sonata by Dussek.",
        "Natasha left the room with her father and, as if finding it difficult to reach some decision, first followed him and then ran downstairs.",
        "It is very difficult for events to be reflected in their real strength and completeness amid the conditions of court life and far from the scene of action.",
        "It was difficult to remember step by step but I didn't want to get it wrong.",
        "The most difficult work is in the past.",
        "It was very difficult to walk over, the ties were wide apart and so narrow that one felt as if one were walking on knives.",
        "It was difficult to make me understand this; but when I did understand I was astonished and grieved.",
        "It is difficult to describe my emotions when I stood on the point which overhangs the American Falls and felt the air vibrate and the earth tremble.",
        "To be sure, I take the keenest interest in everything that concerns those who surround me; it is this very interest which makes it so difficult for me to carry on a conversation with some people who will not talk or say what they think, but I should not be sorry to find more friends ready to talk with me now and then about the wonderful things I read.",
        "To say \"tomorrow\" and keep up a dignified tone was not difficult, but to go home alone, see his sisters, brother, mother, and father, confess and ask for money he had no right to after giving his word of honor, was terrible.",
        "What would have seemed difficult or even impossible to another woman did not cause the least embarrassment to Countess Bezukhova, who evidently deserved her reputation of being a very clever woman.",
        "Of course they did not realize how difficult and perplexing they were making the examinations for me.",
        "I sorely wish I could keep them longer but on the road, it's difficult.",
        "Is that so difficult?",
        "It wouldn't be difficult.",
        "In Howie's exhausted state, inducing him to sleep was not difficult.",
        "Look, Lacy, I'm not trying to be difficult.",
        "The Dean's ages—both forty—and the financial limitations of their new business would make obtaining court approval difficult.",
        "It would have been difficult not to smile, even if she didn't want to.",
        "Why had she never considered how difficult it had been for Lori?",
        "It must be difficult for you, having to make all the decisions now.",
        "Yet he paused over the writing as though it were difficult.",
        "It had always been difficult to guess what was on his mind.",
        "It was difficult to imagine that someone would think they couldn't talk when they actually could, but the mind did strange things during duress.",
        "This must be difficult for him.",
        "It sounded good in words, but applying it was going to be difficult.",
        "Her sign language vocabulary had increased, but many things were still difficult to understand.",
        "It was difficult to describe the depth of her feelings.",
        "He had a feeling the most difficult was the one hiding in the Sanctuary.",
        "It was getting more difficult to keep his distance from his mate, and he hated knowing he'd have to hurt her emotionally to prevent the tumor from growing too fast.",
        "He seemed at once disgusted by the fact she was a difficult mortal blood monkey and yet primitively protective, holding her as she quaked after her run-in with a man who wanted to kill her.",
        "At the effort he put in the difficult words, she looked up at him, her clear blue eyes vexed.",
        "\"I thought I made your life more difficult,\" she said to keep from falling into a dangerous silence.",
        "Girls can.t fight and they just make life really difficult, he snapped.",
        "Do you ever find it difficult to follow the Code when it seems so wrong to do so?",
        "If that were the best Ne'Rin could say of the difficult woman … She should have settled by this point, adopted her role and been properly behaved.",
        "Today was difficult, but normally I do much better.",
        "Pensive and troubled, she dressed for a difficult day.",
        "You'll see how difficult our position, he replied.",
        "The trail was not difficult by cross-country standards—just enough of a challenge to stir the blood and quicken the breath.",
        "Wasn't it difficult to write, knowing so little about what really happened?",
        "It was difficult for all of them to work together so Cynthia made two extra copies of a dozen random pages of the ancient text.",
        "I don't imagine it was so very difficult.",
        "It's difficult for us because we're just starting out.",
        "The snow was hard-packed from heavy use but the walking was not difficult.",
        "While the snow was deeper here and the path less traveled, the walking was not difficult.",
        "It was difficult to see as the intensity of the falling snow was increasing by the hour.",
        "By now, more than two feet was packed against the door, though the exact depth was difficult to determine in the wind-driven drifts.",
        "The crowds were lighter than yesterday, due to the heavy snowfall making not only climbing difficult, but viewing a wet and laborious task.",
        "Makes recognizing anyone a tad more difficult.",
        "With her back still toward him, she asked what must have been the most difficult questioned she ever voiced.",
        "Thinking about all the times he nursed her through heartache, she now realized how difficult it must have been for him to witness her pain.",
        "She had selected \"Pie Jesu\" from Faure's Requiem, vocally, a very difficult piece.",
        "Are the words so difficult to say or does your rule book say it's something perverted.",
        "Why was it so difficult?",
        "\"That puts me in a difficult spot,\" he said at last.",
        "You're a difficult creature to find.",
        "Detective Hunter advised the Sentinel by phone that tidal conditions on the Chesapeake might make retrieving a body difficult.",
        "She lives in Indiana but it's so difficult to make any plans until...they find Jeff.",
        "It's difficult to put in words, but if he were to leave, he'd do it up front—he'd never just sneak away.",
        "Then maybe it wouldn't be so difficult to put it out of my mind.",
        "Tracking him down would be difficult without stepping on the jurisdictional toes of the Norfolk Police Department.",
        "Their brief search halted when a security guard swore no one had passed his way and too many corridors and stairways went in other directions, making further search difficult.",
        "The bikers wore helmets and most were in a low tuck position, making it difficult to get an identifying look at them.",
        "Sometimes it was difficult to know which virtues they taught her were worthy and which were simply out-dated.",
        "He gazed down at her, his expression difficult to see in the fading light.",
        "Even when they were both determined not to let this happen, it was difficult to avoid such incidents.",
        "It was difficult to understand why she had been looking forward to this moment for so long, but wasn't ecstatic now that it had finally arrived.",
        "It was difficult to imagine this conversation was innocent, yet she must have faith in him.",
        "I hadn't thought about it, but it must be difficult to use a different name after using it your entire childhood.",
        "Much as she wanted to work on it, Carmen found it difficult to spend any of the money Alex had allotted to her account.",
        "The difficult task of rounding her up and holding her down wasn't his greatest concern about an examination.",
        "It was difficult to imagine how a veterinarian could be so unconcerned about the pain of any animal, much less Princess.",
        "This was a time she had always looked forward to — so why did it have to be so difficult?",
        "Why did everything have to be so difficult?",
        "He was trying to put the pieces together now — a job that would be difficult enough if she merely stood back and watched.",
        "It was difficult to think of him in any way but gone — not dead.",
        "It was difficult to start a subject that might result in a fight, but she had to know for sure — slay the dragon, so to speak.",
        "You will have some very difficult choices soon, she said.",
        "Her chest clenched until it was difficult to breathe.",
        "It would be difficult, but my brother Henri knows - -",
        "He wanted to condemn the unreasonable woman, but it was difficult when he thought of her pale features.",
        "Evidently remembering his lines wasn't near as difficult as keeping his face straight.",
        "Sometimes it was difficult to accept that he actually preferred this lifestyle.",
        "It was difficult to believe that Alex had been brought up wealthy.",
        "That shouldn't be too difficult to arrange.",
        "It must be difficult to live up to so many people's expectations.",
        "Think how difficult it would be for the boy to adjust with all this going on.",
        "He's a good boy, but now he's going through a difficult stage.",
        "That didn't look so difficult.",
        "Trying to balance her time between the children, Alex and her guests proved more difficult than she imagined.",
        "Having worked together, they probably shared an unpleasant experience with a difficult customer.",
        "Carmen, why do you have to be so difficult?",
        "She wasn't the one being difficult, and her reasoning was sound.",
        "Maybe she was being as difficult as he was.",
        "Alex looked down at her, but it was difficult to read his expression in the dim light.",
        "Of course, it must have been difficult for Gerald.",
        "It would be difficult to hide.",
        "For a moment he stared at her, his expression difficult to read, but obviously he was upset.",
        "\"I'm sure it was difficult for both of you,\" Sam said.",
        "Back-tracking the elk through the brush wasn't so difficult, but trying to move through the brush on horseback wasn't a simple thing.",
        "After twenty-five years in the concrete jungle, what could be so difficult about living in the rustic hills of Arkansas?",
        "When he didn't move, she eased around him, frazzled by his strange intensity and his difficult cat.",
        "I understand how difficult it is to fall for someone so outside the norm, you feel like you're going crazy.",
        "\"I'm not being difficult,\" she rushed on.",
        "When standing among mimosas they so harmonize with their surroundings that they are difficult of detection.",
        "But some phenomena are difficult to reconcile with pressed into less than one five-hundredth of a cubic foot, or, if allowed to expand, the air originally occupying the cubic foot can be made to fill, apparently uniformly, a space of a million cubic feet or more.",
        "He returned to his lawful allegiance in the following year and assisted Czarniecki in his difficult task of expelling Charles X.",
        "Hansen pointed out that this was by no means the case, for it is more difficult to separate the cells from each other in the gelatin than in the liquid.",
        "Meaning in general the \"king's court,\" it is difficult to define the curia regis with precision, but it is important and interesting because it is the germ from which the higher courts of law, the privy council and the cabinet, have sprung.",
        "It is equally difficult to discover the relation between Paean or Paeon in the sense of \" healer \" and Paean in the sense of \" song.\"",
        "Experiments upon this subject are not difficult.",
        "It is thus difficult to form a judgment as to what has most claim to acceptance as the general law, and what may be regarded as local or exceptional.",
        "Owing to observational difficulties, the exact measure of success attained is a little difficult to gauge, but it seems fairly certain that raindrops usually carry a charge.",
        "The loss of charge is due to more than one cause, and it is difficult to attribute an absolutely definite meaning even to results obtained with the cover on.",
        "This difficult task was accomplished by Count Peter Tolstoi, the most subtle and unscrupulous of Peter's servants; but terrorized though he was, Alexius would only consent to return on his father solemnly swearing, \"before God and His judgment seat,\" that if he came back he should not be punished in the least, but cherished as a son and allowed to live quietly on his estates and marry Afrosina.",
        "On the Tongking side this trade follows the Red River route as far as Manhao, which is distant from Mengtsze about 40 m., though the navigation of the river is difficult.",
        "A just appreciation of the genius and the writings of Propertius is made sensibly more difficult by the condition in which his works have come down to us.",
        "One reply to this is that it is not difficult to determine from time to time the errors of the screws and to apply the necessary corrections to the observations.",
        "The struggle of the Bohemians against Rome continued uninterruptedly, and the position of Podébrad became a very difficult one when the young king Ladislas, who was crowned in 1453, expressed his sympathies for the Roman Church, though he had recognized the compacts and the ancient privileges of Bohemia.",
        "In Great Britain wild cats survive only in some of the Scottish forests, and even there it is difficult to decide whether pure-bred specimens are extant.",
        "The shortest road across this range passes along the eastern side of the mountains, and the most difficult part is the celebrated Scironian rocks, the mythic home of the robber Sciron.",
        "It is difficult to trace the names of some of the mayors of the palace, the post being of almost no significance in, the time of Gregory of Tours.",
        "But progress was made difficult, in consequence of the clumsy and irregular nomenclature employed.",
        "Yet it would seem there had been a still higher pitch used in the old ecclesiastical music. Upon this interesting question Praetorius is confused and difficult to understand, but he never wavers about the transposition of a fourth.",
        "The West minster Assembly, through its Confession, Directory and Catechisms, has become so associated with the Presbyterian Church that it is difficult to realize that it was not a church court at all, much less a creation of Presbyterianism.",
        "\"What kept these bodies apart was their separate historic origin and development, but especially the alienation caused by the ` Voluntary Controversy ' which had its roots in the difficult problems of civil law in its relation to religion, and the stumbling-block of the civil magistrate's authority in relation to the Christian conscience.\"",
        "In Lombardy it has a breadth of 200 yds., and a depth of 10 to 16 ft., but the strength of the current renders its navigation very difficult, and lessens its value as a means of transit between Germany and Italy.",
        "Then there was a change in the financial situation, and it became difficult to find the money required.",
        "The limited knowledge which we possess of the original features of the ground within the area of the city makes a reconstruction of the topographical history of the latter a difficult task; and, as a natural result, many irreconcilable theories have been suggested.",
        "In 65 B.C. Jerusalem was captured by Pompey after a difficult siege.",
        "As a residence, however, for the rulers of the empire, a remote place in a difficult alpine region was far from convenient, and the real capitals were Susa, Babylon and Ecbatana.",
        "It is as yet difficult to determine the part which Rhodes played in prehistoric days during the naval predominance of the neighbouring island of Crete; but archaeological remains dating from the later Minoan age prove that the early Aegean culture maintained itself there comparatively unimpaired until the historic period.",
        "The returns from the copper fields in the state are at present a little over half a million sterling per annum, and would be still greater if it were not for the lack of suitable fuel for smelting purposes, which renders the economical treatment of the ore difficult; the development of the mines is also retarded by the want of easy and cheaper communication with the coast.",
        "It is difficult to believe that they at first arrived in such numbers as at once to overwhelm the Papuan population.",
        "Up to 1889 wages held their ground, although work had become more difficult to obtain, and some industries were being carried on without any profit.",
        "The next fifteen years were for Maximilian a stormy and difficult period.",
        "Never did the diplomatic talents of the prince of Orange shine brighter than at this difficult crisis.",
        "It is not difficult to discern the influence of naïve materialism in contemporary thinking.",
        "On the east coast the principal streams are the Petani, Telubin, Kelantan, Besut, Trengganu, Dungun, Kmamun, Kuantan, Pahang, Rompin, Endau and Sedeli, all guarded by difficult bars at their mouths, and dangerous during the continuance of the north-east monsoon.",
        "He took a leading part in the negotiation of 1890 for the Bohemian settlement, but the elections of 1891, in which the young Czechs who were opposed to the feudal party gained a decisive victory, made his position a very difficult one.",
        "These crude ideas of Cromwell's character were extinguished by Macaulay's irresistible logic, by the publication of Cromwell's letters by Carlyle in 1845, which showed Cromwell clearly to be \"not a man of falsehoods, but a man of truth\"; and by Gardiner, whom, however, it is somewhat difficult to follow when he represents Cromwell as \"a typical Englishman.\"",
        "There are also special elucidations of some difficult Scripture texts.",
        "\"It is hardly necessary to add,\" he remarks, \"that anything which any insulated body or system of bodies can continue to furnish without limitation cannot possibly be a material substance; and it appears to me to be extremely difficult, if not quite impossible, to form any distinct idea of anything capable of being excited and communicated in the manner that heat was excited and communicated in these experiments, except it be motion.\"",
        "Classical and modern chamber-music in the sonata style consists mainly of string-quartets for 2 violins, viola and violoncello; string-trios (rare, because very difficult to write sonorously); pianoforte-trios (pianoforte, violin and violoncello); pianoforte-quartets (pianoforte with string-trio); pianoforte-quintets (pianoforte with string-quartet); string-quintets (with 2 violas, very rarely with 2 violoncellos), and (in two important cases by Brahms) stringsextets.",
        "It is most difficult to characterize the muskinu exactly.",
        "Up to too words per minute the signals are easily readable, but beyond that speed they are more difficult to translate, although experts can read them when received at zoo words per minute.",
        "With this modified form somewhat greater speed was obtained, but it was found difficult to drive, requiring the use of steam or some such motive-power.",
        "The evidence of date derived from changes in the language is more difficult to formulate, and the inquiry calls for the most diligent use of scientific method and critical judgment.",
        "The problem, however, of constructing a deep-sea cable satisfactorily, with suitable inductance coils inserted at short distances apart, is a difficult one, and one which it cannot be said has been solved.",
        "other species the glands are confined to the lower portion of the cavity surface, while the upper part bear a smooth waxy secretion on which it is impossible, or at any rate extremely difficult, for insects to secure a foothold.",
        "The greater part of this trough is over 600 fathoms deep. The profusion of islands and their usually bold elevation give beauty and picturesqueness to the sea, but its navigation is difficult and dangerous, notwithstanding the large number of safe and commodious gulfs and bays.",
        "Accurate statistics with regard to the area occupied in different forms of cultivation are difficult to obtain, both on account of their varied and piecemeal character and from the lack of a complete cadastral survey.",
        "The exportation in I902 only reached about 45 million gallons (and even that is double the average), while an equally abundant vintage in France and Spain rendered the exportation of the balance of 1907 impossible, and fiscal regulations rendered the distillation of the superfluous amount difficult.",
        "These establishments are, however, unsatisfactory, being mostly situated on small islands, where it is often difficult to find work for the coatti, who are free by day, being only confined at night.",
        "One specially difficult point concerned the effectives of the peacestrength army.",
        "The ethnography of ancient Italy is a very complicated and difficult subject, and notwithstanding the researches of modern scholars is still involved in some obscurity.",
        "(~) It is difficult to point to any definite evidence by which we may determine the dates of the earliest appearance of Gallic tribes in the north of Italy.",
        "In the same year a road was constructed over the Apennines from Bon.onia to Arretium, but it is difficult to suppose that it was not until later that the Via Cassia was made, giving a direct communication between Arretium and Rome.",
        "it is difficult to judge his career with fairness.",
        "military considerations, but the sentence deplored that in such difficult circumstances the command should have been given to a general so inferior to the exigencies of the situation.",
        "A more difficult question was that of religious education in the public elementary schools.",
        "It is difficult to indicate in a short space the most important sources of general Italian history.",
        "As a theologian it is difficult to class him.",
        "He is a most difficult writer; different readers understand him differently; and he uses in the earlier parts of his Critique of Pure Reason much of the language of intuitionalism.",
        "Or at least he has rightly seen what are the assertions to aim at; it is difficult to accept the principle or method upon which his answer to the riddle proceeds, the dialectic method.",
        "A difficult question arose for Descartes's philosophy, when it had to explain the union in man of the absolutely opposite substances, 4 Cf.",
        "He is difficult to classify.",
        "The two kinds of persons present in the typical Hydroidea make the classification of the group extremely difficult, for reasons explained above.",
        "It would be difficult to say what branches of science had done most towards the establishment of this doctrine.",
        "Locke half playfully touches on certain monsters, with respect to which it is difficult to determine whether they ought to be called men.",
        "It is difficult to say how far some of these temporal penalties were penitential only or how far they could be inflicted in invitos.",
        "His thoughts represent a transitional movement, and it is difficult to discover in them anything like a systematic philosophy.",
        "Any poisonous substance that is not included in the schedules can be sold by anyone, as, for instance, red lead, sulphate of copper, &c. The duty of the Pharmaceutical Society is a purely legal one, and relates only to the schedules of poisons framed by the government to protect the public by rendering it a difficult matter to obtain the poisons most frequently used for criminal purposes.",
        "His political changes are difficult to follow, or to explain, and they have been unsparingly censured.",
        "md difficult to regard coniferous forests as a natural ecological group. At much higher altitudes, in the south-west of the Mediterranean region, forests occur of the Atlantic cedar (Cedrus atlantica).",
        "Even, however, with this reservation, it is difficult to resist the mass of evidence as a whole.",
        "In the new world no southern barriers existed and it is more difficult to draw the line between contiguous sub-regions.",
        "The absence of marked natural boundaries makes any precise north and south limitation difficult.",
        "His argument as to the narrowness of the sea between West Africa and East Asia, from the occurrence of elephants at both extremities, is difficult to understand, although it shows that he looked on the distribution of animals as a problem of geography.",
        "The measurement of a coast-line is difficult, because the length will necessarily be greater when measured on a largescale map where minute irregularities can be taken into account.",
        "But this very development of Mosaism implies the existence of an original nucleus or substratum, although the recovery of its precise extent is very difficult.",
        "Its date is now usually given as about Soo B.C. 1 In the next century the document E was composed, so called from its using 1 The dating of these documents is extremely difficult, since it is based entirely on internal evidence.",
        "We must now turn back to a most difficult subject - the growth of the Liturgy.",
        "During his residence in Germany Lomonosov married a native of the country, and found it difficult to maintain his increasing family on the scanty allowance granted to him by the St Petersburg Academy, which, moreover, was irregularly sent.",
        "An account of his Welsh campaigns is given in the Vitae duorum Off arum, but it is difficult to determine how far the stories there given have an historical basis.",
        "The Liberian frontier with the adjacent French possessions was defined by the Franco-Liberian treaty of 1892, but as the definition therein given was found to be very difficult of reconciliation with geographical features (for in 1892 the whole of the Liberian interior was unmapped) further negotiations were set on foot.",
        "It is difficult to allow the appositeness of this special illustration; on the other hand, Ford has even in this case shown his art of depicting sensual passion without grossness of expression; for the exception in Annabella's language to Soranzo seems to have a special intention, and is true to the pressure of the situation and the revulsion produced by it in a naturally weak and yielding mind.",
        "renders agriculture difficult.",
        "unhesitatingly the difficult and dangerous post, and ruled autocratically for seven years (1682-89), but this did not satisfy her ambition.",
        "For this purpose he created a very severe press-censorship and an expensive system of passports, which made it more difficult for Russians to visit foreign countries.",
        "They comprise several ranges which the roads from the sea to the interior have to cross at right angles, thereby rendering communication and transport very difficult.",
        "in very difficult country around the south end of Lake Baikal; this was constructed in 1904, communication being maintained in the interval by ferry-boats, which conveyed all the carriages of a train across the lake, more than 40 m., when the ice permitted.",
        "Useful compulsory laws regarding the details of train management are difficult to frame and hard to carry out; but the Board has exercised a persistent persuasiveness and has secured most of its objects.",
        "Hence losses in one quarter must be compensated by gains in another - a process which the law, regarding only the gains, renders very difficult.",
        "Stone blocks were tried as sleepers in the early days of railways, but they proved too rigid, and besides, it was found difficult to keep the line true with them.",
        "The advantage claimed for roofs formed with one or two large spans is that they permit the platforms and tracks to be readily rearranged at any time as required, whereas this is difficult with the other type, especially since the British Board of Trade requires the pillars to be not less than 6 ft.",
        "These considerations also indicate what a difficult matter it is to find the exact rate of working against the resistances, because of the difficulty of securing conditions which eliminate the effect both of the gradient and of acceleration.",
        "The most difficult portion of the road, 41 m.",
        "Though the moralization of gods has only proceeded pari passu with the moralization of mankind, the deities of the more advanced nations are perhaps felt by them to be more terrible and more difficult of access than the divinities of lower races; herein lies one explanation of the power of the priesthood.",
        "The coast-line of both main islands is deeply indented and many of the bays and inlets form secure and well-protected harbours, some of which, however, are difficult of access to sailing ships.",
        "\" A region more exposed to storms both in summer and winter it would be difficult to mention \" (Fitzroy, Voyages of \" Adventure \" and\" Beagle,\" ii.",
        "Perhaps he was as wise as his critics; at any rate the rigour which he repudiated hardly brought peace or strength to the Church when practised by his successors, and London, which was always a difficult see, involved Bishop Sandys in similar tronbles when Grindal had gone to York.",
        "Coral reefs protect the coasts in many parts; they are frequently interrupted, but the passages through them are often difficult of navigation.",
        "We have here followed Dillmann's construction of a difficult passage which Duhm attempts to simplify by omission of the complicating clause without altering the general sense.",
        "7) and Azazel were of Babylonian origin it is difficult to determine.",
        "In his episcopal capacity he attended several diets of the empire, as well as the opening meetings of the council of Trent; and the influence of his father, now chancellor, led to his being entrusted with many difficult and delicate pieces of public business, in the execution of which he developed a rare talent for diplomacy, and at the same time acquired an intimate acquaintance with most of the currents of European politics.",
        "This theory Gibbon completely exploded in his Critical Observations (1770) - no very difficult task, indeed, but achieved in a style, and with a profusion of learning, which called forth the warmest commendations both at home and abroad.",
        "His defence of the authenticity of the Epistles of Ignatius is one of the most important contributions to that very difficult controversy.",
        "Having regard to the military importance of Arretium during the Punic wars, it is difficult to believe that no direct road existed to this point before 187 B.C.",
        "The earliest local inscriptions date from about 300 to 150 B.C. and include the interesting and difficult bronze of Lake Fucinus, which seems to record a votive offering to Angitia, if A(n)ctia, as is probable, was the local form of her name.",
        "The means of accomplishing the former have been already pointed out, but they are obviously difficult to carry out on a large scale, particularly in native communities.",
        "Politically he was a pupil of Alexis Bestuzhev; consequently, when in the middle 'fifties Russia suddenly turned Francophil instead of Francophobe, Panin's position became extremely difficult.",
        "Even at that period, however, the silt brought down by the rivers rendered access to the harbour difficult, and the historian Philistus excavated a canal to give free access to the sea.",
        "Although it is difficult to determine the true historical kernel, two features are most prominent in the narratives which the post-exilic compiler has incorporated: the revelation of Yahweh, and the movement into Palestine.",
        "As a result of this backward projection of later conceptions, the recovery of the true historical nucleus is difficult.",
        "The varied narratives, now due to Judaean editors, preserve distinct points of view, and it is extremely difficult to unravel the threads and to determine their relative position in the history.",
        "Had the two kingdoms been under a single head, these features might find an explanation, but it must be allowed that it is extremely difficult to fit the general situation into our present.",
        "It is difficult to trace the biblical history century by century as it reaches these last years of bitter conflict and of renewed prosperity.",
        "The last few years of the Judaean kingdom present several difficult problems.",
        "In view of subsequent events it would be difficult to find a more interesting subject of inquiry than the internal religious and sociological conditions in Samaria at this age.",
        "But the problems are admittedly complicated, and since one is necessarily dependent upon scanty narratives arranged and rearranged by later hands in accordance with their own historical theories, it is difficult to lay stress upon internal evidence which appears to be conclusive for this or that reconstruction.",
        "The name of their city is very difficult; they call it Hierusaleme.",
        "In Germany Jews are still rarely admitted to the rank of officers in the army, university posts are very difficult of access, Judaism and its doctrines are denounced in medieval language, and a tone of hostility prevails in many public utterances.",
        "It is difficult, moreover, not to connect the repeated wall-paintings and reliefs of the palace illustrating the cruel bull sports of the Minoan arena, in which girls as well as youths took part, with the legend of the Minotaur, or bull of Minos, for whose grisly meals Athens was forced to pay annual tribute of her sons and daughters.",
        "The subject is a very difficult and complex one (see also Calendar).",
        "In 1577 Crichton was undoubtedly in Paris, but his career on the continent is difficult to follow.",
        "The production in Rutherford and Burke counties and their vicinity was so great, and transportation to the United States Mint at Philadelphia so difficult, that from 1831 to 1857 gold was privately coined in I, 22 and 5 dollar pieces bearing the mark of the coiner \" C. Bechtler, Rutherford county, N.C.\"",
        "I'd like to help clean up some articles, but I don't have a scan of the original article and find it difficult to know what mangled word is supposed to be.",
        "But in that case it might be difficult to find a systematic philosopher who would escape the charge of mysticism; and it is better to remain by long-established and serviceable distinctions.",
        "Lubbock goes so far as to conclude the account of his experiments with the remark that \" It is difficult altogether to deny them the gift of reason ...",
        "A mountain range such as this, attaining altitudes at which vegetable life ceases, and the support of animal life is extremely difficult, constitutes an almost impassable barrier against the spread of all forms of living creatures.",
        "E Arabian Sea Ba Of G A L e Geological information incomplete Desert Deposits Quaternary Tertiary Mesozoic Palaeozoic Archaean and Metamorphic Younger Volcanic Rocks English Miles b iuHi iiiiuiiiiii after llargl,aua Geology The geology of Asia is so complex and over wide areas so little known that it is difficult to give a connected account of either the structure or the development of the continent, and only the broader features can be dealt with here.",
        "Although the succession of the periodical winds follows the progress of the seasons as just described, the changes in the wind's direction everywhere take place under the operation of special local influences which often disguise the more general law, and make it difficult to trace.",
        "On the meaning of this difficult passage, see the discussions by W.",
        "David's hurried flight, attended only by his bodyguard, indicates that his position was not a very strong one, and it is difficult to connect this with the fact that he had already waged the wars mentioned in 2 Sam.",
        "In a few Enchytraeidae and Lumbriculidae the spermathecae open at the distal extremity into the oesophagus, which is a fact difficult of explanation.",
        "Hahn, 1845, out of print and extremely difficult to obtain).",
        "It was a difficult operation, for the French and Spaniards had in all 46 line-of-battle ships to his 33, and in the exhausted state of the country it was impossible to fit his ships properly or to supply them with good crews.",
        "Up to that time he had never seen a silkworm, and hesitated to attempt so difficult a task; but at the reiterated request of his friend he consented, and in June 1865 went to the south of France for the purpose of studying the disease on the spot.",
        "Mingrelia and Imeretia (valley of Rion) are the gardens of Caucasia, but the high valleys of Svanetia, farther north on the south slopes of the Caucasus mountains, are wild and difficult of access.",
        "Nevertheless the spirit of resistance in these stubborn mountaineers was not finally broken until 1864, when the Russians eventually stifled all opposition in the difficult valleys and glens of the western Caucasus.",
        "From 1879 to 1888 he was engaged on difficult experimental investigations, which began with an inquiry into the corrections required, owing to the great pressures to which the instruments had been subjected, in the readings of the thermometers employed by the \"Challenger\" expedition for observing deep-sea temperatures, and which were extended to include the compressibility of water, glass and mercury.",
        "Further, as the country became more consolidated and the central government extended its authority over economic affairs, new regulations came into force, new organs of government appeared, which were sometimes in conflict, sometimes in harmony, with the existing system, and it becomes for a time far more difficult to obtain a clear view of the actual working of economic institutions.",
        "Any one who has taken the trouble to trace the history of one of the modern schools of economists, or of any branch of economic science, knows how difficult it is to say when it began.",
        "For the rest of the economists of this period, it is difficult to see how they can escape oblivion.",
        "In a subject like economics it must always be very difficult to decide how far a departure from the traditional form and.",
        "The very effectiveness of modern criticism and analysis,which has brought great gains in almost all branches of economic theory, has made the science more difficult as a subject of ordinary study.",
        "It is therefore extraordinarily difficult at present to know what happens, or rather what would happen if it were not prevented, when a country reaches \" the stage of diminishing returns \"; what precisely it is which comes into operation, for obviously the diminishing returns are the results, not the cause; or how commodities \" obey \" a law which is always \" suspended.\"",
        "This is no doubt a difficult matter.",
        "He was elected on the 1st of August 1559; but it was difficult to find the requisite four bishops willing and qualified to consecrate him, and not until the 17th of December did Barlow, Scory, Coverdale and Hodgkins perform that ceremony at Lambeth.",
        "His sieges, the most difficult part of medieval warfare, though won sometimes by stratagem, prove that he and his followers had benefited from their early training in the wars of Edward I.",
        "From an equally loose application of the word \"fir\" by our older herbalists, it is difficult to decide upon the date of introduction of this tree into Britain; but it was commonly planted for ornamental purposes in the beginning of the 17th century.",
        "The size and number of the volumes, however, and their great expense, made them difficult of access, and Frau von Mohl published the French translation (1876-1878) with her illustrious husband's critical notes and introduction in a more convenient and cheaper form.",
        "Mary of Lorraine now gave her energies to the expulsion of the English and to the difficult task of keeping the peace between the Scots and their French auxiliaries.",
        "The idea was a captivating one, and an appeal from the Russians for help in that quarter was difficult to resist.",
        "In the Gnostic basis itself it is not difficult to recognize the general features of the religion of ancient Babylonia, and thus we are brought nearer a solution of the problem as to the origin of Gnosticism in general.",
        "These changes are in the higher insects so extreme that it is difficult to imagine how they could be increased.",
        "Nevertheless, the constant increase of our knowledge of insect forms renders classification increasingly difficult, for gaps in the series become filled, and while the number of genera and families increases, the distinctions between these groups become dependent on characters that must seem trivial to the naturalist who is not a specialist.",
        "So widely have most of the higher orders of the Hexapoda now diverged from each other, that it is exceedingly difficult in most cases to trace their relationships with any confidence.",
        "The order must therefore be ancient, and as no evidence is forthcoming as to the mode of reduction of the hind-wings, nor as to the stages by which the suctorial mouth-organs became specialized, it is difficult to trace the exact relationship of the group, but the presence of cerci and a degree of correspondence in the nervuration of the forewings suggest the Mecaptera as possible allies.",
        "The extraordinary merits of this book, and the admirable fidelity to his principles which Professor Burmeister showed in the difficult task of editing it, were unfortunately overlooked for many years, and perhaps are not sufficiently recognised now.",
        "The country is altogether difficult of access, and only one military route leads up from the river Terek, while every one of the eleven passes known across the Caucasus is a mere bridle-path.",
        "It would be difficult to imagine a site less adapted for the foundation and growth of a great community.",
        "The problem is difficult, and no satisfactory answer has been given.",
        "The harbour islands, three of which have been ceded to the United States for the purpose of fortification, are numerous, and render the navigation of the shipping channels difficult and easily guarded.",
        "The narrow streets and the traffic congestion of the business district presented difficult problems of urban transit, but the system is of exceptional efficiency.",
        "On account of its delicacy no web is more difficult to see than one of the orbicular type above described.",
        "The form C which it takes in the alphabets of Naxos, Delos and other Ionic islands at the same period is difficult to explain.",
        "The decisions on the point are numerous and difficult to reconcile, but the main test is whether, on the true construction of the particular covenant, the lessee has undertaken to indemnify the landlord against payments of all kinds.",
        "Navigation of the lake is rendered difficult both by sudden storms and by the absence of good bays and ports.",
        "Then again, during at least the last four centuries, cotton plants have been distributed from one country to another, only to render still more difficult any attempt to establish definitely the origin of the varieties now grown.",
        "Cotton-picking is at once the most difficult and most expensive operation in cotton production.",
        "It is difficult to get the hands to work until the cotton is fully opened, and it is hard to induce them to pick over ioo lb a day, though some expert hands are found in every cotton plantation who can pick twice as much.",
        "The delta soil is typically a heavy, black, alluvial clay, very fertile, but difficult to work; admixture of sand is beneficial, and the localities where this occurs yield the best cotton.",
        "It was very difficult to burn, and when dumped into rivers and creeks was carried out by flood water to fill the edges of the flats with a decaying and offensive mass of vegetable matter.",
        "In India, where conditions are much more diversified and it is more difficult to induce the native cultivator to adopt new methods, attention has also been directed during recent years to the improvement of the existing races.",
        "Figures are difficult to obtain, but an official report from the Japanese Residency General in 1907 estimated the crop at about 214,000 bales, all being used locally.",
        "The temptation was made the more difficult to resist by the development of \" future \" dealings.",
        "He had faced difficult problems with independence and yet he had been able to inaugurate something of an \" era of good feeling.\"",
        "The native Christians suffered; the pilgrims of the West found their way made still more difficult, and that at a time when greater numbers than ever were thronging to the East.",
        "It is difficult to decide whether to blame the legate or the emperor more for its failure.",
        "The position became more difficult, when the legate took steps against John of Beirut without any authorization from the high court.",
        "It is a chapter very difficult to write, for while on the one hand an ingenious and speculative historian may refer to the influence of the Crusades almost everything which was thought or done between r too and 1300, a cautious writer who seeks to find Brehier, L'Eglise et l'Orient, p. 347.",
        "It cried Crusade when there was no Crusade; and the long Crusade against the Hohenstaufen, if it gave the papacy an apparent victory, only served in the long run to lower its a It is difficult to decide how far Arabic models influenced ecclesiastical architecture in the West as a result of the Crusades.",
        "Its \"'ar' execution in Basutoland, however, proved an extremely difficult task, and was never entirely accomplished.",
        "Never, however, was his position so difficult as during the negotiations which led to a repeal of the May laws.",
        "As to the detergent action of a soap, Berzelius held that it was due to the free alkali liberated with water; but it is difficult to see why a solution which has just thrown off most of its fatty acids should be disposed to take up even a glyceride, and, moreover, on this theory, weak cold solutions, in which the hydrolysis is considerable, should be the best cleansers, whilst experience points to the use of hot concentrated solutions.",
        "The composite nature of the story makes an identification of the exact site difficult, but one of the narrators (E) seems to have in.",
        "We have above all his Letters (Epistolae), difficult to date, but extremely important from the standpoint of history, dogma, or literature; see Dummler's edition in the Monumenta Germaniae historica, 1892.",
        "But the quarrel was settled when he was on the point of departure, and he undertook the difficult task of obtaining the pope's approval of the marriage.",
        "The harbour, in which ships of all nations may be seen, as well as great numbers of the picturesque sailing craft engaged in the coasting trade, is somewhat difficult of access to larger vessels, but has been improved by the construction of new breakwaters and dry docks.",
        "But at this difficult crisis he never lost his peace of mind.",
        "Under this system the crimes in a given district were always committed by strangers rendering identification of the criminal difficult and escape easy.",
        "It was difficult for him to please both pope and king.",
        "The internal streets of the town are so winding and narrow that there is not room for a carriage to pass, and it is difficult to penetrate them even on horseback.",
        "It is difficult to determine which configuration most accurately explains the observed facts; Kekule's formula undoubtedly explains the synthetical production of benzenoid compounds most satisfactorily, and W.",
        "Experiments showed that the second acid was much more difficult to esterify than the first, pointing to the conclusion that Claus' formula for benzene was more probable than Kekule's.",
        "The faults make analysis exceptionally difficult, for they are no longer commonplace; indeed, the gravest dangers of modern Wagnerism arise from the fact that there is hardly any non-musical aspect in which Wagner's later work is not important enough to produce a school of essentially non-musical critics who have no notion how far Wagner's mature music transcends the rest of his thought, nor how often it rises where his philosophy falls.",
        "It is no exaggeration to say that a parallel condition in literature would be produced by a strong public opinion to the effect that any Enelish style was hopelessly out of date unless it consisted exclusively of the most difficult types of phrase to be found in the works of Browning and Meredith.",
        "Moreover, if Colossians be accepted as Pauline (and among other strong reasons the unquestionable genuineness of the epistle to Philemon renders it extremely difficult not to accept it), the chief matters of this more advanced Christian thought are fully legitimated for Paul.",
        "This conclusion is not yet universally accepted, but it seems difficult on the evidence to avoid the conclusion that Prof. Hrozny is right, and if so the curious resemblances of some of the externals of Roman and Hittite religion, and the legendary and other connexions between the Etruscans and Asia Minor, are seen in a new light.",
        "Far more difficult is his task where no surveys are available, and the map has to be compiled from a variety of sources.",
        "This task, however, has grown more difficult and exacting.",
        "This opinion, added to the desire which he had of himself presiding over the council, induced him to recall the fathers from Germany, whither his health, impaired of late, probably owing to a cerebral congestion, rendered it all the more difficult for him to go.",
        "\" The date of the groundwork of the Testaments is not difficult to determine.",
        "With the government of Italy his general policy was to be as conciliatory as was consistent with his oath as pope never to surrender the \"patrimony of St Peter\"; but a moderate attitude was rendered difficult by partisans on either side in the press, each of whom claimed to represent his views.",
        "The question as to the total number of slaves at Rome or in Italy is a very difficult one, and it is not, perhaps, possible to arrive with any degree of certainty at an approximate estimate.",
        "The complete control of the seaboard by European powers has rendered the smuggling of slaves to Arabia and Persia a difficult and dangerous occupation.",
        "Curnock having unravelled the difficult cipher and shorthand in which Wesley's early diaries were kept.",
        "This mode has some disadvantages attending it; such sheets are difficult to handle; the crustaceous species are liable to have their surfaces rubbed; the foliaceous species become so compressed as to lose their characteristic appearance; and the spaces between the sheets caused by the thickness of the specimen permit the entrance of dust.",
        "The arrangements are certainly such as indicate a congregational purpose, but the extreme narrowness of the suite, and still more of the passage which connects the two divisions, must have rendered it difficult for any but a small number to take any intelligent part in the services at the same time.",
        "Fully realizing, the difficult P Y g?",
        "The figurative nature of the language respecting the future makes it difficult to determine precisely the thought of the book on this point; but it seems to contemplate continued existence hereafter for both righteous and wicked, and rewards and punishments allotted on the basis of moral character.",
        "This function was most useful in the year VIII., when communications were difficult, even within a department, but nowadays it only leads to complications.",
        "render navigation difficult and dangerous.",
        "Ketoximes are usually rather more difficult to prepare than aldoximes, and generally require the presence of a fairly concentrated alkaline solution.",
        "The terminal circle, whose longest diameter is 300 ft., is somewhat difficult to make out, as it is broken by the houses and gardens of a little hamlet.",
        "Although the capital of Bolivia, Sucre is one of its most isolated towns because of the difficult character of the roads leading to it.",
        "We cannot ignore the fact that this or that issue of the military operations will facilitate or render more difficult our work of liberation in Russia.",
        "Considering the dilatory methods of Orientals, even when they are creditors, it is doubtful whether this sum adequately covers the whole of the claims outstanding, and it may be found difficult, even for a parliament, to refuse claims which should equitably be admitted and which may be preferred later.",
        "In the second section the Taurus range is reached, after which the construction becomes much more difficult and costly.",
        "At this difficult moment the army was obliged to march to the Danube, leaving the government in the hands of men hostile to reform.",
        "But with the Bohemian reinforcements he had still four corps in hand, and Napoleon, whose intelligence service in the difficult and intersected country had lamentably failed him, had weakened his army by detaching a portion of his force in pursuit of the beaten right wing, and against the archduke's communications.",
        "The best-known passes are: (I) The Bibawan in the upper Wad Sias basin (4150 ft.); (2) the Gindafi, giving access from Marrakesh to Tarudant, rugged and difficult, but low; (3) the Tagharat, difficult and little used, leading to the Dra'a valley (11,484 ft.); (4) the Glawi (7600 ft.); (5) Tizi n 'Tilghemt (7250 ft.), leading to Tafilet (Tafilalt) and the Wad Ghir.",
        "The proper place of the Samoyedes among the Ural-Altaians is very difficult to determine.",
        "For all these reasons it is difficult to find out the number of deputies .,present at any given date, for votes by roll-call were rare.",
        "The charm of the personal character of Stevenson and the romantic vicissitudes of his life are so predominant in the minds of all who knew him, or lived within earshot of his legend, that they made the ultimate position which he will take in the history of English literature somewhat difficult to decide.",
        "This unity of the man in his work makes it difficult, for one who knew him, to be sure that one rightly gauges the purely literary significance of the latter.",
        "The chemistry of the albumins is one of the most complicated and difficult in the whole domain of organic chemistry.",
        "For these reasons he marched by land; and as the roads north of the Tagus were deemed impassable for guns, while transport and supplies for a large force were also difficult to procure, he sent Sir John Hope, with the artillery, cavalry and reserve ammunition column, south of the river, through Badajoz to Almaraz, to move thence through Talavera, Madrid and the Escurial Pass, involving a considerable detour; while he himself with the infantry, marching by successive divisions, took the shorter roads north of the Tagus through Coimbra and Almeida, and also by Alcantara and Coria to Ciudad Rodrigo and Salamanca.",
        "Beresford's attack, after hard fighting over difficult ground, was repulsed, when Wellington, perceiving that the pursuing French had left a central part of the heights unoccupied, thrust up the Light Division into it, between Soult's right and centre.",
        "It not only made the efforts of the Turks to suppress the Greek revolt hopeless, but it made a breach difficult to heal in the traditional friendship between Great Britain and Turkey, which had its effect during the critical period of the struggle between Mehemet Ali and the Porte (1831-1841).",
        "Supplementary anodes are sometimes used in difficult cases of this kind.",
        "above the sea, beyond the upper limits of forest vegetation; while the narrow valleys afford difficult means of communication, their floors being thickly strewn with boulders, or else swampy.",
        "When the rivers are frozen communication is maintained by sledges on the Amur; but in spring and autumn the only continuous route down the Shilka and the Amur, to its mouth, is on horseback along a mountain path (very difficult across the Bureya range).",
        "On the lower Amur and on the Usuri the journey is also difficult even on horseback.",
        "published his encyclical Providentissimus Deus, which indeed directly condemned not Abbe Loisy's but Mgr d'Hulst's position, yet rendered the continued publication of consistently critical work so difficult that Loisy himself suppressed his Enseignement at the end of 1893.",
        "6th, 1907), probably the longest and most argumentative papal utterance extant, also aims primarily at Loisy, although here the vehemently scholastic redactor's determination to piece together a strictly coherent, complete a priori system of \"Modernism\" and his self-imposed restriction to medieval categories of thought as the vehicles for describing essentially modern discoveries and requirements of mind, make the identification of precise authors and passages very difficult.",
        "And the Church policy, as old as the times of Constantine, to crush utterly the man who brings more problems and pressure than the bulk of traditional Christians can, at the time, either digest or resist with a fair discrimination, seemed to the authorities the one means to save the very difficult situation.",
        "The Aka country is very difficult of access, the direct road from the plains leading along the precipitous channel of the Bhareli river, which divides the Aka from the Daphla country.",
        "The medieval mind was only too prone to look on morality as a highly technical art, quite as difficult as medicine or chancery law - a path where wayfaring men were certain to err, with no guide but their unsophisticated conscience.",
        "The least wind raises clouds of fine dust, which fill the air, render it so opaque as to obscure the noonday sun, and make respiration difficult.",
        "The nature of this element is a problem which has been provisionally, but not conclusively, solved by many psychologists; the method is necessarily experimental, and all experiments on feeling are peculiarly difficult.",
        "Discrepancies difficult to account for were found among the estimates of even the best observers.",
        "The minuteness of this displacement, about 20.50\", makes its precise determination an extremely difficult matter.",
        "In consequence of it, the values formerly found were systematically too small by an amount which even now it is difficult to estimate with precision.",
        "Each of these works is self-consistent and seemingly trustworthy, but there is a difference between the two which it is difficult to account for.",
        "The determination of this ratio is one of the most difficult problems in the lunar theory.",
        "A very small difference in the constitution often produces a remarkable effect upon the magnetic quality, and it unfortunately happens that those alloys which are hardest magnetically are generally also hardest mechanically and extremely difficult to work; they might however be used rolled or as castings.",
        "It became isolated and detached, why or with what advantage to the organism it is difficult to say, and at that period of Arachnidan development the great ventral nerve cords occupied a more lateral position than they do at present.",
        "It is difficult to determine the relation of the so-called Latin Actus Vercellenses (which there are good grounds for assuming were originally called the IIpa cts IIirpov) with the Acts of John and Paul.",
        "It is, however, exceedingly difficult in this respect to draw an absolute distinction between men and animals, observation of which undoubtedly suggests that the latter have a certain power of making inferences.",
        "KO,unros); the comes sacrarum largitionum (count of the sacred bounties) was called at Constantinople b K6pns TWV aaKpt v XapyLTUJP Wv and the comes rerum privatarum 1 The exact significance of a title is difficult to reproduce in a foreign language.",
        "It is difficult to give briefly a clear idea of the functions of the three important officials comes sacrarum largitionum, comes rei privatae and comes sacri partrimonii; but the terms have been well translated by a German author as Finanzminister des Reichsschatzes (finance minister of the treasury of the Empire), F.",
        "The simplicity and smallness of the Mithraic temples are to be accounted for by structural and financial reasons; an underground temple was difficult to construct on a large scale, and the worshippers of Mithras were usually from the humbler classes.",
        "Paucity of evidence makes the first difficult.",
        "The bays of Espirito Santo, Paranagua and Sao Francisco have similar characteristics, but they are smaller and more difficult of access.",
        "Santa Catharina and Maranhao have well-sheltered harbours formed by an island lying in the mouth of a large bay, but the latter is shallow and difficult of access.",
        "A majority of the ports, from which these roads are built, are small and difficult of access, and the coasting trade is restricted to vessels carrying the Brazilian flag.",
        "The others are either difficult of access, or are rendered practically useless by dangerous reefs, sand bars and shoals."
    ],
    "definition": [
        "Requiring considerable effort or skill; not easy to do or accomplish: “To entertain is far more difficult than to enlighten” ( Anthony Burgess )",
        "Not easy to endure; full of hardship or trouble; trying: fell upon difficult times.",
        "Not easy to comprehend, solve, or explain: a difficult puzzle.",
        "Not easy to please, satisfy, or manage: a difficult child.",
        "Not easy to persuade or convince; stubborn.",
        "dif′fi·cult′ly\nadverb",
        "Link/Cite",
        "Hard, not easy, requiring much effort.",
        "(often of a person, or a horse, etc) Hard to manage, uncooperative, troublesome.\nStop being difficult and eat your broccoli—you know it's good for you.",
        "(obsolete) To make difficult; to impede; to perplex.",
        "Link/Cite"
    ]
}