{
    "translation": "תערובת",
    "uses": [
        "Planck 2 enables us to calculate the diffusion constant of dissolved electrolytes.",
        "Cumont), the wide diffusion of the Mithraic religion and the close analogies between its doctrines and those of Christianity.",
        "If, however, no porous division be used to prevent the intermingling by diffusion of the anode and cathode solutions, a complicated set of subsidiary reactions takes place.",
        "The Catholic mission has done very good work in what relates to schools, institutes and the diffusion of literature.",
        "According to the molecular theory, diffusion is due to the motion of the molecules of the dissolved substance through the liquid.",
        "Two typical forms are in use; in one a liquid is prepared in which the crystal freely swims, the density of the liquid being ascertained by the pycnometer or other methods; in the other a liquid of variable density, the so-called \"diffusion column,\" is prepared, and observation is made of the level at which the particle comes to rest.",
        "by taking advantage of the different rates of diffusion of the two gases; the solubility of air in water corresponds with the \"law of partial pressures,\" each gas being absorbed in amount proportional to its pressure and coefficient of absorption, and oxygen being much more soluble than nitrogen (in the ratio of 04114 to 02035 at o°); air expelled from water by boiling is always richer in oxygen.",
        "The evidence, however, is not sufficiently strong to warrant a universal conclusion, the diffusion of cholera appearing to be largely dependent upon other factors than soil states.",
        "For the record and diffusion of rapidly growing knowledge, learned societies, universities and laboratories, greatly increased in number and activity, issue their transactions in various fields; and by means of yearbooks and central news-sheets the accumulation of knowledge is organized and made accessible.",
        "They are without stomata on their submerged portions, and the entry of gases can only take place by diffusion from the water through their external cells, which are not cuticularized.",
        "The diffusion cells are closed, vertical, cylindrical vessels, holding generally 60 hectolitres, or 1320 gallons, and are arranged in batteries of 12 to 14.",
        "On the other hand, the commodities which poured into Venice and Genoa from the East had to find a route for their diffusion through Europe.",
        "1 Its methods were stated to be: \" To afford information to every country capable of producing cotton, both by the diffusion of printed directions for its cultivation, and sending competent teachers of cotton planting and cleaning, and by direct communication with Christian missionaries whose aid and co - operation it solicits; to supply, gratuitously, in the first instance, the best seeds to natives in every part of the world who are willing to receive them; to give prizes for the extended cultivation of cotton; and The Association published a weekly paper known as The Cotton Supply Reporter.",
        "The difference of potential between two solutions of a substance at different concentrations can be calculated from the equations used to give the diffusion constants.",
        "There is also a corresponding diffusion o f Japanese and Chinese forms along this zone, these being most numer - ous in the eastern Himalaya, and less frequent in the west.",
        "Diffusion with 25% dilution..",
        "Far more interesting as explaining the diffusion and the religious and social importance of his doctrine is his conception of the second and third ages.",
        "How great was the popularity and diffusion of this letter may be judged in some degree from the fact that Zarncke in his treatise on Prester John gives a list of close on 100 MSS.",
        "The latter ultimately reaches the external air by diffusion through the stomata, whose dimensions vary in proportion as the amount of water in the epidermal cells becomes greater or less.",
        "Of the two chief cities, Cleveland (under a special act providing for the government of Columbus and Toledo, also) in1892-1902was governed under the federal plan, which centralized power in the hands of the mayor; in Cincinnati there was an almost hopeless diffusion of responsibility among the council and various executive boards.",
        "They afford, therefore, most striking evidence of a widespread diffusion of Babylonian culture.",
        "He rightly insisted on the facilities of communication created by the Roman empire, but did not emphasize the diffusion of Judaism.",
        "Again, many facts in the occurrence and diffusion of enteric fever point to an intimate connexion between its origin and certain conditions of locality.",
        "In Louisiana diffusion is successfully worked on two or three large estates; but the general body of planters are shy of using it, although there is no lack of water, the Mississippi being near at hand.",
        "Considered thermodynamically, voltaic cells must be divided into reversible and non-reversible systems. If the slow processes of diffusion be ignored, the Daniell cell already described may be taken as a type of a reversible cell.",
        "Ionia (197); while the coinage of Aegina, (17, 12), which by its wide diffusion made this unit best known, though a few of its earliest staters go up even to 207, yet is characteristically on the lower of the two groups which we recognize in Egypt, and thus started what has been considered the standard value of 194, or usually 190, decreasing afterwards to 184.",
        "With the latter system practically as much sugar is obtained from the canes as by diffusion, and the resulting megass furnishes, in a well-appointed factory, sufficient fuel for the crop. With diffusion, however, in addition to the strict scientific control necessary to secure the benefits of the process, fuel - that is, coal or wood - has to be provided for the working off of the crop, since the spent chips or slices from the diffusers are useless for this purpose; although it is true that in some plantations the spent chips have to a certain extent been utilized as fuel by mixing them with a portion of the molasses, which otherwise would have been sold or converted into rum.",
        "In the diffusion of this discovery he was much aided by Jacques Ignace Hittorff.",
        "The years of his pontificate were marked by the steady development and diffusion of those ultramontane ideas which were ultimately formulated, under the presidency of his successor Pius IX., by the council of the Vatican.",
        "The type of the grouping is not alike in different places, showing that no distinct families had arisen before the diffusion of this unit in Egypt; but the usual range is 65.5 to 69.0.",
        "2 Its diffusion far beyond Palestine, and in circles least accessible to such ideas, is proved by the fact that Philo himself (De praem.",
        "In illustration of the very slow diffusion of heat in the solid crust of the earth, and as affording a further indication of the climate of northern Asia, reference may here be made to the frozen soil of Siberia, in the vicinity of Yakutsk.",
        "Gold had fallen still further from the diffusion of the Persian treasure, and Alexander struck in both metals on the Attic standard, leaving their relation to adjust itself by the state of the market.",
        "By experiments on diffusion this constant has been found by Scheffer, and the numbers observed agree with those calculated (HC1= 2.30, HNO 3 = 2 22, NaCI = I II).",
        "The difference in technical methods and the historical evolution of teaching posts (for in all civilized countries the progress of biological knowledge has been very closely associated with the existence of institutions for the diffusion of knowledge and for professional education) have been the chief contributory causes to this practical confusion.",
        "It would seem, indeed, that any process by which the particles of two metals are intimately mingled and brought into close contact, so that diffusion of one metal into the other can take place, is likely to result in the formation of an alloy.",
        "The important part played by the residual air in the globe had also been deduced by Osborne Reynolds from observing that on turning off the light, the vanes came to rest very much sooner than the friction of the pivot alone would account for; in fact, the rapid subsidence is an illustration of Maxwell's great theoretical discovery that viscosity in a gas (as also diffusion both of heat and of the gas itself) is sensibly independent of the density.",
        "The next great monastic revival, the Cistercian, arising in the last years of the 11th century, had a wider diffusion, and a Cistercian.",
        "For the history of its genesis and its diffusion the reader may consult D'Ancona, La leggenda di Vergogna e la leggenda di Giuda (1869), and papers by W.",
        "Extraction of cane juice by diffusion (a process more fully described under the head of beetroot sugar manufacture) is adopted in a few plantations in Java and Cuba, in Louisiana Etr cti o n and the Hawaiian Islands, and in one or two factories y f i in Egypt; b u t hitherto, except under exceptional conditions (as at Aska, in the Madras Presidency, where the local price for sugar is three or four times the London price), it would not seem to offer any substantial advantage over double or triple crushing.",
        "There is thus a minimum circulation in the greater depths causing there uniformity of temperature, an absence of the circulation of oxygen by other means than diffusion, and a protection of the sulphuretted hydrogen from the oxidation which takes place in homologous situations in the open ocean.",
        "This reflection is suggested by the following articles: Aether; Molecule; Capillary Action; Diffusion; Radiation, Theory Of; and others.",
        "In the case of nonelectrolytes and of all non-ionized molecules this analogy completely represents the facts, and the phenomena of diffusion can be deduced from it alone.",
        "In this manner the diffusion constant can be calculated in absolute units (HC1= 2.49, HN03 = 2.27, NaC1=1.12), the unit of time being the day.",
        "Standard Chinese soon became easier to understand than archaic Japanese, as the former alone was taught in the schools, and the native language changed rapidly during the century or two that followed the diffusion of the foreign tongue and civilization (CnAMBERLAIN).",
        "0 „ triple to /o „ diffusion with 25% To prevent the serious loss of juice left in the megass by even the best double and triple crushing, maceration or imbibition was introduced.",
        "In the two preceding periods the rapid diffusion of literary culture following the Social War and the first Civil War was seen to awaken into new life the elements of original genius in Italy and Cisalpine Gaul.",
        "None of the colossal structures hitherto described appears to have been erected by the present Melanesian or Polynesian peoples, while their wide diffusion, extending as far as Easter Island, within 400 m.",
        "The best results from extraction by diffusion have been obtained in Java, where there is an abundance of clear, good water; but in the Hawaiian Islands, and in Cuba and Demerara, diffusion has been abandoned on several well mounted estates and replaced by double and triple crushing; and it is not likely to be resorted to again, as the extra cost of working is not compensated by the slight increase of sugar produced.",
        "In diffusion plants the milk of lime is added, in proper proportion, in the cells of the diffusion battery, and the chips or slices themselves act as a mechanical filter for the juice; while in the Sandwich Islands coral-sand filters have been employed for some years, in addition to the chips, to free the juice from impurities held in mechanical suspension.",
        "But hydraulic presses have now been abandoned, for the juice is universally obtained by diffusion, and the small slicers have gone out of use, because the large amount of pulp they produced in proportion to slices is not suitable for the diffusion process, in which evenly cut slices are required, which present a much greater surface with far less resistance to the diffusion water.",
        "At the same time, the diffusion of these compounds into contact with the cathode leads to a partial reduction to chloride, by the removal of combined oxygen by the instrumentality of the hydrogen there evolved.",
        "In the \"diffusion column\" method, a liquid column uniformly varying in density from about 3.3 to I is prepared by pouring a little methylene iodide into a long test tube and adding five times as much benzene.",
        "As we have seen above, when a solution is placed in contact with water the water will take a positive or negative potential with regard to the solution, according as the cation or anion has the greater specific velocity, and therefore the greater initial rate of diffusion.",
        "In physical chemistry he carried out many researches on the nature and process of solution, investigating in particular the thermal effects produced by the dilution of saline solutions, the variation of the specific heat of saline solutions with temperature and concentration, and the phenomena of liquid diffusion.",
        "Originally, the story of Perceval was of the character of a folk-tale, and that one of remarkable importance and world-wide diffusion.",
        "The practice of inducing pictorial hallucinations by such methods as these has been traced among the natives of North and South America, Asia, Australia, Africa, among the Maoris, who sometimes use a drop of blood, and in Polynesia, and is thus practically of world-wide diffusion.",
        "Tradition ascribes their invention to Tajao, minister of the emperor Hwang-ti, who reigned c. 2697 B.e., and it can scarcely be placed later than the 7th century B.e.4 The Chinese circle of the \" animals \" obtained early a wide diffusion.",
        "Although the diffusion of epic poetry in England did not actually inspire any new chansons de geste, it developed the taste for this class of literature, and the epic style in which the tales of Horn, of Bovon de Hampton, of Guy of Warwick (still unpublished), of Waldef (still unpublished), and of Fulk Fitz Warine are treated, is certainly partly due to this circumstance.",
        "The first to make systematic experiments on the free diffusion of dissolved substances with no separating membrane was Thomas Graham (1804-1869), who immersed in a large volume of water a wide-mouthed bottle containing a solution, and after some time measured the quantity of substance which had diffused into the water.",
        "proportional to the rate of variation - dc/dx of the concentration c with the distance x, so that the number of gramme-molecules of solute which, in a time dt, cross an area A of a long cylinder of constant cross section is dN = - DA(dc/dx)dt, where D is a constant known as the diffusion constant or the diffusivity.",
        "1) as salt dissolves in water, and works its way towards the centre of the bar by diffusion.",
        "Diffusion >>",
        "Johann Reuchlin, who entered the lecture-room of Argyropoulos at Rome in 1482, Erasmus of Rotterdam, who once dwelt at Venice as the house guest of the Aldi, applied their critical knowledge of Hebrew and of Greek to the elucidation and diffusion of the Bible.",
        "This success excited great enthusiasm and led to the diffusion of the order all over Western Christendom.",
        "He argued that electricity is not created by friction, but merely collected from its state of diffusion through other matter by which it is attracted.",
        "The operation called an electric current consists in a diffusion or movement of these electrons through matter, and this is controlled by laws of diffusion which are similar to those of the diffusion of liquids or gases.",
        "diffusion of guest molecules to the host surface is insignificant with respect to the reaction rate.",
        "The rate of glucose uptake by facilitated diffusion will increase.",
        "The United States, meanwhile, is re-emphasizing centrifuges over gaseous diffusion, a more cumbersome enrichment technology.",
        "This can only happen by a process of atomic diffusion within the solid.",
        "Nonetheless the proteins retain sufficient mobility to allow the organization into crystalline two-dimensional arrays by lateral diffusion.",
        "The UM uses a full compressible equation set, no turbulence closure (numerical diffusion only) and a hybrid terrain following co-ordinate system.",
        "Techniques using the dipolar field can provide more than just a measure of molecular self diffusion.",
        "Core horizontal diffusion is ~200 m 2 s -1.",
        "diffusion tensor imaging, the scanning method featured by BBC television's Tomorrow's World in February 2001.",
        "Second-order equations: wave, diffusion, Laplace equations; traveling waves, d'Alembert solution, 1-D infinite and semi- infinite regions.",
        "Fig 9. 3-D imaging of soot volume fraction in a turbulent diffusion flame.",
        "This surface coat is a monolayer of five million variant surface glycoprotein (VSG) dimers that form a macromolecular diffusion barrier.",
        "Osmosis is one method of diffusion, which is when molecules distribute themselves evenly.",
        "Diffusion occurs when gas molecules collide with small air particles.",
        "The purpose of an air ionizer is to eliminate pollutants through diffusion, filtration or a combination thereof.",
        "Jacobs popular diffusion line, Marc by Marc Jacobs, displays the same variety of styles.",
        "In addition to her main line of clothing, accessories and home fashions, Vera Wang also designs a diffusion collection for Kohl's department store, called Simply Vera.",
        "She offers a diffusion line of affordable garments at Kohl's called Simply Vera Vera Wang, and introduced White by Vera Wang for women who desire an affordable alternative to her high-end line of wedding gowns.",
        "It was found that during the successive electrical oscillations the metallic lines can be observed to stretch farther and farther away from the poles, thus giving a measure of the gradual diffusion of the metal.",
        "While some of the phenomena seem to indicate that the projection of metallic vapours into the centre of the spark is a process of molecular diffusion independent of the mechanism of the discharge, the different velocities obtained with bismuth, and the probability that the vibrating systems are not electrically neutral, seem to indicate that the projected metallic particles are electrified and play some part in the discharge.",
        "On behalf of the diffusion of Catholicism throughout the world he spared no efforts; and wherever he was able he supported the great restoration.",
        "He also made the first rough experiments on the diffusion of gases, a phenomenon first pointed out by John Dalton, the physical importance of which was more fully brought to light by Thomas Graham and Joseph Loschmidt.",
        "About 1850 Thomas Graham published his famous experiments on diffusion, both with and without a separating membrane.",
        "It was found, for instance, that a film of insoluble copper ferrocyanide, deposited in the walls of a porous vessel by the inward diffusion and meeting of solutions of copper sulphate and potassium ferrocyanide, would allow water to pass, but retained sugar dissolved in that liquid.",
        "Graham showed that the diffusion was approximately proportional to the difference in concentration, and on these lines a theory of diffusion was founded on the lines of Fourier's treatment of the conduction of heat.",
        "The osmotic pressure of a solution depends on the concentration, and, if we regard the difference in that pressure as the effective force driving the dissolved substance through the solution, we are able to obtain the equation of diffusion in another form.",
        "By comparison with the first equation we see that RT/F is equal to D, the diffusion constant.",
        "Such concordance gives strong support to the theory of diffusion outlined above.",
        "Norman Collie to separate argon by diffusion into two parts, which should have different densities or refractivities, led to no distinct effect.",
        "On arriving in London he was engaged in the preparation of various serial publications of the Society for the Diffusion of Useful Knowledge, the most important of which were the Pictorial History of Palestine and the Pictorial Bible.",
        "Indirectly, however, the Phoenicians rendered one great service to literature; they took a large share in the development and diffusion of the alphabet which forms the foundation of Greek (Herod.",
        "29, is liable to become oxidized by the diffusion of the atmospheric oxygen, in which case it can hardly be completely welded later, since welding implies actual contact of metal with metal; it thus forms a permanent flaw.",
        "Conduction, however, is generally understood to include diffusion of heat in fluids due to the agitation of the ultimate molecules, which is really molecular convection.",
        "It also includes diffusion of heat by internal radiation, which must occur in transparent substances.",
        "In measuring conduction of heat in fluids, it is possible to some extent to eliminate the effects of molar convection or mixing, but it would not be possible to distinguish between diffusion, or internal radiation, and conduction.",
        "Weber's hypothesis of electric atoms, capable of diffusing through metallic bodies and conductors of electricity, but capable of vibration only in non-conductors, it is possible that the ultimate mechanism of conduction may be reduced in all cases to that of diffusion in metallic bodies or internal radiation in dielectrics.",
        "The high conductivity of metals is then explained by the small mass and high velocity of diffusion of these electric atoms. Assuming the kinetic energy of an electric atom at any temperature to be equal to that of a gaseous molecule, its velocity, on Sir J.",
        "If Q is expressed in terms of this unit in equation (I), it is necessary to divide by c, or to replace k on the right-hand side by the ratio k/c. This ratio determines the rate of diffusion of temperature, and is called the thermometric conductivity or, more shortly, the diffusivity.",
        "It also witnessed the application of printing to the diffusion of knowledge.",
        "In electromagnetic terms this can be explained using the diffusion equation.",
        "gaseous diffusion and gas centrifuge.",
        "An EU IST project is currently working on diffusion modeling in silicon germanium alloys.",
        "The greater part of the diffusion of heat was certainly due to the percolation of water.",
        "In any case results deduced from the annual wave must be expected to vary in different years according to the distribution of the rainfall, as the values represent averages depending chiefly on the diffusion of heat by percolating water.",
        "- The theory of conduction of heat by diffusion in gases has a particular interest, since it is possible to predict the value on certain assumptions, if the viscosity is known.",
        "Similarly if A is hotter than B, or if there is a gradient of temperature between adjacent layers, the diffusion of molecules from A to B tends to equalize the temperatures, or to conduct heat through the gas at a rate proportional to the temperature gradient, and depending also on the rate of interchange of molecules in the same way as the viscosity effect.",
        "Conductivity and viscosity in a gas should vary in a similar manner since each depends on diffusion in a similar way.",
        "The mechanism is the same, but in one case we have diffusion of momentum, in the other case diffusion of heat.",
        "Libraries.Mental culture and a general diffusion of knowledge are extensively promoted by means of numerous public libraries established in the capital, the university towns and other p1w-es.",
        "Learned Societies.T here are numerous societies and unions, some of an exclusively scientific character and others designed for the popular diffusion of useful knowledge.",
        "The diffusion of the Greek race far from the former centres of its life, the mingling of citizens of many cities, the close contact between Greek and barbarian in the conquered lands - all this had made the old sanctions of civic religion and civic morality of less account than ever.",
        "The washing seems to remove excreta of the muscle's own production, and the period of repose removes them perhaps by diffusion, perhaps by breaking them down into innocuous material.",
        "Nor was it by the diffusion of written ideas only that the new art supplied the means of popular enlightenment.",
        "Again the Finnish languages spoken in various parts of Russia and more or less allied to Magyar must have spread gradually westwards from the Urals, and their development and diffusion seem to postulate a long period (for the history of the Finns shows that they were not mobile like the Turks and Mongols), so that the ancestral language from which spring Finnish and Magyar can hardly have been brought across Asia after the Christian era.",
        "The internal consolidation of Islam in Arabia was, strange to say, brought about by its diffusion abroad.",
        "It is true that he confined his interest to the fortunes of the city state and neglected the wider diffusion of the Greek culture, but this is after all merely a criticism of the title of the book.",
        "And even in the East plague was confined to more or less clearly localized epidemics; it showed no power of pandemic diffusion.",
        "There was not merely a gradual withdrawal eastwards lasting nearly two hundred years, but the outbreaks which occurred during that period, violent as some of them were, showed a constantly diminishing power of diffusion and an increasing tendency to localization.",
        "Diffusion.-At the outset it is characteristic of this subtle disorder that the present pandemic diffusion cannot be traced with certainty to a definite time or place of origin.",
        "Herein it differs notably from other exotic diseases liable to similar diffusion.",
        "This list is probably by no means exhaustive, but it sufficiently indicates in a summary fashion the extent of that wave of diffusion which set in during the closing years of the 19th century.",
        "The nature of the readings themselves, and the distribution of the witness for them, alike point to a process involving several stages and several originating centres of diffusion.",
        "Wilson remarks,\" notwithstanding the acknowledged purport of this worship, it is but justice to state that it is unattended in Upper India by any indecent or indelicate ceremonies, and it requires a rather lively imagination to trace any resemblance in its symbols to the objects they are supposed to represent.\"In spite, however, of its wide diffusion, and the vast number of shrines dedicated to it, the worship of Siva has never assumed a really popular character, especially in northern India, being attended with scarcely any solemnity or display of emotional spirit.",
        "Other such communities and \" congregations \" - semi-monastic bodies standing in closer touch with the world than did the medieval orders - undertook the diffusion of knowledge.",
        "The legend rapidly attained a wide diffusion throughout Christendom; its currency in the East is testified by its acceptance by Mahomet (sur.",
        "Thus the cities became the main factors in the diffusion of Hellenism, the Greek language and the Greek civilization over all Asia as far as the Indus.",
        "It was in the third century that the cult of Mithras, with its mysteries and a theology evolved from Zoroastrianism, attained the widest diffusion in all Latin-speaking provinces of the Roman dominion; and it even seemed for a while as though the Sot invictus Mithras, highly favored by the Caesars, would become the official deity-in-chief of the empire.",
        "The time was come when, in the western and eastern worlds alike, the religious question was for large masses of people the most important question in life, and the diffusion of their own creed and the suppression of all others the highest and holiest of tasks.",
        "Peroz had already favored the diffusion of Nestorianism, and in 483 it was officially adopted by a synod, after which it remained the Christian Church of the Persian Empire, its head being the patriarch of SeleuciaCtesiphon.",
        "On the one hand, soul is corporeal, else it would have no real existence, would be incapable of extension in three dimensions (and therefore of equable diffusion all over the body), incapable of holding the body together, as the Stoics contended that it does, herein presenting a sharp contrast to the Epicurean tenet that it is the body which confines and shelters the light vagrant atoms of soul.",
        "The wide diffusion of Stoic phraseology and Stoic modes of thought may be seen on all hands - in the language of the New Testament writers, in the compendious \" histories of philosophy \" industriously circulated by a host of writers about this time (ccf.",
        "His chief claim to recognition consists in the fact that he transplanted rhetoric to Greece, and contributed to the diffusion of the Attic dialect as the language of literary prose.",
        "In some cases diffusion takes place to a limited extent, after which the resulting mixtures do not mix with each other.",
        "In the middle of the vessel the superficial layer recovers its strength by diffusion from below, but the film adhering to the side of the glass becomes more watery, and therefore has a higher surface-tension than the surface of the stronger wine.",
        "An early observation of the diffusion of gases was recorded by him in 1823 when he noticed the escape of hydrogen from a cracked jar, attributing it to the capillary action of fissures.",
        "in diameter, evenly distributed over the surfaces to facilitate diffusion of the liquids.",
        "2 The more or less disconnected sections of the first part of the work were probably so arranged purposely, in order to facilitate its diffusion at a time when books were known to the people at large chiefly by being read aloud in public.",
        "If we suppose the sun's mass once existed in a state of extreme diffusion, the energy yielded by collecting it into its present compass would not suffice to maintain its present rate of radiation for more than 17,000,000 years in the past; nor if its mean density were ultimately to rise to eight times its present amount, for more than the same period in the future.",
        "\"I would not talk to him of the Rockingham party,\" he used to say, \"but I love his knowledge, his genius, his diffusion and affluence of conversation.\"",
        "Several of his mathematical works were published by the Society for the Diffusion of Useful Knowledge, of which De Morgan was at one time an active member.",
        "The former investigates essentially general properties, such as the weight and density, the relation between pressure, volume and temperature (piezometric and thermometric properties), calorimetric properties, diffusion, viscosity, electrical and thermal conductivity, &c., and generally properties independent of composition.",
        "These subjects are discussed in the articles Density; Thermometry; Calorimetry; Diffusion; Conduction Of Heat; and Condensation Of Gases.",
        "The fundamental objections to oil gas for the enrichment of coal gas are, first, that its manufacture is a slow process, requiring as much plant and space for retorting as coal gas; and, secondly, that although on a small scale it can be made to mix perfectly with coal gas and water gas, great difficulties are found in doing this on the large scale, because in spite of the fact that theoretically gases of such widely different specific gravities ought to form a perfect mixture by diffusion, layering of the gas is very apt to take place in the holder, and thus there is an increased liability to wide variations in the illuminating value of the gas sent out.",
        "Channing) among English Presbyterians and American Congregationalists left permanent results in the shape of new non-subscribing churches and a diffusion of Unitarian theology (J.",
        "As might be anticipated from the cultivation of the plant from time immemorial and from its wide diffusion throughout the eastern hemisphere, the varieties of wheat - that is, of T.",
        "But, while the possibility of the diffusion of myths by borrowing and transmission must be allowed for, the hypothesis of the origin of myths in the savage state of the intellect supplies a ready explanation of their wide diffusion.",
        "Therefore where similar myths are found among Greeks, Australians, Egyptians, Mangaians and others, it is unnecessary to account for their wide diffusion by any hypothesis of borrowing, early or late.",
        "And the much wider diffusion of the orthodox church was also taken as practical confirmation that it alone possessed what was regarded as the equally essential predicate of catholicity.",
        "The subject with which his name is most prominently associated is the diffusion of gases.",
        "DBbereiner he substituted a glass tube closed by a plug of plaster of Paris, and with this simple appliance he developed the law now known by his name \"that the diffusion rate of gases is inversely as the square root of their density.\"",
        "He also proved that the process of liquid diffusion causes partial decomposition of certain chemical compounds, the potassium sulphate, for instance, being separated from the aluminium sulphate in alum by the higher diffusibility of the former salt.",
        "Their diffusion into several countries of Christendom disturbed Pope Honorius IV., who in 1286 ordered them to adhere to an already recognized rule.",
        "L'Avenir de la science is an attempt to conciliate the privileges of a necessary elite with the diffusion of the greatest good of the greatest number.",
        "advection problems with small diffusion.",
        "Diffusion rates vary between nutrients (nitrate ammonium phosphate ).",
        "Thus, the rate of diffusion of ions in grain boundaries is strongly anisotropic.",
        "Bayesian inference for stochastic kinetic models using a diffusion approximation.",
        "are also interested in what determines the pattern of ICT diffusion.",
        "chaotic advection and diffusion induced effects in chemical systems.",
        "All samples, with the exception of the diffusion tubes, were analyzed using ion chromatography.",
        "The last stage can be used to estimate a stress diffusion coefficient.",
        "This same extended network also supports proton conduction, a flow of positive electricity that occurs much faster than the diffusion of ions.",
        "diffusion of innovations, fourth edition, The Free Press, New York, NY.",
        "diffusion coefficient.",
        "diffusion tubes can also provide valuable data for Stage III.",
        "diffusion equation Our aim is to find the heat flux at any point in the medium or its surface.",
        "diffusion approximation.",
        "Conventional cotton undergarments absorb moisture and the cotton fibers swell which closes up fabric pores forming a barrier against water vapor diffusion.",
        "In practice, moisture diffusion occurs from all six surfaces.",
        "Gaseous exchange: diffusion, oxygen diffusion, carbon dioxide diffusion.",
        "Figure 6.8: STM images showing paired hydrogen diffusion.",
        "Considerable efforts have been made to measure grain boundary diffusion coefficients in rock forming minerals under static conditions (eg.",
        "Diffusion dithering A method of dithering that randomly distributes pixels instead of using a set pattern.",
        "dopant diffusion and atomic interactions, in collaboration with PhD colleagues working on modeling.",
        "Exploring white matter tracts in band heterotopia using diffusion tractography.",
        "diffusion hypoxia Nitrous oxide is forty times more soluble in blood than nitrogen.",
        "Diffusion tensor imaging, the scanning method featured by BBC television's Tomorrow's World in February 2001.",
        "innovation diffusion theory, is a case in point.",
        "intermolecular bonds Laws of diffusion.",
        "interphase diffusion processes in the present study.",
        "keystone of the theory of diffusion, and it arises naturally in a multitude of other settings.",
        "Diffusion couples will be set up to investigate the kinetics of the process.",
        "No organisms were detected by bronchoalveolar lavage and the pulmonary function tests suggested emphysema with air trapping, hyperinflation and markedly reduced diffusion capacity.",
        "The growth rate is controlled by diffusion of Y through the boundary layer adjacent to the growth surface.",
        "lenticular films can be overlaid to control diffusion in both dimensions.",
        "Nitriding The diffusion of nitrogen into alloy steel to form hard nitrides in the surface layer (typically 250?",
        "Nutrients pass from the underlying periosteum (superficial bony layer) through the cartilage matrix by diffusion, to reach the chondrocytes.",
        "The cheapest sensors are basic diffusion tubes for one gaseous pollutant.",
        "preparative methods employ high temperatures to overcome the considerable diffusion barriers present in most solid-solid reactions.",
        "Such a diffusion rate can be expressed in terms of a time constant tau.",
        "turbulent diffusion flame.",
        "uncertaintyCold War era is characterized by a diffusion of power, geopolitical uncertainties, and technology-driven change.",
        "vapor diffusion.",
        "Numerical Equations These are based on the diffusion equation in one dimension, where is the eddy viscosity.",
        "In this edition the fragmentary and jerky arrangement, the intricate style, and a peculiar and often purely conventional terminology seriously checked the diffusion of the work, which accordingly was little studied in Italy and remained almost unknown to the rest of Europe.",
        "The vegetation of the Malayan Islands is for the most part that of the wetter and hotter region of India; but the greater uniformity of the temperature and humidity leads to the predomin ance of certain tropical forms not so conspicuous in India, while the proximity of the Australian continent has permitted the partial diffusion of Australian types which are not seen in India.",
        "Amelioration in all breeds of domesticated animals was manifested, not so much in the production of individual specimens of high merit as in the diffusion of these and other good breeds over the country, and in the improved quality of live stock as a whole.",
        "\" the devil finished it\"), which had been built by Adunay, dispersed over the world the Jews who had put Yahya to death, and previous to his return into the worlds of light sent forth three hundred and sixty prophets for the diffusion of the true religion.",
        "a feudal society; it was also able to pursue the object of its own immediate policy, and to attempt the universal diffusion of Christianity, even at the edge of the sword, over the whole of the known world.",
        "John Walker, to whose initiative the charts published by the admiralty are indebted for the perspicuous, firm and yet artistic execution, which facilitate their use by the mariner, was also the author of the maps published by the Society for the Diffusion of Useful Knowledge (1829-1840).",
        "Giry himself published Les Etablissements de Rouen (1883-1885), a study, based on very minute researches, of the charter granted to the capital of Normandy by Henry II.; king of England, and of the diffusion of similar charters throughout the French dominions of the Plantagenets; a collection of Documents sur les relations de la royaute avec les villes de France de 1180 a 1314 (1885); and Etude sur les origines de la commune de Saint-Quentin (1887).",
        "The juice, previously treated with lime in the diffusion battery, flows thence into a saturator.",
        "The methods of manufacture of steel by cementation, case-hardening and the Harvey process are important operations which appear to depend on the diffusion of the carburetting material into the solid metal.",
        "In the first century of the empire a similar result was produced by the diffusion of that culture in the Latinized districts of Spain.",
        "If this could be co-ordinated and utilized without dissipation, the gas might conceivably be restored to its initial state; but in practice violent local differences of pressure and temperature are produced, the kinetic energy is rapidly converted into heat by viscous eddy friction, and residual differences of temperature are equalized by diffusion throughout the mass.",
        "He assumed that the distribution of molecules and of their velocities, at each point, was slightly modified, from the exponential law belonging to a uniform condition, by the gradient of temperature in the gas (see Diffusion).",
        "It is obvious that this reduction may be increased by accelerating the diffusion of the vapour.",
        "by taking advantage of the different rates of diffusion of the two gases; the solubility of air in water corresponds with the \"law of partial pressures,\" each gas being absorbed in amount proportional to its pressure and coefficient of absorption, and oxygen being much more soluble than nitrogen (in the ratio of 04114 to 02035 at oÃ‚°); air expelled from water by boiling is always richer in oxygen.",
        "This system is often known as the \"Euboic,\" owing to its early use in Euboea, and its diffusion by trade from thence.",
        "The only bright pages in the dark chapter of Alexander's popedom are his efforts on behalf of the Turkish War (1499-1502), his activity for the diffusion of Christianity in America, and his judicial awards (May 3-4, 1 493) on the question of the colonial empires of Spain and Portugal, by which he avoided a bloody war.",
        "In the case of electrolytes we can go further, and calculate the diffusion constant itself from the theory of electrolytic dissociation (see Electric conduction, § In Liquids).",
        "sq., has been explained by the theory that the relative quiet due to the gentleness of the convection currents in a slowly cooling mass favours the formation of far outshooting pine-tree crystals, and that the tangled branches of these crystals landlock much of the littoral molten mother metal, and thus mechanically impede that centreward diffusion and convection of the impurities which is the essence of segregation.",
        "His graduation thesis was on the ambitious subject of \" the historical development of epidemic and contagious diseases all over the world, with the laws of their diffusion,\" which showed the influence of Schonlein.",
        "dTµos, vapour; May, to loosen), a term invented by Thomas Graham to denote the separation of a mixture of gases by taking advantage of their different rates of diffusion through a porous septum or diaphragm (see Diffusion) .",
        "No instance, however, of a phenomenon of this kind has been discovered, for those liquids which mix of themselves do so by the process of diffusion, which is a molecular motion, and not by the spontaneous puckering and replication of the bounding surface as would be the case if T were negative.",
        "Having been requested by Lord Brougham to translate for the Society for the Diffusion of Useful Knowledge the Mecanique Celeste of Laplace, she greatly popularized its form, and its publication in 1831, under the title of The Mechanism of the Heavens, at once made her famous.",
        "(See Diffusion.) He further studied the passage of gases by transpiration through fine tubes, and by effusion through a minute hole in a platinum disk, and was enabled to show that gas may enter a vacuum in three different ways: (i) by the molecular movement of diffusion, in virtue of which a gas penetrates through the pores of a disk of compressed graphite; (2) by effusion through an orifice of sensible dimensions in a platinum disk the relative times of the effusion of gases in mass being similar to those of the molecular diffusion, although a gas is usually carried by the former kind of impulse with a velocity many thousand times as great as is demonstrable by the latter; and (3) by the peculiar rate of passage due to transpiration through fine tubes, in which the ratios appear to be in direct relation with no other known property of the same gases - thus hydrogen has exactly double the transpiration rate of nitrogen, the relation of those gases as to density being as 1 :14.",
        "He subsequently examined the passage of gases through septa or partitions of indiarubber, unglazed earthenware and plates of metals such as palladium, and proved that gases pass through these septa neither by diffusion nor effusion nor by transpiration, but in virtue of a selective absorption which the septa appear to exert on the gases in contact with them.",
        "This unlikeness to other Arthropoda is mainly due to the Annelidan affinities which it presents, but in part to the presence of the following peculiar features: (I) the number and diffusion of the tracheal apertures; (2) the restriction of the jaws to a single pair; (3) the disposition of the generative organs; (4) the texture of the skin; and (,) the simplicity and similarity of all the segments of the body behind the head.",
        "By the time he had finished his elaborate scheme for regenerating society by means of a devoted aristocracy of knowledge, and the diffusion of culture, the year 1848 was past, and with it his fever of Democracy.",
        "Since a diffusion bond is also formed between the superalloy substrate and bond coat, the protective ceramic layers adhere to the metal substrate.",
        "The longtime behavior of reaction diffusion systems in on an unbounded domain may differ significantly from that on a bounded domain.",
        "The post-Cold War era is characterized by a diffusion of power, geopolitical uncertainties, and technology-driven change.",
        "However, we think the problem may be that each well is not being sealed separately which is impeding proper vapor diffusion.",
        "Cultural diffusion enriches our lives by enabling us to try different experiences, food, music and more right on our doorstep. ",
        "There is a fine line between cultural diffusion and cultural appropriation. The first can bring people together to enjoy experiences outside their community. The latter can easily offend and cause more divisions between people.  ",
        "Thanks to cultural diffusion we get to enjoy additional traditions and celebrations during the holiday season with our friends from other countries and cultures.",
        "The US is such a diverse country that many of our favorite foods and common everyday words are a result of cultural diffusion—almost without us even realizing it. That's how natural and organic cultural diffusion can be.",
        "One interesting aspect of cultural diffusion is when the culture that was influenced in turn influences the original culture. Apparently, a staple of American sushi, avocado, is now making its way into Japanese sushi.  ",
        "As if that's not confusing enough, many high end designers produce low level diffusion lines that do not represent the quality or style of their higher level products.",
        "The designers also launched their diffusion line, D&G, offering more casual, ready-to-wear clothing and accessories.",
        "The fifth stage, Learning Identity or Identity Diffusion (Fidelity), occurs during adolescence from age 13 or 14.",
        "Acetylcholine receptors are integral proteins that respond to the neurotransmitter acetylcholine by opening a pathway in the membrane for ion diffusion across the cell membrane.",
        "Whether designer retail or diffusion line, Marc Jacobs bikinis offer the best in festive retro fashion!",
        "The majority of Marc Jacobs bikinis available for purchase are typically found within his diffusion line, Marc by Marc Jacobs.",
        "HEPA (High Efficiency Particulate Absolute) inspired models employ a combination of mechanical filtration and diffusion principles to purify the air.",
        "Always place the Scentbug on a flat surface to avoid unbalancing and damaging the internal fan, and to promote even scent diffusion.",
        "The goal of this diffusion collection has always been to provide Marc fans with the same quality and style of his high-profile collection, but at more affordable prices.",
        "For the most part, his diffusion line designs are very rich in contrasting colors.",
        "In 2001, high-profile designer Marc Jacobs introduced his diffusion line, Marc by Marc Jacobs, which featured similarly themed designs as the Marc Jacobs line at a more cost-friendly price.",
        "Marc by Marc Jacobs is the diffusion line of the Marc Jacobs Collection.",
        "With diffusion lines including Marc by Marc Jacobs, Stinky Rat and Little Marc, Jacobs would appear to have the fashion market covered for men, women and children."
    ],
    "definition": [
        "Link/Cite"
    ]
}