{
    "translation": "להפחית",
    "uses": [
        "Hence Spencer concludes that the sense of duty is transitory and must diminish as moralization increases.",
        "Beautiful women that rivaled Claire and men so handsome, even age couldn't diminish their muscular bodies or riveting looks.",
        "As the distillation proceeded one layer would diminish more rapidly than the other until only the latter would remain; this would then distil as a completely miscible mixture.",
        "Cars built almost entirely of steel, in which the proportion of wood is reduced to a minimum, are used on some electric railways, in order to diminish danger from fire, and the same mode of construction is also being adopted for the rolling stock of steam railways.",
        "If a system be removed from all communication with anything outside of itself, the whole amount of energy possessed by it will remain constant, but will of its own accord tend to undergo such transformations as will diminish its availability.",
        "Two main intellectual movements from widely different standpoints have combined to diminish his influence.",
        "The messenger answered with respect: My master desires to diminish the number of his faults, but he cannot come to the end of them.",
        "A naval officer was placed over the police to diminish difficulties with the naval authorities and sailors.",
        "of the Andes which is claimed by Bolivia, and the settlement of the dispute may materially diminish its size.",
        "North of the fiftieth parallel the depths diminish towards the north-east, two long submarine ridges of volcanic origin extend north-eastwards to the southwest of Iceland and to the Faeroe Islands, and these, with their intervening valleys, end in a transverse ridge connecting Greenland, through Iceland and the Faeroe Islands, with Northwestern Scotland and the continental mass of Europe.",
        "The search for gold and the quest for unoccupied pasturage daily diminish the extent of these areas.",
        "But British share capital has been issued so freely for extension and is ?- provement work of all sorts, including the costly requirements of the Board of Trade, that a situation has been reached where the return on the outstanding securities tends to diminish year by year.",
        "At this stage as a rule some rich slags of a former operation are added and a quantity of quicklime is incorporated, the chief object of which is to diminish the fluidity of the mass in the next stage, which consists in this, that, with closed air-holes, the heat is raised so as to cause the oxide and sulphate on the one hand and the sulphide on the other to reduce each other to metal.",
        "In the richer soil they cut deep channels; the denudation thus caused threatens to diminish seriously the area of arable and pasture land.",
        "In order to diminish the gold premium, which under Giolitti had risen to 16%, forced currency was given to the existing notes of the banks of Italy, Naples and Sicily, while special state notes were issued to meet immediate currency needs.",
        "Inasmuch as the debenture stocks and preference shares would have to be redeemed in 1911 at premiums ranging from 3 to 5 per cent., the state would have to pay the company £253,000 in excess of the total of the outstanding securities in order to enable the ordinary shares to receive par, and in the council's view this payment would diminish the p robability of the Post Office being able to afford a substantial reduction in the telephone charges.",
        "They point to cooler conditions in the northern hemisphere: palms and tropical types diminish; deciduous trees increase.",
        "These are also called the Upper Limestone Shale, a similar group being found in places below the limestone, and called the Lower Limestone Shale, or, in the north of England, the Tuedian group. Going northward the beds of limestone diminish in thickness, with a proportional increase in the intercalated sandstones and shales, until in Scotland they are entirely subordinate to a mass of coal-bearing strata, which forms the most productive members of the Scotch coalfields.",
        "All that it is necessary to assume is that the effects of the successive zones gradually diminish, whether from the increasing obliquity of the secondary ray or because (on account of the limitation of the region of integration) the zones become at last more and more incomplete.",
        "These particles, however, would be still divisible by their own nature, because the Deity cannot diminish his own power, and therefore must retain his power of dividing them.",
        "There are two gravitational fields which sometimes reinforce and at other times diminish each other and the effect is always a resultant one.",
        "For this reason the Anglo-French convention had caused profound irritation in Italy, and had tended somewhat to diminish the cordiality of Anglo-Italian relations.",
        "His first interview was disappointing; the coldness and formality of the aged philosopher checked the enthusiasm of the young disciple, though it did not diminish his reverence.",
        "There he gained a large practice, and did much, both by example and by more direct effort, to diminish drunkenness among the lower classes.",
        "special cases of importance: - (a) If the volume is constant, or dW=o, the value of the function (00-E) cannot diminish, or (E--94,) cannot increase, if the temperature is kept constant.",
        "With uniform temperature, taking h constant in the gas-equation, dp / dz= =p / k, p=poet/ k, (9) so that in ascending in the atmosphere of thermal equilibrium the pressure and density diminish at compound discount, and for pressures p 1 and 1, 2 at heights z 1 and z2 (z1-z2)11?",
        "If a formal proof be desired, it may be obtained by introducing into the integral a factor such as P, in which h is ultimately made to diminish without limit.",
        "purposes: they diminish the wear of the sleeper under the rail by providing a larger bearing surface, and they help to support the spikes and so to keep the gauge.",
        "The machine which will gin the largest quantity in the shortest time is naturally preferred, unless such injury is, occasioned as materially to diminish the market value of the cotton.",
        "The fertility of the parthenogenetically produced insects would also diminish after a certain number of generations had been produced.",
        "Limited monarchies are (with the exception of Japan) peculiar to Europe, and in these the degree of democratic control may be said to diminish as one passes eastwards from the United Kingdom.",
        "If we suppose the diameter of the lens to be given (2R), and its focal length f gradually to increase, the original differences of phase at the image of an infinitely distant luminous point diminish without limit.",
        "The following considerations have been urged at different times: Although emigration does not diminish population, yet, as the emigrants are in the most productive period of life (15 to 45), the country of emigration loses adults and replaces them with children.",
        "Throughout his long labours in behalf of unrestricted commerce he never lost sight of this, as being the most precious result of the work in which he was engaged, - its tendency to diminish the hazards of war and to bring the nations of the world into closer and more lasting relations of peace and friendship with each other.",
        "If, on the other hand, the point be well immersed in the geometrical shadow, the earlier zones are altogether missing, and, instead of a series of terms beginning with finite numerical magnitude and gradually diminishing to zero, we have now to deal with one of which the terms diminish to zero at both ends.",
        "Hence any impurity which diminishes the surface tension of the water will diminish the size of the drop (unless the density is proportionately diminished).",
        "In the latter we find the young Nemertines crawling about after a period of from six to eight weeks, and probably feeding upon a portion of this gelatinous substance, which is found to diminish in bulk.",
        "] being to diminish the magnetization; on the other hand, with very weak fields the maximum may not have been reached with the greatest load that the wire can support without permanent deformation.",
        "74'9W Fe2(N03)6.61.5w Susceptibility was found to diminish greatly with rise of temperature.",
        "He carried matters with so high a hand in the affairs of Holland, Switzerland and Italy as seriously to diminish the outlets for British trade in Europe.",
        "The result was that the national treasury became burdened with a heavy annual interest charge, payable abroad in gold, which did not tend to diminish, and had a long period to run before the expiration of the contracts.",
        "would become more sensitive, but, other things being equal, the range of movement ought to diminish, and ultimately the average daily movement also, though at first the latter might not fall appreciably if, indeed, it did not rise, owing to the increased frequency of movement.",
        "The 10th century, by means of this illumination of one of the darkest regions of disease, may diminish human suffering enormously, and may make habitable rich and beautiful regions of the earth's surface now, so far as man's work is concerned, condemned to sterility.",
        "A very common function of hairs is to diminish transpiration, by creating a still atmosphere between them, as in the case of the sunk stomata already mentioned.",
        "The only effect of the ruling is to diminish the amplitude in the ratio a: a+d; and, except for the difference in illumination, the appearance of a line of light is the same as if the aperture were perfectly free.",
        "Although the restaurant is under new management, this hasn't done a thing to diminish the quality of the food and service.",
        "The improvements introduced in 1890 and 1891, whereby this state of affairs was put an end to, consisted in the introduction of the principle of supply by meter, and the adoption of a comprehensive system of reducing the initial pressure of the gas, so as to diminish loss by leakage.",
        "The component vibrations at P due to the successive zones are thus nearly equal in amplitude and opposite in phase (the phase of each corresponding to that of the infinitesimal circle midway between the boundaries), and the series which we have to sum is one in which the terms are alternately opposite in sign and, while at first nearly constant in numerical magnitude, gradually diminish to zero.",
        "15 Obviously the scribes of Nabonidus were not anxious to diminish the antiquity of the foundation-inscription of Naram-Sin, which their royal master had unearthed;.",
        "The ranges gradually diminish in elevation towards the east, the highest point of the Tumuc-Humac range, on the frontier of French Guiana, being about 2600 ft.",
        "The presence of ordinary impurities usually tends to diminish the permeability, though, as will appear later, the addition of small quantities of certain other substances is sometimes advantageous.",
        "The eggs are now too much in one basket, and local disease, or bad weather, or some other misfortune, may diminish by serious percentages the supplies anticipated.",
        "On the west the table-land is prolonged beyond the political limits of Tibet, though with much the same physical features, to about 70°east, beyond which it terminates; and the ranges which are covered with perpetual snow as far west as Samarkand, thence rapidly diminish in height, and terminate in low hills north of Bokhara.",
        "Oliver Heaviside showed mathematically that uniformly-distributed inductance in a telephone line would diminish both attenuation and distortion, and that if the inductance were great enough and the insulation resistance not too high the circuit would be distortionless, while currents of all frequencies would be equally attenuated.",
        "Of the latter the number has tended to diminish in the light of modern scholarship. The fashion during the 19th century set strongly in the other direction, and the \" degraded gods \" theory was applied not only to such conspicuous heroes as Siegfried, Dietrich and Beowulf, but to a host of minor characters, such as the good marquis Rudeger of the Nibelungenlied and our own Robin Hood (both identified with Woden Hruodperaht).",
        "Salicylic acid and salicin (q.v.) share the properties common to the group of aromatic acids, which, as a group, are antiseptic without being toxic to man - a property practically unique; are unstable in the body; are antipyretic and analgesic; and diminish the excretion of urea by the kidneys.",
        "The entropy cannot diminish.",
        "To do this the actual speed in the orbit, and in a yet higher degree the angular speed around F, must be greatest at pericentre, and continually diminish till the apocentre is reached.",
        "diminish with age.",
        "diminish in size and strength due to lack of use.",
        "diminish the importance of contributions on the facts of a particular case.",
        "Nightmares usually diminish in frequency and intensity over time.",
        "However, not knowing did not diminish their appreciation of receiving them!",
        "Vitamin E: Known for its antioxidant and moisturizing properties, vitamin E helps diminish the appearance of fine lines while deterring the future effects of aging.",
        "Depending on how your skin feels, you may wish to apply a cold compress or ice to the area, which helps diminish some of the inevitable discomfort you'll experience.",
        "Having the good fortune to serve a king who was both economical and just, he was able to diminish the imposts, to introduce order among the soldiery, and above all, by the ordinances of 1499, to improve the organization of justice.",
        "Experiments may be made with plane and curved mirrors to verify these laws, but it is necessary to use short waves, in order to diminish diffraction effects.",
        "The greatest shear at C for any position of the load occurs when the head of the train is at C. For any load p between C and B will increase the reaction at B and therefore the shear at C by part of p, but at the same time will diminish the shear at C by the whole FIG.",
        "The Blue Ridge, rising in southern Pennsylvania and there known as South Mountain, attains in that state elevations of about 2000 ft.; southward to the Potomac its altitudes diminish, but 30 m.",
        "However, as time went on, certain Churches became powerful centres of Christianity, and even when they did not come into conflict with her, their very existence tended to diminish the prestige of the Roman Church.",
        "In any case, it is desirable to diminish the loss of heat as much as possible by polishing the exterior of the calorimeter to diminish radiation, and by suspending it by non-conducting supports, inside a polished case, to protect it from draughts.",
        "As the method is usually practised, the calorimeter is made very small, and the surface is highly polished to diminish radiation.",
        "Trans., 1900), The Atomic Heats Of Pure Nickel And Cobalt, As Determined From Experiments At The Boiling Points Of 02, And C02, Diminish So Rapidly At Temperatures Below O° C. As To Suggest That They Would Reach The Value 2.42 At The Absolute Zero.",
        "The conclusions at which he arrives are in the main as follows: a tax on raw produce falls on the consumer, but will also diminish profits; a tax on rents on the landlord; taxes on houses will be divided between the occupier and the ground landlord; taxes on profits will be paid by the consumer, and taxes on wages by the capitalist.",
        "If AC and CB are each less than half the circumference of a disk the pressure on C will increase on the side of A and diminish on the side of B.",
        "But if the length of the cylindric film is greater than its circumference, and if we suppose the disk C to be placed midway between A and B, and to be moved towards A, the pressure on the side next A will diminish, and that on the side next B will increase, so that the resultant force will tend to increase the displacement, and the equilibrium of the disk C is therefore unstable.",
        "This is chiefly to be regarded as an adaptation to surroundings, though the fact that the less virulent members of the bacterial species will be liable to be killed off also plays a part.;,Conversely, the virulence tends to diminish on cultivation on artificial media outside the body, especially in circumstances little favourable to growth.",
        "Hence, his method in deciding moral questions is chiefly that of estimating the tendency of actions to promote or diminish the general happiness.",
        "1.5p6n, sweat) diminish the secretion of sweat.",
        "The formula makes the gradient diminish from 25 volts per metre at 1500 metres height to To volts per metre at 4000 metres.",
        "From then onwards the plant organisms diminish because they are eaten by the animal larvae.",
        "Strengthening exercises may make your skin appear more firm and help diminish the look of the marks.",
        "Learning how to treat heat rash and diminish the effects of this skin condition can come in extremely helpful when discomfort strikes.",
        "Some attempt is made to diminish the destructiveness of war (xx.",
        "Money wasn't going to make their life easy or simple any more than a lack of it could diminish their relationship.",
        "Similarly, the dissolution of the German Reichstag in December 1906 was a weapon directed against Ultramontanism; and, though the elections of 1907 failed to diminish the numbers of the Centre, they rendered possible the formation of a majority, in face of which that system forfeited the influence it had previously possessed.",
        "Foreign readers of Maine have perhaps understood even better than English ones that he is not the propounder of a system but the pioneer of a method, and that detailed criticism, profitable as it may be and necessary as in time it must be, will not leave the method itself less valid or diminish the worth of the master's lessons in its use.",
        "He must have died before 246, in which year his sister Claudia was fined for publicly expressing a wish that her brother Publius could rise from the grave to lose a second fleet and thereby diminish the number of the people.",
        "They are said to diminish the secretion of the bronchial mucous membrane.",
        "The acetate and the citrate are valuable mild diuretics in Bright's disease and in feverish conditions, and by increasing the amount of urine diminish the pathological fluids in pleuritic effusion, ascites, &c. In tubal nephritis they aid the excretion of fatty casts.",
        "The balance of internal evidence - copyists being more likely to accentuate than to diminish the precision of a note of time - inclines, like the balance of external evidence, against the article.",
        "And coins have long been recognized as one of the great sources of metrology -- valuable for their wide and detailed range of information, though most unsatisfactory on account of the constant temptation to diminish their weight, a weakness which seldom allows us to reckon them as of the full standard.",
        "gives 219.6, and thence they gradually diminish to 210, the average (33) of the whole series of Ptolemies being 218.",
        "n being the refractive index, A the wave-length, and A, B, C, &c., constants depending on the material, which diminish so rapidly that only the first three as here written need be taken into account.",
        "Originally furnished from fragments of various religions, it could increase or diminish this possession without rupturing its own elastic framework.",
        "In 1845, however, a statute based on the recommendations of a select committee, appointed in the preceding year, was passed; the object being to diminish the bulk of the special acts, and to introduce uniformity into private bill legislation by classifying the common form clauses, embodying them in general statutes, and facilitating their incorporation into the special statutes by reference.",
        "In That Year The Omission Of The Intercalary Day Rendered It Necessary To Diminish The Epacts By Unity, Or To Pass To The Line C. In 1800 The Solar Equation Again Occurred, In Consequence Of Which It Was Necessary To Descend One Line To Have The Epacts Diminished By Unity; But In This Year The Lunar Equation Also Occurred, The Anticipation Of The New Moons Having Amounted To A Day; The New Moons Accordingly Happened A Day Earlier, Which Rendered It Necessary To Take The Epacts In The Next Higher Line.",
        "But it is clear that if we increase A, the sectional area of the stem, we shall diminish 1, the length of a scale-division corresponding to a given variation of density, and thereby proportionately diminish the sensibility of the instrument, while diminishing the section A will increase land proportionately increase the sensibility, but will diminish the range over which the instrument can be employed.",
        "When standing in an open space, the larch grows of a nearly conical shape, with the lower branches almost reaching the ground, while those above gradually diminish in length towards the top of the trunk, presenting a very symmetrical form; but in dense woods the lower parts become bare of foliage, as with the firs under similar circumstances.",
        "By 1550, when he summoned his second diet, a reaction in his favour began, and the lingering petulance of the gentry was sternly rebuked by Kmita, the marshal of the diet, who openly accused them of attempting to diminish unduly the legislative prerogative of the crown.",
        "They would obviously react against the feeling known as \" esprit de frontiere,\" and diminish the danger of incidents arising out of this feeling, and might attenuate the rivalry of neighbouring counter-armaments.",
        "To diminish the resistance the current should pass through as small a layer of liquid as possible.",
        "The homogeneity of vibration may also be diminished by molecular impacts, but the number of shocks in a given time depends on pressure and we may therefore expect to diminish the width of a line by diminishing the pressure.",
        "The roots of the three series have frequencies which diminish as the atomic weight increases, but not according to any simple law.",
        "The brightest line, for which s=o, is called the \" head \" of the band; and as s increases the lines diminish in intensity.",
        "Even in the cities, the seats of the episcopal power, the reformation encouraged the attempts at revolt or autonomy which tended everywhere to diminish that power.",
        "The ordinary surface energy of a two-phase system tends to diminish the area of contact, and thus to help the growth of the larger aggregates required for coagulation.",
        "In cases which recover the convulsions diminish in severity, leaving the patient exhausted.",
        "Subsequently Michael was involved in wars with the Genoese and Venetians, whose influence in Constantinople he sought to diminish by maintaining the balance of strength between them.",
        "Year after year the Nile rises at the same period, it attains its maximum in September and begins to diminish first rapidly till about the end of December, and then more slowly and more steadily until the following June.",
        "But, since 1871, the Jewish population of Germany shows a far smaller increase than that of the Christian confessions, and even in the parts of the country where the Jewish population is densest it has shown a tendency to diminish.",
        "He concentrated all his energies on the government and defence of northern and eastern Germany, leaving the southern and western districts to profit by his example, while his policy of refraining from interference in the affairs of the other duchies tended to diminish the ill-feeling which existed between the various German tribes and to bring peace to the country as a whole.",
        "His imperial crown imposed upon him the necessity of associating himself with the Roman Catholics; so that the Protestants had a new and power~fuI reason for looking upon him with jealousy, and trying, to diminish his authority.",
        "One result of this is to diminish the control which the Prussian parliament is able to maintain over the Prussian ministry.",
        "The result of the legal reform and other laws has been greatly to diminish the duties of the state governments, for every new imperial law permanently deprives the local parliaments of part of their authority.",
        "At the same time, in Prussia there was a tendency to make more prominent the power of the king and to diminish the influence of the parliament.",
        "It was therefore for every reason desirable to remedy a state of things by which so many parishes were left without incumbents, a condition the result of which must be either to diminish the hold of Christianity over the people, or to confirm in them the belief that the government was the real enemy.",
        "Greenland lies to the north of Fritz's curve of maximum auroral frequency, and the suggestion has been made that the zone of maximum frequency expands to the south as sun-spots increase, and contracts again as they diminish, the number of auroras at a given station increasing or diminishing as the zone of maximum frequency approaches to or recedes from it.",
        "Furthermore, Gyllenskold says that when arcs mounted, as they not infrequently did, from the horizon, their apparent width might go on increasing right up to the zenith, or it might increase until an altitude of about 45° was reached and then diminish, appearing much reduced when the zenith was reached.",
        "must diminish the influence of the Germans, and bring about a restriction in the use of the German language; moreover, in countries such as Bohemia, full self-government would almost certainly mean that the Germans would become the subject race.",
        "When in the cell the assimilative processes exceed dissimilative, the external manifestations of energy are liable to cease or diminish.",
        "But in view of the extreme importance of the matter, and especially of the evidence that, for some cause or other (which may or may not be the examination system), intellectual interest and initiative seem to diminish in many cases very markedly during school and college life in England, the whole subject seems to call for a searching and impartial inquiry.",
        "Of the two existing generic representatives of the Camelidae (as the family in which they are both included is named), the Old World camels (Camelus) are characterized by their great bodily size, and the presence of one or two fleshy humps, which diminish or increase in size according to the physical condition of the animals themselves.",
        "14 sqq.), but mainly on religious grounds, in order to diminish foreign intercourse.",
        "The field rats (Mus mettada) occasionally multiply so exceedingly as to diminish the out-turn of the local harvest, and to require special measures for their destruction.",
        "In recent years the cultivation of oil-seeds has received an extraordinary stimulus owing to the demand for export to Europe, especially to France; but as they can be grown after rice, &c., as a second crop, this increase has hardly at all tended to diminish the production of food grains.",
        "It is better to use a fairly large calorimeter to diminish the rate of cooling and the uncertainty of the correction for the water equivalent.",
        "The Summary Jurisdiction Acts, by which large numbers of minor offenders were discharged on bail, or subjected to fines or very brief terms of imprisonment, have also tended to diminish the prison population enormously.",
        "Since the specific heat of the liquid increases rapidly at high temperatures, while dH/d0 diminishes, it is clear that the latent heat must diminish more and more rapidly as the critical point is approached.",
        "the intensity of the force in the region for which r = a, nearly must diminish with increasing distance less rapidly than accordin~ to the law of the inverse cube.",
        "Hence if the system be started from rest in a configuration for which V is less than in the equilibrium configuration considered, this quantity must sUll further decrease (since T cannot be negative), and it is evident that either the system will finally come to rest in some other equilibrium configuration, or V will in the long run diminish indefinitely.",
        "In oruer to diminish that pressure to the smallest possible amount, the effort, and the resultant of the useful resistance, and the weight of the piece (called above the given force) ought to be opposed to each other as directly as is practicable consistently with the purposes of the machine.",
        "formed by a suffix (-aa), whereas the second aorist is a \" strong \" tense, distinguished by the form of the root-syllable, we expect to find a constant tendency to diminish the number of second aorists in use.",
        "Secondly, the prerogatives of instances, and the mode of experimenting upon experiments of light (which I shall hereafter explain), will diminish the multitude of them very much.",
        "To diminish the number of the privileged was impossible, but false claims to exemption were firmly resisted, and the unjust direct taxation was lightened by an increase of the indirect taxes, from which the privileged could not escape.",
        "Snakes, which are so abundant in warm countries, diminish rapidly as we go north, and wholly cease at lat.",
        "The consequence of this indiscriminate sexual intercourse, especially if much prolonged, is to diminish, in some cases to paralyse, the fertility of the female.",
        "Tigers abound, and though many are annually destroyed for the sake of the government reward, their numbers seem scarcely, if at all, to diminish.",
        "Formerly all cases, civil and criminal, were referred to the clergy, and until the 17th century the clergy were subordinate to a kind of chief pontiff, named sadr-us-sodur, who possessed a very extended jurisdiction, nominated the judges, and managed all the religious endowments of the mosques, colleges, shrines, &c. Shah Safi (1629-1642), in order to diminish the influence of the clergy, appointed two such pontiffs, one for the court and nobility the other for the people.",
        "The police have become the ministers of a social despotism resolute in its watchful care and control of the whole community, well-meaning and paternal, although when carried to extreme length the tendency is to diminish self-reliance and independence in the individual.",
        "Irritation is lessened by lotions containing substances that will diminish irritability of the nerve-endings and skin, such as carbolic acid, hydrocyanic acid, morphine or opium, cocaine, belladonna or atropine.",
        "The means of producing sleep may be divided into two classes: those (r) which lessen the circulation, and which (2) diminish the excitability of the brain cells.",
        "December, January, February and March are practically rainless; the rains, beginning in April or May, reach their maximum in July, August and September, and rapidly diminish in October and November.",
        "Speaking broadly, the general type of the flora of the lower, hotter and wetter regions, which extend along the great plain at the foot of the Himalaya, and include the valleys of the larger rivers which penetrate far into the mountains, does not differ from that of the contiguous peninsula and islands, though the tropical and insular character gradually becomes less marked going from east to west, where, with a greater elevation and distance from the sea and higher latitude, the rainfall and humidity diminish and the winter cold increases.",
        "Hence if the energy is the greater, the greater the area of the exposed surface,' the liquid will tend to move in such a way as to diminish the area of the exposed surface, or, in other words, the exposed surface will tend to diminish if it can do so consistently with the other conditions.",
        "Now 2 7rmpi,t(c) represents the attraction between a particle m and the plane surface of an infinite mass of the liquid, when the distance of the particle outside the surface is c. Now, the force between the particle and the liquid is certainly, on the whole, attractive; but if between any two small values of c it should be repulsive, then for films whose thickness lies between these values the tension will increase as the thickness diminishes, but for all other cases the tension will diminish as the thickness diminishes.",
        "At first the tension will diminish, but if the process be continued the tension will reach a minimum value and will afterwards increase to infinity as the chain between A and B approaches to the form of a straight line.",
        "The result has been not only to diminish greatly the dangers of the natural channel, but also to furnish a series of artificial canals by which vessels can make their way when the river is low.",
        "Bars of copper drawn over the bottom by mules or water-power (like the stone drags in the arrastra) grind off fine particles of copper, which hasten the reduction of the silver and diminish the formation of calomel.",
        "The muscular system of the Scyphomedusae is developed on the subumbral surface as a system of circularly disposed fibres which by their contraction make the umbrella more concave and diminish its FIG.",
        "If such comparison be made, it will be found that the pinions in some instances diminish while the bodies increase, and the converse.",
        "In the centre of the country along a line drawn from London to Carlisle the mean temperature in July is found to diminish gradually at an average rate of 1 ° per 60 m.",
        "The change in direction of the air when striking a flat surface such as the side of a building will form a cushion to diminish the effects of impulses and shocks from local gusts.",
        "upon the capital charged, and they have to be paid at such times as to cause their being paid out of capital and not out of income, so that their tendency is to diminish the capital available for productive enterprises.",
        "Next there has been misconception, arising from the same cause, in the constant attempt to charge the occupier of lands and houses with rates, although the real effect of the rates must be, as a rule, to diminish the value of the property affected like an old-established land tax, so that rates, properly speaking, do not fall upon either owner or occupier.",
        "The measures were made with the Cape heliometer and have never been superseded, for the latest results with the minor planet Eros exactly confirm Gill's result-8.80\" - while they decidedly diminish the associated probable error.",
        "It may be taken as an axiom that the variation of minimum discharges from their mean values increases as the separate areas diminish.",
        "But, apart from the diurnal fluctuations of consumption which may be equalized by local \" service reservoirs,\" uniform distribution of supply throughout twelve months is rarely what we require; and to represent the demand in most towns correctly, we should increase the angle of this line to the horizontal during the summer and diminish it during the winter months, as indicated by the dotted lines b b.",
        "Weisbach also shows that if Gy 2 is the moment of inertia of the beam, the time, t, of a vibration of the balance is 2 (P+Q) (I' a 2) G y2 t = r gt2 (P+Q) a+Gs) This shows that the time of a vibration increases as P, Q and / increase, and as a and s diminish.",
        "Sponging the body with very dilute solutions of sulphuric acid is useful to diminish the night-sweats of phthisis.",
        "The number of the arms is arbitrary, and they may be curved to diminish the liability to fracture from contraction in the cooling of the cast iron, but in other respects are preferably straight, since they are then lighter and stronger.",
        "The rims of pulleys for hemp or other ropes or cords are grooved, and the sides are usually either inclined at 45° or curved to give a sharper angle at the outside than at the bottom of the groove; in the latter case, as the rope wears it engages in a groove of greater angle and less effective grip. Wire ropes are injured by the lateral crushing of the material, and in this case the grooves are wide enough to allow the rope to rest on the rounded bottom, which is lined with leather or wood to diminish the wear and increase the friction.",
        "The grooves must be turned exactly alike, and the rope must be of the same diameter throughout to diminish slip.",
        "The conditions which enable a pulley tackle to sustain a weight when the effort is removed may be examined, to a first approximation, if we assume that the internal friction acts in such a way as virtually to diminish FIG.",
        "'Twill help the sale of the book, which I ought not to diminish now 'tis yours.",
        "In every instance therefore where, in walking over the surface, we traverse a series of strata which gradually, and without dislocations, increase or diminish in inclination, we cross part of a great curvature in the strata of the earth's crust.",
        "He reduced the duties on the raw materialswhich the farmers used, such as seed and maize, and in return he called on them to give up the duties on cattle and meat, to reduce largely the duties on butter, cheese and hops, and to diminish the duty on corn-by gradual stages to IS.",
        "But it need hardly be said that the bulk of correspondence in the Record Office does not diminish.",
        "Its specific gravity is 7.84; and the average specific heat over the range 150° is 0.10983; this value increases with temperature to 850°, and then begins to diminish.",
        "When disturbed, they start off with enormous bounds of eight or ten feet in length, which soon diminish to three or four; and in leaping the feet scarcely seem to touch the ground.",
        "This admission did not in the least diminish the rigour of their demand for absolute loyalty to the exclusive claims of wisdom.",
        "Or, again, we should recognize as a test of the \" authoritative \" character of moral ideas or feelings the fact that they are complex and representative, referring to a remote rather than to a proximate good, remembering the while that \" the sense of duty is transitory, and will diminish as fast as moralization increases.\"",
        "Here the coefficients of 1 and l' may separately take all integral values, though as a general rule the coefficients a, b, c, &c. diminish rapidly when these coefficients become large, so that only small values have to be considered.",
        "But at E, since the actual force is less than F, the residual force must tend to diminish F, and must, therefore, act toward the right, as shown by the arrow.",
        "new safeguards against himself and by so much to diminish that power of protection against violence and injustice for which the weak had always looked to the throne.",
        "the kings truce policy of of forty days during which no vengeance might ~ be taken for private wrongs, and the assurement,f ~on went far to diminish the abuses of warfare by allowing his mediation to make for a spirit of reconciliation throughout his kingdom.",
        "As for the nobility, his only thought was to diminish their power by multiplying their number, as his predecessors had done; while he reduced the rebels to submission by his iron cages or the axe of his gossip Tristan Lermite.",
        "He main.tained the institutions of the day, though seeking to diminish their abuse, and he perfected material details; but misfortune would have it that instead of remaining a great military administrator he flattered Louis XIV.s megalomania, and thus caused his perdition.",
        "appears to diminish with rise of temperature to a slight extent in copper, but the diminution is so small that he does not regard it as established with certainly.",
        "This bellicose policy, however, brought him into collision with the queen, who feared that the outbreak of war would diminish the revenues which she squandered in selfindulgence.",
        "chapter 6), after stating that the \" breed of good strong horses \" was likely to diminish, it was ordered that the owners of all parks and enclosed grounds of the extent of one mile should keep two mares 13 hands high for breeding purposes, or, if the extent of the ground was 4 m., four mares.",
        "For lenses of short focus the diameter of the pupil is too large, and diaphragms must be employed which strongly diminish the aperture of the pencils, and so reduce the errors, but with a falling off of illumination.",
        "They enlarge and diminish, and are possibly excretory like the \" contractile vacuoles \" of other Protista; though it has been suggested that by their communication with the medium they subserve nutrition.",
        "The Upper Coal Measures (Stephanian) are characterized among the Calamarieae, now more than ever abundant, by the prevalence of the Calamodendreae; new species of Sphenophyllum make their appearance; among the Lycopods, Lepidodendron and its immediate allies diminish, and smooth-barked Sigillariae are the characteristic representatives.",
        "As Raouf was instructed to increase the receipts and diminish the expenditure, the system of government naturally reverted to the old methods, which Gordon had endeavoured to improve.",
        "avTi, against, xvp€r6, fever) either increase the heat loss or diminish its production; e.g.",
        "To diminish the item of expenditure on this head, various kinds of mechanical furnaces have been adopted, all of which can be classified under three heads of gravitating furnaces, mechanical stirrers and revolving furnaces.",
        "Others will suffer the steady attrition of chronic health problems that diminish the quality of their life for much of their old age.",
        "beta blockers, can diminish sex drive.",
        "Some drugs, eg beta blockers, can diminish sex drive.",
        "In most cases these symptoms will diminish over a period of time from a few hours to days or weeks.",
        "persistent dandruff and itching diminish from the very first application.",
        "The proposed deletions from the existing Green Belt only total some 4 hectares and thus will not diminish its strategic value.",
        "Furthermore, adverse changes in income distribution diminish domestic demand for goods.",
        "In the latter case, chemical ozone depletion in the Arctic would be expected to diminish.",
        "diminish the likelihood of more terrible conflict.",
        "diminish the usefulness of the concept.",
        "diminish the credibility of the Council.",
        "diminish the effectiveness with which individuals can exercise these rights.",
        "dominoes quot quot be extra diminish any raise savings you've amassed.",
        "earplugs for the first time in the cockpit may diminish the ability to hear communications in the cockpit.",
        "It shows you are managing to diminish the really gross emotions that were swamping them!",
        "These natural approaches can help normalize hormone levels, diminish hot flushes, and relieve the insomnia and anxiety that many women experience.",
        "L v mated becquerel therefore was because becquerel apparently then diminish.",
        "Continued membership of the European Union will increasingly diminish Britain's voice in international affairs, as more power is given to EU institutions.",
        "Buell InterActive Exhaust does not diminish the rich, throaty rumble of the Lightning exhaust tone.",
        "We would contend that this does not in any way diminish the need to continue to use the technology to eliminate scrapie.",
        "velocityecise location of the initial stage of development of the Ness Pole must be linked to where tidal current velocities start to diminish.",
        "France, and the French Catholics especially, feared lest conciliation should diminish the reliance of the Vatican upon Terms France, and consequently French hold over the of the Vatican.",
        "He is neither to increase nor to diminish the physician's prescription; he is neither to buy nor to sell rotten drugs.",
        "The atmosphere is a cause of disease in the neighborhood of chemical works, large towns, volcanoes, &c., in so far as it carrie, acid gases and poisons to the leaves and roots; but it is usual tc associate with it the action of excessive humidity which brings about those tender watery and more or less etiolated condition, which favor parasitic Fungi, and diminish transpiration and therefore nutrition.",
        "On the west the table-land is prolonged beyond the political limits of Tibet, though with much the same physical features, to about 70Ã‚°east, beyond which it terminates; and the ranges which are covered with perpetual snow as far west as Samarkand, thence rapidly diminish in height, and terminate in low hills north of Bokhara.",
        "If the axis of SN produced passes through the centre of S'N', 0 =0, and the couple becomes 2MM'sin4)/r 3, (19) tending to diminish cp; this is called the \" end on \" position.",
        "(iii.) If the vapour of A be readily soluble in liquid B, and the vapour of B sparingly soluble in liquid A, and if the vapour pressure of A be greater than that of B, then the vapour pressures of mixtures of A and B will continually diminish as one passes from 100% A to loo% B.",
        "In 1888, 1600 people were living in the space of a single acre, and over ioo,000 were believed to be living within an area not exceeding 2 m.; and the overcrowding does not tend to diminish, for in one district, in 1900, it was estimated that there were at the rate of 640,000 persons on the sq.",
        "in diameter to diminish the effect of bending strains in the rope by change in direction, have channelled cast iron rims with wrought iron arms, a form combining rigidity with strength, in order to keep down their weight.",
        "By the 12th century, however, the ecclesiastical measures had proved ineffectual in coping with private warfare, and secular rulers sought independently to diminish the number and atrocity of private wars within their own domains.",
        "Furthermore, Gyllenskold says that when arcs mounted, as they not infrequently did, from the horizon, their apparent width might go on increasing right up to the zenith, or it might increase until an altitude of about 45Ã‚° was reached and then diminish, appearing much reduced when the zenith was reached.",
        "Trans., 1900), The Atomic Heats Of Pure Nickel And Cobalt, As Determined From Experiments At The Boiling Points Of 02, And C02, Diminish So Rapidly At Temperatures Below OÃ‚° C. As To Suggest That They Would Reach The Value 2.42 At The Absolute Zero.",
        "Leidenfrost (De aquae communis nonnullis qualitatibus tractatus, Duisburg) showed that a soap-bubble tends to contract, so that if the tube with which it was blown is left open the bubble will diminish in size and will expel through the tube the air which it contains.",
        "In the centre of the country along a line drawn from London to Carlisle the mean temperature in July is found to diminish gradually at an average rate of 1 Ã‚° per 60 m.",
        "The rims of pulleys for hemp or other ropes or cords are grooved, and the sides are usually either inclined at 45Ã‚° or curved to give a sharper angle at the outside than at the bottom of the groove; in the latter case, as the rope wears it engages in a groove of greater angle and less effective grip. Wire ropes are injured by the lateral crushing of the material, and in this case the grooves are wide enough to allow the rope to rest on the rounded bottom, which is lined with leather or wood to diminish the wear and increase the friction.",
        "Its specific gravity is 7.84; and the average specific heat over the range 150Ã‚° is 0.10983; this value increases with temperature to 850Ã‚°, and then begins to diminish.",
        "The second aberration which must be removed from microscope objectives are the chromatic. To diminish these a collective lens of crown-glass is combined with a dispersing lens of flint; in such a system the red and the blue rays intersect at a point (see Aberration).",
        "Drugs which contract the vessels and diminish exudation comprise Astringents (Lat.",
        "Anaesthetics (q.v.) diminish sensibility, either central or peripheral; Anodynes (Gr.",
        "In addition, this does nothing to diminish the stigma of bankruptcy - which remains with the individual often for many years.",
        "The precise location of the initial stage of development of the Ness Pole must be linked to where tidal current velocities start to diminish.",
        "Washing your baby's hair every day with a gentle shampoo will help to diminish the sebaceous output and the amount of plaque present on your baby's head.",
        "Opals need to be kept away from heat since it can diminish the water content within the stone, making an opal's 'fire' less brilliant with time.",
        "Filters. Using a solar filter will diminish unnatural light so you can view objects better.",
        "Just a few days after beginning to use the product, I started noticing the stains diminish.",
        "I guess it would be very easy to understand how the influence of Greek values tends to diminish with every generation in America.",
        "Enough loose fibers are sloughed off through regular wear that pilling will naturally diminish over time.",
        "As ethical researchers continue to search for clean forms of renewable energy and learn how to harness them more effectively, human dependence on conventional energy resources will diminish.",
        "If using kava kava to treat chronic pain, be aware that its effectiveness may diminish over time.",
        "These effects are said to diminish upon cessation of the product.",
        "Not exactly sure where it went… but as the day went on, the length and volume of my lashes seemed to diminish.",
        "Next up in my test run was the Face Contouring Trio, a set of three powders formulated to sculpt facial features, diminish the appearance of flaws and create a more polished look.",
        "Though possibly not appropriate to wear to the office, it can be toned down by layering another shadow on top, which will help diminish the sparkly appearance.",
        "Product selection usually doubles so this means that after Christmas, online retailers need to diminish inventory just like physical retailers.",
        "While personal empowerment is not the goal of relaxation exercises, they can and do diminish the feelings associated with stress.",
        "While you may see immediate results, if you don't keep up your daily meditation habits, those results will diminish.",
        "Mental health professionals look more toward the psychological impact of the worry as opposed to the physical symptoms, although alleviation of the worry and anxiety oftentimes makes the physical symptoms lessen or diminish completely.",
        "Creating a united front is one of the best ways to diminish bullying within the community.",
        "Weight can fluctuate as much as five pounds in a single day and weighing yourself frequently can diminish any success you might see.",
        "Its mission is to help save lives, prevent cancer, and diminish suffering through research, information services, advocacy and education.",
        "They diminish the oxidation process that can occur within cells, removing harmful free radicals.",
        "Important nutrients can diminish in nutritional value over time.",
        "With regular use, cravings should diminish.",
        "If they can tolerate the discomfort long enough they will see that the anxiety associated with the exercise will generally diminish over time.",
        "Will a comforter or bedspread that's dark diminish the size of your bedroom?",
        "While that might seem all about aesthetics, a guitar with cracks or chips can certainly begin to diminish the quality of your tone.",
        "Halogen light bulbs produce a bright, white light that doesn't diminish over time the way traditional light bulbs do.",
        "The lack of labeling doesn't diminish the quality or intent of fair trade.",
        "The colors in detergents can diminish the vibrancy of your robe's color.",
        "If you're also plus-sized, you may have tried to further diminish your body's proportions by wearing dark, drab colors or clothes too large for you.",
        "This is a little fashion trick used by pear shape women who want to diminish attention to their hips and thighs.",
        "If you want to diminish attention to your bust line, pick a dress with widely spaced straps.",
        "While there are a few hidden dangers in hybrid cars, as the technology improves and we are educated on the potential hazards, the issues we have will diminish.",
        "Before you decide to pull a prank at the office, be sure it will not diminish your reputation - or worse yet, cost you your job.",
        "This causes the flow of oxygen to the muscles and tissues to diminish.",
        "People with celiac disease, inflammatory bowel disease, and other prolonged diarrheal illnesses develop nutritional deficiencies that diminish growth and immunity.",
        "Reducing blood cholesterol can help diminish arteriosclerosis and indirectly treat dizziness.",
        "This treatment will tighten the tissues and therefore diminish the bruising.",
        "They generally diminish in severity when the child is involved in an absorbing activity such as reading or doing homework, and increase in frequency and severity when the child is tired, ill, or stressed.",
        "In the majority of cases, the tics diminish in severity and eventually disappear as the child grows older.",
        "Even in Tourette syndrome, about 85 percent of children find that their tics diminish or go away entirely during or after adolescence.",
        "Some personality disorders diminish during middle age without any treatment, while others persist throughout life despite treatment.",
        "Certain medications (particularly those that diminish intestinal contractions) may increase this risk, but this interaction is unclear.",
        "Beginners sometimes report muscle soreness and fatigue after performing yoga, but these side effects diminish with practice.",
        "Most childhood sleep disturbances will diminish over time as the brain matures and a regular sleep-wake cycle is established.",
        "These children do not receive RIG because it will diminish the rapid antibody response resulting from the previous vaccination.",
        "Nightmares diminish as children feel more confidence and control in their lives.",
        "An antihistamine such as diphenhydramine is usually given by mouth or injection to diminish the histamine reaction.",
        "Irregular menstrual periods can also result, and interest in sex may diminish.",
        "Lack of this contact may predispose the child to psychological problems as well as diminish opportunities for learning.",
        "Many symptoms, particularly hyperactivity, diminish in early adulthood, while impulsivity and inattention problems often continue.",
        "In order to diminish the negative chi given off by books, you want to make sure that they are situated in the best possible manner.",
        "Otherwise, you may find that the quality of the hair supplies diminish.",
        "In most cases, sibling rivalry tends to diminish with age.",
        "While these \"body flaws\" tend to diminish with time, exercise and a healthy diet, many women decide not to wear a bikini for a number of years after pregnancy.",
        "Moreover, a bikini isn't for everyone, and people wishing to draw attention away from their mid-section may be looking for styles that diminish the waistline as well.",
        "Vitamin K: This vitamin, when used in topical creams and lotions, can help heal bruises and diminish the appearance of dark circles beneath the eyes as it is absorbed into the capillaries.",
        "That's because eating these foods increases the release of insulin which in turn rids your body of the competing amino acids that diminish tryptophan levels.",
        "Your desire for companionship and intimacy doesn't automatically diminish just because of your age.",
        "But somehow, this social skill seems to diminish online.",
        "When one person is out of sync, attraction can diminish and in most cases diminish quickly.",
        "Over time, you will change and your physical attraction for someone may diminish.",
        "This has many benefits, not least the fact that it allows the couple to be truly creative without having to worry about whether the novelty of a given engraving will diminish with daily wear.",
        "Should gut disturbances diminish on an elimination diet, particularly a gluten-free diet, then there is strong reason to suspect that gluten intolerance or at least an allergy is present.",
        "Additionally, the gas, bloating, and cramps associated with a gluten reaction may diminish your appetite, contributing to your already insufficient calorie absorption.",
        "Whereas Gemini might be a bit cold or logical, Taurus, with its stabilizing forces, will diminish these traits so that instead, you'll come across as a relatively thoughtful person.",
        "Remember to give out lots of praise as children work on each of these concepts, and limit the time that they have to practice these concepts at home so that you don't diminish their love of learning at an early age.",
        "Last but not least, vintage posters didn't come from the factory neatly rolled up in a tube but were, instead, folded-a condition that might alarm collectors who mistakenly believe that such creases diminish their value.",
        "A long coat will hide the boots' fur detail and diminish its bold appearance.",
        "A curvy female body with long, stunning wings straddling a motorcycle will not diminish a biker's reputation.",
        "Of course, there is no guarantee that practicing these poses will help you to conceive, but the good news is that they won't diminish your chances of getting pregnant.",
        "In the first stage, head and brain growth begin to slow and muscle tone begins to diminish.",
        "For stains that are set or are particularly stubborn, you may need to use the heat transfer method to diminish or remove them.",
        "According to his premise, to lose weight all you need to do is drink a few teaspoons of apple cider vinegar before your meals to curtail your appetite and diminish cravings.",
        "Symptoms of obesity are varied, but there is a way to help diminish the risks associated with obesity and that's through losing weight.",
        "Exercise Intensity and Duration: Endurance athletes tend to diminish their stores of muscle glycogen - the carbohydrate stored in your muscle tissue that fuels most of your exercise.",
        "There's no counting calories and using the product promises to diminish cravings and feelings of deprivation.",
        "Most humans can generate energy through glycolysis for approximately 90 seconds before their enzymes and substrate diminish and lactic acid begins building up in the muscles, preventing continual exercise.",
        "Exercise can also help diminish fat, which may improve your breasts' appearance.",
        "Impurities diminish the taste and can add off, metallic flavors to coffee.",
        "Though thongs diminish the appearance of lines, they are certainly not the undergarment of choice for all women.",
        "Well, that couldn't diminish the thrill, but I wish I could have listened to the message a couple more times.",
        "Most creams and serums combine several things to help fill in and diminish lines.",
        "It also helps to diminish some brow wrinkling.",
        "A series of injections is given to a patient to diminish wrinkles and soften skin.",
        "Everyday products such as lemon juice, mint, and cinnamon can be applied to blemishes to help diminish and dry them.",
        "Used in high concentrations, vitamin C is said to encourage collagen growth and diminish the appearance of fine lines.",
        "Serums, eye creams, moisturizers, sunscreens and even cosmetics all pack a powerful combination of ingredients formulated to diminish the appearance of aging skin.",
        "Philosophy's miniature pads not only exfoliate, but also protect against free radical damage, moisturize, soothe, reduce redness, encourage radiance and help diminish the look of fine lines.",
        "Over time, it works to diminish the appearance of drooping brows, crow's feet, forehead creases, laugh lines, furrows, feathered lips and more.",
        "The extract is often applied to products in the hopes that it will reduce puffiness and diminish the appearance of pores, lines and wrinkles.",
        "Older markings are much more difficult to get rid of, although laser treatments may help diminish their appearance.",
        "Additionally, you might come across several over-the-counter treatments that promise to diminish your acne scars completely.",
        "Cindy Crawford's Meaningful Beauty skincare line promises to diminish the visible signs of aging.",
        "In addition to improving the skin's texture, microdermabrasion also serves to diminish the appearance of pigmentation, such as age and sun spots.",
        "A small whitehead or blackhead may leave behind a red or brown mark which will diminish over time, but inflamed and pus-filled pimples often result in longer-lasting scars or a pitted appearance.",
        "In many cases, acne scars remain dark for a long period of time, but fading creams may be used to help the scars diminish.",
        "While sunscreen won't diminish your marks, it is important to apply sunblock to any affected areas that will be exposed to the sun, particularly for new stretch marks or if you are currently treating them.",
        "Age spots are not harmful, but many feel they are unsightly and want to diminish the appearance of these marks.",
        "Changes in the diet will help the body release toxins and diminish the chances for skin discoloration.",
        "All antioxidants diminish the effects of free radicals; the same free radicals that causes wrinkles.",
        "Kinetin minimalizes skin irritation, which in return may diminish bad skin tone.",
        "One of its most beloved products is Peeling Groovy Facial Serum, a treatment that gently exfoliates the skin to promote a smoother texture and diminish the appearance of spots and fine lines.",
        "Boscia's Balancing Facial Tonic contains powerful antioxidants that diminish acne-causing sebum plugs and help balance the skin's oil levels.",
        "A Pores No More facial treatment will shrink your pores, absorb some of the excess oil and diminish shine.",
        "Clear Skin Blemish Dissolver begins to diminish blemishes on contact without peeling or irritation.",
        "Accordingly the quantity of movement in the universe, like its mover, can neither increase nor diminish.",
        "The value of the trade depends on regular rains, so that in seasons of drought the exports seriously diminish.",
        "In what are commonly called loans of money, it is not really the money, but the money's worth, that the borrower wants; and the lender really assigns to him the right to a certain portion of the annual produce of the land and labour of the country, As the general capital of a country increases, so also does the particular portion of it from which the possessors wish to derive a revenue without being at the trouble of employing it themselves, and, as the quantity of stock thus available for loans is augmented, the interest diminishes, not merely \"from the general causes which make the market price of things commonly diminish as their quantity increases,\" but because, with the increase of capital, \"it becomes gradually more and more difficult to find within the country a profitable method of employing any new capital\" - whence arises a competition between different capitals, and a lowering of profits, which must diminish the price which can be paid for the use of capital, or in other words the rate of interest.",
        "The wish expressed by the Whigs, that a member of the electoral family should be invited to England, had already aroused the queen's indignation in 1708; and now, in 1714, a writ of summons for the electoral prince as duke of Cambridge having been obtained, Anne forbade the Hanoverian envoy, Baron Schutz, her presence, and declared all who supported the project her enemies; while to a memorial on the same subject from the electress Sophia and her grandson in May, Anne replied in an angry letter, which is said to have caused the death of the electress on the 8th of June, requesting them not to trouble the peace of her realm or diminish her authority.",
        "However slight these forces may be, the total energy T+V must continually diminish so long as the velocities qi,q2,.",
        "Indeed, we may say that an egoist must be doubly self-regulative, since rational self-love ought to restrain not only other impulses, but itself also; for as happiness is made up of feelings that result from the satisfaction of impulses other than self-love, any over-development of the latter, enfeebling these other impulses, must proportionally diminish the happiness at which self-love aims. If, then, it be admitted that human impulses are naturally under government, the natural claim of conscience or the moral faculty to be the supreme governor will hardly be denied."
    ],
    "definition": [
        "a. To make smaller or less; reduce or lessen. See Synonyms at decrease.\nb. To detract from the authority, reputation, or prestige of: “Her upper-class perfection … somehow diminished me” ( Shirley Abbott )",
        "To cause to taper.",
        "Music To reduce (a perfect or minor interval) by a semitone.",
        "To become smaller or less.",
        "To taper.",
        "di·min′ish·a·ble\nadjective",
        "di·min′ish·ment\nnoun",
        "Link/Cite",
        "To make smaller.",
        "(intransitive) To become smaller.",
        "To lessen the authority or dignity of; to put down; to degrade; to abase; to weaken.",
        "(intransitive) To taper.",
        "(intransitive) To disappear gradually.",
        "To take away; to subtract.",
        "(music) To reduce a perfect or minor interval by a semitone.",
        "Link/Cite"
    ]
}