{
    "translation": "הרסני",
    "uses": [
        "The war proved disastrous for Venice.",
        "Economically and socially the crusades had disastrous effects upon the Jews.",
        "Alexander summoned his mercenaries, and 6000 Jews were killed before he set out on his disastrous campaign against an Arabian king.",
        "Though a king, Bruce had not yet a kingdom, and his efforts to obtain it were disastrous failures until after the death of Edward I.",
        "Early in 1877 the disastrous war with Russia followed.",
        "After the disastrous defeat of Leipzig (r 7th-19th Dctober 1813), when French domination in Germany and Italy -vanished like an exhalation, the allies gave Napoleon another opportunity to come to terms. The overtures known as the Frankfcrt terms were ostensibly an answer to the request for information which Napoleon made at the field of Leipzig.",
        "When he went on his last disastrous campaign, Hyrcanus led a Jewish contingent to join his army, partly perhaps a troop of mercenaries (for Hyrcanus was the first of the Jewish kings to hire mercenaries, with the treasure found in David's tomb).",
        "He seized the first opportunity of annexing Saluzzo, which had been lost to Savoy in the last two reigns, and renewed the disastrous policy of his grandfather Charles III.",
        "In Egypt and in Cyrene fugitive Zealots endeavoured to continue their rebellion against the emperor, but there also with disastrous results.",
        "Additional stamp duties and taxes were imposed in 1909 to meet the expenditure necessitated by the disastrous earthquake at the end of 1908.",
        "The battle ended in the disastrous defeat of the provincial forces; General Mitre used his victory in a spirit of moderation and sincere patriotism.",
        "There was also the danger that Austria might join the allies first and Piedmont be, left isolated; but there were also strong arguments on the other side, for while the Radical party saw no obvious reason why Piedmont should fight other peoples battles, and therefore opposed the alliance, there was the risk that Austria might join the al]iance together with Piedmont, which would have constituted a disastrous situation.",
        "Thus, within the last quarter of the 19th century - and, as a matter of fact, only fourteen years apart - two royal commissions on agriculture were appointed, the one in a year of memorable flood, 1879, and the other in a year of disastrous drought, 1893.",
        "The beginning of his reign was marked by a disastrous irruption of the Hungarians into Burgundy and Aquitaine (937).",
        "Between these two occurrences came the disastrous decline in the value of grain in the autumn of 1894, when the weekly average price of English wheat fell to the record minimum of 17s.",
        "The year 1903 was memorable for a very heavy rainfall, comparable though not equal in its disastrous effects to that of 1879.",
        "According to some accounts he was unconscious ` of the disastrous events that took place during the closing months of his life.",
        "Of all that Napoleon might have done: wintering in Moscow, advancing on Petersburg or on Nizhni-Novgorod, or retiring by a more northerly or more southerly route (say by the road Kutuzov afterwards took), nothing more stupid or disastrous can be imagined than what he actually did.",
        "When at the very height of power, all his schemes of aggrandisement came to sudden ruin through a succession of disastrous defeats at the hands of the Swiss at Grandson (March 2, 1476), at Morat (June 22, 1476) Austria.",
        "The gradual abolition of the grist tax on minor cereals diminished the surplus in 1882 to 236,000, and in 1883 to r1o,ooo, while the total repeal of the grist tax on wheat, which took effect on the 1st of January 1884, coincided with the opening of a new and disastrous period of deficit.",
        "There she became more and more Jansenist in opinion, and her piety and the remembrance of her influence during the disastrous days of the Fronde, and above all the love her brother, the great Conde, bore her, made her conspicuous.",
        "Instead of replacing the former imposts, however, Desmarets simply added his dixieme to them; the experiment was naturally disastrous, and the idea was abandoned.",
        "Despite the capture of the ark after the disastrous battle of Shiloh, Yahweh had in the end shown himself through a destructive plague superior in might to the Philistine Dagon.",
        "The Jacobin Club was closed, thanks to the ability of Fouche, the new minister of Police; but the hopes of Sieyes were dashed by the death of General Joubert, commander of the Army of Italy, at the disastrous battle of Novi (15th of August).",
        "The attack on Hispaniola, however, was a disastrous failure, and though a landing at Jamaica and the capture of the capital, Santiago de la Vega, was effected, the expedition was almost annihilated by disease; and Penn and Venables returned to England, when Cromwell threw them into the Tower.",
        "During the disastrous plague of 1347-1348 Clement did all he could to alleviate the distress, and condemned the Flagellants and Jew-baiters.",
        "The extra-Biblical history of Jericho is as disastrous as are the records preserved in the Scriptures.",
        "disastrous battle of Tsushima the Russian fleets were almost completely annihilated.",
        "The disastrous American War for a time interfered with the national prosperity; but with the return of peace in 1783 the cultivation of the country made more rapid progress.",
        "Dubois was unscrupulous, but so were his contemporaries, and whatever vices he had, he gave France peace -after the disastrous wars of Louis XIV.",
        "The years 1830-1833 are especially memorable for a disastrous outbreak of sheep-rot and for agrarian outrages, caused partly by the dislike of the labourers to the introduction of agricultural machines.",
        "The neglect of it in the domain of private business can now only lead to disastrous results.",
        "In 105, Caepio suffered a crushing defeat from the Cimbri at Arausio (Orange) on the Rhone, which was looked upon as a punishment for his sacrilege; hence the proverb Aurum Tolosanum habet, of an act involving disastrous consequences.",
        "The change of fortune proved disastrous to many families, previously to all appearances in opulent circumstances, but by all classes alike their reverses were borne with the greatest bravery.",
        "Equally disastrous are those climatic or seasonal changes which involve temperatures in themselves not excessive but in wrong sequence; how many more useful plants could be grown in the open in the United Kingdom if the deceptively mild springs were not so often followed by frosts in May and June!",
        "On the 15th of May 1870 he was appointed minister of foreign affairs in the 0111vier cabinet, and was thus largely, though not entirely, responsible for the bungling of the negotiations between France and Prussia arising out of the candidature of Prince Leopold of Hohenzollern for the throne of Spain, which led to the disastrous war of 1870-71.",
        "Both these pressing necessities, for a free outlet for merchandise and for a food-supplying area, drove Venice on to the mainland, and compelled her to initiate a policy which eventually landed her in the disastrous wars of Cambrai.",
        "He strove, with a success disastrous to the Portuguese empire, to convert the government in Goa into a proselytizing agency.",
        "Tone, who accompanied it as \"Adjutant-general Smith,\" had the greatest contempt for the seamanship of the French sailors, which was amply justified by the disastrous result of the invasion.",
        "Bellary is subject to disastrous storms and hurricanes, and to famines arising from a series of bad seasons.",
        "It is customary to speak of the disastrous effect, of cold winds, snow, hail and frost, lightning, &c., under the heading of atmospheric influences, which only shows once more how impossible it is to separate causes individually.",
        "The sub-tenants in their turn let a part of their land to peasants in mezzadria, thus creating a system disastrous both for agriculture and the peasants.",
        "In the eighteen years which elapsed between 533 and the composition of the Getica of Jordanes, great events, most disastrous for the Romano-Gothic monarchy of Theodoric, had taken place.",
        "disastrous failure in his attempt to throw light on their arrangement by means of a comparison of their sternum.",
        "Napoleon's habit of clinging to his own preconceptions never received so strange and disastrous an illustration as it did during the month spent at Moscow.",
        "The loss of the English did not exceed 700 killed and too() wounded; while the Irish, in their disastrous flight, lost about 7000 men, besides the whole material of the army.",
        "It proved a disastrous failure, and on the return of the shattered remnants (1171) a great constitutional reform seemed necessary.",
        "He was not always wise, however, either for himself or his country; for he became deeply involved in the South Sea Scheme, in the disastrous collapse of which (1720) he lost the ample wealth he had amassed.",
        "The conception of the kingdom as a fief not only subjected it to the jurisdiction of the high court; it involved the more disastrous result that the kingdom, like other fiefs, might be carried by an heiress to her husband; and the proximate causes of the collapse of the kingdom in 1187 depend on this fact and the dissensions which it occasioned.",
        "The effect of the outbreak was in every way disastrous.",
        "Sagasta's attempt to conciliate both the Cubans and the United States by a tardy offer of colonial home rule, the recall of General Weyler, and other concessions, did not avert the disastrous war with the United States and its catastrophe.",
        "Her first step was disastrous.",
        "Letting her learn his secret this way would be disastrous.",
        "functionary familiar with the ritual, who would avoid disastrous.",
        "The political circumstances of Germany in the first half of the 14th century were in the last degree disastrous.",
        "Yet the result of the Fourth Crusade was on the whole disastrous both for the papacy and for the crusading movement.",
        "The Sixth Crusade (1228-1229) succeeded as signally as the Fifth Crusade had failed; but the circumstances under which it took place and the means by which it was conducted made its success still more disastrous than the failure of 1221.",
        "It was consecrated in 1019, but was mainly rebuilt after the disastrous earthquake of 1356 that nearly ruined the city.",
        "Here a remnant of the Borinquenos, assisted by the Caribs, maintained a severe struggle with the conquerors, but in the end their Indian allies were subdued by English and French corsairs, and the unfortunate natives of Porto Rico were left alone to experience the full effect of forced labour, disastrous hurricanes, natural plagues and new diseases introduced by the conquerors.",
        "In 1865 a show was held in Paris, and after the National Dog Club - not the Birmingham society - had failed, as the result of a disastrous show at the Crystal Palace, a further exhibition was arranged to be held in June 1870 under the management of G.",
        "The Hussites, it was said, would think that the Church was afraid to face them; the laity would accuse the clergy of shirking reform; in short, this failure of the councils would produce disastrous effects.",
        "On the morality of the masters - whether personal, domestic, or social - the effects of the institution were disastrous.",
        "The results must have been disastrous, most of all to the slave population itself.",
        "Occasionally, the whole country suffers much from drought; but disastrous floods not unfrequently occur, particularly in the spring, when the beds of the rivers are inadequate to contain the increased volume of water caused by the rapid melting of the snows on the Carpathians.",
        "The year 1903 proved most bountiful, and in a few years all trace of the disastrous drought of 1902 passed away.",
        "The popular story of Jehoram's campaign against Moab, with which Edom was probably allied (see MoAn), hints at a disastrous ending, and the Judaean annals, in their turn, record the revolt of Edom and the Philistine Libnah (see Philistines), and allude obscurely to a defeat of the Judaean Jehoram (2 Kings viii.",
        "- If the records leave it uncertain (a) whether Jehu (like Tyre and Sidon) sent tribute to Shalmaneser as a sign of submission or, while severing relations with Hazael, sought the favour of Assyria, and (b) whether Judah only escaped Hazael's vengeance by a timely bribe or, in freeing itself from Israel, had bribed Hazael to create a diversion, it appears that the southern kingdom suffered little in the disastrous wars between Damascus and Israel.",
        "The course of the dynasty of Jehu - the reforms, the disastrous Aramaean wars, and, at length, Yahweh's \" arrow of victory \" - constituted an epoch in the Israelite history, and it is regarded as such.3 The problem of the history of Yahwism depends essentially upon the view adopted as to the date and origin of the biblical details and their validity for the various historical and religious conditions they presuppose.",
        "Reid tried to improve her already lovely figure and suffered disastrous results.",
        "His reign was disastrous from the beginning.",
        "The Epistle to Egbert, though not historical in form, may be mentioned here, because of the valuable information which it contains as to the state of the Northumbrian Church, on which the disorders and revolutions of the Northumbrian kingdom had told with disastrous effect.",
        "The city itself is subject to disastrous floods, sometimes leading to loss of life as well as damage to property, as in the great flood of 1889.",
        "The state and the national government co-operate in the construction and maintenance of this system, but the Federal government did not give material aid (the only exception being the grant of swamp lands in 1850) until the exceptionally disastrous flood in 1882.",
        "The civil wars were probably more disastrous to it than to any other agricultural interest of the island.",
        "The campaign of 1552 was disastrous for the Austrians; the Turks, under the command of Ahmed Pasha, defeated them at Szegedin and captured in turn Veszprem, Temesvar, Szolnok and other places.",
        "A disastrous attack on Astrakhan, with the object of carrying out Sokolli's plan for uniting the' Don and the Volga, first brought the Turks into collision with the Russians.",
        "23 to 26) ended in the disastrous rout of the allied troops under the archduke Maximilian and Sigismund, prince of Transylvania.",
        "During the disastrous Swedish War of 1643-1645 Frederick was appointed generalissimo of the duchies by his father, but the laurels he won were scanty, chiefly owing to his quarrels with the Earl-Marshal Anders Bille, who commanded the Danish forces.",
        "The state elections of 1837 and 1838 were disastrous for the Democrats, and the partial recovery in 1839 was offset by a second commercial crisis in that year.",
        "Hence the disastrous effects supposed to follow a breach of taboo; the offender has thrust his hand into the divine fire, which shrivels up and consumes him on the spot\" (Frazer, The Golden Bough, i.",
        "The Romans supported him with subsidies; but all his wars were disastrous.",
        "He was with Napoleon through the greater part of that campaign; and after its disastrous conclusion helped to prepare the new forces with which Napoleon waged the equally disastrous campaign of 1813.",
        "in 1513, along with other disastrous results of the battle of Flodden, brought this era of prosperity to an abrupt close.",
        "But their impatience of control, reflected in the form of government adopted, led to disastrous consequences.",
        "The disastrous invasion of the Turks, incessant civil wars and devastation by foreign armies and pestilence, caused a very heavy loss both of population and of prosperity.",
        "The failure of Joseph's \" enlightened \" policy in Hungary was inevitable in any case; it was hastened by the disastrous Turkish war of 1787-92, which withdrew Joseph altogether from domestic affairs; and on his death-bed (Feb.",
        "After this, peace was purchased by a payment of £IO,000 - a disastrous expedient.",
        "In the winter of 1914-5 he led an entire Turkish army in the disastrous offensive in the snow-covered mountains on the Russo-Turkish border.",
        "This company, which was not actually floated till 1887, was destined to exercise a disastrous influence upon the fortunes of the state.",
        "The engagement was disastrous to the British, who had undertaken far too comprehensive an attack, and the Natal Field Force was obliged to fall back upon Ladysmith with the loss of 1500 men, including a large number of prisoners belonging to the left column under Lieut.-Colonel F.R.C. Carleton,who were cut off at Nicholson's Nek and forced to surrender by a mixed force of Transvaalers and Free Staters under Christian de Wet.",
        "As an eminent French critic (General Bonnal) says, this was but to repeat Frederick the Great's manoeuvre at Kolin, and, the Austrians being where they actually were and not where Moltke decided they ought to be, the result might have been equally disastrous.",
        "The end of 1725 brought a disastrous close to this period of his life.",
        "Its inaction on the first day of the disastrous second battle of Bull Run led to the general's subsequent disgrace; but it made a splendid fight on the second day to save the army from complete rout, and subsequently shared in the Antietam campaign.",
        "He took part in General James Abercrombie's disastrous campaign against Ticonderoga (1758), and in 1759 he was second in command in General John Prideaux's expedition against Fort Niagara, succeeding to the chief command on that officer's death, and capturing the fort.",
        "The difficulty found in getting the ships out - one of them grounded - showed how disastrous an attempt to draw off under fire of the forts must have been.",
        "He remained in captivity during the British occupation, during the disastrous retreat of the army of occupation in January 1842, and until the recapture of Kabul in the autumn of 1842.",
        "Hardly less disastrous than the system by which officials were chosen and paid was the influence exercised by the Church.",
        "(25) The war, so disastrous to Italy, attracted the attention of all Europe to Abyssinia and its monarch, and numerous missions, two Russian, three French and one British, as inde- were despatched to the country, and hospitably received by Menelek.",
        "so disastrous.",
        "The following day the Boers attacked the hill, overwhelmed its defenders, and Sir George Colley was himself killed in the disastrous contest on the summit.",
        "In Ireland, however, the rejection of the measure was attended with disastrous results.",
        "What he does say is that the exercise of such a right was not practicable; that if it were practicable, it was inexpedient; and that, even if this had not been inexpedient, yet, after the colonies had taken to arms, to crush their resistance by military force would not be more disastrous to them than it would be unfortunate for the ancient liberties of Great Britain.",
        "The apprehension never died out in his mind; and when he knew that the principles and abstractions, the un-English dialect and destructive dialectic, of his former acquaintances were predominant in the National Assembly, his suspicion that the movement would end in disastrous miscarriage waxed into certainty.",
        "Wisconsin had several times been visited by disastrous forest fires.",
        "After a disastrous flood in 1904 the course of this spring was straightened and six stone bridges placed across it.",
        "The English expeditions of 1544 and 1545 were exceptionally disastrous, since they involved the destruction of the four Scottish border abbeys, the sack of many towns, and the obliteration of Roxburgh.",
        "He declared his conviction that the disastrous results of the interview would \"induce the emperor in future to observe that strict reserve, even in private conversations, which is equally indispensable in the interest of a uniform policy and for the authority of the crown,\" adding that, in the contrary case, neither he nor any successor of his could assume the responsibility (ThelTimes, Nov.",
        "The disastrous effects of the Terror were heightened by the financial mismanagement of the Jacobins.",
        "The crater chain of Laki has only been in eruption once in historic times, namely, the violent and disastrous outbreak of 1783.",
        "Campbell (1768-1848), whose brief and disastrous term had been marked by wholesale bank suspensions, and an enormous depreciation of state and national bank notes.",
        "Captain Thomas Bullitt (1730-1778), a Virginian, commanded a company under Washington at Great Meadows (July 4, 1754), was in Braddock's disastrous expedition in 1755, and after the defeat of Major James Grant in 1758 saved his disorganized army by a cleverly planned attack upon the pursuers.",
        "To Shanghai the successful operations of Gordon brought temporarily disastrous consequences.",
        "The general election at the beginning of 1906 was disastrous to the Unionist party, and the Liberal government secured an enormous majority.",
        "The problem of draining and utilizing these lands was not the only difficulty to be surmounted by the Hungarian engineers; the requirements of navigation and the necessity in winter of preventing the formation of large ice-fields, such as caused the disastrous floods at Budapest in 1838, had also to be considered.",
        "Of active warfare there were two periods, both disastrous to begin with, but ending favorably:",
        "He made war on England in 1761, with disastrous results to Spain, which for the time lost both Havana and Manila.",
        "Tony ca n't resist the chance to have a peep in Deborah 's underwear drawer, with disastrous consequences.",
        "Since losing a place to live or means of transportation can be disastrous, these responsibilities take first priority.",
        "In spite of this initial success, however, the campaign proved disastrous to the Austrians; and France, which had meanwhile come to terms with the emperor, endeavoured to mediate a peace in conjunction with Sweden and Holland.",
        "The campaign of 1771, which opened with a gleam of success in the capture of Giurgevo, proved yet more disastrous to the Turks, the Russians passing the Danube and completing the conquest of the Crimea.",
        "The wars which ensued, the closing of continental ports against English trade, the occupation of the city after the disastrous battle of Jena, and pestilence within its walls brought about a severe commercial crisis and caused a serious decline in its prosperity.",
        "If, on the other hand, any pathogenic organisms be present the results are disastrous because the tissue, deprived of its nervous trophic supply, has greatly lessened resistance.",
        "Thus the liability to tubercular infection is far commoner in the midst of a depraved population than in one fulfilling the primary laws of nature; rickets is a disease of great cities rather than of rural districts; and syphilis is more disastrous and protracted in its course in the depraved in health than in the robust.",
        "The mass of the population of Gela and Camarina in the disastrous year 405 had, at the prompting of Dionysius, taken refuge at Syracuse.",
        "In coal-mines we have to deal with \" fire-damp \" or marsh gas, and with inflammable coal dust, which form explosive mixtures with air and frequently lead to disastrous explosions resulting in great loss of life.",
        "In its lower course the Terek becomes very sinuous and sluggish, and frequently overflows its banks with disastrous results.",
        "The marriage, however, led to disastrous results, as the Kassite faction at court murdered the king and placed a pretender on the throne.",
        "would prove disastrous for Florence, for Clement would certainly seize the opportunity to reinstate his family in power.",
        "In Barbadoes there are still many estates making good Mascabado sugar; but as the juice is extracted from the canes by windmills, and then concentrated in open kettles heated by direct fire, the financial results are disastrous, since nearly half the yield obtainable from the canes is lost.",
        "In his short reign peace was established both at home and abroad, the finances were well regulated, and the various administrative services were placed on a basis that afterwards enabled Spain to pass through the disastrous war with the United States without even the threat of a revolution.",
        "The island of South Beveland frequently suffered from inundations and experienced a particularly disastrous one in 1530.",
        "Hurricanes are the scourge of Barbados, those of 1780, 1831, and 1898 being so disastrous as to necessitate relief measures on the part of the home government.",
        "His Historia de la guerra del Pacifico is the Peruvian version of that disastrous war.",
        "Experience with paper currency has been even more disastrous.",
        "General Jose de Lamar, who commanded the Peruvians at Ayacucho, was elected president of Peru on the 24th of August 1827, but was deposed, after waging a brief but Early disastrous war with Colombia on the 7th of June Presidents.",
        "Disastrous campaigns against the Bulgarians and Arabs afforded her an opportunity of rousing the contempt and hatred of the people against their ruler.",
        "During the Seven Years' War he served under Robert Rogers, first as a lieutenant and later as a captain, taking part in the battle of Lake George in 1 755, the disastrous attack upon Ticonderoga in 1758, and the Ticonderoga-Crown Point campaign in 1759.",
        "While the figure of Samuel grows in grandeur, the disastrous fate of Saul invited explanation, which is found in his previous acts of disobedience (I Sam.",
        "His second administration, of which the main achievement was the extension of the suffrage to the agricultural labourers, was harassed by two controversies, relating to Ireland and Egypt, which proved disastrous to the Liberal party.",
        "In consequence of the disastrous flood of 1882, important embankment works were executed along the Adige at a cost of £300,000.",
        "But experience in other parts of Japan shows that a long quiescent crater may at any moment burst into disastrous activity.",
        "Nevertheless the annals show that during the three centuries before 1897 there were 108 earthquakes sufficiently disastrous to merit historical mention.",
        "But only 65 out of the whole number developed disastrous force.",
        "But it was a flourishing and beautiful city when in 1908 one of the most disastrous earthquakes ever recorded destroyed it totally.",
        "An earthquake in 1785 was in 1799 followed by the much more disastrous pillage of Rieti by the papal troops for a space of fourteen days.",
        "The political troubles of 1848 and 1849 were most disastrous to the welfare of the literary and miscellaneous periodicals.",
        "As a consequence there ensued the disastrous Germersheim war of succession, which lasted till the peace of Ryswick in 1697.",
        "In the disastrous days which followed, Moritz was under the cloud of Frederick's displeasure.",
        "Hypodermic injection of strychnine, in some cases as much as one to two grains (but not into a vein!), has in some cases had good results; but injection of ammonia, instead of doing any good, has disastrous sloughing results.",
        "GAIUS AELIUS GALLUS, praefect of Egypt 26-24 B.C. By order of Augustus he undertook an expedition to Arabia Felix, with disastrous results.",
        "But if this was not an afterthought, he must, on his own showing, stand accused of having carried out during long years a policy which he knew to be disastrous to his country, rather than risk the loss of the king's favour and of his place.",
        "In 1735 he again commanded against the Persians, but fell at the disastrous battle of Bagaverd, thus emulating his father's heroic death at Selankamen.",
        "During this year he took an active part in the minor campaigns which preceded General Arthur St Clair's disastrous defeat by the Indians.",
        "The Maltese joined the Spaniards in a disastrous raid against Gerbi on the African coast in 1432.",
        "The result was disastrous.",
        "The result, though disastrous, abundantly demonstrated Leslie's capacity as a soldier, and it might be claimed for him that Cromwell and the English regulars proved no match for him until his movements were interfered with and his army reduced to indiscipline by the representatives of the Kirk party that accompanied his headquarters.",
        "He took a share in the unsuccessful attempts to raise the siege of Athens in 1827, and made an effort to prevent the disastrous massacre of the Turkish garrison of fort S Spiridion.",
        "Although Cyrus was defeated at Cunaxa, this rebellion was disastrous inasmuch as it opened to the Greeks the way into the interior of the empire, and demonstrated that no oriental force was able to withstand a band of well-trained Greek soldiers.",
        "had shown wonderful tenacity of purpose during this disastrous war, and sometimes a nobler and more national spirit than during the years of his triumphs.",
        "His military and naval enterprises were for the most part disastrous failures, and in England he was exceedingly unpopular.",
        "In the disastrous battle of Fredericksburg, Hancock's division was on the right among the troops that were ordered to storm Marye's Heights.",
        "The result was disastrous to the public peace: nobles armed in their defence; old feuds revived; the country became infested with bandits; not even in Rome could order be maintained.",
        "per ton, was only to be driven out by a heat of 300° C. Steam coals being softer and more porous give off enormous volumes of gas from the working face in most of the deep pits, many of which have been the scene of disastrous explosions.",
        "This corps rendered invaluable service at the exploring and rescue operations after the explosion at Courrieres in March 1906, the most disastrous mining accident on record, when 110o miners were killed.",
        "These results showed clearly that liquefied acetylene was far too dangerous for general introduction for domestic purposes, since, although the occasions would be rare in which the requisite temperature to bring about detonation would be reached, still, if this point were attained, the results would be of a most disastrous character.",
        "Had he been a \"semi-Graecus,\" like Ennius and Pacuvius, or of humble origin, like Plautus, Terence or Accius, he would scarcely have ventured, at a time when the senatorial power was strongly in the ascendant, to revive the role which had proved disastrous to Naevius; nor would he have had the intimate knowledge of the political and social life of his day which fitted him to be its painter.",
        "He continued quietly to observe the course of events during the disastrous years r 8r 2-13; and even at the beginning of the Moscow campaign he summed up the situation in the words, \"It is the beginning of the end.\"",
        "In May 1813 he was sent as stadtholder to Norway to promote the loyalty of the Northmen to the dynasty, which had been very rudely shaken by the disastrous results of Frederick VI.'s adhesion to the falling fortunes of Napoleon.",
        "He was one of the negotiators of the disastrous treaties of Blois (1504), and in 1508 of the League of Cambrai against Venice.",
        "Czarniecki is rightly regarded as one of the most famous of heroic Poland's great captains, and to him belongs the chief merit of extricating her from the difficulties which threatened to overwhelm her during the disastrous reign of John Casimir.",
        "In 1754 he served in America, and he took part in the following year in General Braddock's disastrous expedition.",
        "There are two pretty public parks, one in the Hufen, with a zoological garden attached, another the Luisenwahl which commemorates the sojourn of Queen Louisa of Prussia in the town in the disastrous year 1806.",
        "Immediately after his return to Paris the war with Prussia broke out, and his conduct during the disastrous year that followed was marked by a devoted heroism which has secured for him an enduring fame.",
        "In February 1531 Zwingli himself urged the Evangelical Swiss to attack the Five Cantons, and on the oth of October there was fought at Kappel a battle, disastrous to the Protestant cause and fatal to its leader.",
        "In the campaigns of 1792 and 1793 he was continually employed as a commissioner in military matters, his greatest service being in April 1793 on the north-eastern frontier, where the disastrous battle of Neerwinden and the subsequent defection of Dumouriez had thrown everything into confusion.",
        "In both respects the reflex action of the Novatianist and Donatist controversies upon Catholicism was disastrous to the earlier idea of church-fellowship. Formal and technical tests of membership, such as the reception of sacraments from a duly authorized clergy, came to replace Christ's own test of character.",
        "Its report, though acquitting Giolitti of personal dishonesty, proved disastrous to his political position, and obliged him to resign.",
        "Amphiaraus, foreseeing the disastrous issue of the war, at first refused to share in it; he had, however, promised Eriphyle when he married her that, in the event of any dispute arising between her brother and ' See \" The Electrolysis of Copper Sulphate in Standardizing Electrical Instruments,\" by A.",
        "The assault on Thebes was disastrous for the Seven; and Amphiaraus, pursued by Periclymenus, would have been slain with his spear, had not Zeus with a thunderbolt opened a chasm into which the seer, with his chariot, horses and charioteer, disappeared.",
        "His energy and ability were conspicuous in the disastrous battle of Chancellorsvine (q.v.); and at Gettysburg the part played by the III.",
        "His accession to the presidency marked the beginning of a new and disastrous line of policy in the external affairs of the country.",
        "From his death may be dated the disastrous line of policy which led to the extinction of the state as.",
        "The connexion with Poland was disastrous for Saxony.",
        "In the summer of 1876 he was appointed commander-in-chief of the Servian army, but on entering Turkey was driven back by Osman Pasha, who followed him into Servia, defeating him at Zayechar and Yavor in July, and the campaign in Servia proved disastrous.",
        "During the disastrous war with Chile he sought refuge at Buenos Aires, where he was made professor in the National College, and where he wrote and published a history of the war (1884).",
        "In Western Greece the campaign had an outcome scarcely less disastrous for the Turks.",
        "The victorious outcome of the year's fighting had a disastrous effect upon the Greeks.",
        "The assault on the following day was a disastrous failure.",
        "The battle of Novi was disastrous to the French arms, not merely because it was a defeat, but above all because Joubert himself was amongst the first to fall (Aug.",
        "The middle ages were far more disastrous for the Monophysites than for the Nestorians; in their case there was no alternation of rise and decline, and we have only a long period of gradual exhaustion to chronicle.",
        "The devastating effects of these civil wars were most disastrous to the trade and the prosperity of Kwei-chow.",
        "His responsibility for the disastrous experiment of the national workshops he himself denied in his Appel aux honnetes gens (Paris, 1849), written in London after his flight; but by the insurgent mob of the 15th of May and by the victorious Moderates alike he was regarded as responsible.",
        "A disastrous war with Ivan III., the first Muscovite tsar, speedily convinced the Lithuanians that they were not strong enough to stand alone, and in 1499 they voluntarily renewed the union.",
        "Equally disastrous to the state was the identification of the king's administration with one party in the church, and that with the party in an immense minority not only in the nation but even among the clergy themselves.",
        "It proved a disastrous failure.",
        "Zollicoffer was killed and his army forced to make a disastrous retreat (January 19-20, 1862).",
        "Hooker's operations began well, Lee was outmanoeuvred and threatened in flank and rear, but the Federals were in the end involved in the confused and disastrous battle of Chancellorsville (q.v.).",
        "The attack of the Federals failed utterly; not even Fredericksburg was so disastrous a defeat.",
        "The most disastrous occurred in 1875, 1856 and in 1770, when the flood level at Castets attained the record height of 422 ft.",
        "under conditions; as Sully has recorded, the king declared his only motive to be the expediency of not driving them into a corner with possible disastrous results to his life, and because his only hope of tranquillity lay in appeasing them and their powerful friends.",
        "After a disastrous attempt to enlarge the tunnel in 1675, it was eventually converted into an open cutting, but the work was not finished till 1789, and the bottom was then 29 ft.",
        "He was forced to join Napoleon in the war against Russia; and even when the disastrous campaign of 181 2 had for the time broken the French power, it was not his own resolution, but the loyal disloyalty of General York in concluding with Russia the convention of Tauroggen that forced him into line with the patriotic fervour of his people.",
        "About 1123 he received from Lothair, duke of Saxony, the margraviate of Lusatia, and, after Lothair became German king, accompanied him on the disastrous expedition to Bohemia in 1126, when he suffered a short imprisonment.",
        "British prestige after the disastrous Boer War of 1881 was at a very low ebb, and he realized that he could not count on any a ctive help from the imperial or colonial authorities.",
        "When the revolution had broken out she made the disastrous mistake of consenting to escape to France (Dec. 10, 1688) with her son.",
        "The year 1611 was marked by Kepler as the most disastrous of his life.",
        "commanded the left wing of the French army at the disastrous.",
        "Early in the 6th century its prosperity was broken by a disastrous war with the Athenians, who expelled the ruling aristocracy and settled a cleruchy on the site.",
        "Of recent years there has been a great revival of interest in the improvement of inland waterways upon systematic plans, which promises better than an earlier period of internal improvements in the first half of the 19th century, the results of which were more or less disastrous for the state and local governments that undertook them, and only less so for the national government.",
        "There has been no successful attempt to introduce the \"wild cat \" banking, which had such disastrous effects in the early days of the western states.",
        "There was a disastrous fire in 1829, an epidemic of yellow fever in 1839, and a flood in 1840, but the growth of the city was not seriously checked; the cotton receipts of 1846 were 212,019 bales, and in 1847 a cotton factory was built.",
        "Among the most fatal and disastrous of these diseases with which the cultivator had long to grapple was \" muscardine,\" a malady due to the development of a fungus, Botrytis bassiana, in the body of the caterpillar.",
        "The malady, moreover, spread eastward with alarming rapidity, and, although it was found to be less disastrous and fatal in Oriental countries than in Europe, the sources of healthy graine became fewer and fewer, till only Japan was left as an uninfected source of European graine supply.",
        "Through a simple agreement, \" conditions which make for peace and prosperity, and the absence of those which so often lead to disastrous war, have for nearly a century reigned over these great inland waters, whose commerce, conducted for the benefit of the states and nations of Europe and America, rivals that which passes through the Suez Canal or over the Mediterranean Sea, and with a result foreshadowed in these words of President Monroe in his communication to the Senate commending the proposed agreement: ` In order to avoid collision and save expense.'",
        "The effect of such interference with neutral trade, he said, would be disastrous to legitimate commerce passing from a British port in the United Kingdom to a British port in the Far East.",
        "27, 1689), was a disastrous failure.",
        "Although thus highly poisonous, the bean has nothing in external aspect, taste or smell to distinguish it from any harmless leguminous seed, and very disastrous effects have resulted from its being incautiously left in the way of children.",
        "Its progress was rapid, but in 1849 there came a disastrous check.",
        "The disastrous error of almost exclusively appointing Provencals, foreigners ignorant of both the country and the people, to the government of the Papal States, now found a terrible Nemesis: and there came a national upheaval, such as Italy had not yet witnessed.",
        "The disinclination of sovereigns and peoples to a division, of the disastrous consequences of which the West had only lately had plentiful experiences, was so pronounced that 1 May 23, 1423: vide the Chronicle of Martin de Alpartil, edited by Ehrle (1906).",
        "His financial administration was disastrous, and led simply to bankruptcy.",
        "But, though illuminated by the rays of art, and loaded with the exuberant panegyrics of humanists and poets, the reign of the first Medicean pontiff, by its unbounded devotion to purely secular tendencies and its comparative neglect of the Church herself proved disastrous for the See of St Peter.",
        "Mesopotamia narrowly escaped being the scene of the struggle when Antonius in 36 finally decided to make his disastrous attempt against Phraates IV.",
        "Then Mesopotamia enjoyed two short rests (separated by a sharp struggle) while the rivals were engaged elsewhere, when in 363 Julian made his disastrous attempt, and Jovian bought peace at the price, among other things, of Singara and Nisibis - i.e.",
        "At Sidon the successor of Ethbaal was Abd-milkath; in alliance with a Cilician chief he rebelled against Esarhaddon about the year 678, with disastrous consequences.",
        "570); it was regarded as a patriotic act when Hamilcar threw himself upon the pyre after the disastrous battle of Himera (Herod.",
        "In 1613 he formed one of a deputation to England, in an attempt to adjust those differences which gave rise afterwards to a naval struggle disastrous to Holland.",
        "Four years after her death the king privately wedded a handsome young gentlewoman, Christina Munk, by whom he had twelve children, - a connexion which was to be disastrous to Denmark.",
        "On foreign affairs these disorders had the most disastrous effect.",
        "These troops, returning home from a disastrous expedition to Cyrene, suspected that they had been betrayed in order that Apries, the reigning king, might rule more absolutely by means of his mercenaries, and their friends in Egypt fully sympathized with them.",
        "5), and is not mentioned in the account of the disastrous battle of Gilboa when Saul's power was crushed.",
        "The opposition of the \"patriot\" party, however, reinforced by the strong Catholic sentiment of the country, continued powerful, and it was only the steady support given by the king to successive Liberal ministries that prevented its finding disastrous expression in the parliament, where it remained in a greater or less majority till 1887, and has since, as the \"centre,\" continued to form the most compact party in an assembly made up of \"groups.\"",
        "in length; and above this bridge lies the Biesbosch (\" reed forest \"), a group of marshy islands formed by a disastrous inundation in 1421, when seventy-two villages and upwards of 100,000 lives were destroyed.",
        "One result of this humiliating and disastrous war was the strengthening of the hands of the anti-Orange burgher-regents, who had now arrogated to themselves the name of \" patriots.\"",
        "On the abdication of King Ferdinand, immediately after the Armistice which put an end to Bulgaria's disastrous share in the World War, Boris succeeded his father, Oct.",
        "War was, however, forced on him, and less than a year after his accession the complete defeat of the Turks at Kozluja led to the treaty of Kuchuk Kainarji (21st July 1774), the most disastrous, especially in its after effects, that Turkey has ever been obliged to conclude.",
        "This connexion with the declining fortunes of Spain was disastrous to the well-being of the Belgian people, for during many years a close alliance bound together France and the United Provinces, and the Southern Netherlands were exposed to attack from both sides, and constantly suffered from the ravages of hostile armies.",
        "A certain consequence of its use is to cause or increase cardiac hypertrophy - a condition which has its own dangers and ultimately disastrous consequences, and must never be provoked beyond the positive needs of the case.",
        "On several occasions the city has been visited with destructive earthquakes; those of 1645 and 1863 were especially disastrous.",
        "Brisbane is built on a series of hills rising from the river-banks, but some parts of it, such as Woolloongabba and South Brisbane, occupy low-lying flats, which have sometimes been the scene of disastrous floods.",
        "The disastrous Spanish enterprise led directly to renewed war between France and England.",
        "But the French would not give battle, and though John marched from Calais right through Champagne, Burgundy and Auvergne, it was with disastrous results; only a shattered remnant of the host reached Bordeaux.",
        "No permanent success was attained till about 1876, when the disastrous effects of the coffee-leaf disease forced planters to give serious attention to tea.",
        "The work was begun at the end of 1898 and finished early in 1902 - in time to avert over a large area the disastrous effects which would otherwise have resulted from the low Nile of that year.",
        "The year 1878, which saw the end of a most disastrous famine, may be considered as the commencement of a new era as regards irrigation.",
        "In 1901, after years of disastrous drought and famine, the government of India appointed a commission to examine throughout all India what could be done by irrigation to alleviate the horrors of famine.",
        "In the east Lee had the second time marched his army into Pennsylvania to suffer a disastrous defeat at Gettysburg, on the 1st, 2nd and 3rd of July, though he was able to withdraw his shattered forces south of the Potomac. At the dedication of this battlefield as a soldiers' cemetery in November, President Lincoln made the following oration, which has taken permanent place as a classic in American literature: - \"Fourscore and seven years ago our fathers brought forth on this continent a new nation conceived in liberty and dedicated to the proposition that all men are created equal.",
        "were vehemently opposed, and in July 982 he suffered a disastrous defeat at the hands of the East Roman emperors subjects and their Saracen allies.",
        "Here the imperialists were beaten, but the victory was even more disastrous to the Protestant cause than a defeat, for the Swedish king was among the slain.",
        "The effect of the Thirty Years War on the national life was disastrous.",
        "By the peace of Presburg she accepted more disastrous terms than ever, and for the moment it seemed as if she could not again hope to rise to her former splendour.",
        "The campaign that ended in the disastrous battle of Jena (October I~,, 8o6) followed; and the prestige of the Prussian arms, created by Frederick the Great, perished at a blow.",
        "The disastrous retreat of the French from Moscow in 1812 gave Germany the occasion she desired.",
        "The Bund interfered in a like spirit in Hanover, although with less disastrous results, after the accession of George V.",
        "A disastrous struggle was ~averted by a compromise suggested by Bennigsen.",
        "As the leaders in these meetings were men like Virchow and Bluntschli, who had been lifelong opponents of Catholicism in every form, the result was disastrous to the Liberal party among the Catholics, for a Liberal Catholic would appear as the ally of the bitterest enemies of the Church; whatever possibility of success the Old Catholic movement might have had was destroyed by the fact that it was supported by those who avowedly wished to destroy the influence of Catholicism.",
        "The Spanish government claimed the islands, and Bismarck, in order to avoid a struggle which would have been very disastrous to monarchical government in Spain, suggested that the pope should he asked to mediate.",
        "No wonder if these conquests generated in the minds of the Venetians and the Pisans fresh jealousy against Genoa, and provoked fresh wars; but the struggle between Genoa and Pisa was brought to a disastrous conclusion for the latter state by the battle of Meloria in 1284.",
        "were embittered by the disastrous outcome of the war with Turkey (1738-1739), on which he had felt compelled to embark in accordance with the terms of a treaty of alliance with Russia signed in 1 26.",
        "In view of the disastrous issue of the war, it is important to notice that on three occasions - (a) after Pylos, (b) after Cyzicus, (c) after Arginusae - Athens refused formal peace proposals from Sparta.",
        "Later, however, a disastrous expedition sent to aid the Libyans against the Greek colony of Cyrene roused the suspicion and anger of the native soldiery at favors shown to the mercenaries, who of course had taken no part in it.",
        "According to the custom that had so often proved disastrous, a young son of Barkuk, Faraj, then aged thirteen, was appointed sultan under the guardianship of two amirs.",
        "Such was the beginning of the disastrous struggle between the Mamelukes and the Turks.",
        "Though the crisis had results disastrous to the speculators, the position of the fellahin was hardly affected; the cotton crop was marketed with regularity and at an average price higher than that of 1906, while public revenue showed a satisfactory See Egypt No.",
        "The consequences had been most disastrous.",
        "Politically its consequences were disastrous.",
        "The battle of Kunersdorf, fought on the 12th of August 1759, was the most disastrous to him in the course of the war.",
        "The Federal Government had no traditions of censorship except the disastrous ones in connexion with the Alien and Sedition laws of 1798.",
        "A parliamentary commission was appointed in 1881 to investigate the causes of the disastrous subsidences which are constantly taking place in all the salt districts, and the provision of a remedy.",
        "Such were the consequences, in the sequel, of what seemed a disastrous event, the absorption, by a Celtic kingdom, of a large and fertile region of northern England.",
        "The Scottish Jacobites were left in ignorance of the French attempt to land in the mouth of the Thames (February - March 1744), an effort frustrated by a disastrous tempest, and by the slackness of the English conspirators.",
        "A signal proof of its vitality was given in 1838 by the speed and ease with which it recovered from a disastrous inundation that destroyed 3000 houses.",
        "From one point of view this insurrection was simply the last, the most widespreading and the most disastrous of these revolts, which had been almost chronic in Germany during the later decades of the 15th and earlier years of the 16th century and which had been almost continuous between 1503 and 1517.",
        "19-23, 36), and similar to a store discovered, with less disastrous consequences, in another part of the city early in the 19th century.'",
        "For this Tait was by no means responsible as a whole: some of the provisions which proved most irksome were the result of amendments by Lord Shaftesbury which the bishops were unable to resist; and it must be borne in mind that the most disastrous results of the measure were not contemplated by those who were instrumental in passing it.",
        "The industry suffered depression owing to the indigo riots of 1860 and the emancipation of the peasantry by the Land Act of 1859; but in the closing decade of the century it received a much more disastrous blow from the invention of the German chemists.",
        "The industry recovered but slowly from the effects of this disastrous crisis, and did not again reach a stable position until 1869.",
        "The fodder famines that accompanied the great famines of 1897 and 1900 proved little short of disastrous to the cattle in the affected provinces.",
        "The disastrous retreat of Colonel Monson through Central India (1804) recalled memories of the convention of Wargaum, and of the destruction of Colonel Baillie's force by Hyder Ali.",
        "Sir George Barlow and Lord Minto had remonstrated in vain, and nothing was left to Lord Moira but to take up arms. The campaign of 1814 was little short of disastrous.",
        "He entered the navy as a midshipman in 1756, and was present at the attack on Cherbourg (1758), and the disastrous action of St Cast in the same year.",
        "It was made the capital of the republic in 1828 and had partially recovered its population and trade when the disastrous struggle with Rosas, dictator of Buenos Aires, broke out and the city was subjected to a nine years' siege (1843-52), the investment being conducted by General Oribe, and the defence by General Paz.",
        "In 1875 a rising in Herzegovina gave evidence of a state of feeling in the Balkan peninsula which called for the intervention of Europe, if a disastrous war were to be prevented.",
        "When he came of age, he was obliged to wrest from her by force that power which her vices and incapacity had rendered disastrous to the state.",
        "Some relaxation of the disastrous severity seemed desirable, and out of this grew the second great system, which was presently introduced at Auburn and afterwards at the no less renowned prison of Sing Sing.",
        "He acted invariably on the advice of those who for the time had his confidence, and occupied himself mainly with the affairs of his harem, with polo, fishing, wine and music. The five years of his reign were disastrous to the empire, and in particular to Bagdad which never entirely recovered its old splendour.",
        "The battle, which took place at Flodden, or more correctly, at the foot of Brankston Hill, on Friday the 9th of September 1513, is among the most famous and disastrous, if not among the most momentous, in the history of Scotland.",
        "A settlement was established here in 1791 by Joseph Jahns, in whose honour it was named, and the place was soon laid out as a town, but it was not incorporated as a city until 1889, the year of the disastrous Johnstown flood.",
        "In April 1872 came the revulsion; there was a shrinkage of $60,000,000 in ten days; then in 1873 a tremendous advance, and in 1875 a final and disastrous collapse; in ten years thereafter the stock of the Comstock lode shrank from $3,000,000 to $2,000,000.",
        "The results were wonderful but disastrous, for the \" dumps \" were usually river-beds.",
        "Here in 1755 General Braddock prepared for his disastrous expedition against the French at Fort Duquesne (Pittsburg).",
        "This policy led to the disastrous first Afghan War.",
        "The disastrous British expedition of 1807 followed; and while at Constantinople the prestige of the sultan was being undermined by the series of revolutions which in 1808 brought Mahmud to the throne, that of Mehemet Ali was enhanced by the exhibition at Cairo of British prisoners and an avenue of stakes decorated with the heads of British slain.",
        "After two disastrous campaigns, in which his enemies overran Syria, Justin bought a precarious peace by payment of a yearly tribute.",
        "In the disastrous invasion of the land of the Hetware, in which Hygelac was killed, Beowulf killed many of the enemy, amongst them a chieftain of the Hugas, named Daghrefn, apparently the slayer of Hygelac. In the retreat he once more displayed his powers as a swimmer, carrying to his ship the armour of thirty slain enemies.",
        "When his father died in 11 4 7 Frederick became duke of Swabia, and immediately afterwards accompanied his uncle, the German king Conrad III., on his disastrous crusade, during which he greatly distinguished himself and won the complete confidence of the king.",
        "On the other hand, an accidental set-back to population, such as that caused by famine or a disastrous war, leaves room which an increasing birth-rate hastens to occupy.",
        "The feebleness of Michael, whose chief interest lay in trifling academic pursuits, and the avarice of his ministers, was disastrous to the empire.",
        "It chanced, however - according to a legend, the details of which are quite uncertain - that three of the fanatic sect of the Kharijites had made an agreement to assassinate Ali, Moawiya and `Amr, as the authors of disastrous feuds among the faithful.",
        "Numerous examples of Volta's original piles at one time existed in Italy, and were collected together for an exhibition held at Como in 1899, but were unfortunately destroyed by a disastrous fire on the 8th of July 1899.",
        "It was during these disastrous Mercian wars that there first appeared on the Welsh coasts the Norse and Danish pirates, who harried and burnt the small towns and flourishing monasteries on the shores of Cardigan Bay and the Bristol Channel.",
        "So striking was the devotion shown throughout the Principality to the king, who fought his last disastrous campaign in the friendly counties of Wales and the Marches, that on the final victory of the parliament there was passed within a month of Charles's execution 1 Sometimes known as vicar of Llandingat, his church being in that parish.",
        "Pregnani, however, made a bad start by \"tipping winners\" at Newmarket with disastrous results, and was quickly recalled to France, actually departing on July 5th (French 15th).",
        "Too much rain at the beginning of the season is detrimental to the growth, while a very dry season is disastrous.",
        "She was with him during the campaign of the Pruth, and Peter always attributed the successful issue of that disastrous war to the courage and sang-froid of his consort.",
        "Haethcyn, the son and successor of this Hrethel, is said to have perished in a disastrous battle against the Svear, but his fall was avenged by his brother Hygelac in a subsequent engagement in which the Swedish king Ongentheow was killed.",
        "The war between Russia and Sweden for the possession of Esthonia and Livonia (1571-77) had been uninterruptedly disastrous to the latter, and, in the beginning of 1577, a countless Russian host sat down before Reval, Sweden's last stronghold in those parts.",
        "His attempt in the interval to rule without a parliament had been disastrous.",
        "That the result was disastrous to the shah is not surprising, but the war seems to hold a comparatively unimportant place in the annals of Turkey.",
        "The first movement was unsuccessful, and indirectly attended with disastrous consequences.",
        "After the disastrous result of the World War, bringing with it the downfall of the Habsburg Monarchy, it is still more difficult to answer the question whether the path pursued by Aehrenthal in foreign affairs was the right one.",
        "It is the second town in Hungary as regards, population, and since the disastrous inundation of the Theiss.",
        "The year which witnessed the emancipation of the slaves and the creation of the first treaty state also saw the beginning of another disastrous Kaffir war.",
        "In a time of acute trade depression this commercial rivalry was disastrous to the welfare of South Africa.",
        "The result of the war was especially disastrous to Thebes, as the general settlement of 387 stipulated the complete autonomy of all Greek towns and so withdrew the other Boeotians from its political control.",
        "The process of decay was hastened by frequent outbreaks of plague, sometimes followed by famine; a contemporary manuscript estimates that no fewer than 500 persons died daily in Lisbon alone during July, August and September 1569, and in some other years the joint effects of plague and famine were little less disastrous.",
        "The disastrous economic results of the treaty were temporarily concealed by the influx of gold from Brazil, the check upon emigration from the wine-growing northern provinces, and the military advantages of alliance with Great Britain.",
        "The war in France was disastrous, how far through Wykeham's fault we have no means of knowing.",
        "In1855-1856a disastrous commercial panic crippled the city; and in 1858, when at the height of the Fraser river gold-mine excitement it seemed as though Victoria, B.C., was to supplant San Francisco as the metropolis of the Pacific, realty values in the latter city dropped for a time fully a half in value.",
        "He thus endorsed the contention of the colonists on the ground of principle, while the majority of those who acted with him contented themselves with resisting the disastrous taxation scheme on the ground of expediency.",
        "He won further distinction in the disastrous retreat from Moscow.",
        "After the disastrous campaign of Jena, Berlin suffered much during the French occupation (24th October 1806 to 1st December 1808).",
        "The subsequent history presents a long record of revolts, sieges and disastrous conflagrations.",
        "The Baaken's River, usually a small stream, but subject (as in 1908) to disastrous floods, runs through the town, which consists of four divisions; the harbour and business quarter at the foot of the cliffs, the upper part, a flat table-land known as \"The Hill\"; \"The Valley\" formed by the Baaken's River; and \"South Hill,\" east of the river.",
        "By Caelius Antipater the methods of rhetoric were first applied to history, a disastrous precedent enough.",
        "and Manuel I., down to the unsuccessful campaign of the latter against the Turks, which ended with the disastrous battle of Myriokephalon and the rout of the Byzantine army.",
        "A disastrous flood, caused by heavy rains and the sudden overflow of the Santa Catarina river on the 28th of August 1909, swept away about one-fourth of the city, drowning1200-1400persons, and destroying about $12,000,000 (Mex.) worth of property.",
        "to the crown of France, and in 1415 followed the disastrous battle of Agincourt.",
        "Nothing could have been more disastrous to the cause of the Roman Catholics than their crime.",
        "Meantime Mithradates was again in Pontus, and in a disastrous engagement at Ziela the Roman camp was taken and the army slaughtered to a man.",
        "It suffered severely from the disastrous financial enterprise of the National Railway of Switzerland which it promoted.",
        "On account of the rapid fall of its tributaries, the union of so many of them with the main stream near its middle course and the obstructions to the flow of the water in the lower course, the Passaic is subject to disastrous floods.",
        "Another, which continued from the 25th of February to the 9th of March 1902, destroyed property valued at $1,000,000 or more, and there were less disastrous floods in 1882 and 1896.3 The Hackensack river enters the state about 5 m.",
        "Sassari was sacked by the French in 1527, and disastrous pestilences are recorded in 1528, 1580 and 1652.",
        "It is true that even in the Canzoniere, as Italians prefer to call that collection of lyrics, Petrarch is not devoid of faults belonging to his age, and affectations which have imposed themselves with disastrous effect through his authority upon the literature of Europe.",
        "In 1809, after his defeat by Sir John Moore, he invadedPortugal and took Oporto, but, busying himself with the political settlement of his conquests in the French interests and, as he hoped, for his own ultimate benefit as a possible candidate for the throne, he neglected to advance upon Lisbon, and was eventually dislodged from Oporto by Sir Arthur Wellesley, making a painful and almost disastrous retreat over the mountains.",
        "The failure of the attempt and its disastrous consequences for Denmark are described elsewhere.",
        "As king of Spain his foreign policy was disastrous.",
        "Upon her male favourites (Paris, Theseus) she bestows the fatal gift of seductive beauty, which generally leads to disastrous results in the case of the woman (Helen, Ariadne).",
        "Having through centuries undergone cruel injury, from technical imperfections at the outset, from disastrous atmospheric conditions, from vandalism and neglect, and most of all from unskilled repair, its remains have at last (1904-1908) been treated with a mastery of scientific resource and a tenderness of conscientious skill that have revived for ourselves and for posterity a great part of its power.",
        "Pope's disastrous defeats brought McClellan a new opportunity to retrieve his fame.",
        "Sinan Pasha returned to Constantinople to die, it is said, of vexation; and in 1597, the sultan, weary of a disastrous contest, sent Michael a red flag in token of reconciliation, reinvested him for life in an office of which he had been unable to deprive him, and granted the succession to his son.",
        "The Poles avoided an encounter in the open field, but harried the Germans so successfully around Breslau that the plain was covered with corpses, which Henry had to leave to the dogs on his disastrous retreat; hence the scene of the action was known as \"the field of dogs.\"",
        "A pamphlet written in 1885 for an association called the Empire League by Mr Charles Leonard, who afterwards consistently championed the cause of civil equality and impartial justice in South Africa, maintained as follows: \" (1) That the establishment of the English government here was beneficial to all classes; and (2) that the withdrawal of that government would be disastrous to every one having vested interests in the colony..",
        "Avignon is subject to violent winds, of which the most disastrous is the mistral.",
        "On Cook's death his successor, Edward Davis, undoubtedly the greatest and most prudent commander who ever led the forces of the buccaneers at sea, met with a certain Captain Swan from England, and the two captains began a cruise which was disastrous to the Spanish trade in the Pacific.",
        "The periods of such discharges are so short, their positions so isolated and the areas affected so small, that we have little or no exact knowledge concerning them, though their disastrous results are well known.",
        "Unless such faces are so far below the surface of the puddle, and so related to the lower parts of the trench, that no tension, and consequent tendency to separation of the puddle from the rock, can possibly take place, and unless abundant time is given, before the reservoir is charged, for the settlement and compression of the puddle to be completed, leakage with disastrous results may occur.",
        "With all these precautions the best seed time is often missed, and this usually proves the prelude to a scanty crop, or to a late and disastrous harvest.",
        "The disastrous defeats of General Josiah Harmar (1753-1813) in October 1790 on the Miami river in Ohio, and of Governor Arthur St Clair on the 4th of November 1791 near Fort Recovery, Ohio, were followed in 1792 by the appointment of General Anthony Wayne to the command of the frontier.",
        "Two disastrous results not infrequently arose: a money payment was often allowed in lieu of acts of penance, and the prayers and merits of others were held to supply.",
        "The factions which had prevailed during the reign of Edward the Martyr seem to have continued to rage during his brothers minority, yet iEthelreds earliest years were his least disastrous.",
        "But ere the year was out Edmund died: secretly murdered, according to some authorities, by the infamous Eadric. The witan of Wessex made no attempt to set on the throne either one of the younger Sons of)Ethelred by his Norman wife, or the infant heir of Edmund, but chose Canute as king, preferring to reunite England by submission to the stranger rather than to continue the disastrous war, They were wise in.",
        "The fact - that England recovered with marvellous rapidity from the evil effects of, ~thelreds disastrous reign, and achieved great wealth and prosperity under Canute, would seem to show that the ravages of Sw~yn, widespread and ruthless though they had been, had yet fallen short of the devastating completeness of those of the earlier vikings.",
        "It would have been absurd to declare that his rule was tyrannical or his policy disastrous.",
        "The secord period of war, which was to last till the death of the English king, and for some years after, was destined to prove wholly disastrous to England.",
        "Nevertheless there was no change in the fortune of war, which Continued to be disastrous, if on a smaller scale than before.",
        "On receiving this disastrous news the earl of Northumberland sued for pardon; the king was unwise enough to grant it, merely punishing him by fining him and taking all his castles out of his hands.",
        "Few sovereigns in history have accomplished such a disastrous lifes work as this much-admired prince.",
        "The natural drift of circumstances was not stayed even by the disastrous end of the career of Joan of Arc in 1430.",
        "The actual war proved less disastrous than had been expected.",
        "Left without pay and without supplies, the men perished by thousands, and when James died in March the new king had to meet his first parliament burthened by a broken promise and a disastrous failure.",
        "Walpole believed that war Lo be certainly unjust, and likely to be disastrous.",
        "The new ministry remained in office for a year, a disastrous year which saw the culmination of Napoleons power: the ciushing of Prussia in the campaign of Jena, the formation of the Confederation of the Rhine and the end of the Holy Roman Empire.",
        "The year 1812 saw Napoleons invasion of Russia, and the disastrous Liverpool ministry, retreat from Moscow.",
        "Baring, the chancellor of the exchequer, endeavoured to terminate this deficiency by a general increase of taxation, but this device proved a disastrous fai]ure.",
        "The allied squadron, however, was stopped by the forts at the mouth of the Peiho, which fired on the vessels; a landing party, which was disembarked to storm the forts, met with a disastrous check, and the squadron had to retire with an acknowledged loss of three gunboats and 400 men.",
        "Under the terms of this treaty the In.diangovernment undertook to pay the new amir a subsidy of 60,000 a year; and Yakub Khan consented to receive a British mission at Kabul, and to cede some territory in the Himalayas which the military advisers of Lord Beaconsfield considered necessary to make the frontier more scientific. This apparent success was soon followed by disastrous news.",
        "At this critical moment the discovery of the famous iron chest, containing papers which showed that many public men had intrigued with the court, was disastrous for Louis.",
        "A formal bankruptcy of the state, the cancelling of two-thirds of the interest on the public debt, crowned the misgovernment of this disastrous time.",
        "In 1147 he took part in the disastrous crusade of Conrad III.",
        "This incident, though in many ways disastrous, was the cause of the establishment of the foreign customs service, which has proved of such inestimable advantage to the Chinese government.",
        "Plans of further conquest in Morocco, resulting in 1437 in the disastrous attack upon Tangier, and followed in 1438 by the death of King Edward (Duarte) and the domestic troubles of the earlier minority of Affonso V., now interrupted Atlantic and African exploration down to 1441, except only in the Azores.",
        "But, for Demosthenes, the special peril represented by Philip, the peril of subjugation to Macedon, was merely a disastrous accident.",
        "Frequent disastrous incursions of the sea in the 18th century reduced Aldeburgh to a mere fishing village.",
        "The disastrous reign of the third Lancastrian completed Henry v.",
        "The enormous profits of the contraband trade with France enabled Ireland to purchase English goods to an extent greater than her whole lawful traffic. The moral effect was disastrous.",
        "When Lord Beaconsfield appealed to the country in March 1880, he reminded the country in a letter to the viceroy, the duke of Marlborough, that there was a party in Ireland \" attempting to sever the constitutional tie which unites it to Great Britain in that bond which has favoured the power and prosperity of both,\" and that such an agitation might in the end be \" scarcely less disastrous than pestilence and famine.\"",
        "He not only terminated a disastrous civil war and brought under control the spirit of ancient feudalism, but with a clear survey of the conditions of foreign powers he secured England in almost uninterrupted peace while he developed her commerce, strengthened her slender navy and built, apparently for the first time, a naval dock at Portsmouth.",
        "metres of sand and gravel, and proved a great success, not only amply realizing its principal object, the protection of Vienna from disastrous inundations, but also improving the navigability of the river in that portion of its course.",
        "That the terms of the Peace of Nicias, which in 421 concluded the first phase of the war, were rather in favour of Sparta than of Athens was due almost entirely to the energy and insight of an individual Spartan, Brasidas, and the disastrous attempt of Athens to regain its lost land-empire.",
        "The chief merit of these early Capets, indeed, was that they had sons, so that their dynasty lasted on without disastrous minorities or quarrels over the division of inheritance.",
        "The second crusade, undertaken to expiate his burning of the church of Vitry, inaugurated a series of magnificent but fruitless exploits; while his wife was the cause of domestic quarrels still more disastrous.",
        "Philip returned from Spain only to die at Perpignan, ending his insignificant reign as he had begun it, amid the sorrows of a disastrous retreat (12 70I 285).",
        "An age-long rivalry between the houses of France and Austria was the result of this disastrous marriage; and as the son who was its issue espoused the heiress of a now unified Spain, France, hemmed in by the Spaniards and by the Empire, was thenceforward to encounter them everywhere in her course.",
        "His sole original creation, the edict of La Paulette ~n 1604, Edict of was disastrous.",
        "Beam was the pretext for a rising among the Protestants, who had remained loyal during these troublous years; and although the military organization of French Protestantism, arranged by the assembly of La Rochelle, had been checked in 1621, by the defection of most of the reformed nobles, like Bouillon and Lesdiguires, de Luynes had to raise the disastrous siege of Montauban.",
        "Nature herself conspired with the enemy in the disastrous winter of 1709.",
        "the candidature of Prince Xavier, the dauphines brother, and the patriotic efforts of the confederation of Bar, contributed to bring about the Polish crisis which the partition of 1772 resolved in favor of Frederick II.; and the Turks were, in their turn dragged into the same disastrous affair.",
        "The crying abuses of the old rgime, an insignificant factor at the outset, soon combined with the widespread agrarian distress, due to the unjust distribution of land, the disastrous exploitation of the soil, the actions of the government, and the severe winter of 1788.",
        "After his disastrous march to Swineshead Abbey, John journeyed through Sleaford to Newark, where he died, and in the battle of Lincoln in 1217 Gilbert de Gant was captured and the city sacked.",
        "533), but within a few years, as the result of a disastrous earthquake (551), the students were transferred to Sidon.",
        "between 1797 and 1857, despite the Napoleonic invasion and other disastrous wars.",
        "This defeat was the more disastrous because it deprived Spain of the revenues derived from her colonies.",
        "Disastrous signs predominate over auspicious, and the various effects are combined in a very elaborate and complicated manner.",
        "We still contemplate and .consider; we still speak of men as jovial, saturnine or mercurial; we still talk of the ascendancy of genius, or a disastrous defeat.",
        "This disastrous financial expedient was made good later, the coinage being established on a firm basis during the last sixteen years of Charles's reign in accordance with the principles of Nicolas Oresme.",
        "The English power in Guienne was weakened by the disastrous Spanish expedition of the Black Prince, whom Charles summoned before the parlement of Paris in January 1369 to answer the charges preferred against him by his subjects, thus expressly repudiating the English supremacy in Guienne.",
        "While he was temporarily absent in 1915 on duty at the Mexican border his wife and three young daughters lost their lives in a disastrous fire, but his son was rescued.",
        "The disastrous overthrow of Israel in the north (xxxi.) finds its explanation in an interview with the dead Samuel (xxviii.",
        "The independent narratives of the latter's fate seem to represent one of those disastrous attacks upon the north which are familiar in the later history of the northern kingdom (xxviii.",
        "a Although writers sought to explain Saul's disastrous end (cf.",
        "He and they distinguished themselves especially at the battles of Borodino and Malojaroslavitz; and on several occasions during the disastrous retreat which ensued, Eugene's soldierly constancy and devotion to Napoleon shone out conspicuously in 1813-1814, especially by contrast with the tergiversations of Murat.",
        "The actual effect was disastrous; the restrictions thus placed upon commercial freedom brought about a disturbance of the food supply in non-productive countries, many traders were ruined, and the edict soon fell into abeyance.",
        "But it has been demonstrated again and again that, directly the company's interests begin to clash with those of foreign powers, the home government must assume a protectorate over its territories in order to simplify the situation and save perhaps disastrous collisions.",
        "But earthquakes are frequent and at times disastrous.",
        "There, during the disastrous retreat from Santarem to Almeida, he suffered a check which brought him into disfavour.",
        "After the disastrous defeat at Novara on the 23rd of March, Charles Albert, having rejected the peace terms offered by the Austrian field-marshal Radetzky, abdicated in favour of his son, and withdrew to a monastery in Portugal, where he died a few months later.",
        "The disastrous Balkan campaign of 1828 was an even more astounding revelation of corruption, disorganization and folly in high places; and the presence of the emperor did nothing to mitigate the attendant evils.",
        "The displays on the table ran through dozens of scenarios based on what she told it, most of them disastrous as she learned what the buttons did.",
        "As much as he didn't know what to think about having a new mate after the disastrous relationship with his first, he knew one thing: her life was now his priority.",
        "The consequences of security breaches can be disastrous in terms of the public profile and the operation of your business.",
        "Fender: What's the most disastrous onstage incident that's ever befallen you?",
        "Disastrous results after eat hot chile cheaper in the system that has.",
        "Faced with this disastrous situation, steps were taken to convene a congress for re-establishing the party.",
        "Given the disastrous consequences of warfare today, any reduction in conflict between states is positive.",
        "construct that will prove disastrous in practice.",
        "After their disastrous defeat, Newcastle and Eythin fled to Scarborough and sailed to the continent, fearing that all was lost.",
        "An attempt by General Kornilov to establish a right wing dictatorship is a disastrous flop.",
        "To offset this potentially disastrous dynamic, allow for dedicated time for the team members to talk openly about how they interact.",
        "Predictably disastrous Results The results have been predictably disastrous.",
        "This is economically disastrous - Poland is the only country in Europe that fairs worse, according to Liz Smith of the TUC.",
        "It is not economically efficient nor socially equitable to have such a divergence of circumstances and it is environmentally disastrous.",
        "For several years Britain was part of a breakaway, and financially disastrous, ' Gallic empire ' .",
        "As I was loading my tackle into the car, I began chatting to two other anglers whose day had been equally disastrous.",
        "disastrous for farmers and consumer choice.",
        "disastrous for the people.",
        "disastrous for the business still operated by the remaining partners!",
        "disastrous for the cinema industry and, along with it, evening bus travel.",
        "disastrous consequences for some people with epilepsy.",
        "disastrous defeat at Worcester.",
        "disastrous flooding all around the world.",
        "disastrous slump in the numbers of candidates taking GCE Mathematics examinations in June.",
        "disastrous floods of 1999, for example, many of the towns along the Severn River were severely flooded.",
        "disastrous mistake in 2003!",
        "Frank Field, a former welfare minister, said building a new system would prove disastrous.",
        "The number of fires increased, and became more disastrous to life and property.",
        "All this might not seem quite so disastrous if it were not by now well established that SNH is an exceptionally incompetent land manager.",
        "disastrous in terms of the public profile and the operation of your business.",
        "Then it all changed: the rise of Yugoslav President Slobodan Milosevic and the subsequent dissolution of Yugoslavia proved disastrous for Kosovo's economy.",
        "Only \" the most disastrous prime minister of the post-war era \"?",
        "A long-standing sequence of disastrous famines in India led to one of the first investigations of just how the monsoon was generated.",
        "Such co-operation will help to avoid sudden gluts of fish coming onto the international market at any given time causing disastrous price fluctuations.",
        "hack that shuts down an e-commerce site can have disastrous consequences for a business.",
        "After a disastrous incident at sea the young hero of the game awakens to find himself on a seemingly uninhabited island.",
        "Their plans to impose massive cuts on the Environment Agency and abolish the climate change levy would be disastrous.",
        "This water war follows several disastrous monsoons in India - the probable result, campaigners argue, of global warming.",
        "plebeian critics sought, in contrast, to make it nonsensical or disastrous.",
        "precursory stage for human experimentation, which history records in tragic detail, has had disastrous results.",
        "predecessors ' disastrous policies.",
        "It analyzes the main reasons why supposedly rational, sophisticated organizations seem to dig enormous, disastrous holes for themselves.",
        "But Woozle is so scatty and absent minded he forgets to put a vital ingredient into the spell, with disastrous results.",
        "scouring the globe for the players who he hopes can rescue their disastrous season to date.",
        "It concluded in February 2003 that failure to tackle racial segregation had potentially disastrous consequences.",
        "In the process, the French managed to destroy forests and other natural resources, and the result was a disastrous economic slump.",
        "It describes how the pivotal role in the disastrous outcome of the building project was a trainee surveyor.",
        "The Levels were drained in recent centuries, starting in the 1620s, prompted by disastrous tsunami in 1607.",
        "This representation of a disastrous marriage enables Moore to explore mental turmoil and an unhappy ending.",
        "underwear drawer, with disastrous consequences.",
        "If this guide seems long winded it is because making mistakes when installing a Fireplace can have disastrous or even fatal results.",
        "In France the adhesion was rapid, and the publication was only delayed b, some bishops in consequence of the disastrous war with 1'russia.",
        "After hearing evidence, which may be given on oath, the special board issues a \" determination,\" fixing the minimum rate of wages to be paid to various classes of workers of both sexes and different ages in the trade covered by the determination, including apprentices; and specifying the number of hours disputes strikes are, on the whole, the most disastrous that it can adopt.",
        "It is also the first instance of that bitter feud between the two great capitals of Lombardy, a feud rooted in ancient antipathies between the Roman population of Mediolanum and the Lombard garrison of Alboins successors, which proved so disastrous to the national cause.",
        "It is, however, among the Fungi that we find the most disastrous and elusive agents of disease.",
        "That the encouragement of insectivorous birds has been profitable is well established, and it is equally well-known that their destruction may lead to disastrous insect plagues.",
        "War was accordingly declared in 1768, but it proved disastrous for the sultan; and he had to sign in 1774 the treaty of Kuchuk-Kainarji, which gave Russia a firm hold on the Black Sea and the lower Danube (see Turkey: History) .",
        "Economically and socially the crusades had disastrous effects upon the Jews (see J.",
        "The people of Niriz were stanch followers of the Bab (see BABIIs s), and rose against the government in 1850 and in 1852, with disastrous results.",
        "A disastrous famine ravaged the land for three long years, and when Yahweh was consulted the reply came that there was \" blood upon Saul and upon his house because he put the Gibeonites to death.\"",
        "Giorgione, Titian, Sansovino, Tintoret, Paolo Veronese and Palladio all lived and worked after the disastrous wars of the league of Cambrai.",
        "(9991028) to begin the work of reorganizing the Christian kingdom of the north-west after a most disastrous period of civil war and Arab inroads.",
        "We have already noticed the great if disastrous Crusade of i ioo-I Ioi, and the Venetian Crusade of 1123-1124; and we may also refer to the Crusade of Henry the Lion in 1172, and to that of Edward I.",
        "In Tannhauser and Lohengrin Wagner's intellectual power develops far more rapidly in the drama than in the music. The Sangerkrieg, with its disastrous conflict between the sincere but unnatural asceticism of the orthodox Minnesingers and the irrepressible human passion of Tannhauser, is a conception the vitality of which would reduce Tannhauser's repentance to the level of Robert le Diable, were it not that the music of the Sangerkrieg has no structural power, and little distinction beyond a certain poetic value in the tones of violas which had long ago been fully exploited by Mozart and Mehul, while the music of Tannhauser's pilgrimage ranks with the Vorspiel to Lohengrin as a wonderful foreshadowing of Wagner's mature style.",
        "In September 1894 disastrous forest fires, starting in the neighbourhood of Hinckley in Pine county, destroyed that village and several neighbouring towns, causing the death of 418 people, rendering 2200 others homeless, and devastating about 350 sq.",
        "A very disastrous root-disease of the vine is due to the ravages of another pyrenomycetous fungus, Rosellinia (Dematophora) necatrix (fig.",
        "In 1804 the maharao raja Bishan Singh gave valuable assistance to Colonel Monson in his disastrous retreat before Holkar, in revenge for which the Mahratas and Pindaris continually ravaged his state up to 1817.",
        "At the same time, however, the Athenian expedition against the Persians in Egypt ended in a disastrous defeat, and for a time the Athenians returned to a philo-Laconian policy, perhaps under the direction of Cimon (see Cimon and Pericles).",
        "In spite, however, of his desire for peace he let his country drift into the disastrous war with Japan; and notwithstanding his sincere attachment to the principles of bureaucratic autocracy, it was he who granted the constitutional reforms which altered the whole political outlook in Russia (see Russia).",
        "The account in the Book of Kings is so phrased that one might naturally infer from it that Sennacherib was assassinated by his sons immediately after his return from the disastrous campaign in Palestine; but in point of fact, as it now appears, the Assyrian king survived that campaign by twenty years.",
        "per ton, was only to be driven out by a heat of 300Ã‚° C. Steam coals being softer and more porous give off enormous volumes of gas from the working face in most of the deep pits, many of which have been the scene of disastrous explosions.",
        "The odds against the French troops in the disastrous campaign of 1799 (see French Revolutionary Wars) were too heavy.",
        "It is celebrated for the disastrous defeat which the Romans received there from Hannibal in 216 B.C. (see Punic Wars).",
        "Of all John xxl??, the consequences of the disastrous Pisan council, 1410-1415.",
        "This document annulled the Pragmatic Sanction of Bourges, with its schismatic tendencies, but at the same time confirmed the preponderating influence of the king upon the Gallican Church - a concession which in spite of its many dubious aspects at least made the sovereign the natural defender of the Church and gave him the strongest motive for remaining Catholic. The war for the duchy of Urbino (1516-17) entailed disastrous consequences, as from it dates the complete disorganization of papal finance.",
        "He shared in the disastrous day of Neerwinden (March 18,1793); was an accomplice of Dumouriez in the plot to march on Paris and overthrow the republic, and on the 5th of April escaped with him from the enraged soldiers into the Austrian lines.",
        "The new kings first enter- of Lothair prise was a disastrous campaign in Bohemia, but tt~e before this occurrence he had aroused the enmity of Saxon.",
        "He was, moreover, weak enough to countenance the risky operations of the banker John Law (1717), whose bankruptcy led to such a disastrous crisis in the public and private affairs of France.",
        "The consequences of this prolonged drought, which extended from Cape Comorin to the Deccan, and subsequently invaded northern India, were more disastrous than any similar calamity up to that time from the introduction of British rule.",
        "The Boer War of 1881, with its disastrous termination, naturally reacted throughout South Africa; and as one of the most important results, in the year 1882 the first Afrikander Bond congress was held at Graaff Reinet.",
        "Cruel means of repression assisted natural hardships and the carelessness of the administration in depopulating and laying waste the countryside; while Louis XIV.s martial and ostentatious policy was even more disastrous than pestilence and famine, when Louvois advice prevailed in council over that of Colbert, now embittered and desperate.",
        "In any of these eventualities the flank march that brought salvation might have proved disastrous.",
        "Sunderland manager Mick McCarthy is scouring the globe for the players who he hopes can rescue their disastrous season to date.",
        "During the 1960s, government embarked on the disastrous policy of demolishing communities and rehousing them in soulless high rise blocks.",
        "Emap recalls the disastrous birth of Heat and just keeps spending and evolving editorial until the damn thing sputters into life.",
        "Her inept efforts in cooking had disastrous results.",
        "Traveling alone or with your partner clearing airport security can be a major annoyance, but add a child or two and clearing security can become disastrous."
    ],
    "definition": [
        "Accompanied by or causing distress or disaster; calamitous.",
        "Extremely bad; terrible: a disastrous report card.",
        "dis·as′trous·ly\nadverb",
        "dis·as′trous·ness\nnoun",
        "Link/Cite",
        "of the nature of a disaster; calamitous.",
        "foreboding disaster; ill-omened.",
        "Link/Cite"
    ]
}