{
    "translation": "תלמיד, חסיד",
    "uses": [
        "In the case of Lamennais the disciple outstripped the master.",
        "His life was written by his disciple Elias, and also by John of Asia.",
        "Grattan's political philosophy was allied to that of Edmund Burke; Tone was a disciple of Danton and Thomas Paine.",
        "Pollio the Pharisee and Sameas his disciple were in special honour with him, Josephus says, when he re-entered Jerusalem and put to death the leaders of the faction of Antigonus.",
        "They have been regarded as a fiction invented later by the enemies of Epicureanism, with the view of discrediting the most powerful work ever produced by any disciple of that sect.",
        "In the political interests which these contests involved he took no part; his favourite disciple, the princess Elizabeth, was the daughter of the banished king, against whom he had served in Bohemia; and Queen Christina, his second royal follower, was the daughter of Gustavus Adolphus.",
        "He was assisted, from about 1463 onwards, by his disciple and continuator, Jean Molinet, whose rhetorical and redundant style may be fairly traced in some passages of the Chronique.",
        "The disciple, Christian W Wolff, is one of the most typical figures in the history of theistic thought.",
        "The idea of this immense collection of ethical and moral precepts was first suggested to the poet by his favourite disciple Hasan, better known as Husam-uddin, who in 1258 became Jalal-uddin's chief assistant.",
        "He was not actually the personal disciple of either, but he adopted their methods, though without the consistency and boldness of the first-named.",
        "A Hegelian in philosophy and a disciple of T.",
        "822) and the important Book of Classes of his disciple Ibn Sa`d (q.v.).",
        "Cardinal Bessarion became his disciple; he produced a great impression upon Cosimo de' Medici; and though not himself making any very important contribution to the study of Plato, he effectually shook the exclusive domination which Aristotle had exercised overEuropean thought for eight centuries.",
        "When Augustine proposed this task he had already planned and made some progress with his own De civitate Dei; it is the same argument that is elaborated by his disciple, namely, the evidence from history that the circumstances of the world had not really become worse since the introduction of Christianity.",
        "These glosses, it should be added, however, have been attributed by Prantl and Kaulich, on the ground of divergence from doctrines contained in the published works of Hrabanus, to some disciple of his rather than to Hrabanus himself.",
        "Though Mill appears here purely as the disciple of Ricardo, striving after more precise statement, and reaching forward to further consequences, we can well understand in reading these essays how about the time when he first sketched them he began to be conscious of power as an original and independent thinker.",
        "Leo, his favourite and most intimate disciple, and that the Legenda 3 Soc. is what it claims to be - the handiwork of Leo and the two other most intimate companions of Francis, compiled in 1246; these are the most authentic and the only true accounts, Thomas of Celano's Lives being written precisely in opposition to them, in the interests of the majority of the order that favoured mitigations of the Rule especially in regard to poverty.",
        "Martin's\" Recherches sur la vie et les ouvrages d'Heron d'Alexandrie disciple de Ctesibius et sur tous les ouvrages mathematiques grecs conserves ou perdus,publies ou inedits, 9ui ont ete attribues a un auteur nomme Heron \"(Mem.",
        "- The second great period of the history of the Jews begins with the conquest of Asia by Alexander the Great, disciple of Aristotle, king of Macedon and captaingeneral of the Greeks.",
        "Leo, the saint's favourite disciple and companion on Mount Alverno at the time, which describes the circumstances of the stigmatization; Elias of Cortona, the acting superior, wrote on the day after his death a circular letter wherein he uses language clearly implying that he had himself seen the Stigmata, and there is a considerable amount of contemporary authentic second hand evidence.",
        "as a liturgical ornament) according to Roman custom, in order to remind him that he is a disciple of the Roman see (Jaffe, Regesta pont.",
        "One can imagine the interest and astonishment with which the great Greek would have been filled had some unduly precocious disciple shown to him the red-blood-system of the marine terrestrial Annelids; the red blood of Planorbis, of Apus cancriformis, and of the Mediterranean razor shell, Solen legumen.",
        "In his later writings he deals with modern society, its vices, ideals and perils; yet in many essentials he is a manifest disciple of Calderon.",
        "A disciple of Neander, he belonged to the extreme right of the school of mediating theologians.",
        "Dinostratus, a Greek geometer and disciple of Plato, discussed the curve, and showed how it effected a mechanical solution of squaring the circle.",
        "If it has the misfortune to be systematized by an enthusiastic but dull and incompetent disciple, it may appear even absurd.",
        "qualification - almost like his disciple Wolff, who tries to use it for defining the divine attributes.",
        "Medicine and surgery are but two aspects of one art; Pasteur shed light on both surgery and medicine, and when Lister, his disciple, penetrated into the secrets of wound fevers and septicaemia, he illuminated surgery and medicine alike.",
        "A remarkable man now comes to the front - Dion, the friend and disciple of Plato - and for a time the trusted political adviser of his nephew Dionysius.",
        "Between 1283 and 1290, a Bavarian disciple of Wolfram's 2 adopted the story and developed it into an epic poem of nearly 8000 lines, incorporating episodes of Lohengrin's prowess in tournament, his wars with Henry I.",
        "His first disciple, Maidhyoimaongha, was his cousin: his father was, according to the later Avesta, Pourushaspa, his mother Dughdova, his great-grandfather Haecataspa, and the ancestor of the whole family Spitama, for which reason Zarathushtra usually bears this surname.",
        "The cathedral church, dedicated to its founder St Colman, a disciple of St Finbar of Cork, is a plain cruciform building mainly of the 14th century, with an earlier oratory in the churchyard.",
        "St Polycarp, the disciple of St John the Evangelist and bishop of Smyrna, visited Rome in 159 to confer with Anicetus, the bishop of that see, on the subject; and urged the tradition, which he had received from the apostle, of observing the fourteenth day.",
        "A disciple of Neander and friend of Richard Rothe, Muller bitterly opposed the philosophy of Hegel and the criticism of F.",
        "Porphyry, the Neoplatonist, the disciple of Plotinus, was an unknown personage to those early students of the Isagoge.",
        "Formerly a friend and disciple of Mazzini, with whom he had broken on the question of the monarchical form of government which Crispi believed indispensable to the unification of Italy, he had afterwards been one of Garibaldis most efficient coadjutors and an active member of the party of action.",
        "By far the greatest disciple of Aquinas is Dante Alighieri, in whose Divina Commedia the theology and philosophy of the middle ages, as fixed by Saint Thomas, have received the immortality which poetry alone can bestow.",
        "In addition to public applause, he was gratified by the more select praises of the highest living authorities in that branch of literature: \" the candour of Dr Robertson embraced his disciple \"; Hume's letter of congratulation \" overpaid the labour of ten years.\"",
        "Antigonus Gonatas, bluff soldier-spirit that he was, heard the Stoic philosophers gladly, and, though he failed to induce Zeno to come to Macedonia, persuaded Zeno's disciple, Persaeus of Citium, to enter his service.",
        "Pupils flocked to him from all European countries; Germans are especially mentioned; a Polish student reported and published some of his lectures; and the Englishman Kaye was a zealous disciple, who does not, however, seem to have done anything towards transplanting this method of instruction to his own country.",
        "Metrodorus of Lampsacus was the disciple and intimate friend of Epicurus, and is described by Cicero (de Fin.",
        "But his assent to this was only extracted from him in 1540 by the importunities of his friends, especially of his enthusiastic disciple George Joachim Rheticus (1514-1576), who printed, in the Narratio prima (Danzig, 1540), a preliminary account of the Copernican theory, and simultaneously sent to the press at Nuremberg his master's complete exposition of it in the treatise entitled De revolutionibus orbium coelestium (1543).",
        "After staying for some time in Africa as the disciple of Augustine, he was sent by him in 415 to Palestine with a letter of introduction to Jerome, then at Bethlehem.",
        "He, too, was a disciple of Rousseau, believed in the education of nature, and allowed his Sophie to wander at her own sweet will.",
        "He was remotely a disciple of Schelling, learnt much from Herbart and Weisse, and decidedly rejected Hegel and the monadism of Lotze.",
        "HECATO OF RHODES, Greek Stoic philosopher and disciple of Panaetius (Cicero, De q, ficiis, iii.",
        "However this may be, Alexander's tutor had been in Asia and had met a Jew there, if his disciple Clearchus of Soli is to be trusted.",
        "On such matters he always writes as a disciple of Wycliffe.",
        "Some years before his death, which took place in 461, Patrick resigned his position as bishop of Armagh to his disciple Benignus, and possibly retired to Saul in Dalaradia, where he spent the remainder of his life.",
        "The Aristotelian would find no difficulty in such a variability; it is only the disciple of Dalton to whom it seems impossible.",
        "(2) Cebes Of Thebes, a disciple of Socrates and Philolaus.",
        "Aquila was a Jewish proselyte of Pontus, and since he was a disciple of Rabbi Aqiba (d.",
        "The book is said to have been written by Clement, Peter's disciple.",
        "p. 7), however, personality, with its variety of temperament and emphasis, largely colours the Apostolic Fathers, especially the primary group. Clement has all the Roman feeling for duly constituted order and discipline; Ignatius has the Syrian or semi-oriental passion of devotion, showing itself at once in his mystic love for his Lord and his over-strained yearning to become His very \"disciple\" by drinking the like cup of martyrdom; Polycarp is, above all things, steady in his allegiance to what had first won his conscience and heart, and his \"passive and receptive character\" comes out in the contents of his epistle.",
        "An enthusiastic disciple of Descartes, he wrote several works in philosophy and theology, which by their freedom of thought aroused considerable hostility.",
        "The criticisms of the last two are the criticisms of a hostile school of thought; those of Arnauld are the difficulties of a possible disciple.",
        "He was also a supporter of the principles of the economists, and Quesnay called him his wellbeloved disciple.",
        "Sergius) is reported in the same document to have been fellow initiate and disciple.",
        "The Piagnoni were again at the head of the state, and by their request the prior resumed his sermons in the duomo, while his dearest disciple, Fra Domenico Buonvicini, filled the pulpit of St Lorenzo.",
        "At first the prior treated the provocation with merited contempt, but his too zealous disciple Fra Domenico accepted the challenge.",
        "DISCIPLE, properly a pupil, scholar (Lat.",
        "HaNagid) a disciple of `Ilayyuj.",
        "Towards 1818 Comte became associated as friend and disciple with Saint-Simon, who was destined to exercise a very decisive influence upon the turn of his speculation.",
        "SaintSimon, on the other hand, perhaps began to fell uncomfortably conscious of the superiority of his disciple.",
        "To borrow an illustration from an able English disciple of Comte: - \" Take the phenomenon of the sleep produced by opium.",
        "Laas in reality was a disciple of Hume.",
        "On the 1st of May 418 a great synod (\"A Council of Africa,\" St Augustine calls it), which assembled under the presidency of Aurelius, bishop of Carthage, to take action concerning the errors of Caelestius, a disciple of Pelagius, denounced the Pelagian doctrines of human nature, original sin, grace and perfectibility, and fully approved the contraryviews of Augustine.",
        "His disciple Thomas Firmin (1632-1697), mercer and philanthropist, and friend of Tillotson, was weaned to Sabellian views by Stephen Nye (1648-1719), a clergyman.",
        "Irish Unitarian periodical literature began in 1832 with the Bible Christian, followed by the Irish Unitarian Magazine, the Christian Unitarian, the Disciple and now the Non-subscribing Presbyterian.",
        "John Norris, the metaphysical rector of Bemerton and English disciple of Malebranche,, criticized it in 1690.",
        "Even on the cardinal point on which Aristotle entered into direct controversy with Plato, the definite disagreement between the two is less than at first appears; the objections of the disciple hit that part of the master's system that was rather imagined than thought; the main positive result of Platonic speculation only gains in distinctness by the application of Aristotelian analysis.",
        "The following year he and his disciple Gerson formed part of the great embassy sent by the princes to the two pontiffs, and while in Italy he was occupied in praiseworthy but vain efforts to induce the pope of Rome to remove himself to a town on the Italian coast, in the neighbourhood of his rival, where it was hoped that the double abdication would take place.",
        "16.7-8) concludes somewhat hastily, from the statement of Justin and his disciple Tatian (Orat.",
        "Though the least popular, by far the most interesting, original and suggestive of all Law's works are those which he wrote in his later years, after he had become an enthusiastic admirer (not a disciple) of Jacob Boehme, the Teutonic theosophist.",
        "The one is the memoir by Tirechan, a bishop who had been the disciple of Bishop Ultan of Ardbraccan in Meath (d.",
        "The learned labours of the Benedictines were no part of the original requirements of the rule of St Benedict; but before the founder's death his favourite disciple had planted a monastery in France, and the name of that disciple is permanently associated with the learned labours of the Benedictines of the Congregation of St Maur (see Maurists) .",
        "Nevertheless, the most usual hypothesis is that, while the Nicomachean Ethics (E.N.) was written by Aristotle to Nicomachus, the Eudemian (E.E.) was written, not to, but by, Eudemus, and the Magna Moralia (M.M.) was written by some early disciple before the introduction of Stoic and Academic elements into the Peripatetic school.",
        "It was in this sense, and not, as has been often asserted, in the sense of \" Gate of God \" or \" Gate of Religion,\" that the title Bab was understood and assumed by Mirz&`Ali Muhammad; but,though still generally thus styled by non-Babis, he soon assumed the higher title of .Nugta (\" Point \"), and the title Bab, thus left vacant, was conferred on his ardent disciple, Mull& Husayn of Bushrawayh.",
        "(P. Meyer, Bulletin Soc. Anc. Textes, 1880, p. 7 3 and Romania xxxii, 68); Dialogue de l'eveque Saint Julien et son disciple (Rom.",
        "(See KINGs.) His denunciation of the royal dynasty, and his emphatic insistence on the worship of Yahweh and Yahweh alone, form the keynote to a period which culminated in the accession of Jehu, an event in which Elijah's chosen disciple Elisha was the leading figure.",
        "This freedom from the trammels of convention appears yet again when he claims as a new disciple a publican, a man whose calling as a tax-gatherer for the Roman government made him odious to every patriotic Jew.",
        "Its theology was, of course, scholastic, but of what was then called the modern type, the Scotist; its philosophy was the nominalist system of William of Occam, whose great disciple, Gabriel Biel (d.",
        "So strained had the relations between the English rulers of the Church and the Methodists themselves now grown, that in 1811 the longexpected schism took place, much to the regret of Charles of Bala himself, who had ever been a devoted disciple of Griffith Jones.",
        "His chief disciple, Antonio Ferreira (q.v.), a convinced classicist, went further, and dropping the use of Castilian, wrote sonnets much superior in form and style, though they lack the rustic atmosphere of those of his master, while his odes and epistles are too obviously reminiscent of Horace.",
        "His life, written by his disciple Aimoin of Fleury, in which much of Abbon's correspondence was reproduced, is of great importance as a source for the reign of Robert II., especially with reference to the papacy (cf.",
        "This disciple of the German philologists, this crowned Carbonaro, the friend of the archaeologists and historians who were to help him to write the Histoire de Cesar, dreamed of developing the policy of nationalism, and of assisting the peoples of all countries to enfranchise themselves.",
        "Raymond Lully, in a dialogue with an infidel thinker, broke a lance in support of the orthodox doctrine, and carried on a crusade against the Arabians in every university; and a disciple of Thomas Aquinas drew up a list (De erroribus philosophorum) of the several delusions and errors of each of the thinkers from Kindi to Averroes.",
        "Alexander was once a disciple, yet he ' made shipwreck of the faith, '1 Tim.",
        "Thrice blessed disciple of our great father Aidan, forever we shall call upon thine intercessions.",
        "He embraced the tenets of Fox, and became aim ardent disciple of the zealous preacher.",
        "For example, Thomas was a disciple but because he doubted Jesus' resurrection, the phrase \"doubting Thomas\" is often used to describe someone who does not believe in something.",
        "Of course, Judas is not a common name, but one worth mentioning since it was he, a former disciple, who betrayed Jesus to the guards that led to his crucifixion.",
        "Phoebe-She worked with the disciple Paul and delivered his letter to the Romans, which is a New Testament book.",
        "He was born in 1917 and was a disciple of Swami Brahmananda Saraswati, a prominent Hindu Guru and the spiritual leader of Jyotir Math.",
        "There are a couple levels of difficulty to choose from: Easy (Disciple), and Normal (Master).",
        "Nevertheless, if you're a self-disciplined gym disciple with a penchant for high-protein diets, then chances are you look stunning in this style, which is usually dominated by toned teenage girls.",
        "1, and Mari his disciple.",
        "\"Steer clear of all culture\" was his advice to a young disciple.",
        "He answered these attacks in kind, sometimes perhaps with unnecessary vehemence and rancour, but he never faltered in his work, and, an optimist by nature, a disciple of his friend George Combe, and a believer in the indefinite improvability of mankind, he was sustained throughout by his conviction that nothing could so much benefit the race, morally, intellectually and materially, as education.",
        "20, 1908); \"Recent Roman Catholic Biblical Criticism\" (The Times Literary Supplement for January 15th, 22nd, 29th, 1904), and \"The Synoptic Gospels\" (review in The Times Literary Supplement, March 26, 1908) are interesting pronouncements respectively of two Tractarian High Churchmen and of a disciple of Canon Sanday.",
        "On this subject he was a disciple of his friend G.",
        "The lasting sadness that thus early overshadowed him tended to facilitate his acceptance of the austere teaching of the Oxford Tracts; and though he was never an acknowledged disciple of Newman, it was due to the latter's influence that from this date his theology assumed an increasingly High Church character, and his printed sermon on the \"Rule of Faith\" was taken as a public profession of his alliance with the Tractarians.",
        "PROSPER OF AQUITAINE, or Prosper Tiro (c. 390 - c. 465), Christian writer and disciple of St Augustine, was a native of Aquitaine, and seems to have been educated at Marseilles.",
        "121) as a disciple of Irenaeus, and from the context of this passage it is supposed that we may conclude that Hippolytus himself so styled himself.",
        "There he came under the influence of Kant, who was just then passing from physical to metaphysical problems. Without becoming a disciple of Kant, young Herder was deeply stimulated to fresh critical inquiry by that thinker's revolutionary ideas in philosophy.",
        "1126, and died near Tlemcen in his 75th year; his disciple Sidi Abd-es-Selam of Tunis lies near him.",
        "The movement counted no more enthusiastic or more valuable disciple than Gladstone.",
        "ZACHARIAS URSINUS (1534-1583), German theologian, and one of the authors of the Heidelberg Catechism, was born at Breslau on the 18th of July 1534, and became a disciple of Melanchthon at Wittenberg.",
        "A footnote (1743) explained away the allusion by making it apply to Richard Brome, the disciple of Ben Jonson.",
        "On the other hand, when pressed by his disciple, Fiske (Outlines of Cosmic Philosophy ii.",
        "The Methodist Magazine dates from 1818 and the Christian Disciple from 1813.",
        "He was a disciple of Hillel, and after the destruction of the Temple of Jerusalem by Titus was the main instrument in the preservation of the Jewish religion.",
        "He was a disciple of Rodin and a leader of the insurgency in America.",
        "The Life by his disciple Sulpicius Severus is practically the only source for his biography, but it is full of legendary matter and chronological errors.",
        "Instead of this the Church substituted the name of the disciple through whom the message was delivered for that of his Master, and designated our Apocalypse \"The Apocalypse of John.\"",
        "Polycarp was the disciple of the latter, not the former.",
        "He became a monk in the Benedictine monastery of Christ Church, Canterbury, where he made the acquaintance of Anselm, at that time visiting England as abbot of Bec. The intimacy was renewed when Anselm became archbishop of Canterbury in 1093; thenceforward Eadmer was not only his disciple and follower, but his friend and director, being formally appointed to this position by Pope Urban II.",
        "His first interview was disappointing; the coldness and formality of the aged philosopher checked the enthusiasm of the young disciple, though it did not diminish his reverence.",
        "He was born of heathen parents at Tabatha near Gaza about 290; he was sent to Alexandria for his education and there became a convert to Christianity; about 306 he visited St Anthony and became his disciple, embracing the eremitical life.",
        "While still a youth (393) he went with his brother Euoptius to Alexandria, where he became an enthusiastic Neoplatonist and disciple of Hypatia.",
        "It was his claim that he had discovered the Gospel before ever Luther was heard of in Switzerland, and he was as anxious as Erasmus to make it clear that he was not Luther's disciple.",
        "His views on the summum bonum are not clearly known even to his disciple and successor Clitomachus.",
        "- xvii.) (j) Solemn washing of the disciples' feet; the beloved disciple; designates the traitor; Judas goes forth, it is night (xiii.",
        "(r) The soldiers cast lots upon His garments and seamless tunic; His mother with two faithful women and the beloved disciple at the cross's foot; His commendation of His mother and the disciple to each other; His last two sayings in deliberate accomplishment of scripture \" I thirst,\" \" It is accomplished.\"",
        "(t) At early dawn on the first day of the week, Mary Magdalen, finding the stone rolled away from the monument, runs to tell Peter and the beloved disciple that the Lord's body has been removed.",
        "Peter and the other disciple run to the grave; the latter, arriving first, enters only after Peter has gone in and noted the empty grave-clothes - enters and believes.",
        "And its third stage, Jesus' prophecies to Peter and to the beloved disciple concerning their future, and the declaration \" This is the disciple who testifies to these things and who has written them, and we know that his testimony is true,\" is doubtless written by the redactor of the previous two stages.",
        "40); in John, His mother stands with the two other Marys and the beloved disciple beneath the cross, and \" from that hour the disciple took her unto his own (house),\" while in the older literature His mother does not appear in Jerusalem till just before Pentecost, and with \" His brethren \" (Acts i.",
        "Thus also the \" woman \" at the wedding and beneath the cross stands primarily for the faithful Old Testament community, corresponding to the beloved disciple, the typical New Testament follower of her Son, the Messiah: in each case the devotional accommodation to His earthly mother is equally ancient and legitimate.",
        "Ministerial gradations exist in this church; Jesus begins the feet-washing with Peter, who alone speaks and is spoken to; the beloved disciple outruns Peter to Jesus' monument, yet waits to go in till Peter has done so first; and in the appendix the treble pastoral commission is to Peter alone: a Petrine pre-eminence which but echoes the Synoptists.",
        "As to the internal evidence, if the Gospel typifies various imperfect or sinful attitudes in Nicodemus, the Samaritan woman and Thomas; if even the mother appears to symbolize faithful Israel: then, profoundly spiritual and forward-looking as it is, a type of the perfect disciple, not all unlike Clement's perfect \" Gnostic,\" could hardly be omitted by it; and the precise details of this figure may well be only ideally, mystically true.",
        "The original work nowhere identifies this disciple with any particular historic figure.",
        "Only in the appendix do we find any deliberate identification with a particular historic person: \" this is the disciple who witnessed to and who wrote these things \" (24) refers doubtless to the whole previous work and to \" the disciple whom Jesus loved,\" identified here with an unnamed historic personage whose recent death had created a shock, evidently because he was the last of that apostolic generation which had so keenly expected the second coming (18-23).",
        "Other passages might be pointed out in which it is suitable to suppose that this disciple in particular was the informant.",
        "The latter, indeed, was more than a friend, he was a disciple; and Montaigne, just as he had constituted Mlle de Gournay his \"fille d'alliance,\" bestowed on Charron the rather curious compliment of desiring that he should take the arms of the family of Montaigne.",
        "It was edited in 1803 by Naigeon, the disciple of Diderot; but, according to later inquiries, considerable liberties were taken with it.",
        "He was a disciple of Lueger, a Christian Socialist, and framed a new municipal statute and associations based on the Christian view of society.",
        "Waitz is often spoken of as the chief disciple of Ranke, though perhaps in general characteristics and mental attitude he has more affinity with Pertz or Dahlmann.",
        "This beautiful picture of the Christian life as a realized ideal, and of Christians as \"the soul\" of the world, owes its inclusion to a double error: first, to the accidental attachment at the end of another fragment (§ II), which opens with the writer's claim to stand forth as a teaclier as being \"a disciple of apostles\"; and next, to mistaken exegesis of this phrase as implying personal relations with apostles, rather than knowledge of their teaching, written or oral.",
        "He was a disciple of the Tubingen school and a strong Protestant.",
        "The coup d'etat of Thermidor (July 28, 1794) compelled the young disciple of Robespierre hurriedly to leave St Maximin, and to accept a small post at St Chamans.",
        "His disciple, Abbot Walaf rid Strabo of Reichenau (d.",
        "A true disciple of Pitt, he came to the congress with an overwhelming distrust of the growing power of Russia, which was only second to his hatred of revolutionary France.",
        "The Epistle to the Hebrews is an epistolary treatise of uncertain date, on the Pauline model, and by a disciple of St Paul or at least a writer strongly influenced by him, though influenced also in no small degree by the Jewish school of Alexandria represented by Philo.",
        "If the reasons suggested above are not adequate, then we must set down the questioned epistles to some disciple of St Paul, who has carried the ideas and principles of his master a step farther or has applied them to a different set of problems and conditions.",
        "The date of the completed Luke depends (a) on whether or not we believe Luke himself or a later disciple to be the author, and (b) whether or not we believe that the author of Acts had seen Josephus' Antiquities, published in A.D.",
        "On the other hand, the greatest differences would be: (i.) As to the personal identity of this John - is he himself \" the beloved disciple \" ?",
        "But this statement does not affect the historical character of John of Ephesus, who is also expressly described by Papias as \" a disciple of the Lord \" (Eus.",
        "170 Tatian, the disciple of Justin, composed out of these Gospels his Diatessaron.",
        "The corrections of s e are important, as they are based (according to a note by that scribe, at the end of Esther) on an early copy which had been corrected by, Pamphilus, the disciple of Origen, friend of Eusebius and founder of a library at Caesarea.",
        "4 So Aquila, the disciple of `Agiba, translates the accusative particle by ow; see W.",
        "ad loc.) The Apostle Paul, once a disciple of the famous Rabbi Gamaliel, uses in i Cor.",
        "It was he who dared to bring an accusation against P. Egnatius Celer (the Stoic philosopher whose evidence had condemned his patron and disciple Soranus) and who endeavoured to preach a doctrine of peace and goodwill among the soldiers of Vespasian when they were advancing upon Rome.",
        "At Alexandria the noble Hypatia taught, to whose memory her impassioned disciple Synesius, afterwards a bishop, reared a splendid monument.",
        "The most distinguished teachers at Athens were Plutarch (q.v.), his disciple Syrianus (who did important work as a commentator on Plato and Aristotle, and further deserves mention for his vigorous defence of the freedom of the will), but above all Proclus (411-485).",
        "And as these writings were attributed to Dionysius, the disciple of the apostles, the scholastic mysticism which they unfold was regarded as an apostolic, not to say a divine, science.",
        "In philosophy Agassiz was distinctly a disciple of Cuvier and supporter of the doctrine of special creation, and to a more limited extent of cataclysmic extinctions.",
        "He was accepted as a disciple and promoted to a position of trust, where avarice, the only vice in which he had hitherto been unpractised, gradually took possession of his soul, and led to the complete fulfilment of his evil destiny.",
        "The Gnostic Marcion has been rightly characterized as a direct disciple of Paul.",
        "Here he studied Bayle and Voltaire, and became an ardent disciple of Rousseau.",
        "The word Sikh literally means \"learner,\" \"disciple,\" and was the name given by the first guru Nanak to his followers.",
        "p. i I ga and his mother, and his wife and his children, and his brethren and his sister, yea, and his own life also, he cannot be my disciple.\"",
        "Chauvin, L' Abbe Gratry (1901); Le Pere Gratry (1900), and Les Derniers Jours du Pere Gratry et son testament spirituel, (1872), by Cardinal Adolphe Perraud, Gratry's friend and disciple.",
        "Before his \"manifestation \" (zuhur), of which he gives in the Persian Bayan a date corresponding to 23rd May 1844, he was a disciple of Sayyid Kazim of Rasht, the leader of the Shaykhis, a sect of extreme Shiites characterized by the doctrine (called by them Rukn-irabi`, \" the fourth support \") that at all times there must exist an intermediary between the twelfth Imam and his faithful followers.",
        "In this extension of metaphysical idealism he was influenced by his disciple, Schelling.",
        "Of these noumenal idealisms the earliest in time and the nearest to Fichte's philosophy was the panlogism, begun by Schelling (1775-18J4), completed by his disciple Hegel (1770-1831), and then modified by the master himself.",
        "Schelling himself, as soon as he saw his own formulae exposed in the logic or rather dialectic of his disciple, began to reconsider his philosophy of identity, and brought some powerful objections against both the conclusions and the method of Hegel.",
        "According to some this disciple was Clement of Rome; others name Luke; but the truth, says Origen, is known to God alone (Euseb.",
        "Held byJoseph, disciple of Mashdotz (Mesrop) and St Sahak, in Shahapiwan in the sixth year of King Yazkert (i.e.",
        "In consequence of prophesying the death of the king and the end of the monarchy, he was arrested for treason in 1 795, and confined as a criminal lunatic. His case was, however, brought before parliament by his ardent disciple, Nathaniel Halhed, the orientalist, a member of the House of Commons, and he was removed to a private asylum in Islington.",
        "In a secondary sense cniht meant a servant or attendant answering to the German Knecht, and in the Anglo-Saxon Gospels a disciple is described as a leorning cniht.",
        "THOMAS OF CELANO, Franciscan friar and disciple and biographer of St Francis of Assisi.",
        "20 that the beloved disciple would not die before the second coming; while another legend (current in the 16th century) condemned Malchus, whose ear Peter cut off in the garden of Gethsemane (John xvii.",
        "It was constructed from a plan of Tycho Brahe's favourite disciple Longomontanus, and was formerly used as an observatory.",
        "When they had crossed the master desired the disciple to ask some parting blessing.",
        "(2) A disciple at Damascus who figures in the story of the conversion and baptism of Paul (Acts ix.",
        "With Bacon he was so intimate (Aubrey's Lives, pp. 222, 602) that some writers have described him as a disciple.",
        "Every quarrel, however, was soon made up. During twenty years the disciple continued to worship the master; the master continued to scold the disciple, to sneer at him, and to love him.",
        "He was detected and accused of being a disciple, which he denied, and so fulfilled the prophecy of Jesus that he would deny Him before the cock crowed.",
        "o Ev C.Utec; (2) Zenodotus of Mallus, the disciple of Crates, who like his master attacked Aristarchus.",
        "(q.v.), commonly called Clemens Romanus, who was early regarded as a disciple of St Peter.",
        "Next we note that an extract in the Philocalia is introduced as follows: \"Yea, and Clement the Roman, a disciple of Peter the Apostle, after using words in harmony with these on the present problem, in conversation with his father at Laodicea in the Circuits, speaks a very necessary word for the end of arguments touching this matter, viz.",
        "He was a disciple, not of Machiavelli, but of Rousseau; and his scattered dominions, divided by innumerable divergences of racial and class prejudice, and enncumbered with traditional institutions to which the people clung with passionate conservatism, he regarded as so much vacant territory on which to build up his ideal state.",
        "To the last he endeavoured to avoid a rupture with France even if he broke with Sweden; but he could not restrain for ever the foolish impetuosity of his own sovereign, Christian V., and his fall in the beginning of 1676 not only, as he had foreseen, involved Denmark in an unprofitable war, but, as his friend and disciple, Jens Juel, well observed, relegated her henceforth to the humiliating position of an international catspaw.",
        "Tullin, a Norwegian by birth, represents the first accession of a study of external nature in Danish poetry; he was an ardent disciple of the English poet Thomson.",
        "Johannes Carsten Hauch (q.v.; 1790-1872) first distinguished himself as a disciple of Ohlenschlger, and fought under him in the strife against the old school and Baggesen.",
        "But the master misunderstood the disciple; and the harsh repulse of Ohlenschldger silenced Hauch for many years.",
        "Niels Matthias Petersen (1791-1862), a disciple of Rask, was the author of an admirable History of Denmark in the Heathen 3 Edited (3 vols., 2nd ed., 1855, Copenhagen) by F.",
        "Madvig (1804-1886) and his disciple V.",
        "1857), whose first works of importance date from 1878, was long uncertain as to the direction of his powers; he was poet, novelist, moralist and biologist in one; at length he settled down into line with the new realistic school, and produced in 1882 a satirical novel of manners which had a great success, The Disciple of the Teutons.",
        "His career as a preacher began in 1544, and the story has been told in glowing colours by his disciple John Knox.",
        "SIMPLICIUS, a native of Cilicia, a disciple of Ammonius and of Damascius, was one of the last of the Neoplatonists.",
        "It was colonized from Lindisfarne, Eata, a disciple of Aidan, being the first abbot (651), and Boisil and Cuthbert being priors here.",
        "For Russia was not ripe for liberty; and Alexander, the disciple of the revolutionist Laharpe, was - as he himself said - but \" a happy accident \" on the throne of the tsars.",
        "33), does so because as a disciple of Hillel the idea is familiar to him.",
        "When he died lamentation was made for him as follows: \"Woe for the humble, woe for the pious, woe for the disciple of Ezra!\"",
        "Mill, though not an intellectual disciple, was a very warm admirer of his friend's genius.",
        "Carlyle's doctrines, entirely opposed to the ordinary opinions of Whigs and Radicals, found afterwards an expositor in his ardent disciple Ruskin, and have obvious affinities with more recent socialism.",
        "His infirmities enforced a very retired life, but he was constantly visited by Froude, and occasionally by his disciple Ruskin.",
        "Its composer would seem to have been a disciple of Walahf rid; for his interests are not confined to the churches, their reliquaries, and the ecclesiastical ceremonial of saint-days, but he takes a pleasure in transcribing ancient inscriptions.",
        "3 The disciple, whatsoever he does - whether going forth or coming back, standing or walking, speaking or silent, eating or drinking - is to keep clearly in mind all that it means, the temporary character of the act, its ethical significance, and above all that behind the act there is no actor (goer, seer, eater, speaker) that is an eternally persistent unity.",
        "The unwieldiness of the plot and its inconsistencies show, too, that Schiller had not yet mastered the new form of drama; but Don Carlos at least provided him with an opportunity of expressing ideas of political and intellectual freedom with which, as the disciple of Rousseau, he was in warm sympathy.",
        "It is derived from the adjective rab (in Aramaic, and frequently also in Hebrew, \"great\"), which acquired in modern Hebrew the signification of \"lord,\" in relation to servants or slaves, and of \"teacher,\" \"master,\" in relation to the disciple.",
        "The pieces which followed are: The Man of Destiny (written in 1895, played at Croydon in 1897 by Mr Murray Carson), a Napoleonic drama, which was revived at New York by Arnold Daly in 1904; You Never Can Tell (written in 1896, produced at the Strand Theatre in 1900), a farcical comedy; The Devil's Disciple (produced at New York by Richard Mansfield in 1897, and in London in 1899), the scene of which is laid in the War of American Independence, Caesar and Cleopatra (1898) and Captain Brassbound's Conversion (1898) - printed as Three Plays for Puritans (1900); The Admirable Bashville (Stage Society,' Imperial Theatre, 1903), a dramatization of Cashel Byron's Profession.",
        "But it is important to consider it by itself, as showing us what impress the Master had made on the memory of one disciple who had been almost constantly by His side.",
        "There is a warning that he who forsakes not father and mother cannot be a disciple, nor he who does not bear his cross.",
        "We have no idea who the disciple may have been who thus seized upon the sadder elements of the teaching of Jesus; but we may well think of him as one of those who were living in Palestine in the dark and threatening years of internecine strife, when the Roman eagles were gathering round their prey, and the first thunder was muttering of the storm which was to leave Jerusalem a heap of stones.",
        "St John's narratives are in large part personal memories, and in more than one incident he himself figures as the unnamed disciple \" whom Jesus loved.\"",
        "Even at a later period foreign critics like Cousin saw much that was alike in the two doctrines, and did not hesitate to regard Hegel as a disciple of Schelling.",
        "At Berlin Henning served to prepare the intending disciple for fuller initiation by the master himself.",
        "ASTERIUS, of Cappadocia, sophist and teacher of rhetoric in Galatia, was converted to Christianity about the year 300, and became the disciple of Lucian, the founder of the school of Antioch.",
        "Her writings, containing an account of her life and of her visions and opinions, were collected by her disciple, Pierre Poiret (19 vols., Amsterdam, 1679-1686), who also published her life (2 vols., 1679).",
        "He wrote articles on foreign affairs for the Republique francaise and Paris, and in 1888 was elected conseiller general of his native department, standing as \"un disciple fidele de Gambetta.\"",
        "Sabas's Life was written by his disciple Cyril of Scythopolis.",
        "Moawiya was, in fact, a religious man and a strict disciple of the precepts of Islam.",
        "So too when the reflection is made that scepticism is after all a medicine that purges out itself with the disease, the disciple of Pyrrho and Aenesidemus bows and says, Precisely!",
        "Hoffmann, the editor and disciple of von Baader, published Grundziige einer Geschichte der Begri f f'e der Logik in Deutschland von Kant bis Baader (1851).",
        "It is divided into four stages, each one representing the degree of spiritual growth and karmic development at which the \"chela\" or disciple has arrived.",
        "Although the way of the disciple or \"chela\" is always represented as long and difficult, it is said that as he proceeds, the transcendental faculties which arise to help him enable him to pursue the right course with ever increasing confidence and security.",
        "The island takes its name from the fact that St Molios, a disciple of St Columba, founded a church near the north-western point.",
        "PETER OF MARICOURT (13th century), a French savant, to whom his disciple, Roger Bacon, pays the highest tribute in his opus tertium and other works.",
        "Dr George Thomson, a chemist and a disciple of Van Helmont, followed the example, and nearly lost his life by an attack which immediately followed.4 The plague of 1665 was widely spread over England, and was 4 On the plague of 1665 see Nath.",
        "Touching the coast of Arakan or Burma, he reached Sumatra in forty days, and was provided with a junk for China by Malik al Dhahir, a zealous disciple of Islam, which had recently spread among the states on the northern coast of that island.",
        "This is the whole argument, and the book consists of a mass of well 1 Bernard Nieuwentyt (1654-1718) was a Dutch disciple of Descartes, whose work, Regt gebruik der Werelt Beschouwingen, published in 1716, was translated into English in 1730 by J.",
        "Yet Arctinus of Miletus was said to have been a \" disciple of Homer,\" and was certainly one of the earliest and most considerable of the \" Cyclic \" poets.",
        "The story goes that, having been deeply impressed by Ramananda's teaching, he sought to attach himself to him; and, one day at Benares, in stepping down the ghat at daybreak to bathe in the Ganges, and putting himself in the way of the teacher, the latter, having inadvertently struck him with his foot, uttered his customary exclamation\" Ram Ram,\"which, being also the initiatory formula of the sect, was claimed by Kabir as such, making him Ramananda's disciple.",
        "After two years of study at the Accademia dei nobili ecclesiastici, where he became a friend and disciple.",
        "His disciple, the famous Pharisee 11vleir, remained his steadfast friend, and his efforts to reclaim his former master are among the most pathetic incidents in the Talmud.",
        "The Buddha believed he had a way of Truth, which if an elect disciple possessed he might say of himself, \"Hell is destroyed for me, and rebirth as an animal, or a ghost, or in any place of woe.",
        "Plucker and his disciple J.",
        "Boyle, in whose works there are frequent eulogistic references to Bacon, regarded himself as a disciple and was indeed known as a second Bacon.",
        "He became a ward and disciple of the famous Jacob - the same who attended the Council of Nicaea as bishop of Nisibis, and died in 338.",
        "The French philosopher Descartes, who died at Christina's court at Stockholm in 1650, found his chief, though posthumous, disciple in Andreas Rydelius (1671-1738), bishop of Lund, who was the master of Dalin, and thus connects us with the next epoch.",
        "He became a favourite disciple of Bossuet, and at the bishop's instance undertook to refute certain metaphysical errors of Father Malebranche.",
        "Aristo of Chios and Herillus of Carthage, Zeno's heterodox pupils, Persaeus, his favourite disciple and housemate, the poet Aratus, and Sphaerus, the adviser of the Spartan king Cleomenes, are noteworthy minor names; but the chief interest centres about Zeno, Cleanthes, Chrysippus, who in succession built up the wondrous system.",
        "If the recognition of physics and logic as two studies coordinate with ethics is sufficient to differentiate the mature Zeno from the Cynic author of the Republic, no less than from his own heterodox disciple Aristo, the Cleanthes.",
        "As a disciple of the Cynics he must have started.",
        "a place beside his more illustrious disciple, Epic tetus.",
        "The beautiful character which rose superior to weakness, poverty and slave's estate is also presented to us in the Discourses of his disciple Arrian as a model of religious resignation, of forbearance and love towards our brethren, that is, towards all men, since God is our common father.",
        "In bucolics there arose a worthy disciple of Ribeiro in Francisco Rodrigues Lobo, author of the lengthy pastoral romances Corte na aldea and Primavera, the songs in which, with his eclogues, earned him the name of the Portuguese Theocritus.",
        "The leaders in the movement were Anthero de Quental and Dr Theophilo Braga, the first a student of German philosophy and poetry, the second a disciple of Comte and author of an epic of humanity, Visao dos tempos, whose immense work in the spheres of poetry, criticism and literary history, marred by contradictions, but abounding in life, cannot be judged at present.",
        "Julio Cesar Machado and Fialho de Almeida made their mark by many humorous publications, and, in the domain of pure literary criticism, mention must be made of Antonio Pedro Lopes de Mendonga, Rebello da Silva, Dr Joaquim de Vasconcellos, Mme Michaelis de Vasconcellos, Silva Pinto, the favourite disciple of Castello Branco, and of Luciano Cordeiro, founder of the Lisbon Geographical Society, whose able monograph, Soror Marianna, vindicated the authenticity of the Letters of a Portuguese Nun and showed Marianna Alcoforado to be their authoress.",
        "Residing at Paris as a teacher of mathematics, he became a disciple of Comte, who appointed him his literary executor.",
        "An analogous process is seen in the use of \"disciple,\" applicable in the apostolic age to Christians at large, but in the course of the subapostolic age restricted to personal \"disciples of the Lord\" or to martyrs (Papias in Eus.",
        "From early manhood a disciple of Mazzini and affiliated to the Giovane Italia, he took an active part in the Mazzinian conspiracies and was nearly captured by the Austrians while smuggling arms into Milan.",
        "Always himself on the unpopular side and an able but thoroughly fair critic of the majority, he habitually under-estimated his own worth; he was not only an anti-slavery leader when abolition was not popular even in New England, and a radical and rationalist when it was impossible for him to stay conveniently in the Unitarian Church, but he was the first president of the National Free Religious Association (1867) and an early and ardent disciple of Darwin and Spencer.",
        "He was an ardent disciple of Friedrich List and sought to develop home industries by means of moderate protection and the introduction of foreign capital for industrial purposes.",
        "The Talmud reports ancient controversies on points of law; and gives the Sadducees a founder, Zadok the disciple of Antigonus the man of Soco who prohibited the hope of reward for service done to God.",
        "The single figure of Ammianus Marcellinus stands out of this age like a belated disciple of Tacitus.",
        "The mathematical demonstration of its truth was left by Augustine for his disciple,.",
        "Justin goes on to speak, as from personal knowledge, of the feats of magic performed by Menander, another Samaritan and a disciple of Simon's, who persuaded his followers that they would never die.",
        "Justin Martyr could not have been mistaken as to the fact that the bulk of his countrymen were followers of a religious leader named Simon, whose disciple Menander he seems to speak of as an elder contemporary of his own.",
        "the truth, learn first from us what we learnt from Him, and when you have become a disciple of truth, become our fellow-workman.\"",
        "So far we have had nothing that is inconsistent with Simon of Gitta, and little but what we are already familiar with in connexion either with him or his disciple Menander.",
        "Again Matthew says that Joseph was a disciple, while Mark implies that he was not yet among the definite adherents of Christ, and John describes him as an adherent \"secretly for fear of the Jews.\"",
        "Most likely he was a disciple, but belonged only to the wider circle of adherents.",
        "The account given in the Fourth Gospel suggests that the writer, faced with these various difficulties, assumed a double tradition: (1) that Joseph of Arimathaea, a wealthy disciple, buried the body of Christ; (2) that the person in question was Joseph of Arimathaea a \"councillor,\" and solved the problem by substituting Nicodemus as the councillor; hence he describes both Joseph and Nicodemus (xix.",
        "It is one of the undesigned coincidences which confirm the credibility of Confucius's history, that his favourite disciple was a scion of the Yen clan.",
        "A disciple once asked Confucius what he would consider the first thing to be done, if intrusted with the government of a state.",
        "The man was a recluse, and having found that his questioner was a disciple of Confucius, he said to him: \" Disorder in a swelling flood spreads over the kingdom, and no one is able to repress it.",
        "The death of his favourite disciple, Yen Hwui, in 481 B.C., was more trying to him.",
        "His own last year, 478 B.C., dawned on him with the tragic end of his next beloved disciple, Tze-lu.",
        "vi., Leiden, 1764), published under the auspices of Linnaeus, contains a remarkable picture which illustrates a discourse by his disciple Hoppius, and is here reproduced (see Plate, fig.",
        "There, in the great cathedral school of Notre-Dame, he sat for a while under the teaching of William of Champeaux, the disciple of St Anselm and most advanced of Realists, but, presently stepping forward, he overcame the master in discussion, and thus began a long duel that issued in the downfall of the philosophic theory of Realism, till then dominant in the early Middle Age.",
        "He has been called the beloved disciple of the Buddhist story.",
        "In 1128, at the council of Usedom, St Otto appointed his disciple Boniface bishop of Julin, the first Pomeranian diocese, and the foundation of a better order of things was laid.",
        "Sarpi's life was written by his enthusiastic disciple, Father Fulgenzio Micanzio, whose work is meagre and uncritical.",
        "The later books say that they were all converted at once; but, according to the most ancient Pali record - though their old love and reverence had been so rekindled when the Buddha came near that their cold resolutions quite broke down, and they vied with each other in such acts of personal attention as an Indian disciple loves to pay to his teacher, - yet it was only after the Buddha had for five days talked to them, sometimes separately, sometimes together, that they accepted in its entirety his plan of salvation.'",
        "Seeing Kassapa, who as the chronicle puts it, was as well known to them as the banner of the city, the people at first doubted who was the teacher and who the disciple, but Kassapa put an end to their hesitation by stating that he had now given up his belief in the efficacy of sacrifices either great or small; that Nirvana was a state of rest to be attained only by a change of heart; and that he had become a disciple of the Buddha.",
        "Then he talked to her on that essential part of his system, the impermanency of all things, till her doubts were cleared away, she accepted her lot, became a disciple, and entered the \"first path.\"",
        "\"No doubt,\" he said, \"can be found in the mind of a true disciple.\"",
        "Of these the most important were Olinde Rodrigues, the favoured disciple of Saint-Simon, and Barthelemy Prosper Enfantin, who together had received Saint-Simon's last instructions.",
        "There is no certain information as to his date, but from the statement that he was a disciple of Paraebates it seems likely that he was a contemporary of Alexander the Great.",
        "He found a disciple of considerable ability in M.",
        "The chief of the glossatores of the Decretum of Gratian were Paucapalea, the first disciple of the master, Rufinus (1160-1170), John of Faenza (about 1170), Joannes Teutonicus (about 1210), whose glossary, revised and completed by Bartholomeus Brixensis (of Brescia) became the glossa ordinaria decreti.",
        "2 4), needed only instruction in the prophetic gnosis at the hands of Priscilla and Aquila in order to become a full disciple.",
        "To Xenophanes, the founder of Eleaticism - whom he must have known, even if he was never in any strict sense of the word his disciple - Parmenides was, perhaps, more deeply indebted, as the theological speculations of that thinker unquestionably suggested to him the theory of Being and Not-Being, of the One and the Many, by which he sought to reconcile Ionian \" monism,\" or rather \" henism,\" with Italiote dualism.",
        "The narrative of his travels given by his disciple Damis and reproduced by Philostratus is so full of the miraculous that many have regarded him as an imaginary character.",
        "The great kingdom of Northumbria, though its first Christian monarch Edwin was converted by Paulinus, a disciple of Augustine, relapsed into heathenism after his death.",
        "They were cowed, as they said, by that disciple and limb of the fiend called La Pucelle, that used false enchantments and sorcery.",
        "Napoleon, who had begun life as a disciple of Rousseau, confirmed the wisdom of the philosophy of Burke when he came to make the Concordat.",
        "In his seventeenth year he entered the university of Halle, where he became the disciple, afterwards the assistant, and at last the literary executor of the orthodox rationalistic professor S.",
        "The disciple certainly takes a step in advance by stating definitely, as an essential characteristic of virtuous action, that it is chosen for its own sake, for the beauty of virtue alone; but herein he merely formulates the conviction that his master inspires.",
        "of the Nicomachean Ethics contain no doubt as pure Aristotelian doctrine as a disciple could give, and appear to supply a sufficient foundation for the general criticism expressed in the text.",
        "It should be observed that Plotinus himself is still too Platonic to hold that the absolute mortification of natural bodily appetites is required for purifying the soul; but this ascetic inference was drawn to the fullest extent by his disciple Porphyry.",
        "In Plato's exposition of the different virtues there is no mention whatever of benevolence, although his writings show a keen sense of the importance of friendship as an element of philosophic life, especially of the intense personal affection naturally arising between master and disciple.",
        "Bain, Mental Science, pp. 422, seq.) A similar incompleteness in the statement of moral principles is found if we turn to Reid's disciple, Dugald Stewart, whose Philosophy of the Active and Moral Powers of Man (1828) contains the general view of Butler and Reid, and to some extent that of Price, - expounded with more fulness and precision, but without important original additions or modifications.",
        "The latter, Laurentius Saga Biskups, by his disciple, priest Einar Haflidason, is a charming biography of a good and pious man, whose chequered career in Norway and Iceland is picturesquely told (1324-1331).",
        "Heraclides, who became a disciple of Herac- Plato in 360 B.C., taught in addition that the sun, fides.",
        "He and his brother Theodore were among the chief members of the school of Chartres (France), founded in the early part of the 11 th century by Fulbert, the great disciple of Gerbert.",
        "He had been a disciple of John the Baptist (John i.",
        "Thus, St Mochta, abbot of Louth, and a reputed disciple of St Patrick, is stated to have had no less than ioo bishops in his monastic family.",
        "Cormac ua Liathain, a disciple of St Columba, visited the Orkneys, and when the Northmen first discovered Iceland they found there books and other traces of the early Irish church.",
        "Yet Baader is no disciple of Schelling, and probably gave out more than he received.",
        "He can hardly have been born very long after 130, for later on he frequently mentions having met certain Christian presbyters who had actually seen John, the disciple of our Lord.",
        "A disciple of Quesnay and of Gournay, he tried to repeat in great affairs the experience of liberty which he had found successful in small, and to fortify the unity of the nation and the government by social, political and economic reforms. He ordained the free circulation of grain within the kingdom, and was supported by Louis XVI.",
        "- Herbart's works were collected and published by his disciple G.",
        "This task Castelli, who was a steady friend and disciple of the Tuscan astronomer, seems to have discharged with moderation and success.",
        "It was the last of his works, written between 622 and 633, and was corrected by his friend and disciple Braulion.",
        "His views are expounded at length by his disciple, Antoine Arnauld, in a book on Frequent Communion (1643).",
        "Nilus, the disciple and defender of Chrysostom, permitted the symbol of the cross in churches and also pictorial delineations of Old and New Testament history, but deprecated other symbols, pictures of martyrs, and most of all the representation of Christ.",
        "p. 291 (1900), where they are attributed to Aldhelm's disciple fEthilwald.",
        "(also in Latin), by his disciple and friend Ruinart (1709).",
        "Under Zenobius, disciple of Ephraem, studied the voluminous writer, Isaac of Antioch (d.",
        "Opposing them is the disciple of one God, female android ' Cylon ', Number Six.",
        "beloved disciple \"?",
        "Ed WELL RED Well done you clever boffins at YS, you've enticed yet another amazed disciple away from an Iron Curtain magazine.",
        "The guru instructs the disciple to perform certain works and refrain from others.",
        "He also told one disciple not to attend the burial function of his father.",
        "Moreover, how could John, during the lifetime of the disciples, have written, \" I am the beloved disciple \"?",
        "With the help of his devoted disciple Rob, Ted sets out on his mission to bring justice to the world.",
        "There is a cost to being a faithful disciple of Christ.",
        "disciple making.",
        "Rejoice, O Gregory who with thy disciple Augustine, saw not Angles but Angels!",
        "disciple of the apostle John, quoted John.",
        "hermeneutic principles is not optional for the true disciple of Christ.",
        "6 Yet every disciple of Cartesianism seems to disprove the dictum by his example.",
        "In 1845 he was entirely captivated by the Tubingen school, and in his work Das Evangelium Marcions and das kanonische Evangelium des Lukas, published in 1846, he appears as a disciple of F.",
        "He was a disciple of Leibnitz and Wolff, and was particularly distinguished as having been the first to establish the Theory of the Beautiful as an independent science.",
        "spherical earth; but, although this does not appear to be warranted, his disciple Anaximander (c. 580 B.C.) put forward the theory that the earth had the figure of a solid body hanging freely in the centre of the hollow sphere of the starry heavens.",
        "His interest in politics was rather languid, but he was a disciple of Lord Rosebery, and in the1892-1895Liberal ministry he was under-secretary for foreign affairs.",
        "When, however, he was at length persuaded by a friend to go and hear Newman preach, he at once became a disciple.",
        "The map of the world brought upon the stage in Aristophanes' comedy of The Clouds (423 B.C.), whereon a disciple of the Sophists points out upon it the position of Athens and of other places known to the audience, was probably of the popular circular type, which Herodotus (iv.",
        "Finally, in the person of Vishtaspa, who seems to have been a prince resident in east Iran, he gained the powerful protector and faithful disciple of the new religion whom he desired - though after almost superhuman dangers and difficulties, which the later books depict in lively colours.",
        "Again, the physician as naturalist, though stimulated by the pathologist to delineate disease in its fuller manifestations, yet was hampered in a measure by the didactic method of constructing \"types\" which should command the attention of the disciple and rivet themselves on his memory; thus too often those incipient and transitory phases which initiate the paths of dissolution were missed.",
        "Medicine and surgery are but two aspects of one art; Pasteur shed light on both surgery and medicine, and when Lister, his disciple, penetrated into the secrets of wound fevers and septicaemia, he illuminated surgery and medicine alike, and, in the one sphere as in the other, co-operated in the destruction of the idea of \"essential fevers\" and of inflammation as an \"entity.\"",
        "35) of the disciple."
    ],
    "definition": [
        "a. One who embraces and assists in spreading the teachings of another.\nb. An active adherent, as of a movement or philosophy.",
        "often Disciple One of the original followers of Jesus.",
        "Disciple A member of the Disciples of Christ.",
        "dis·ci′ple·ship′\nnoun",
        "Link/Cite",
        "A person who learns from another, especially one who then teaches others.",
        "An active follower or adherent of someone, or some philosophy etc.",
        "(Ireland) Miserable-looking creature of a man.",
        "(obsolete) To train, educate, teach.",
        "Any of the followers of Jesus Christ.",
        "One of the twelve disciples of Jesus sent out as Apostles.",
        "Link/Cite"
    ]
}