{
    "translation": "דיון",
    "uses": [
        "Once decided, there would be no discussion or argument.",
        "This is the first time we've had an honest discussion in about a million years.",
        "\"He left that part out of our discussion,\" she said, startled.",
        "They had decided that their discussion that night would stay between the three of them for a while.",
        "The last will require some discussion with Damian.",
        "The sounds of heated discussion made her look toward the river.",
        "They were overdue for a discussion, one she'd been unwilling to start but that he would see through.",
        "There was the usual amount of discussion as to a name for me.",
        "We don't know, but for the sake of discussion, let's say it's the night the money turned up missing.",
        "While we were sympathetic to dad, we decided after heated discussion simply tip what we learned.",
        "The discussion recommenced, but pauses frequently occurred and they all felt that there was no more to be said.",
        "After a brief discussion we decided to telephone first and leave the visit option on the table, at least for now.",
        "Engrossed in discussion, the two men didn't notice her cross the kitchen to the entrance.",
        "She looked at him curiously, and he rolled his shoulders back, prepping himself physically for the verbal discussion to come.",
        "Cynthia capped the discussion with a yawn.",
        "Everyone seemed happy to ignore the discussion about the full moon.",
        "After a severe struggle this proposal was accepted; but the academic discussion on the constitution continued for weary months, and on the 20th of May, realizing the hopelessness of coming to terms with the ultra-democrats, Gagern and his friends resigned.",
        "Fred, seeing that further discussion was fruitless, excused himself.",
        "The phone interrupted any further discussion of electronic larceny.",
        "Through his learning and his manner of discussion, he co-operated with S.",
        "He was listening to the general's report-- which consisted chiefly of a criticism of the position at Tsarevo- Zaymishche--as he had listened to Denisov, and seven years previously had listened to the discussion at the Austerlitz council of war.",
        "Something had happened to affect her between their discussion the previous night and this morning.",
        "\"I say, do you remember our discussion in Petersburg?\" asked Pierre, \"about...\"",
        "The discussion was costing her much more than it did him.",
        "These are subdivided into twenty provinces, each administered by an administrator of native affairs by whose side is the provincial council consisting of natives and occupied with the discussion of ways and means and questions of public works.",
        "The princess smiled as people do who think they know more about the subject under discussion than those they are talking with.",
        "There was no additional discussion of Martha's bones.",
        "Even after Dean's rhythmic breathing told her he was sleeping she remained awake, her mind alive with thoughts of their discussion and all that had transpired.",
        "He wanted to ask her about the bones but knew any such discussion would be the height of tastelessness for a long time to come.",
        "The chief subjects of discussion were: the relations of faith and modern thought, the supply and training of the clergy, education, foreign missions, revision and \"enrichment\" of the Prayer-Book, the relation of the Church to \"ministries of healing\" (Christian Science, &c.), the questions of marriage and divorce, organization of the Anglican Church, reunion with other Churches.",
        "He smiled at Cynthia who looked as if she'd been out to lunch during an important discussion but she said nothing.",
        "The two commanders were much exasperated with one another and, long after the action had begun on the right flank and the French were already advancing, were engaged in discussion with the sole object of offending one another.",
        "That same evening there was an animated discussion among the squadron's officers in Denisov's quarters.",
        "By taking this \"Absolutely no GMOs\" stance they completely remove themselves from the debate and as such have no voice in the discussion about what direction to take GM: what are safe testing practices, what factors will we optimize for, and the whole host of questions that face us on this, the eve of a momentous leap forward.",
        "He pushed the memory out of her mind, not wanting to have the discussion again.",
        "It was obvious the discussion, such as it had been, was over.",
        "From a fresh discussion of the transits of Venus in 1761 and 1769 he deduced (1822-1824) a solar parallax of 8\" 57, long accepted as authoritative.",
        "We never-the-less decided to postpone discussion until the following day when, as Martha said, we had a night of rumination and our wits about us.",
        "I don't even know the outcome of your discussion with Julie.",
        "The subject is man, treated as Aristotle does, according to his TE¦os, and so Aquinas discusses all the ethical, psychological and theological questions which arise; but any theological discussion upon man must be mainly ethical, and so a great proportion of the first part, and almost the whole of the second, has to do with ethical questions.",
        "I branched off into this discussion of robots and nanites to give an idea of the kinds of massive gains in efficiency with declining costs.",
        "The chief type of agricultural society is the cornice agricole, an association for the discussion of agricultural problems and the organization of provincial shows.",
        "After much discussion, they agreed on the wording: I understand you have an interest in the Lucky Pup mine in Ouray County, Colorado and may be anxious about what was found therein.",
        "This simultaneous discussion of many topics did not prevent a clear understanding but on the contrary was the surest sign that they fully understood one another.",
        "Damian and Dustin appeared deep in discussion as she approached.",
        "I'm sure both of us would have rather had our discussion in Molly's absence.",
        "For a further discussion founded upon the observations of Q.",
        "The little princess during the whole discussion and the rest of the dinner sat silent, glancing with a frightened look now at her father-in- law and now at Princess Mary.",
        "\"Why I called you all here was to finish the discussion we started at our last meeting about the immunity of two certain humans to Immortal powers,\" Kris interjected.",
        "After too much heated discussion, I agreed to give a less than specific tip saying I didn't believe the child was abducted.",
        "There has been much discussion of such of Miss Sullivan's statements and explanations as have been published before.",
        "Now the general had begun such a discussion and so Berg drew Pierre to it.",
        "The anatomical construction of these plants presents many peculiarities which have given rise to discussion as to the allocation of the order among the dicotyledons or among the monocotyledons, the general balance of opinion being in favour of the former view.",
        "By mutual agreement, announced to Howie by our silence, no discussion about Julie took place unless initiated by Howie himself.",
        "The first volume contains some French texts, and the second a detailed discussion of the various versions from the pseudo-Callisthenes downwards.",
        "When the phone rang for the fourth time, Dean assumed it was either a call for reservations or more discussion on the upcoming New Jersey wedding plans, but Cynthia held the phone against herself and called to her husband.",
        "Toby giggled, and she glanced at him, afraid Rhyn was going to dive headfirst into a discussion Toby shouldn.t hear.",
        "The financial year in France begins on the 1st of January, and the budget of each financial year must be laid on the table Budget of the Chamber of Deputies in the course of the ordinary session of the preceding year in time for the discussion upon it to begin in October and be concluded before the 31st of December.",
        "Rouvier reproached the Foreign Minister with imprudence in the matter of Morocco, and after a heated discussion M.",
        "\"I already had a discussion with one of them,\" Rhyn said.",
        "Further discussion of the question of Douglas's alleged Humanism will be found in Courthope's History of English Poetry, i.",
        "Dean hadn't had time for a discussion with Cynthia about whether or not to tell Edith Shipton of the inquiry about her staying at Bird Song.",
        "I jumped in to the discussion.",
        "From this Philosophy passes into a discussion in regard to the nature of providence and fate, and shows that every fortune is good.",
        "The temptation to use the larger part of any space allotted to the history of feudalism for a discussion of origins does not arise alone from greater interest in that phase of the subject.",
        "The first, De Sancta Trinitate, is addressed to Symmachus (Domino Patri Symmacho), and the result of the short discussion, which is of an abstract nature, and deals partly with the ten categories, is that unity is predicated absolutely, or, in regard to the substance of the Deity, trinity is predicated relatively.",
        "For a moment she hesitated, remembering their last discussion.",
        "That last statement strangled the life out of the discussion.",
        "I refused to be drawn into the discussion.",
        "I collected our cadre at the LeBlanc's house for discussion.",
        "The last point sealed the deal against further discussion.",
        "We're just going to have a discussion.",
        "Weller yawned, a sure end to the discussion.",
        "\"Wow,\" she finally said, and that was the end of that discussion.",
        "That was his 'final answer' look which dictated there should be no more discussion.",
        "This isn't up for discussion.",
        "At the request of Kalnky, Mancini defined his proposal in a memorandum, but the illness of himself and Depretis, combined with an untoward discussion in the Italian press on the failure of the Austrian emperor to return in Rome King Humberts visit to Vienna, caused negotiations to drag.",
        "A motion presented by the Socialists in the Chamber for the immediate discussion of a bill to prevent the massacres of the proletariate having been rejected by an enormous majority, the 28 Socialist deputies resigned their seats; on presenting themselves for re-election their number was reduced to 25.",
        "One peculiarity of the ceremony had occasioned considerable discussion.",
        "All these questions, and perhaps others, tend to conceal themselves behind a single discussion: Does God exist?",
        "The earliest remains near the site go ' For a discussion of this question see Kathleen Schlesinger, The Instruments of the Orchestra, part ii., and especially chapters on the cithara in transition during the middle ages, and the question of the origin of the Utrecht Psalter, in which the evolution of the cithara is traced at some length.",
        "Here he held several councils for the discussion of the affairs of the church, especially for grave questions as to the rebaptism of heretics, and the readmission into the church of the lapsi, or those who had fallen; away through fear during the heat of the persecution.",
        "Its discussion may be found in any work on theoretical astronomy.",
        "When this building of railways began in Japan, much discussion was taking place in England and India as to the relative advantages of the wide and narrow gauges, and so strongly did the arguments in favor of the latter appeal to the English advisers of the Japanese government that the metre gauge was chosen.",
        "The question after long and vehement discussion was brought to a final issue in the election of 1891, and Sir John Macdonald's government was again sustained.",
        "Ferdinand represented his The ~ brother, and after a prolonged discussion conditions ~ of peace were arranged.",
        "Unfortunately, however, it was necessary to enter upon the discussion of the fundamental laws, a subject presenting many opportunities for the display of rhetoric and intellectual subtlety.",
        "At the beginning of the autumn session a union of 204 members of the Reichstag was formed for the discussion of econolnic questions, and they accepted Bismarcks reforms. In December he was therefore able to issue a memorandum explaining his policy; it included a moderate duty, about 5%, on all imported goods, with the exception of raw material required for German manufactures (this was a return to the old Prussian principle); high finance duties on tobacco, beer, brandy and petroleum; and protective duties on iron, corn, cattle, wood, wine and sugar.",
        "notified his accession to the Prussian government in a courteous despatch; the interchange of letters was followed by a confidential discussion between Bismarc-k and Cardinal Franchi at Kissingen during the summer of 1878.",
        "The rule adopted was that discussion was permitted on those speeches of the emperor which were officially published in the Reichsanzeiger.",
        "In the first meetings it appeared that there were strong opposing tendencies within the party which for the first time could be brought to public discussion.",
        "The parliamentary discussion was very confused; the government eventually accepted an amendment giving them 557,093 for five and a half years instead of the 570,877 asked for; this was rejected by 210 to 162, the greater part of the Centre and of the Radicals voting against it.",
        "The agriculturists of the north and east saw themselves and their class threatened with loss, and perhaps ruin; their discontent, which had long been growing, broke out into open fire during the discussion of the commercial treaties.",
        "On the first occasion, in 1894, only fifty members were found to vote for this, but in-the next year ninetyseven supported the introduction of the motion, and it was considered worth while to call together the Prussian council of state for a special discussion.",
        "The discussion of this measure occupied most of the session of 1895; the bill was amended by the Centre so as to make it even more strongly a measure for the defence of religion; and clauses were introduced to defend public morality, by forbidding the public exhibition of pictures or statues, or the sale of writings, which, without being actually obscene, might rudely offend the feeling of modesty.",
        "He believed, however, that calm discussion was the only thing needful to carry every change, and from the beginning to the end of his career he deprecated every approach to violence.",
        "A phone call interrupted further discussion.",
        "Cuvier seems to have acquiesced in the corrections of his views made by Geoffroy, and attempted no rejoinder; but the attentive and impartial student of the discussion will see that a good deal was really wanting to make the latter's reply effective, though, as events have shown, the former was hasty in the conclusions at which he arrived, having trusted too much to the first appearance of centres of ossification, for, had his observations in regard to other birds been carried on with the same attention to detail as in regard to the fowl, he would certainly have reached some very different results.",
        "Theoretical resolving power can only be obtained when the whole collimator is filled with light and further (as pointed out by Lord Rayleigh in the course of discussion during a meeting of the \" Optical Convention \" in London, 1905) each portion of the collimator must be illuminated by each portion of the luminous source.",
        "Great way to start a discussion.",
        "He was at ease with the bizarre discussion.",
        "We've had the discussion.",
        "She had a mild headache, and the tension between her shoulders was aching from the stress of the discussion.",
        "The translator was dead and picked up none of the men's terse discussion.",
        "She laughed, but ended the conversation It was the closest they'd ever come to an honest discussion.",
        "The warning is that, next time we meet, there will be no discussion.",
        "I'm closing the discussion.",
        "Latterly certain Catholics have questioned this equality of the concordatory obligation, and have aroused keen discussion.",
        "Cp. the discussion in Talmud Yoma, fol.",
        "See the discussion by Driver, Internat.",
        "1908) was dropped, and in 1909 the subject was still under discussion.",
        "Previously to the meeting of the conference there had been a great deal of discussion in regard to the influx of Chinese, and such influx was on all sides agreed to be a growing danger.",
        "For a discussion of his work, see Philosophy.",
        "Much has also been done by the discussion of observations made on board vessels belonging to the mercantile marine of various countries.",
        "When the consolidation of the Dominion by means of railway construction was under discussion in 1872, Grant travelled from the Atlantic to the Pacific with the engineers who surveyed the route of the Canadian Pacific railway, and his book Ocean to Ocean (1873) was one of the first things that opened the eyes of Canadians to the value of the immense heritage they enjoyed.",
        "Owing to the peculiar character of the Tables no grammatical statement about Umbrian is free from difficulty; and these bare outlines of its phonology must be supplemented by reference to the lucid discussion in C. D.",
        "In Reis's lecture an apparatus was described which has given rise to much discussion as to priority in the invention of the telephone.",
        "The draft agreement between the government and the National Telephone Company to carry out the policy of 1892 was submitted to parliament and led to much discussion.",
        "Sella, uncertain of the loyalty of the Right, challenged a vote on the immediate discussion of further financial reforms, and on the 23rd of June was overthrown by a coalition of the Left under Depretis with a part of the Right under Minghetti and the Tuscan Centre under Correnti.",
        "From Socrates, in Xenophon's Memorabilia, downwards, the argument is tolerably common; it is notable in Cicero; in the modern discussion it dominates the 18th-century mode of thought, is confidently appealed to though not worked out by Butler, and is fully stated by Paley.",
        "Free will is shaping itself towards discussion in Aristotle's Ethics, but is hardly yet a formulated problem.",
        "Brooks, \" The LifeHistory of the Hydromedusae: a discussion of the Origin of the Medusae, and of the significance of Metagenesis,\" Mem.",
        "In the Origin of Species, and in his other numerous and important contributions to the solution of the problem of biological evolution, Darwin confined himself to the discussion of the causes which have brought about the present condition of living matter, assuming such matter to have once come into existence.",
        "Exempt jurisdictions began with the monasteries and were matter of vehement discussion in the later middle ages.",
        "For a discussion of the whole question, see M.",
        "The reader to whom the study is new will gain some idea of the bulk of the extant patristic literature, if we add that in Migne's collection ninety-six large volumes are occupied with the Greek fathers from Clement of Rome to John of Damascus, and seventysix with the Latin fathers from Tertullian to Gregory the Great.2 For a discussion of the more important fathers the student is referred to the articles which deal with them separately.",
        "This interval was diligently devoted to the pursuit of classical and historical studies, to preparing himself for ordination, and to searching investigations, under the stimulus of continual discussion with a band of talented and congenial associates, of the profoundest questions in theology, ecclesiastical polity and social philosophy.",
        "As the discussion of the Law led up to the compilation of the Mishnah, so the Mishnah itself became in turn the subject of further discussion.",
        "Both Talmuds are arranged according to the six orders of the Mishnah, but the discussion of the Mishnic text often wanders off into widely different topics.",
        "of Tannaitic origin) are given in their original form, and the discussion of them is usually also in Hebrew.",
        "Some of these were actual decisions of particular Geonim; others were an official summary of the discussion of the subject by the members of the School.",
        "- From the point of view of apologetics, we may mass together the long stretch of history which covers the period between the disappearance and the re-appearance of free discussion.",
        "These two religions anticipated the discussion of the problem of faith and reason in the Christian church.",
        "But there is no continuous tradition or steady trend of discussion.",
        "Scholarly and apologetic discussion on the gospels and life of Jesus is further represented by the writings of W.",
        "It shares with the emperor the legislative power, including the discussion and sanctioning of the budget.",
        "This question has given rise to an enormous amount of discussion among learned men, and some of the disputants have not yet laid down their arms; but for impartial outsiders who have carefully studied the evidence there can be little doubt that 1 See Researches into the State of Fisheries in Russia (9 vols.), edited by Minister of Finance (1896, Russian); Kusnetzow's Fischerei and Thiererbeutung in den Gewassern Russlands (1898).",
        "To effect this result required many years of discussion and experiment.",
        "For reference to later geological literature, and discussion of the Basin Ranges, see J.",
        "Elizabeth required Grindal to suppress the \"prophesyings\" or meetings for discussion which had come into vogue among the Puritan clergy, and she even wanted him to discourage preaching; she would have no doctrine that was not inspired by her authority.",
        "Of an enthusiastic temperament, accomplished in classical literature, he seems while a pagan to have courted discussion with the converts to Christianity.",
        "He attacked Enfantin violently, and in a warm discussion between them he was struck down by apoplexy.",
        "In this discussion, which was continued for nine days, the document was most strongly opposed because it contained no bill of rights and on the ground that it would provide for such a strong central government that the state governments would ultimately be sacrificed.",
        "Morgan sums up a discussion on Lubbock's experiments in which the ants failed to utilize particles of earth for bridge-making, with the suggestive remark that \" What these valuable experiments seem to show is that the ant, probably the most intelligent of all insects, has no claim to be regarded as a rational being.\"",
        "In the discussion of this problem we find the names of Baron A.",
        "It is to the greatly reduced fall of snow on the northern faces of the highest ranges of the Himalaya that is to be attributed the higher level of the snow-line, a phenomenon which was long a cause of discussion.",
        "The spoken languages of northern India are very various, differing one from another in the sort of degree that English differs from German, though all are thoroughly Sanskritic in their vocables, but with an absence of Sanskrit grammar that has given rise to considerable discussion.",
        "The materials for the study of their institutions and population are abundant, but lend themselves to discussion rather than to a summary of admitted facts.",
        "The Aryans appear to have been settled to the north of the Hindu Kush, and to have migrated south-eastwards about 150o B.C. Their original home has been a subject of much discussion, but the view now prevalent is that they arose in southern Russia or Asia Minor, whence a section spread eastwards and divided into two closely related branches - the Hindus and Iranians.",
        "Many of the subjects of discussion were drawn from Hume's speculations; and during the last years of his stay in Aberdeen Reid propounded his new point of view in several papers read before the society.",
        "Anshan is a district of Elam or Susiana, the exact position of which is still subject to much discussion.",
        "The book aroused some discussion at the time, but its judgments were extremely uncritical.",
        "Joffrin was only admitted to the Chamber after a heated discussion, and continued to be attacked by the nationalists.",
        "When, however, the tariff bill of 1828, which was still more protective, came up for discussion, Webster had ceased to oppose protection; but he did not attempt to argue in favour of it.",
        "With this and perhaps some other exceptions, there are not in the Mahratta country many large landlords, nor many of the superior tenure-holders whose position relatively to that of the peasantry has caused much discussion ii: other parts of India.",
        "Blith speaks of an instrument which ploughed, sowed and harrowed at the same time; and the setting of corn was then a subject of much discussion.",
        "This table is taken from Warington's Chemistry of the Farm, 19th edition (Vinton and Co.), to which reference may be made for a detailed discussion of the feeding of animals.",
        "One of his first efforts was a solid argument for freedom of discussion, in a series of letters to the Chronicle apropos of the prosecution of Richard Carlile.",
        "General discussion of method, however, is rarely profitable.",
        "For a discussion of the relationship of the Gastropoda to the remaining classes of the phylum, see MoLLUSCA.",
        "In 1901 the Copley medal of the Royal Society of London was awarded him as being \"the first to apply the second law of thermodynamics to the exhaustive discussion of the relation between chemical, electrical and thermal energy and capacity for external work.\"",
        "The attention of many students has naturally been concentrated on the ancient city, the birthplace of European art and literature, and a great development of investigation and discussion in the special domain of Athenian archaeology has given birth to a voluminous literature.",
        "His book on Die modernen Theorien der Chemie, which was first published in Breslau in 1864, contains a discussion of relations between the atomic weights and the properties of the elements.",
        "In 1907 he was principal German delegate in the Hague Conference, and was the exponent of Germany's resolute and successful opposition to any practical discussion of the question of restriction of armaments.",
        "The tribuni aerarii have been the subject of much discussion.",
        "Much discussion had centred about fire or the \"igneous principle.\"",
        "The gradual accumulation of data referring to organic compounds brought in its train a revival of the discussion of atoms and molecules.",
        "Deferring the detailed discussion of cyclic or ringed hydrocarbons, a correlation of the various types or classes of compounds which may be derived from hydrocarbon nuclei will now be given.",
        "This formula, notwithstanding many attempts at both disproving and modifying it, has well stood the test of time; the subject has been the basis of constant discussion, many variations have been proposed, but the original conception of Kekule remains quite as convenient as any of the newer forms, especially when considering the syntheses and decompositions of the benzene complex.",
        "Stohmann of Leipzig; and the new data and the conclusions to be drawn from them formed the subject of much discussion, Briihl endeavouring to show how they supported Kekule's formula, while Thomsen maintained that they demanded the benzene union to have a different heat of combustion from the acetylene union.",
        "For a further discussion of the ratio of the specific heats see Molecule.",
        "- Reference should be made to the article Refraction for the general discussion of the phenomenon known as the refraction of light.",
        "von Liebig (Ann., 1908, 360, p. 128), from a very complete discussion of triphenyl methane derivatives, concluded that the group i ng A A A was the only true organic chromophore, colour production, however, requiring another condition, usually the closing of a ring.",
        "Capillarity and Surface Tension.-Reference should be made to the article Capillary Action for the general discussion of this phenomenon of liquids.",
        "If the latter epistle could be finally established as genuine, or its date fixed, it would give important evidence with regard to Ephesians; but in the present state of discussion we must confine ourselves to pointing out the fact.",
        "The discussion of these was postponed to the next session, and in1790-1791evidence was taken upon them.",
        "According to its sex, or the season of the year, it is known as the red, grey or brown linnet, and by the earlier English writers on birds, as well as in many localities at the present time, these names have been held to distinguish at least two species; but there is now no question among ornithologists on this point, though the conditions under which the bright crimson-red colouring of the breast and crown of the cock's spring and summer plumage is donned and doffed may still be open to discussion.",
        "But in any scientific discussion the term instinct must be used within narrower limits, and hence it is necessary that the term should be defined.",
        "Nor do the sages go beyond the old position in their ethical theory: they have no philosophical discussion of the basis of the moral life; their standard of good conduct is existing law and custom; their motive for right-doing is individual eudaemonistic, not the good of society, or loyalty to an ideal of righteousness for its own sake, but advantage for one's self.",
        "Special commissioners were to have concurrent jurisdiction with the U.S. circuit and district courts and the inferior courts of Territories in enforcing the law; fugitives could not testify in their own behalf; no trial by jury was provided; i The precise amount of organization in the Underground Railroad cannot be definitely ascertained because of the exaggerated use of the figure of railroading in the documents of the \"presidents\" of the road, Robert Purvis and Levi Coffin, and of its many \"conductors,\" and their discussion of the \"packages\" and \"freight\" shipped by them.",
        "In the year VIII., in the discussion of the law of the 28th Pluviose, no reason was stated for the choice of this term.",
        "Guye has given a critical discussion of the relative accuracy of the gravimetric and physico-chemical methods, and favours the latter, giving for the atomic weight a value less than 14.01.",
        "Of course a discussion as to the mere application of a word easily degenerates into the most fruitless logomachy.",
        "Their yearly visits to Serajevo assumed in time the character of an informal parliament, for the discussion of national questions; and their rights tended always to increase, and to become hereditary, in fact, though not in law.",
        "No longer haughtily imposed on the vanquished, as was the case with former treaties, it was submitted to the examination and discussion of both parties before being signed.",
        "An offensive move into Franconia was under discussion, and for this purpose the Prussian staff had commenced a lateral concentration about Weimar, Jena and Naumburg when the storm burst upon them.",
        "The Prussian headquarters, however, spent the 12th and 13th in idle discussion, whilst the troop commanders exerted themselves to obtain some alleviation for the suffering of their starving men.",
        "In 1903 there was considerable discussion as to the placing of the line under international control, and the question aroused special interest in England in view of the short route which the line would provide to India, in connexion with fast steamship services in the Mediterranean and the Persian Gulf.",
        "Leonardo, making use of fractions of the sexagesimal scale, gives X = I° 221 7 42\" i 33 iv 4v 40 vi, after having demonstrated, by a discussion founded on the 10th book of Euclid, that a solution by square roots is impossible.",
        "An interesting example is the discussion, by Otto Pettersson, of the effects of long-range fluctuations in the tidegenerating force: this memoir was published about 1914, but has only recently become available to English readers.",
        "Before the days of the \"higher criticism\" and the rise of the modern scientific views as to the origin of species, there was much discussion among the learned, and many ingenious and curious theories were advanced, as to the number of the animals and the space necessary for their reception, with elaborate calculations as to the subdivisions of the ark and the quantities of food, &c., required to be stored.",
        "Whether the ark originally contained some symbol of Yahweh or not has been the subject of much discussion.",
        "An elaborate discussion is found in Hefele, Conciliengeschichte (2nd ed.), i.",
        "4 In 1 9 10 the question of the \"permissive use of vestments,\" in connexion with that of the revision of the Prayer Book generally, was still under discussion in the convocations of the two provinces.",
        "As in the case of Aphrodite and Apollo, Roscher in his Lexikon deduces all the characteristics of Athena from a single conception - that of the goddess of the storm or the thunder-cloud (for a discussion of such attempts see Farnell, Cults, i.",
        "It was long a matter in discussion whether the animal could displace its valves sideways when about to open its shell, but this has been actually observed by Professors K.",
        "Thus what have been called seminvariants are not all of them invariants for the general substitution, but are invariants for the particular substitution xl = X11 + J-s12, X 2 = 112 Again, in plane geometry, the most general equations of substitution which change from old axes inclined at w to new axes inclined at w' =13 - a, and inclined at angles a, l3 to the old axis of x, without change of origin, are x-sin(wa)X+sin(w -/3)Y sin w sin ' _sin ax y sin w a transformation of modulus sin w' sin w' The theory of invariants originated in the discussion, by George Boole, of this system so important in geometry.",
        "A discussion of the interesting question relating to the non Semitic so-called Sumero-Akkadian language and race will be found in the article Sumer.",
        "Seneca even made the discussion of such problems into a regular discipline, claiming that their concrete character gave an interest in morality to those who had no love for abstractions; while they prevented those who had from losing themselves in the clouds.",
        "Christianity swept the whole discussion on to a higher plane.",
        "Whether Plato understood these forms as actually existent apart from all the particular examples, or as being of the nature of immutable physical laws, is matter of discussion.",
        "Up to about the middle of the 19th century it was supposed that transits of Venus across the disk of the sun afforded the most trustworthy method of making the determination in question; and when Encke in 1824 published his classic discussion of the transits of 1761 and 1769, it was supposed that we must wait until the transits of 1874 and 1882 had been observed and discussed before any further light would be thrown on the subject.",
        "' The most remarkable feature of the discussion since 1862 is that the successive examinations of the subject have led to a continually diminishing value, so that at the present time it seems possible that the actual parallax of the sun is almost as near to the old value of Encke as to that which first replaced it.",
        "The transits of Venus observed in 1874 and 1882 might be expected to hold a leading place in the discussion.",
        "In 1895 Chandler, from a general discussion of all the observations, derived the value of 20.50\".",
        "The point at issue has an important bearing upon the possible correlation of magnetic phenomena, but, though it has given rise to much discussion, no accepted conclusion has yet been reached.'",
        "For a complete discussion of the various documents see Lipsius, Apokryphen A postelgeschichte, i.",
        "For a discussion of this work see Zahn, Gesch.",
        "His Demokratenbiichlein (1849), in the main a discussion of the Aristotelian theory of the state, and Die Athener and Sokrates (1837), in which, contrary to the almost universal opinion, he upheld the procedure of the Athenians as perfectly legal and their verdict as a perfectly just one, also deserve notice.",
        "The hearing consists in the discussion of the matters contained in the several cases, and is conducted under the direction of the president who is either the umpire, or, if there is no umpire, one of the arbitrators.",
        "The oral discussion was either in English or French as happened to be convenient.",
        "A bill was accordingly presented to the legislature dispensing with the age of the emperor and declaring his majority, which after a noisy discussion was carried.",
        "The name doctor scholasticus was applied originally to any teacher in such an ecclesiastical gymnasium, but gradually the study of dialectic or logic overshadowed the more elementary disciplines, and the general acceptation of \" doctor \" came to be one who occupied himself with the teaching of logic. The philosophy of the later Scholastics is more extended in its scope; but to the end of the medieval period philosophy centres in the discussion of the same logical problems which began to agitate the teachers of the 9th and 1 oth centuries.",
        "The remark overlooks two facts - firstly that the main objects of theology and philosophy are identical, though the td°f ogyod method of treatment is different, and secondly that logical discussion commonly leads up to metaphysical problems, and that this was pre-eminently the case with the logic of the Schoolmen.",
        "Scholasticism opens with a discussion of certain points in the Aristotelian logic; it speedily begins to apply its logical distinctions to the doctrines of the church; and when it attains its full stature in St Thomas it has, with the exception of certain mysteries, rationalized or Aristotelianized the whole churchly system.",
        "A single sentence in Porphyry's Isagoge or \" introduc tion \" to the Categories of Aristotle furnished the i o, s text of the discussion.",
        "He simply sets the discussion aside as too difficult for a preliminary discourse, and not strictly relevant to a purely logical inquiry.",
        "it is the nature of \" universals \" which forms the sa To form a proper estimate of the first stage of Scholastic discussion it is requisite above all things to have a clear idea of the appliances then at the disposal of the writers.",
        "Boetius in commenting upon Porphyry had already started the discussion as to the nature of universals.",
        "And, indeed, his discussion cannot claim to be more than semi-popular in character.",
        "But in the school of Fulda, presided over by his pupil Hrabanus Maurus (776-856), there are to be found some fresh contributions to the discussion.",
        "Henceforth discussion is carried on with a full 1 Victor Cousin, Ouvrages inedits d'Abelard, Introd.",
        "Abelard's discussion of the problem (which it is right to say is on the whole incidental rather than systematic) is thus marked by an eclecticism which was perhaps the source at once of its strength and its weakness.",
        "There has been considerable discussion as to the identification of the Homeric lotus.",
        "Lambert's most important work, Pyrometrie (Berlin, 1779), is a systematic treatise on heat, containing the records and full discussion of many of his own experiments.",
        "Thus, out of respect for the wishes of the nation, the king had voluntarily thrown open to public discussion the hitherto strictly closed and jealously guarded domain of the army.",
        "- The discussion, in ï¿½ of the number of terms of a particular kind in a particular product, forms part of the theory of combinatorial analysis, which deals with the grouping and arrangement of individuals taken from a defined stock.",
        "Ordinary algebra developed very gradually as a kind of shorthand, devised to abbreviate the discussion of arithmetical problems and the statement of arithmetical facts.",
        "The question as to whether the Greeks borrowed their algebra from the Hindus or vice versa has been the subject of much discussion.",
        "Mutual recriminations led to a public discussion in 1535, when Tartalea completely vindicated the general applicability of his methods and exhibited the inefficiencies of that of Floridas.",
        "4 Austria-Hungary, in a note to America, accepted President Wilson's speeches as a basis of discussion, and on the 8th Baron Hussarek admitted that the Monarchy's internal structure must be modified, and \" full-grown nations \" determine their own future.",
        "After their passage the Adriatic question was again allowed to stagnate, the Powers resuming their negative attitude, while advocating direct discussion between the two parties.",
        "In the above discussion it has been supposed that the ruling is accurate, and we have seen that by increase of m a high resolving power is attainable with a moderate number of lines.",
        "A full discussion would call for the formal application of Fourier's theorem, but some conclusions of importance are almost obvious.",
        "Expressions suitable for discussion when v is large were obtained 1 In experiment a line of light is sometimes substituted for a point in order to increase the illumination.",
        "When the functions C and S have once been calculated, the discussion of various diffraction problems is much facilitated by the idea, due to M.",
        "To meet this exigency, Zarlino proposed that for the lute the octave should be divided into twelve equal semitones; and after centuries of discussion this system of \"equal temperament\" has, within the last thirty-five years, been universally adopted as the best attainable for keyed instruments of every description.3 Again, Zarlino was in advance of his age in his classification of the ecclesiastical modes.",
        "Virgil, Statius, Terence, Juvenal, Horace, Persius and Lucan are specially named as entering into a course of training which was rendered more stimulating by a free use of open discussion.",
        "The mathematical discussion of Airy showed that the primary rainbow is not situated directly on the line of minimum deviation, but at a slightly greater value; this means that the true angular radius of the bow is a little less than that derived from the geometrical theory.",
        "On the other hand, there is an epithet Asir or Ashir (\"overseer\") applied to several gods and particularly to the deity Asur, a fact which introduced a third element of confusion into the discussion of the name Assur.",
        "pp. 8-61 of his edition of the Lives of the Saints, already cited, which gives a full account of the MSS., and a discussion of f lfric's sources, with further bibliographical references; and Alfric, a New Study of his Life and Writings, by Miss C. L.",
        "On the Aegean dress (whether a development from spiral swathes or perhaps rather from a series of skirts one above the other), see the discussion of the Aegean loin-cloth by D.",
        "When the king symbolizes both the god and the extent of his kingdom, ceremonies which could appear commonplace often acquire a new significance, any discussion of which belongs to the intricacies of the history of religion and pre-monarchical society.",
        "I I), has been a subject of much discussion.",
        "For discussion of his authorship of the Lancelot cf.",
        "Sir Henry's own principal contribution to the discussion was rather unfortunate, for while insisting on the blessings derived by England from its free-trade policy, he coupled this with the rhetorical admission (at Bolton in 1903) that \"12,000,000 British citizens were underfed and on the verge of hunger.\"",
        "Instead of raising the load in one lift from the bottom of the shaft, one or more intermediate 1 A full discussion of this subject is given in Trans.",
        "He worked as a designer in Paris, and became prominent as a member of the municipal council of Paris, rousing much angry discussion by a proposal to rename the Parisian streets which bore saints' names.",
        "In the discussion of some points he committed considerable mistakes.",
        "We cannot enter here into a discussion of the above passages and books.'",
        "The curious discussion before the papal court respecting the beatification of Odoric forms a kind of blue-book issued ex typographic rev. camerae apostolicae (Rome, 1755).",
        "Apart from the proceedings at the sittings, much of the actual work of the conference was done by informal discussion, undertaken to discover some means of arriving at a common understanding.",
        "The discussion lasted over eight sittings, but the conference, to which the British delegates had come with powers to assent to a penal clause, arrived at an understanding, and a convention was signed in March 1902.",
        "1 Methods of the \"setting-out\" of land to be ploughed together with a full discussion of other technical details relating to ploughing will be found in ch.",
        "No laboratories were accessible to ordinary students, who had to content themselves with what the universities could give in the lectureroom and the library, and though both at Bonn and Erlangen Liebig endeavoured to make up for the deficiencies of the official instruction by founding a students' physical and chemical society for the discussion of new discoveries and speculations, he felt that he could never become a chemist in his own country.",
        "Separate assemblies were held in the groups for the discussion both of local and Hanseatic affairs, and gradually, but not fully until the 16th century, thegroups became recognized as the lowest stage of Hanse organization.",
        "It was instituted in 1755 at the White Bear Inn (now St Bride's Tavern), Fleet Street, moved about 1850 to Discussion Hall, Shoe Lane, and in 1871 finally migrated to the Barley Mow Inn, Salisbury Square, E.C., its present quarters.",
        "There was also an upper council of eighty, which in conjunction with the signory decided all questions of too important and delicate a nature for discussion in the larger assembly.",
        "373) which have been the subject of much discussion.",
        "The basis of discussion is furnished chiefly by the above-quoted passage from Cicero, and by the common division of the work of Tacitus into Annales and Historiae.",
        "Published immediately afterwards, the lectures excited considerable discussion on account of the peculiar views they represented.",
        "is really difficult, and has given rise to much complicated discussion.",
        "The subject is not worthy of further discussion.",
        "The authority of the priesthood is to rest wholly on voluntary adhesion, and there is to be perfect freedom of speech and discussion.",
        "\" The government can do nothing that would tend to raise a suspicion of their sincerity in proposing to disestablish the Irish Church, and to withdraw all state endowments from all religious communions in Ireland; but, were these conditions accepted, all other matters connected with the question might, the queen thinks, become the subject of discussion and negotiation.\"",
        "But besides the vocation he had freely selected and assiduously laboured to fulfil, two more external influences helped to shape Martineau's mind and define his problem and his work; the awakening of English thought to the problems which underlie both philosophy and religion, and the new and higher opportunities offered for their discussion in the periodical press.",
        "This traditional conservatism survived in the statement, which, while it caused vehement discussion when the book appeared, was yet not so much characteristic of the man as of the school in which he had been trained, that \" in no intelligible sense can any one who denies the supernatural origin of the religion of Christ be termed a Christian,\" which term, he explained, was used not as \" a name of praise,\" but simply as \" a designation of belief.\"",
        "In the discussion of these questions the periodical press supplied him with the opportunity of taking an effective part.",
        "After several days discussion all roads were eventually ranged under one or other of the following heads:",
        "Modern Thought (1879-1884), for the free discussion of political, religious and social subjects, and the Modern Review (1892-1894) may also be mentioned.",
        "The Anthology Club was established at Boston in 1803 by Phineas Adams for the cultivation of literature and the discussion of philosophy.",
        "(a) De Anima, a discussion on the nature of the soul, at the conclusion of which the author deplores the quarrel between two such great peoples as the Goths and Romans.",
        "After a great deal of discussion, William was at length proclaimed joint-sovereign of England in conjunction with his wife, Mary (Feb.",
        "But these methods of forming alloys, although they suggest questions of great interest, cannot receive further discussion here.",
        "For a discussion of the manuscripts of Geoffrey's work, see Sir T.",
        "To avoid unnecessary complications we shall assume this latter condition in all the following discussion, which is equivalent simply to assuming that all our electrical measurements are made in air or in vacuo.",
        "Two years afterwards he was appointed preacher in the St Lorenz Kirche, and about the same time he publicly joined the Lutheran party, taking a prominent part in the discussion which ultimately led to the adoption of the Reformation by the city.",
        "Manson in The Salvation Army and the Public, a work which led to much public discussion of the Army's religious, social and financial operations and methods.",
        "Thus, by degrees, the reproduction of the original text became of secondary importance, and merely served as a pretext for the discussion of topics that had little or no bearing on the context.",
        "For general discussion see Philippovich, Auswanderung and Auswanderungspolitik (Leipzig, 1892).",
        "To say more would be out of place in this article, but enough has been said to introduce the exhaustive discussion by Kattenbusch (ii.",
        "It shows the influence of Arminian theology against Calvinism, which was vigorously upheld in the Quin-particular formula, put forward by the synod of Dort in 1619 to uphold the five points of Calvinism, after heated discussion, in which English delegates took part, of the problems of divine omniscience and human free-will.",
        "In this survey of Christian confessions it has been impossible to do more than barely name many which deserve discussion.",
        "The proceedings opened on the 1st of October with conferences between Luther and Oecolampadius, and Melanchthon and Zwingli: then on the two following days the discussion proper - confined almost entirely to Luther and Zwingli - was held before the landgrave and his guest Duke Ulrich of Wurttemberg, in the presence of more than fifty persons.",
        "The problem of vibrating cords, which had been some time before resolved by Brook Taylor (1685-1731) and d'Alembert, became the subject of a long discussion conducted in a generous spirit between Bernoulli and his friend Euler.",
        "In later memoirs Reynolds followed up this subject by proceeding to establish definitions of the velocity and the momentum and the energy at an element of volume of the molecular medium, with the precision necessary in order that the dynamical equations of the medium in bulk, based in the usual manner on these quantities alone, without directly considering thermal stresses, shall be strictly valid - a discussion in which the relation of ordinary molar mechanics to the more complete molecular theory is involved.",
        "The nature of these documents - authentic, forged, or partly forged, partly genuine - has been the theme of much discussion.",
        "In the Labyrinth (dedicated to Queen Elizabeth of England), a discussion of the freedom of the will, he covertly assailed the Calvinistic doctrine of predestination, and showed that his views were tinged with Socinianism.",
        "A careful discussion of the Biblical data referring to Ephraim is given by H.",
        "After much discussion and reflection he drew closer to the camp of \"the Oxford Liberal Movement.\"",
        "This transaction has given rise to much discussion as to its trustworthiness and the extent of its operation.",
        "In the discussion of these observations (Konigsberger Beobacht, Abt.",
        "The reader is referred to that paper for an exhaustive history and discussion of the intrument.",
        "His defence was that, in correspondence with Calvin, he had assumed the character of Servetus for purposes of discussion.",
        "These chapters, though presenting some minor difficulties, do not call for discussion here.",
        "As regards the John mentioned in the Apocalypse, he is now identified by a majority of critics with John the Presbyter, and further the trend of criticism is in favour of transferring all the Johannine writings to him, or rather to his school in Asia Minor.2 For an independent discussion of the authorship of the Fourth Gospel, see JOHN, GOSPEL OF ST.",
        "In the course, of investigating this special problem great improvements were made in the methods of observing in the deep sea, and also in the representation and discussion of the data obtained, and a powerful stimulus was given to the study of oceanography in all the countries of Europe.",
        "The existence of the latter, which extends to the African continent, was announced by Sir Wyville Thomson in 1876 as a result of his discussion of the deep-sea temperature observations of the \" Challenger \" expedition, though the fact was not confirmed by soundings until many years later.",
        "Buchan's discussion of the two-hourly observations on the \" Challenger \" the total range between the daily maximum and minimum in the warmer seas is between o 7° and o 8° F., and for the colder seas still less (0.2° F.), compared with 3.2° F.",
        "Dickson's discussion of the observations of Wolfenden in the little sailing yacht \" Silver Belle.\"",
        "His influence was that of saintliness rather than that of intellect.\"(b) A discussion of Harnack's second line of argument is impossible here.",
        "3, 4), \"Polycarp does not appear to have possessed qualifications for successfully conducting a controversial discussion with erroneous teachers ...",
        "It was natural that Francis, who from a very early age had been in the habit of writing occasionally to the newspapers, should be eager to take an active part in the discussion, though his position as a government official made it necessary that his intervention should be carefully disguised.",
        "The state also supports, wholly or in part: the Agricultural and Mechanical College at College Station (opened in 1876; a land grant college under the Morrill Act of 1862), near Bryan, which has a course in textile engineering besides the courses usually given in state agricultural and mechanical For a full discussion of this question see E.",
        "With John Adams and Edward Rutledge he was selected by Congress to discuss with Admiral Howe (September 1776, at Staten Island) the terms of peace proposed by Howe, who had arrived in New York harbour in July 1776, and who had been an intimate friend of Franklin; but the discussion was fruitless, as the American commissioners refused to treat \" back of this step of independency.\"",
        "McMaster, though devoting several pages to its discussion, very ingenuously declares it ' ` beneath criticism.\"",
        "The story of Sigurd has given rise to more discussion than any other subject connected with the Teutonic heroic age.",
        "He studied at Berlin University, where he obtained the degree of doctor of philosophy in 1825, his thesis being an analytical discussion of the theory of fractions.",
        "31, Migne 25, 300) that a court of law had not been cleared of catechumens, Jews and pagans, in a case where the legal discussion introduced the topic of the table of Christ; and the preachers of the 4th and 1 Perhaps, however, Pliny refers only to the renegades among them.",
        "Ordinary consciousness ignores these \" latent fires \"; ordinary discussion brings them to light and divides men into factions and parties over them; philosophy not because it denies but because it acknowledges the law of non-contradiction as supreme is pledged to seek a point of view from which they may be seen to be in essential harmony with one another as different sides of the same truth.",
        "When the Lambeth articles put forward as a basis of union were discussed, it was evident that all the free churches were agreed in accepting the three articles dealing with the Bible, the Creed and the Sacraments as a basis of discussion, and were also agreed in rejecting the fourth article, which put the historic episcopate on the same level as the other three.",
        "The result of the discussion was that Bern was won over to the side of the reformer, who apprehended the whole struggle of Protestantism as turning directly on the political decisions of the various units of the Confederation.",
        "Corps was carrying out, strove to induce Ney to reconsider D'Erlon's recall; but the marshal refused and ended the discussion by plunging into the fight.",
        "The establishment of a system of magnetic observatories in various parts of British territory all over the globe was accomplished mainly on his representations; and a great part of his life was devoted to their direction, and to the reduction and discussion of the observations.",
        "Much discussion has taken place on this question, and several of the most eminent of German historians, Ranke among them, have taken part therein, but no certain decision has been reached.",
        "Public discussion of them contributed to secure radical modifications of scope and method at the census of 1850.",
        "The course of the discussion may be traced in the account of the Disputa contained in the Obras (1552).",
        "For fuller discussion reference should be made to Geometry and Trigonometry, as well as to the articles dealing with particular figures, such as Triangle, Circle, &C.",
        "That these purely mechanical arrangements have any psychic, occult or predictive meaning is a fantastic imagination, which seems to have a peculiar attraction for certain types of mind, and as there can be no fundamental hypothesis of correlation, its discussion does not lie within the province of reason.",
        "For a general discussion of the origin of the phosphates, see \" The Natural History of Phosphate Deposits,\" by, J.",
        "By an exhaustive discussion, Dr S.",
        "It is specially valuable in the portion relating to the history of the text (which up to the middle of the 3rd century he holds to have been current only in a common edition (Kocvi EK60cn), of which recensions were afterwards made by Hesychius, an Egyptian bishop, by Lucian of Antioch, and by Origen) and in its discussion of the ancient versions.",
        "But could Christians sufficiently numerous to deserve a long discussion by St Epiphanius in 374-377, who upheld the Synoptists, stoutly opposed the Gnostics and Montanists, and had escaped every special designation till the bishop nicknamed them the \" Alogoi \" (irrational rejectors of the Logos-Gospel), dare, in such a time and country, to hold such views, had the apostolic origin been incontestable ?",
        "- See also the independent discussion, under REVELATION, BOOK OF, of the authorship of that work.",
        "A full discussion will be found in Rayleigh's Sound, vol.",
        "For a full discussion see his Sensations of Tone, ch.",
        "The reader is referred to the full discussion by Helmholtz.",
        "He is assisted in the government by 4 ministers of departments, under the presidency of a secretary of state, and, when occasion demands the extraordinary discussion of legislative proposals, by a council of state (Staatsrat), consisting of the secretary of state, under secretaries, the president of the supreme court of justice of the territory and, as a rule, of 12 nominees of the emperor.",
        "From this time Greeley was popularly identified with The Tribune, and its share in the public discussion of the time is his history.",
        "In March 1842 The Tribune began to give one column daily to a discussion of the doctrines of Charles Fourier, contributed by Albert Brisbane.",
        "In 1846 he had a sharp discussion upon them with a former subordinate, Henry J.",
        "But for Mr Roosevelt's vigorous official action and his characteristic ability to inspire associates with enthusiasm the canal would still be a subject of diplomatic discussion instead of a physical actuality.",
        "It is a matter of discussion whether, if fatigue is allowed for by the Weyrauch method, an additional allowance should be made for impact.",
        "See, for list and full titles of the tracts, related documents, and discussion of the authorship, E.",
        "In the year 1811 the emperor convoked a national council of Gallican clerics for the discussion of church affairs, and Fesch was appointed to preside over their deliberations.",
        "The fullest discussion in English of the teaching of Barnabas, Clement, Ignatius and Polycarp is by J.",
        "In August 1831, in a discussion in parliament upon a grant to the duchess of Kent, Sir M.",
        "The relations between the court and the country formed matter in 1889 for a somewhat sharp discussion in parliament and in the press.",
        "In addressing the electors of Midlothian in September 1885, Gladstone had suggested the severance of the Church of England from the state as a subject on which the foundation of discussion had already been laid, and he averred the existence of \"a current almost throughout the civilized world, slowly setting in the direction of disestablishment.\"",
        "A perusal of these books will show with how wide a range of investigation and with what care Lord Selborne prepared himself for the discussion of these ecclesiastical questions which deeply stirred him.",
        "Pierre Bonaparte took them personally to account, and during a violent discussion he drew his revolver and killed one of them, Victor Noir.",
        "With the growth of confidence negotiations with France were reopened, and, after long discussion, the treaty of 1893 was set aside and Chantabun evacuated in return for the cession of the provinces of Bassac, Melupre, and the remainder of Luang Prabang, all on the right bank of the Mekong, and of the maritime district of Krat.",
        "Tait in an article on \"Energy,\" published in Good Words in 1862, which gave rise to a long but lively discussion.",
        "The anathema of the Roman Church had fallen upon all the fundamental doctrines for which the Reformers had contended and died; the right of free discussion within the limits of the creeds, which had given room for the speculations of the medieval philosophers, was henceforth curtailed and confined; and the definitions of the schoolmen were for ever exalted by the authority of Rome into dogmas of the Church.",
        "In the last few months of his life he took part in the discussion about the consecration of certain Scottish bishops, and it was in pursuance of his advice that they were consecrated by several bishops of the English church.",
        "The Czechs at home declined even discussion with the Vienna Government, and declared that the question of Czechoslovakia must be left to the Peace Conference.",
        "The Great War must have taught us all that a calm and sensible discussion of all our differences is possible.\"",
        "In practice moderate discussion was still proceeding in 1921 with the view of giving a more democratic character to factories and other undertakings and assuring a closer cooperation of the workers in the management.",
        "You are welcome to discuss the difference between this material and current knowledge on the Discussion pages of the articles, but to preserve its historical integrity, please do not update the articles themselves.",
        "The goal of the discussion was to nullify the Tariff Act of 1832.",
        "His next publications also were on economic or political subjects, Rationale of Political Representation (1835), and Money and its Vicissitudes (1837), now practically forgotton; about the same time also appeared some of his pamphlets, Discussion of Parliamentary Reform, Right of Primogeniture Examined, Defence of Joint-Stock Banks.",
        "The Letters contain a discussion of many of the principal problems in psychology and ethics.",
        "His Geometric gave rise in England also to a lengthened discussion on the difficult question of the treatment of the theory of parallels.",
        "The book was deliberately unpopular in tone; it excited much controversial comment and some serious and useful discussion.",
        "For a discussion of the character of Appius Claudius,.",
        "An active co-operator with Kollataj was Salesius Jezierski, who founded clubs for the discussion of political questions, and Stanislaus Staszic, who did much for education and improved the condition of the university of Warsaw.",
        "After some heated discussion a compromise was arrived at.",
        "Meanwhile separate committees were formed for the discussion of special problems. Thus a special committee was appointed consisting of the five German powers to discuss the constitution which was to replace the Holy Roman Empire, another to settle that of Switzerland, and others for other minor questions.",
        "Some disputes between Baden and Bavaria remained unsettled, and many questions arising out of the new federal constitution of Germany, which had been hurriedly patched together under the influence of the news of Napoleon's return, had to be postponed for further discussion, and were not settled until the Final Act agreed upon by the conference of German statesmen at Vienna in 1821.",
        "Hence the necessity for outward conformity, and the importance attached to ritual and ceremony, unity in which must be established at all costs, in contrast to dogma and doctrine, in which he showed himself lenient and large-minded, winning over Hales by friendly discussion, and encouraging the publication of Chillingworth's Religion of Protestants.",
        "Lane Theological Seminary is situated in Walnut Hills, in the north-eastern part of the city; it was endowed by Ebenezer Lane and the Kemper family; was founded in 1829 for the training of Presbyterian ministers; had for its first president (1832-1852) Lyman Beecher; and in 1834 was the scene of a bitter contest between abolitionists in the faculty and among the students, led by Theodore Dwight Weld, and the board of trustees, who forbade the discussion of slavery in the seminary and so caused about four-fifths of the students to leave, most of them going to Oberlin College.",
        "In 1439, in the reign of Zara Yakub, a religious discussion between an Abyssinian, Abba Giorgis, and a Frank had led to the despatch of an embassy from Abyssinia to the Vatican; but the initiative in the Roman Catholic missions to Abyssinia was taken, not by Rome, but by Portugal, as an incident in the struggle with the Mussulmans for the command of the trade route to India by the Red Sea.",
        "In the course of the discussion Sir Richard Jebb drew attention to the statistics collected by the master of Emmanuel, Mr W.",
        "The aim of that association is \" to promote the development, and maintain the well-being, of classical studies, and in particular (a) to impress upon public opinion the claim of such studies to an eminent place in the national scheme of education; (b) to improve the practice of classical teaching by free discussion of its scope and methods; (c) to encourage investigation and call attention to new discoveries; (d) to create opportunities of friendly intercourse and co-operation between all lovers of classical learning in this country.\"",
        "The former work contains Pfaff's discussion of a certain differential equation which generally bears his name, but which had originally been treated in a less complete manner by L.",
        "The origin of each of these records forms a, distinct critical problem, and for the discussion of these questions.",
        "These last are to be regarded either as old textual For a discussion of this word see W.",
        "trans., 1898), with which it is interesting to compare De Wette's brief discussion referred to in the article.",
        "The date B.C. 2130-2088 is that adopted by Thureau-Dangin, after a discussion of the subject, in the Journal des Savants, 1908, p. 199; and by Ungnad in the Orient.",
        "The Gospel and Epistles that bear the name of John, and the Apocalypse, form a group of writings that stand very much by themselves and are still the subject of active discussion.",
        "with a discussion of its textual relations is given in K.",
        "[The best discussion of this point is in vol.",
        "Such a scheme does not lend itself to discussion here; but as far as evidence is at present obtainable, the conclusion that the fourth evangelist drew up his narrative on the basis of a two years' rather than a one year's ministry appears to be irrefragable.",
        "The budget for 1909-10 went quietly through, and before the August adjournment the chancellor introduced his budget for 1910 - I I, discussion being postponed till the autumn.",
        "In July 1898 Lord Peel drew up a draft report for discussion, in five parts.",
        "In December 1906, after long discussion, the contribution of the Basque Provinces to the state, according to the law of the 21st of July 1876, was fixed for the next twenty years; for the first ten years at 8,500,000 pesetas, for the next ten an additional 500,000 pesetas, from 31st December 1916 to 31st December 1926, the province of Guipuzcoa paying in addition 700,000 pesetas to the treasury.",
        "8vo; Vindication of the Privileges of the People in respect to the Constitutional Right of Free Discussion, &c., Lond.",
        "He was apparently one of the Cambridge men who were wont to gather at the White Horse Tavern for Bible-reading and theological discussion early in the third decade of the 16th century.",
        "But to his wide, deep and accurate learning, to his conscientious and impartial examination of the facts and the authorities at first hand, and to \"his exact quotation of the sources and works illustrating them, and careful discussion of the most minute details,\" all succeeding historians are indebted.",
        "There has been much discussion on the question - What is the scientific method followed by Smith in his great work?",
        "In 1808 he published an Inquiry into the Extent and Stability of National Resources, a contribution to the discussion created by Bonaparte's commercial policy.",
        "There has been much discussion in regard to the origin of the Toltecs, some assuming that they were a distinct race, and others that they belonged to the Nahuatlaca.",
        "Different schools of criticism were represented on the committee, and the most careful discussion took place before any decision was formed.",
        "Six states had ratified the Federal constitution when the New Hampshire convention met at Exeter on the 13th of February 1788, to accept or reject that instrument, and so great was the opposition to it among the delegates from the central part of the state that after a discussion of ten days the leaders in favour of ratification dared not risk a decisive vote, but procured an adjournment in order that certain delegates who had been instructed to vote against it might consult their constituents.",
        "Guesde took his full share in the consequent discussion between the Guesdists, the Blanquists, the possibilists, &c. In 1893 he was returned to the Chamber of Deputies for Lille (7th circonscription) with a large majority over the Christian Socialist and Radical candidates.",
        "He brought forward various proposals in social legislation forming the programme of the Labour party, without reference to the divisions among the Socialists, and on the 20th of November 1894 succeeded in raising a two days' discussion of the collectivist principle in the Chamber.",
        "- For a fuller discussion and full references to these and other cults, that of the serpent excepted, see N.",
        "A discussion of the equilibrium of Saturn's rings led him to conclude in 1855 that they must be of a fluid nature.",
        "One of the most important contributions to the discussion is that of Sir Leslie Stephen (Science of Ethics), who elaborated a theory of the \"social organism\" in relation to the individual.",
        "Aeuer (Ber., 1904, 37, p. 2 53 6; Ann., 1904, 337, p. 362), who converted pure ethyl iodide into hydriodic acid and subsequently into silver iodide, which they then analysed, obtained the value 126.026 (H =1); a discussion of this and other values gave as a mean 126.97 (0=16).",
        "- Considerable discussion has taken place as to the structure of the metallic cyanides, since potassium cyanide and silver cyanide react with alkyl iodides to form nitriles and isonitriles respectively, thus apparently pointing to the fact that these two compounds possess the formulae KCN and AgNC. The metallic cyanides are analogous to the alkyl isocyanides, since they form soluble double silver salts, and the fact that ethyl ferrocyanide on distillation yields ethyl isocyanide also points to their isocyanide structure.",
        "For a discussion of Sychar as distinct from Shechem see T.",
        "For a textual discussion of ii.",
        "13) has produced a wealth of discussion; the latter were probably pugillares membranei, sheets for private memoranda.",
        "Mercati, Studi e testi (Rome, 1901) to be the proces verbal of an actual discussion held under Justinian at Constantinople in 527.",
        "The origin of these forms is still in discussion; but the following interpretation is well supported.",
        "A bill, as finally agreed on by a committee, is reported to the house, and when taken up for action the fate of most bills is decided by an hours discussion, opened by the member of the committee making the report.",
        "more important measures, including taxation and appropriation bills, receive genuine discussion by the house at large, through special orders submitted by the committee on rules.",
        "Ford (ibid., 1898); Pamphlets on the Constitution of the United States, Published during its Discussion by the People (Brooklyn, I888), edited by P. L.",
        "There are many variations in the treatment of the legend, for which, as also for a discussion of the modern plays on the subject by Voltaire and Alfieri, see Jebb's Introduction to his edition of the Electra of Sophocles.",
        "The question of damages was reserved for further discussion, but either party was to be at liberty to submit any question of fact to the arbitrators, and to ask for a finding thereon.",
        "Meanwhile a policy destined to affect profoundly the future of the Dominion had, along with that of the construction of the Canadian Pacific railway, become a subject of burning political discussion and party division.",
        "After some years of fierce discussion in parliament and throughout the country the question was brought to an issue in 1878, when, with a large majority of followers pledged to carry out protection, Sir John Macdonald was restored to power.",
        "Later, the discussion on friendship (Books viii.",
        "Then follows the treatment of oligarchy, democracy, commonwealth and tyranny, and of the various powers of government (0), and independent investigation of revolution, and of the means of preserving states (E), and a further treatment of democracy and oligarchy, and of the different offices of the state (Z), and finally a return to the discussion of the right form of constitution (II, 0).",
        "He is at the same time the only Greek philosopher who clearly discriminated discovery and disputation, science and dialectic, the knowledge of a definite subject from its appropriate principles and the discussion of anything whatever from opinions and authority.",
        "But the general discussion of opinions, signified by both words, is only a subordinate part of Aristotle's profound investigation of the whole process of reasoning.",
        "6, 1278 b 31); (8) that a discussion about the best life, used by Aristotle, was made in them (Pol.",
        "In 1868 he published a short life of Bismarck in French, with the object of producing a better understanding of German affairs, and in 1870, owing to his intimate acquaintance with France and with finance, he was summoned by Bismarck to Versailles to help in the discussion of terms of peace.",
        "As representative of the landowners of Berar and Bengal he took an important part in the discussion on the Bengal Tenancy Bill.",
        "In 1553 Duke Albert of Prussia, anxious to heal the differences in the Prussian church caused by the discussion of Osiander's doctrines, invited him to Konigsberg, and in the following year appointed him professor of divinity and president of the Samland diocese.",
        "Berkeley thus diverted philosophy from its beaten track of discussion as to the meaning of matter, substance, cause, and preferred to ask first whether these have any significance apart from the conscious spirit.",
        "The years in which Westcott, Lightfoot and Hort could thus meet frequently and naturally for the discussion of the work in which they were all three so deeply engrossed formed a happy and privileged period in their lives.",
        "The reforms in the regulations for degrees in divinity, the formation and first revision of the new theological tripos, the inauguration of the Cambridge mission to Delhi, the institution of the Church Society (for the discussion of theological and ecclesiastical questions by the younger men), the meetings for the divinity faculty, the organization of the new Divinity School and Library and, later, the institution of the Cambridge Clergy Training School, were all, in a very real degree, the result of Westcott's energy and influence as regius professor.",
        "But in other respects he was very practical; and his strength of will, his learning and his force of character made him really masterful in influence wherever the subject under discussion was of serious moment.",
        "The principles which are explained in Hort's introduction to the text had been arrived at after years of elaborate investigation and continual correspondence and discussion between the two friends.",
        "For the preparation and properties of these salts and a discussion on their constitution the papers of S.",
        "In England, Owen's anatomy of the pearly nautilus,14 Huxley's discussion of the general morphology of the Mollusca,17 and Lankester's embryological investigations, 19 have aided in advancing our knowledge of the group. Two remarkable works of a systematic character dealing with the Mollusca deserve mention here - the Manual of the Mollusca, by Dr S.",
        "From the preceding discussion an idea may be formed of the primitive characters of the Phylum (From Gegenbaur.) FIG.",
        "These representations determined the allies to make the immediate evacuation of France the principal subject of discussion at the congress which it was arranged to hold at Aixla-Chapelle in the autumn of 1818.",
        "But however vague and uncertain might be the meaning of Hoadly in regard to several of the important bearings of the questions around which he aroused discussion, he was explicit in denying the power of the Church over the conscience, and its right to determine the condition of men in relation to the favour of God.",
        "13 without facing discussion on a vote of confidence.",
        "He was probably the most highly educated sovereign of his day, and amid all his busy active life he never lost his interest in literature and intellectual discussion; his hands were never empty, they always had either a bow or a book\" (Dict.",
        "It was due to the initiative of the young tsar Nicolas II., who, in his famous rescript of the 24th of August 1898, stated that he thought that the then moment was \" very favourable for seeking, by means of international discussion, the most effectual means of assuring to all peoples the benefits of a real and durable peace.\"",
        "Thus, while armaments are increasing, and wars are being fought out in the press and in public discussion, the great powers are steadily working out a system of written law and establishing a judiciary to adjust their differences in accordance with it.'",
        "The discussion on the question of the \" opendoor \" in connexion with the Morocco difficulty was useful in calling general public attention once more to the undesirability of allowing any single power to exclude other nations from trading on territory over which it may be called to exercise a protectorate, especially if equality of treatment of foreign trade had been practised by the authority ruling over the territory in question before its practical annexation under the name of protectorate.",
        "When the subject came on for discussion at the conference the German military delegate stated his view that the question of effectives could not be discussed by itself, as there were many others to which it was in some measure subordinated, such, for instance, as the length of service, the number of cadres whether existing in peace or made ready for war, the amount of training received by reserves, the situation of the country itself, its railway system, and the number and position of its fortresses.",
        "On the other hand, as regards military power, it seems sometimes forgotten in the discussion of the question of armaments, that the conditions of the present age differ entirely from those of the time of the Napoleonic wars.",
        "Lord Rayleigh, to whom we owe the first general discussion of the theory of the spectroscope, found by observation that if two spectroscopic lines of frequencies n1 and n, are observed in an instrument, they are just seen as two separate lines when the centre of the central diffraction band of one coincides with the first minimum intensity of the other.",
        "The discussion as to the causes of this widening has turned a good deal on the question whether it is primarily due to changes of density, pressure or temperature, but some confusion has been caused by the want of proper definition of terms. For the cause of this the writer of the present article is jointly with others at any rate partly responsible, and clearness of ideas can only be re-established by investigating the mechanical causes of the effect rather than by applying terms which refer to a different order of physical conceptions.",
        "A discussion of band spectra on a very broad basis was given by Thiele,' who recommends a formula - q +qi(s+c)+ +qr(s+c)r n in the discharge, except within the region of the kathode glow.",
        "We have first the Doppler effect, which, according to Michelson's experiment, is the chief cause of the limit at very low pressures, but it is too small to account for the widening which is now under discussion.",
        "But, in opposition to Wundt and in common with Schuppe, he believes that experience is (1) experience of the individual, and (2) experience of the race, which is but an extension of individual experience, and is variously called, in the course of the discussion, universal, collective, conceptual, rational experience, consciousness in general, absolute consciousness, intelligence, and even, after Caird, \" a perfect intelligence.\"",
        "There has been considerable discussion as to whether he was the immediate successor of Aristo, but the evidence is confused and unprofitable.",
        "Soc., 18 99, 6 5, p. 375, containing a discussion of the errors to which the Kew unifilar instrument is subject; E.",
        "KESWICK CONVENTION, an annual summer reunion held at the above town for the main purpose of \"promoting practical holiness\" by meetings for prayer, discussion and personal intercourse.",
        "The Edinburgh speech was again received with conflicting interpretations, and much discussion prevailed as to the conditions of the proposed conference, and as to whether it was or was not an advance, as the Chamberlainites claimed, towards Mr Chamberlain.",
        "From 1903 onwards the question of army reform had been under discussion, and the government was anxious to get this settled, though in fact Mr Brodrick's and Mr Arnold-Forster's schemes for reorganization failed to obtain any general support.",
        "The relation of the palace at Tiryns to those described in the Homeric poems has given rise to much discussion.",
        "After his time tribal assemblies are seldom mentioned, and though we hear occasionally, both in England and elsewhere, of a concourse of people being present when a king holds court on high days or religious festivals, there is no evidence that such concourses took part in the discussion of state affairs.",
        "The pope had been persuaded that the proclamation of the new dogma would be effected without difficulty and without discussion; and when the pronouncement actually met with opposition, he was both surprised and embittered.",
        "His letter, preserved by the imperial biographer, Eusebius of Caesarea, is a state document inspired by a wisely conciliatory policy; it made out both parties to be equally in the right and in the wrong, at the same time giving them both to understand that such questions, the meaning of which would be grasped only by the few, had better not be brought into public discussion; it was advisable to come to an agreement where the difference of opinion was not fundamental.",
        "Latimer, however, besides possessing sagacity, quick insight into character, and a ready and formidable wit which thoroughly disconcerted and confused his opponents, had naturally a distaste for mere theological discussion, and the truths he was in the habit of inculcating could scarcely be controverted, although, as he stated them, they were diametrically contradictory of prevailing errors both in The only reasons for assigning an earlier date are that he was commonly known as \" old Hugh Latimer,\" and that Bernher, his Swiss servant, states incidentally that he was \" above threescore and seven years \" in the reign of Edward VI.",
        "His work included investigations of osmic acid, of the ferrates, stannates, plumbates, &c., and of ozone, attempts to obtain free fluorine by the electrolysis of fused fluorides, and the discovery of anhydrous hydrofluoric acid and of a series of acides sulphazotes, the precise nature of which long remained a matter of discussion.",
        "A discussion of these concepts and the various definitions of angles in Euclidean geometry is to be found in W.",
        "A cable sent to India in the evening may bring a reply next morning, and in these days of rapid cotton fluctuations mail advices are confined mainly to general discussion, hypothetical inquiry, advice, admonition and complaint.",
        "Edin; see especially Winckler's discussion in Or.",
        "See further a full discussion by K.Miinscher, in Philologus (1907), suppl.",
        "The detailed discussion of the events of his administration, 1841-1845, belongs to the history of the United States (see United States: History).",
        "- The properties and theory of solutions are Treated in all works on general physical chemistry; Ostwald's discussion in his Lehrbuch was translated into English in 1891 by M.",
        "For a discussion of this question see Celt: Scottish Gaelic Literature.",
        "How it came by this name has long been a matter of discussion, for it is certain that this valuable animal was introduced to Europe from the New World, and in its introduction had nothing to do with Turkey or with Turks, even in the old and extended sense in which that term was applied to all Mahommedans.",
        "Grotius was a great jurist, and his De jure belli et pacis (Paris, 1625), though not the first attempt in modern times to ascertain the principles of jurisprudence, went far more fundamentally into the discussion than any one had done before him.",
        "To about the same time must be referred his celebrated prediction of the eclipse of the sun, which took place on the 28th of May 585 B.C. This event, which was of the highest importance, has given rise to much discussion: The account of it as given by Herodotus (i.",
        "The origin of the schistose rocks has long been under discussion, and controversy has centred more particularly around the schistes lustres, which are held by some to be of Triassic age and by others to be pre-Carboniferous and even, perhaps, Archaean.",
        "The Jesuits now gained the upper hand; one by one the liberal provisions of the constitution were modified or annulled; the Protestants were harried and oppressed; and a rigorous censorship forbade any free discussion of internal politics.",
        "He translated three volumes of Charles Rollin's Histoire ancienne, wrote several plays - Der Misogyn, Der Freigeist, Die Juden- and in association with Mylius, began the Beitrdge zur Historre and Aufnahme des Theaters (1750), a periodical - which soon came to an end - for the discussion of matters connected with the drama.",
        "From 1855 to 1859 he acted as director of the Dudley observatory at Albany, New York; and published in 1859 a discussion of the places and proper motions of circumpolar stars to be used as standards by the United States coast survey.",
        "ANDREW HULL FOOTE (1806-1863), American admiral, was born at New Haven, Connecticut, on the 12th of September 1806, his father, Samuel Augustus Foote (1780-1846), being a prominent lawyer and Whig politician, who as U.S. senator moved in 1829 Foote's resolutions \" on public lands, in the discussion of which Daniel Webster made his \" reply to Hayne.\"",
        "The discussion of these phenomena brings us to another point which precludes the possibility of Sumerian having been merely an artificial system, and that is the undoubted existence in this language of at least two dialects, which have been named, following the inscriptions, the Eme-ku, \" the noble or male speech,\" and the Eme-sal, \" the woman's language.\"",
        "The constitution of the isomeric diazo hydroxides has given rise to much discussion.",
        "The Essays are undoubtedly written with more maturity and skill than the Treatise; they contain in more detail application of the principles to concrete problems, such as miracles, providence, immortality; but the entire omission of the discussion forming part ii.",
        "In certain of the later writings, pre-eminently in the Dialogues on Natural Religion, Hume brings the result of his speculative criticism to bear upon the problems of current theological discussion, and gives in their regard, as previously with respect to general philosophy, the final word of the empirical theory in its earlier form.",
        "The brief statement in the Inquiry, § iv., is of no value, and indeed is almost unintelligible unless taken in reference to the full discussion contained in part ii.",
        "The final problem of Hume's theory of knowledge, the discussion of the real significance of the two factors of cognition, self and external things, is handled in the Treatise with great fulness and dialectical subtlety.",
        "A few of the less important of his criticisms, such as the argument on miracles, became then and have since remained public property and matter of general discussion.",
        "This statement has given rise to considerable discussion, but from it and internal evidence the date of the Apology (IIpar/3Eia crepe X pl- a-rcavwv) may be fixed at about A.D.",
        "His discussion of the Trinity has some points of speculative interest, but it is not sufficiently worked out; he regards the Son as the Reason or Wisdom of the Father, and the Spirit as a divine effluence.",
        "Poulton, in an admirable discussion of contemporary views regarding species (presidential address to the Entomological Society of London 1904), has shown that Darwin did not believe in the objective existence of species, not only because he was led to discard the hypothesis of special creation as the explanation of the polymorphism of life, but because in practice as a working systematist he could neither find for himself nor ascertain from other systematists any settled criteria by which a group of specimens could be elevated into a genus, accepted as a species, or regarded as a variety.",
        "It was he who proposed a remonstrance against the growth of popery and the marriage of Prince Charles to the infanta of Spain, and who led the Commons in the decisive step of entering on the journal of the House the famous petition of the 18th of December 1621, insisting on the freedom of parliamentary discussion, and the liberty of speech of every individual member.",
        "There has been much discussion concerning the possibility of this stone and the Orloff being both fragments of the Great Mogul.",
        "Much discussion has taken place with regard to the exact spot in the Teutoburger Wald where the great battle between Arminius and Varus was fought.",
        "Notwithstanding the great development which he gave to his work and the almost unprecedented amount of discussion to which it gave rise, it remains a matter of some difficulty to discover what solid contribution he has made to our knowledge, nor is it easy to ascertain precisely what practical precepts, not already familiar, he founded on his theoretic principles.",
        "It is, in fact, the confluence of the Malthusian ideas with the theories of Ricardo, especially with the corollaries which the latter deduced from the doctrine of rent (though these were not accepted by Malthus), that has led to the introduction of population as an element in the discussion of so many economic questions in modern times.",
        "He is described at this period as intellectual, upright and absolutely trustworthy, but obstinate and self-opinionated to the highest degree, arguing with antiquaries about coins, with equerries about horses, and with foreigners about their own countries, always certain that he was right and they wrong, whatever the discussion might be.",
        "$ The Council of Trent enjoined due payment of tithes, and excommunicated those who withheld them .° In England the earliest example of legal recognition of tithes is, according to Selden, a decree of a synod in 786.10 Other examples before the conquest occur in the Foedus lElfredi Guthruni and the laws of Athelstan, Edgar and Canute.\"A full discussion of their origin and history is to be found in Lord Selborne's Ancient Facts and Fictions concerning Churches and Tithes (1888); the History of the Law of Tithes in England, by G.",
        "5 It had grown out of an oral discussion between Hobbes and Bramhall in the marquis's presence at Paris in 1646.",
        "In 1880 he published Path and Goal, a brilliant discussion of human destiny.",
        "There has been some discussion as to the fairness of the treatment accorded by Pascal to his rivals, but no question of the fact that his initiative led to a great extension of our knowledge of the properties of the cycloid, and indirectly hastened the progress of the differential calculus.",
        "Very little is known about the members of this school, and there has been much discussion as to whether the Pythagorean literature which was widely published at the time in Alexandria was the original work of 1st-century writers or merely reproductions of and commentaries on the older Pythagorean writings.",
        "Irrigation of the kind now under discussion may be practised wherever a command of water can be secured, but the ground must be level.",
        "This last account is the only one which describes any circumstances (for a further discussion see § 3 (2) below).",
        "For further information and discussion see especially Harnack's Chronologie, and Bishop Chase's article in Hastings's Dictionary of the Bible.",
        "It consists principally in the discussion of the miracles (usually two in number) obtained by the intercession of the Blessed since the decree of beatification.",
        "Already he had shown his capacity as a forcible and able debater; aroused to new activity upon the passage of the Kansas-Nebraska Bill, which he regarded as a gross breach of political faith, he now entered upon public discussion with an earnestness and force that by common consent gave him leadership in Illinois of the opposition, which in 1854 elected a majority of the legislature; and it gradually became clear that he was the only man who could be opposed in debate to the powerful and adroit Douglas.",
        "Yielding to the wish of his party friends, on the 24th of July, Lincoln challenged Douglas to a joint public discussion.'",
        "This offer President Lincoln (on the 6th of February) declined to consider, Seward replying for him that it would only be entering into diplomatic discussion with the rebels whether the authority of the government should be renounced, and the country delivered over to disunion and anarchy.",
        "During the years 1908 and 1909 considerable public discussion and political activity were devoted to the reorganization of German imperial finance, and it is only possible here to deal historically with the position up to that time, since further developmen.ts of an important nature were already foreshadowed.",
        "In October, after a preliminary meeting between Metternich and Hardenberg, in the course of which the latter signed a convention pledging Prussia to Austrias system, a meeting of German ministers was held at Carlsbad, the discussion of which issued in the famous Carlsbad Decrees (October 17, 1819).",
        "At last, after a vast amount of tedious and useless discussion, it was agreed that the parliament should appoint an imperial vicar (Reichsverweser) who sh~iuld carry on the government by means of a ministry selected by himself; and on the motion of Heinrich von Gagern the archduke John of Austria was chosen by a large majority for the office.",
        "crisis hi Schemes were under discussion for reforming the con- Prussia.",
        "It was, however, no more than a bid for the support of public P~s~an opinion on the part of Bismarck; for even while it was scheme under discussion an angry correspondence was being for the carried on between Berlin and Vienna on the question reirm of armaments, and by the beginning of May both powers were making undisguised preparations for war.",
        "Bismarck, knowing that nothing would more impede the consolidation of the empire than an outbreak of local patriotism, always so jealous of its rights, generally used his influence to avoid constitutional disputes, and discouraged the discussion of questions which would require an authoritative interpretation of the constitution.",
        "On the 26th of February 1908 the discussion on this bill was continued, Count Arnim defending it on the ground that conciliation had failed and other measures must now be triedl The Poles were aiming at raising their standard of civilization and learning and thus gradually expelling the Germans, and this, together with the rapid growth of the Polish population, constituted a grave danger."
    ],
    "definition": [
        "Consideration of a subject by a group; an earnest conversation.",
        "A formal discourse on a topic; an exposition.",
        "Link/Cite",
        "Conversation or debate concerning a particular topic.\nThere was then a long discussion of whether to capitalize words like \"east\".\nThis topic is not open to discussion.",
        "Text giving further detail on a subject.\nUnder each heading, you will find a discussion section.",
        "Link/Cite"
    ]
}