{
    "translation": "לדון, לשוחח",
    "uses": [
        "They could discuss it privately when they got home.",
        "We'll discuss that later.",
        "If it please you, I'd rather wait to discuss this later.",
        "Maybe I'll discuss it in the morning.",
        "They probably had a lot to discuss and most likely were not alone.",
        "In the evening he drove to his sister's to discuss with her how to arrange a meeting.",
        "I think they have some things to discuss with your…",
        "Howie has no recollection and his mother won't even discuss the subject.",
        "If you're gonna discuss the Dawkins, I'd best excuse myself.",
        "What other reason would there be for telling his daughter not to discuss his occupation?",
        "Why was he so unwilling to discuss the situation?",
        "We can discuss this later.",
        "I also discuss the political situation with my dear father, and we decide the most perplexing questions quite as satisfactorily to ourselves as if I could see and hear.",
        "We'll discuss terms then.",
        "I'll have him come in next week to sit down with you and discuss the project.",
        "I just had to promise not to discuss the matter and keep an open mind—which I always maintain anyhow.",
        "Can't discuss the case.",
        "\"I have nothing to discuss,\" she said.",
        "The Moscovites felt that something was wrong and that to discuss the bad news was difficult, and so it was best to be silent.",
        "\"I had hoped to bring everyone together to discuss the baggage Sasha has brought with him, if you.ll all be reasonable,\" Kris said.",
        "Often when I discuss this idea with people, they bring up an objection I have come to call The Spoiled Rich Kid Problem.",
        "He listened, refraining from a reply, and involuntarily wondered how this old man, living alone in the country for so many years, could know and discuss so minutely and acutely all the recent European military and political events.",
        "I don't want to discuss this anymore.",
        "The rest we can discuss over a lifetime.",
        "Lori was a topic he didn't want to discuss with anyone.",
        "What has she given you? he continued hurriedly, evidently no longer trying to show the advantages of peace and discuss its possibility, but only to prove his own rectitude and power and Alexander's errors and duplicity.",
        "I'm not going to discuss the matter.",
        "From now on we discuss things openly, all right?",
        "By mutual agreement, Alex had final say in decisions, but they were supposed to discuss it first.",
        "The world will still face many challenges, which we will discuss shortly.",
        "Being able to discuss such things with him was as comforting as it was new.",
        "Yep. Before we do, I need to discuss something with both of you.",
        "If not for Yully's fading energy, Jule would've stayed to make sure Damian's version of chat resembled his and not Dusty's, who was more likely to shoot first and discuss later.",
        "Fortunately, there was no opportunity to discuss the situation with the children present.",
        "I think there are some matters we should discuss when you return.",
        "Once upon a time - \" \"The leader of the Council does not discuss these things!\"",
        "Now they could discuss things instead of avoiding sensitive subjects - build on their relationship instead of tearing it down with the same demolition ball.",
        "At the same time his mother-in-law, Prince Vasili's wife, sent to him imploring him to come if only for a few minutes to discuss a most important matter.",
        "She should discuss all this with Alex.",
        "She shrugged, not wanting to discuss the matter with him, but determined not to hurt his feelings.",
        "Let's go out back to my office and discuss this.",
        "Then she asked clear, penetrating questions about the terms of the surrender, and began to discuss them.",
        "Before she could be irritated by his words, he continued, \"We will discuss matters later.\"",
        "The question I have asked these gentlemen to meet to discuss is a military one.",
        "Did he discover he'd been taken and was then too embarrassed to discuss it?",
        "There's decisions to be made, wedding details to discuss, and I'm sure Rose Calvia feels the same as I about the children staying in school.",
        "Mr. Dean, would you please discuss the circumstances of your injury in the line of duty?",
        "We forbade ourselves to even discuss our impetuous actions for fear of disturbing Howie so all we could do is cross our fingers and pray.",
        "There are tests I could conduct that would give us direction and maybe some answers but he refuses to even discuss them.",
        "We will discuss the molecular machines called nanites—tiny, molecular-sized robots that will swim around in your body fighting disease, repairing damage, and alerting you to problems (and will likely dramatically increase the human lifespan).",
        "The judge told us not to discuss the case.",
        "Discuss it with the others but don't take too much time.",
        "I assumed we'd discuss our latest findings but Howie, ever hyper in the secrecy department, disallowed any mention our activities in public.",
        "Shouldn't we discuss this first?",
        "Nothing. We didn't discuss it.",
        "Perhaps we could arrange to meet and discuss this matter.",
        "Howie wouldn't discuss the matter but we could only guess how he felt.",
        "Most of the time they did, but in the case of Lori, each time Carmen asked him about it, he simply said they would discuss it later.",
        "Yeah. That's all Ronnie want's to discuss with people, like his wife's son is some kind of freak.",
        "After that, neither of them would discuss the matter further with her.",
        "\"To discuss how you are assisting my death-dealers get into and out of my underworld,\" Gabriel replied, changing the subject.",
        "If your stay is prolonged, we'll discuss alternatives later.",
        "Spit it out; what did you and Julie discuss that now makes you Aunt Betsy?",
        "If he wanted to discuss her father, it was going to be a one-sided conversation.",
        "Let's discuss this without yelling at each other,' I said, raising my voice over Claire's continued screaming.",
        "The details were too humiliating and this wasn't something she wanted to discuss with anyone – not even a professional.",
        "In its most basic form (which I'll discuss here for simplification's sake), it is a guarantee of a minimum income above the poverty line for every citizen.",
        "Let's briefly discuss that possibility.",
        "But I did not summon you to discuss my actions, but to give you advice--or an order if you prefer it.",
        "Most queries were answered in monosyllables except the last, which Dean put off by explaining they'd discuss the bones at length in the morning.",
        "Only Quinn seemed pleased with that result but when we tried to question him about it he refused to discuss the matter.",
        "Give the matter some thought and discuss it.",
        "While I remained eager to discuss the conversation, I couldn't disagree with Howie's logic.",
        "He failed to discuss his itinerary but commented freely on how he'd enjoyed the weekend.",
        "We still have a lot to discuss.",
        "Is it that hard to discuss intimacy with me, Carmen?",
        "The order of ideas observable in children suggests the reflection that man began to discuss the \"whence \" of existence before the \"whither.\"",
        "Of all the countries represented - Germany, Austria-Hungary, Belgium, Spain, France, Great Britain, the Netherlands, Russia and Sweden - only one, namely France, was opposed to the complete suppression of all export bounties, direct or indirect; and Russia declined to discuss the question of her internal legislation, contending that her system did not amount to a bounty on exportation.",
        "His merits as a theologian it is unnecessary to discuss; it is as a statesman and a lawyer that he stands conspicuous.",
        "It's a subject I'd rather not discuss.",
        "We old folks have some business to discuss.",
        "\"We will discuss matters later,\" he said once again.",
        "I find nothing alarming in what we will discuss.",
        "\"Nishani, you don't determine what we discuss,\" he growled.",
        "I have a concern to discuss with you.",
        "A'Ran, I want to try one more time to discuss a peace deal.",
        "While the need for such meetings wasn't as dire or sinister as the first few days after Bird Song's opening, the three still gathered here, away from the guests, especially when they wished to discuss one or more of their paying customers beyond their prying ears.",
        "There was evidence of her reluctance to discuss some element of the accident.",
        "\"Mrs. Dean and I will have to discuss this,\" Dean said.",
        "He planned to discuss it with Cynthia but other matters interrupted.",
        "Everyone wanted to meet the artist and discuss the work they were interested in.",
        "If you can't accept that, there is nothing more to discuss.",
        "This was not something he wished to discuss.",
        "Jackson, there is something I want to discuss with you.",
        "Can't we at least discuss it?",
        "Finally, a subject she could discuss by the hour without feeling uncomfortable.",
        "Now why don't we discuss what's really on our minds.",
        "What could be so terrible about Alex that his own sister would fear to discuss with her best friend?",
        "When I get back, we'll discuss this thing again.",
        "You don't bring something food and clothing if you don't care if it dies.  If you want it – Toby - to live, come to the castle this evening after dark falls.  We have matters to discuss.  Bring Kris.  If you want the angel to die then stay right here.",
        "What I came to discuss with you was a dream you had.",
        "I know you want to discuss your trip to Norfolk and I hated to see the poor young man delayed.",
        "Fred O'Connor looked peeved that Dean delayed the interro­gation by taking time to discuss biking.",
        "With no firm plan of action emerging with the morning sun, Dean scooted out of the house early, not yet ready to discuss matters with Fred O'Connor.",
        "I don't discuss privileged conversations I've had with my clients.",
        "Dean was hesitant to discuss this or any aspects of the job with Ethel.",
        "If you want to discuss sympathy, think about poor me, pining away for a hot time and getting nada.",
        "After he finally got around to apolo­gizing, the two men opened more beer and began to discuss mat­ters more rationally.",
        "I don't think I want to discuss this with a sort-of-drunk.",
        "\"We didn't discuss nothing,\" grumbled Fred.",
        "We're 'officially' given a job to do and then the brass leaves the room while we discuss how to 'unofficial­ly' get it done.",
        "Actually, all she wanted to do was alert him that she was nervous about it, but if it made him feel better to know she was willing to discuss intimacy with him now, then she would listen.",
        "They herded her back into another room to discuss plans for the wedding on Sunday.",
        "Did he come out here to discuss his problems or her options?",
        "We won't discuss this later.",
        "She didn't come here to discuss adoption with Mums and AI wasn't something she would ever agree to.",
        "How could they communicate when she wouldn't discuss things?",
        "Instead of discussing this with Mums, she needed to sit down and discuss it with Alex.",
        "No, he wouldn't be taking her to lunch to discuss Josh.",
        "You were brought up with old-fashioned morals, so you simply didn't discuss things like that.",
        "I don't want to discuss it right now.",
        "It was one thing to discuss financial plans, but would the desire be there for the intimacy they once shared?",
        "The boy crept closer to her, and she sought some subject to discuss that would calm him.",
        "He obviously didn't want to discuss his visit to the hacienda.",
        "It wasn't something she wanted to discuss.",
        "No, I just wanted to discuss business with you.",
        "What was going on with him and when would he be at liberty to discuss his secret with her?",
        "I'm sorry I didn't discuss this with you first.",
        "This probably isn't the best time to discuss our issues.",
        "Then why did he start it, and was there ever a good time for Alex to discuss things?",
        "What did he need to discuss with his father that required him to go while she was asleep?",
        "Maybe now was the time to discuss it with him.",
        "There used to be nothing they couldn't discuss.",
        "He said you had something you wanted to discuss with me.",
        "In 1845 he was sent to Rome by Guizot to discuss the question of the Jesuits, being finally appointed ambassador of France at Rome.",
        "a tract entitled The Desertion discuss'd in a Letter to a Country Gentleman (1688), in answer to Bishop Burnet's defence of King William's position.",
        "He soon took the field, but after his failure to capture Padua the league broke up; and his sole ally, the French king, joined him in calling a general council at Pisa to discuss the question of Church reform.",
        "He knew something of six languages, and could discuss art, music, literature or theology.",
        "of Paris - its learned professors not more than the courtiers and the fair sex, flocked to hear the new doctrines explained, and possibly discuss their value.",
        "The first book, after a short introduction upon the nature of theology as understood by Aquinas, proceeds in 119 questions to discuss the nature, attributes and relations of God; and this is not done as in a modern work on theology, but the questions raised in the physics of Aristotle find a place alongside of the statements of Scripture, while all subjects in any way related to the central theme are brought into the discourse.",
        "In this third part Aquinas discusses the person, office and work of Christ, and had begun to discuss the sacraments, when death put an end to his labours.",
        "He does not discuss the possibility of successful resistance to the Chaldeans; he simply assumes that the attempt is foolish and wicked, and, like other prophets, he identifies his political programme with the will of God.",
        "Archbishop Longley said in his opening address, however, that they had no desire to assume \"the functions of a general synod of all the churches:in full communion with the Church of England,\" but merely to \"discuss matters of practical interest, and pronounce what we deem expedient in resolutions which may serve as safe guides to future action.\"",
        "When it refused to discuss points of doctrine a secession took place under the name of the Union des eglises evangeliques de France.",
        "it was arranged that Cerealis and Civilis should meet on a broken bridge over the Nabalia (Yssel) to discuss terms of peace.",
        "Instead, however, of proceeding with the work of practical legislation, accepting the Instrument of Government without challenge as the basis of its authority, the parliament immediately began to discuss and find fault with the constitution and to debate about \"Fundamentals.\"",
        "At stated intervals the native chiefs are summoned to Lome to discuss administrative matters with the government.",
        "In December 1898 he convoked a diplomatic conference in Rome to discuss secret means for the repression of anarchist propaganda and crime in view of the assassination of the empress of Austria by an Italian anarchist (Luccheni), but it is doubtful whether results of practical value were achieved.",
        "Meeting with Cranmer, they were naturally led to discuss the king's meditated divorce from Catherine of Aragon.",
        "The general theories of Siphonophoran morphology are discussed below, but in enumerating the various types of appendages it is convenient to discuss their morphological interpretation, at the same time.",
        "It is, of course, impossible to do this here, but I will briefly discuss one or two groups of cases.",
        "in St Petersburg to discuss the situation.",
        "Americans and Europeans began to discuss the question of annexation, recognizing the importance of the geographical position of the islands.",
        "It is impossible to discuss the other theories of the origin of this name.",
        "The shepherds are rustics of the Colin Clout type, and discuss the follies and corruptions around them.",
        "On these grounds we discuss the nebular theory without much reference to comets.",
        "Mr. Henderson visited Paris in the company of Mr. Ramsay Macdonald to discuss the situation with Labour over there, but found that neither French, nor Belgian, nor Italian, nor American Labour was disposed to join.",
        "Check my contribution to see all my changes and discuss them with me if i did something wrong.",
        "He was able to gather around him a group of congenial friends and pupils, such as the Mills, the Austins and Bowring, with whom he could discuss the problems upon which he was engaged, and by whom several of his books were practically rewritten from the mass of rough though orderly memoranda which the master had himself prepared.",
        "consented to discuss the terms of a general pacification; but the discussions at the congress of Chatillon (5th of February19th of March) had no result except to bring to light a proof of Napoleon's insincerity.",
        "It is unnecessary here to discuss the views of Gadow, as that author himself has contributed the article BIRD to this edition of the Encyclopaedia Britannica, and has there set forth his revised scheme.",
        "Charles, however, has given good grounds for supposing that it is merely a preface, and that the work went on to discuss grammar, logic (which Bacon thought of little service, as reasoning was innate), mathematics, general physics, metaphysics and moral philosophy.",
        "The exact extent, however, to which each particular class of enemy has affected the protective habits and attributes of spiders is by no means always evident; and it is impossible to discuss the question in detail within the limits of a short article.",
        "In 1576 the elector of Saxony called a conference of theologians at Torgau to discuss these two efforts and from them produce a third.",
        "It is unnecessary in this place to recapitulate the many results which had accumulated by the end of the 18th century, or to discuss the labours and theories of individual workers since these receive attention under biographical headings; in this article only the salient features in the history of our science can be treated.",
        "We now proceed to discuss the types of aliphatic compounds; then, the characteristic groupings having been established, an epitome of their derivatives will be given.",
        "Here we shall only discuss the structure of these compounds in the light of the modern benzene theories; reference should be made to the articles Naphthalene, Anthracene and Phenanthrene for syntheses, decompositions, &c.",
        "We now proceed to discuss molecular heats of compounds, that is, the product of the molecular weight into the specific heat.",
        "T.) In the articles on Music and Opera, Wagner's task in musicdrama is described, and it remains here to discuss his progress in the operas themselves.",
        "In 1 575 a conference was held here between the ambassadors of Spain and those of the United Provinces; in 1667 a peace was signed between England, Holland, France and Denmark; and in 1746-1747 the representatives of the same powers met in the town to discuss the terms of another treaty.",
        "did, in fact, call together at Pavia a council, which it was necessary to transfer almost at once to Siena, owing to an epidemic, and which had to be dissolved owing to circumstances still imperfectly known, just as it was beginning to discuss the subject of reform (1424).",
        "He generally took breakfast or tea with some congenial friend and delighted to discuss the deepest subjects.",
        "When he visited London a year later, his friends were ready to discuss the name of a new Society, and the sole object of which should be to supply bibles.",
        "The existence of sulphuretted hydrogen in great quantities below loo fathoms, the extensive chemical precipitation of calcium carbonate, the stagnant nature of its deep waters, and the absence of deep-sea life are conditions which make it impossible to discuss it along with the physical and biological conditions of the Mediterranean proper.",
        "By the 12th article the Ottoman government agreed \" amicably to discuss \" the question of recognizing the tsar's claim to the imperial title, and by the 13th admitted his right to send to Constantinople representatives of whatever rank he might judge fitting (Noradounghian, Recueil, i.",
        "Mutinous troops seized the parliament house and the telegraph offices; the grand vizier resigned and was succeeded by Tewfik Pasha (April 14); and delegates were sent by the Liberal Union, the association of Ulema and other bodies to discuss terms with the committee.",
        "Unfortunately the prince sent Massenbach to discuss the situation, and the latter completely lost his head.",
        "We Cannot, By This Method, Easily Discuss The Perpetuants Of Degrees 2, 2, Because A Syzygy Presents Itself As Early As Weight 2.",
        "von Hugel, The Papal Commission and the Pentateuch (London, 1907) discuss Rome's attitude towards biblical science.",
        "Their scholastic doctors gravely discuss whether - since water is the \"matter\" of baptism - a soul can be made regenerate by milk, or rose-water or wine.",
        "discuss hard cases of conscience, as a very cursory glance at Fielding's novels (r742-175r) or Boswell's Life of Johnson (1791) will show.",
        "In 1515 Wolsey sent him to urge the Swiss to attack France, and in 1519 he went to Germany to discuss with the electors the impending election to the imperial throne.",
        "2 The results are too numerous to discuss in detail; some of those to which special attention is directed are the following: In Swedish iron and tungsten-steel the change of elastic constants (Young's modulus and rigidity) is generally positive, but its amount is less than 0.5%; changes of Young's modulus and of rigidity are almost identical.",
        "It is not possible here to discuss that matter further.",
        "Before we discuss these three documents we shall mention other members of this literature, which, though derivable ultimately from Jewish sources, are Christian in their present form.",
        "In 1 555 he was one of the French deputies at the conferences held at Mark near Ardres to discuss peace with England.",
        "The two Andradas, who imagined they could govern the young emperor as a sovereign of their own creation, encountered great opposition in the constitutional assembly, which had been opened in Rio in May 1823, to discuss the project of a new constitution.",
        "For as Athanasius and Marcellus of Ancyra appeared on the scene, and the Western bishops declined to exclude them, the Eusebian bishops of the East absolutely refused to discuss, and contented themselves with formulating a written protest addressed to numerous foreign prelates.",
        "His labours were as various as they were incessant - now guiding the councils of the league, now addressing crowded and enthusiastic meetings of his supporters in London or the large towns of England and Scotland, now invading the agricultural districts and challenging the landlords to meet him in the presence of their own farmers, to discuss the question in dispute, and now encountering the Chartists, led by Feargus O'Connor.",
        "He then proceeds to discuss various artifices for the simplification of equations, giving methods which are still in common use.",
        "Under the present heading it is proposed only to discuss briefly the various types of episcopacy actually existing, and the different principles that they represent.",
        "Further causes for alarms were the secret meeting between General Smuts and Count Mensdorv, to discuss a separate peace between Austria and the Entente (Dec. 1917) and the public pronouncements of President Wilson and Mr. Lloyd George in favour of \" autonomy \" for the subject races, instead of the independence held out to them by the Allied pronouncement of Jan.",
        "One of the first steps of the new Zagreb Government was to recognize Trumbic and his committee as its representatives abroad, and to send delegates to Switzerland to discuss the measures for consummating national unity.",
        "Thus mysticism was finally banished from the domain of biology, and zoology became one of the physical sciences - the science which seeks to arrange and discuss the phenqmena of animal life and form, as the outcome of the operation of the laws of physics and chemistry.",
        "05v050s), a term denoting an assembly of ecclesiastical officials legally convoked to discuss and decide points of faith, discipline and morals.",
        "This g Y P Y PP Y infamous law, however, aroused so much opposition that some of the very men who had proposed it assembled in secret to discuss its abolition, and a quarrel between the Albizzi and the Ricci having weakened the parte, a balia of 56 was agreed upon.",
        "Before proceeding to the actual synthesis of the sugars, it is advisable to discuss their decompositions and transformations.",
        "1613), a mild divine, who had written a treatise on persuasion in religion, urging that as to it \"men could be led, not driven\"; Lambert Danaeus, who deserves remembrance as the first to discuss Christian ethics scientifically, apart from dogmatics; Johannes Drusius, the Orientalist, one of the most enlightened and advanced scholars of his day, settled later at Franeker; Johann Kolmann the younger, best known by his saying that high Calvinism made God \"both a tyrant and an executioner.\"",
        "There is in every chapter a whole group of speculative suggestions, each of which would need a long chapter to itself to elaborate or to discuss.",
        "Drs von Richthofen and Rein discuss the subject in greater detail.",
        "To this day the spoken language of Japanese women is appreciably simpler and softer than that of the men, and to this day while the educated woman uses the hiragana syllabary in writing, eschews Chinese sords and rarel pens an ideograph, the educated man employs the ideograp entirely, and translates his thoughts as far as possible into thi mispronounced Chinese words without recourse -to which it would be impossible for him to discuss any scientific subject, or even tc refer to the details of his daily business.",
        "Again, an infinite world cannot be wholly engaged either in evolution or in dissolution, so that it is really unmeaning to discuss the universality of the cosmic process until it is settled that we have a universe at all, capable of being considered as a whole.",
        "The Journal litteraire (1713-1722, 1729-1736) was founded by a society of young men, who made it a rule to discuss their contributions in common.",
        "The members meet on Sundays to \" break bread \" and discuss the Bible.",
        "- Since no gas is ideally perfect, it is most important for practical purposes to discuss the deviations of actual gases from the ideal state, and to consider how their properties may be thermodynamically explained and defined.",
        "- For the purpose of classification it will be convenient to discuss Lutheran, Zwinglian and Calvinistic confessions separately.",
        "The spontaneous yet successful effort made by President Roosevelt in 1905 to bring together the Russian and Japanese governments, and to secure their appointing delegates to discuss terms of peace, although not strictly mediation, was closely akin to it.",
        "2 It is somewhat surprising that, after Kaiser's investigations, observers should continue, as many have done, to discuss their observations with this instrument as if the screw-value were constant for all angles.",
        "With John Adams and Edward Rutledge he was selected by Congress to discuss with Admiral Howe (September 1776, at Staten Island) the terms of peace proposed by Howe, who had arrived in New York harbour in July 1776, and who had been an intimate friend of Franklin; but the discussion was fruitless, as the American commissioners refused to treat \" back of this step of independency.\"",
        "In March 1785 commissioners from Virginia and Maryland met here to discuss the commercial relations of the two states, finishing their business at Mount Vernon on the 28th with an agreement for freedom of trade and freedom of navigation of the Potomac. The Maryland legislature in ratifying this agreement on the 22nd of November proposed a conference between representatives from all the states to consider the adoption of definite commercial regulations.",
        "This is not the place in which to discuss so large a question as that of the genuineness of the Memoires, which, indeed, is now generally admitted.",
        "Charles escaped, but Maurice became for the moment leader of the German princes who gathered at Passau (August 1552) to discuss the situation.",
        "A few months later Thomas Cranmer, who had been one of those to discuss sympathetically Luther's works in the little circle at Cambridge, and who believed the royal supremacy would tend to the remedying of grave abuses and that the pope had acted ultra vires in issuing a dispensation for the king's marriage with Catherine, was induced by Henry to succeed Warham as archbishop of Canterbury.",
        "The towns elected (until 1856) the deputies to the general court, and were the administrative units for the assessment and collection of taxes, maintaining churches and schools, organizing and training the militia, preserving the peace, caring for the poor, building and repairing roads and bridges, and recording deeds, births, deaths and marriages; and to discuss questions relating to these matters as well as other matters of peculiarly local concern, to determine the amount of taxes for town purposes, and to elect officers.",
        "All the citizens were expected to attend the annual town-meeting, and such male inhabitants as were not citizens were privileged to attend and to propose and discuss measures, although they had no right to vote.",
        "In 1892 he became definitely associated in the public mind with a movement for free church federation which grew out of a series of meetings held to discuss the question of home reunion.",
        "We shall discuss the disturbance which is propagated from the source to the ear, and which there produces sound, and the modes in which various sources vibrate and give rise to the disturbance.",
        "Experiments, which will be described most conveniently when we discuss methods of determining the frequencies of sources, prove conclusively that for a given note the frequency is the same whatever the source of that note, and that the ratio of the frequencies of two notes forming a given musical interval is the same in whatever part of the musical range the two notes are situated.",
        "Five days later the representatives of the elected delegates had an interview in London with the colonial secretary, the duke of Newcastle, who informed them that it was now too late to discuss the question of the retention of British rule.",
        "But it was his course in the presidency that gave him his international reputation) and it is as President Roosevelt that future historians: Of American political life must chiefly discuss him.",
        "In 1752 an embassy came from Ceylon, desiring to renew the ancient friendship and to discuss religious matters.",
        "After 1611 the commercial rivalry between the Dutch and British became acute, and in 1613, 1615 and 1618 commissioners met in London to discuss the matters in dispute.",
        "clans) of Attica met to discuss their affairs.",
        "In 1514 he entered the university of Heidelberg, where Oecolampadius was one of his teachers, and where in 1518 he heard Luther discuss.",
        "You are welcome to discuss the difference between this material and current knowledge on the Discussion pages of the articles, but to preserve its historical integrity, please do not update the articles themselves.",
        "Alongside of such want of firmness as this were, however, to be found such measures of ill-timed repression as the order given in 1860 to the agricultural society not to discuss the question of the settlement of the peasants on the land.",
        "Meanwhile separate committees were formed for the discussion of special problems. Thus a special committee was appointed consisting of the five German powers to discuss the constitution which was to replace the Holy Roman Empire, another to settle that of Switzerland, and others for other minor questions.",
        "In 1863 he invited loo theologians to meet at Malines and discuss the question which Lamennais and Lacordaire had prematurely raised in France, namely, the attitude that should be assumed by the Roman Catholic Church towards modern ideas.",
        "Yet at least he was ready to meet their leaders, to address them, and to discuss difficult problems with them.",
        "In 1893 Sir Henry Durand was deputed to Kabul by the government of India for the purpose of settling an exchange of territory required by the demarcation of the boundary between north-eastern Afghanistan and the Russian possessions, and in order to discuss with the amir other pending questions.",
        "At the instance of the lieutenant-governor he went to England in 1824, to discuss various colonial questions with the earl of Bathurst, then colonial secretary.",
        "Beryllus, however, was convinced of the wrongness of this view by Origen, and recanted at the synod which had been called together in 244 to discuss it.",
        "On the eve of the assassination (March 16) the principal conspirators met at his house to make their final preparations and discuss the form of government which should be adopted after the king's death.",
        "When the national convention has been duly organized by the appointment of committees and of a chairman, its first business is to discuss and adopt a series of resolutions (prepared by the committee on resolutions, but subject to amendment by the convention.",
        "The first pair of intersections may be either real or imaginary; we proceed to discuss the second pair.",
        "He studied with earnest zeal the Greek philosophers; Plato in particular, and the writings of the Stoics, he had fully at command, and his treatise De Anima shows that he himself was able to investigate and discuss philosophical problems. From the philosophers he had been led to the medical writers, whose treatises plainly had a place in his working library.",
        "Its point is to separate the enunciative sentence, or that in which there is truth or falsity, from other sentences; and then, dismissing the rest to rhetoric or poetry (where we should say grammar), to discuss the enunciative sentence(it r04avTLKOs X6yos), or enunciation (air04avvts), or what we should call the proposition (De Int.",
        "P 3), which belongs to Metaphysics as an axiom of being, says that those who attempt to discuss the question of accepting this axiom, do so on account of their ignorance of Analytics, which they ought to know beforehand (irpo€Vrearap. sous).",
        "To discuss the remaining Miocene and later.",
        "The main effects we have to discuss are (I) a symmetrical widening, (2) a shift of wave-length, which when it accompanies expansion in both directions may appear as an unsymmetrical widening, (3) a change in the relative intensities of the lines.",
        "We shall return, then, to the clearer and more authoritative division, and proceed to discuss materialism, idealism and realism in their order.",
        "The more aggressive protectionists among Mr Chamberlain's supporters had lately become very confident, and Mr Balfour plainly repudiated \"protection\" in so far as it meant a policy aiming at supporting or creating home industries by raising home prices; but he introduced a new point by declaring that an Imperial Conference would be called to discuss with the colonies the question of preferential tariffs if the Unionist government obtained a majority at the next general election.",
        "Confucius, though unwilling to discuss any questions concerning the dead, by approving ancestor-worship recognized a future life.",
        "On the Continent the Basel Mission (1815) grew out of a society founded in 1780 to discuss the general condition of Christianity; \" Father \" Janicke, a Bohemian preacher in Berlin, founded a training school which supplied many men to the Church Missionary Society and the London Missionary Society; and Van der Kemp, who pioneered the London Missionary Society work in South Africa, organized in 1797 the Netherland Missionary Society, which turned its attention chiefly to Dutch Colonial possessions.",
        "Garden Tools, &c. - Most of these are so well known that we shall not discuss them here.",
        "In all cognition, strictly so-called, there is involved a certain synthesis or relation of parts of a characteristic nature, and if we attempt to discuss this synthesis as though it were in itself but one of the facts forming the matter of knowledge, we are driven to regard this relation as being of the quite external kind discovered by observation among matters of knowledge.",
        "The psychological conception, then, on the basis of which Hume proceeds to discuss the theory of knowledge, is that of conscious experience as containing merely the succession of isolated impressions and their fainter copies, ideas, and as bound on.",
        "James, through Bacon, who was then attorney-general, commanded the chief justice to delay judgment till he himself should discuss the question with the judges.",
        "The main object of o C o c**.e= the present article is to describe more recent work, and to discuss experimental difficulties and methods of measurement.",
        "To discuss questions of taste, of learning, of casuistry, in language so exact and so forcible that it might have been printed without the alteration of a word, was to him no exertion, but a pleasure.",
        "49) of Paul to discuss the question of the Gentiles.",
        "A committee appointed to discuss the matter suggested that there should be a directory of three members, appointed by the German governments, subject to the approval of the parliament, and ruling by means of ministers responsible to the latter body.",
        "The resut was civil war in the streets of Frankfort; two deputies weri murdered; and the parliament, which could think of no bette way of meeting the crisis than by continuing with imposin~ calm to discuss.",
        "He invited the states to send representatives to Berlin to discuss the condiui~~ tion of Germany; and he concluded a treaty with the kings of Saxony and Hanover.",
        "Bismarck, by summoning a conference to Berlin (1884-1885) to discuss African questions, secured for Germany a European recognition which was very grateful to the colonial parties; and in 1888, by lending his support to the antislavery movement of Cardinal Lavigerie, he won the support of the Centre, who had hitherto opposed the colonial policy.",
        "In one addressed to the chancellor he declared his intention, as emperor, of bettering the lot of the working classes; for this purpose he proposed to call an international congress to consider the possibility of meeting the requirements and wishes of the working men; in the other, which he issued as king of Prussia, he declared that the regulation of the time and conditions of labor was the duty of the state, and the council of state was to be summoned to discuss this and kindred questions.",
        "How these revelations actually arose in Mahomet's mind is a question which it is almost as idle to discuss as it would be to analyse the workings of the mind of a poet.",
        "A conference between the leaders on both sides was arranged, to discuss whether any compromise was possible, and controversy was postponed to an autumn session.",
        "He tried to dissuade Pyrrhus from invading Italy, and after the defeat of the Romans at Heraclea (280 B.C.) was sent to Rome to discuss terms of peace.",
        "Slavery flourishes, and slave auctions, conducted like those of cows and mules, take place on the afternoons of stated days, affording a lounge for the rich Moors, who discuss the \"goods\" offered and seek for bargains.",
        "In the disputes in March 1919, between the railwaymen and the Government, he was the chief leader of the men, and at a moment of crisis he flew across to Paris to discuss the question with Mr. Lloyd George, then in attendance at the Peace Conference.",
        "The first to discuss the matter is Isidore of Seville (Etym.",
        "Hegel after expounding the nature of religion passes on to discuss its historical phases, but in the immature state of religious science falls into several mistakes.",
        "Goethe felt, even late in life, too intimately bound up with Weimar to discuss in detail his early life there, and he shrank from carrying his biography beyond the year 1775.",
        "Luther began his work as a Reformer by proposing to discuss the true meaning of Indulgences.",
        "Only when each of the three recensions gives a different reading does he proceed to discuss the question on other grounds.",
        "Apart from legislation, the members of the council enjoy the right to interpellate the government on all matters of public interest, including the putting of supplementary questions; the right to move and discuss general resolutions, which, if carried, have effect only as recommendations; and the right to discuss and criticize in detail the budget, or annual financial statement.",
        "Like his brother, Amalric I., he was a clerkly and studious king versed in law, and ready to discuss points of dogma.",
        "Were Taken To Discuss And Eliminate All The Sources Of Constant Error Which Could Be Foreseen.",
        "He was soon encouraged by the growing coolness between Pompey and Caesar to attack the acts of Caesar during his consulship, and after his successful defence of Publius Sestius on the 10th of March he proposed on the 5th of April that the senate should on the 15th of May discuss Caesar's distribution of the Campanian land.",
        "An immense mass of material has been collected on the subject of vapour-pressures and densities, the greater part of which will be found in Winkelmann's Handbook, in Landolt's and Bornstein's Tables, and in similar compendiums. The results vary greatly in accuracy, and are frequently vitiated by errors of temperature measurement, by chemical impurities and surface condensation, or by peculiarities of the empirical formulae employed in smoothing the observations; but it would not be within the scope of the present article to discuss these details.",
        "Nero's promises of constitutional moderation were amply fulfilled, and the senate found itself free to discuss and even to decide important administrative questions.",
        "This proposal of the Lords to discuss supply infringed upon the privileges of the Commons; accordingly, when the report of committee was read to the Lower House, Bacon spoke against the proposed conference, pointing out at the same time that a communication from the Lords might be received, but that the actual deliberation on it must be taken by themselves alone.",
        "Nearly all works on constitutional law and history discuss the case.",
        "The whole history of religion presents perhaps no more singular spectacle than the mosques of Bagdad in the middle of the 9th century filled with vast crowds of twenty and thirty thousand of the faithful, assembled to discuss the dogmas of the created and the un created Koran.'",
        "About this time he founded an academy, the members of which adopted Greek and Latin names, met on the Quirinal to discuss classical questions and celebrated the birthday of Romulus.",
        "The ministers of the day used to discuss and arrange all the business to be done with the king beforehand with her, and it was all done in her cabinet and in her presence, but the king in more important matters often chose not to consult her.",
        "Some eight or nine years afterwards Abbas Mirza, when at the head of his army in Meshed, invited Var Mahommed Khan of Herat to discuss a settlement of differences between the two governments.",
        "The house of parliament was bombarded, and when the Majlis appointed commissioners to discuss terms, the shah issued a manifesto dissolving the Majlis, and entrusted the restoration of order in Teheran to military administrators.",
        "A school-fellow who followed him to the university has described in glowing terms evenings in his rooms, \"when Aeschylus, and Plato, and Thucydides were pushed aside, with a pile of lexicons and the like, to discuss the pamphlets of the day.",
        "Confidential agents from the Swedish court had already prepared the way for him, and the duc de Choiseul, weary of Swedish anarchy, had resolved to discuss with him the best method of bringing about a revolution in Sweden.",
        "This body met for three days in spring and autumn at Aegium to discuss the league's policy and elect the federal magistrates.",
        "Beginning with a chapter on the means of locomotion in the 10th century, it went on to discuss war, the conflict of languages, faith, morals, the elimination of the unfit, and other general topics, with remarkable acuteness and constructive ability.",
        "Rudolph had declined to discuss all religious matters during the time that the troops of his brother occupied part of Bohemia.",
        "At its meetings the diet was to discuss such matters only as were laid before it by the representatives of the king.",
        "It was there that the senate met to discuss a general's claim to a triumph, and to receive ambassadors from foreign states.",
        "The central administration, at the Ministry of War, is composed of representatives of each voisko, who discuss the proposals of all new laws affecting the Cossacks.",
        "There may be no rational grounds for the ancient dogma that the souls of the lower animals were imperishable, like the soul of man: this is, however, a problem which we are not called upon to discuss; and we may venture to conjecture that there may be immaterial essences of divers kinds, and endowed with various attributes and capabilities.",
        "It is no longer necessary, however, to discuss these chronologies.",
        "- In examining how the science of language bears on the general problems of anthropology, it is not necessary to discuss at length the critical questions which arise, the principal.",
        "Even permission to discuss his views in the pulpit was refused him.",
        "The second (or temperature) variation gives rise to phenomena which we proceed to discuss.",
        "This is not the place to discuss such political problems, but there is no question of free trade theory involved if the cost to the community of any such taxation is frankly acknowledged.",
        "A new conference met in Paris to discuss the situation, and in 1861 the election of Prince Cuza was ratified by the Powers and the Porte.",
        "When, however, Rhodes was invited to take office after the downfall of the Sprigg ministry, he asked the Bond leaders to meet him and discuss the situation.",
        "On the 28th of August Sir Gordon Sprigg in the House of Assembly moved the adjournment of the debate, to discuss the removal of arms to the Free State.",
        "Mason and Pierre Soule, the ministers respectively to Great Britain, France and Spain, met at Ostend and Aix-la-Chapelle in October 1854 to discuss the Cuban question.",
        "The English, French, and Russian plenipotentiaries met at Poros in 1828 to discuss the basis of the Greek government.",
        "This is made even more noticeable by the fact that, in a good number of the works extant, the author is not content merely to set forth and classify the texts; but he proceeds to discuss the point, drawing conclusions and sometimes outlining some controversy on the subject, just as Gratian was to do more fully later on.",
        "In 1848 she addressed the AntiSabbath Convention in Boston, and with Elizabeth Cady Stanton, whom she had first met in London in 1840, called a convention \"to discuss the social, civil and religious condition and rights of women,\" which met at Seneca Falls and passed a \"Declaration of Sentiments,\" modelled on the Declaration of Independence.",
        "In January 1684 Sir Christopher Wren, Halley and Hooke were led to discuss the law of gravity, and, although probably they all agreed in the truth of the law of the inverse square, yet this truth was not looked upon as established.",
        "Meanwhile John, leaving his barons to discuss and formulate their grievances, pushed on with a great scheme of foreign alliances, by which he hoped to crush Philip of France, even though the aid of the feudal levies of England ~ was denied him.",
        "The reason that Langton did not descend to details was that the king had already conceded the right of free canonical election and the other claims of the clerical order in a separate charter, so that there was no need to discuss them at length.",
        "It was his regular habit to refer those who came to him on matters of state to his good brother Piers, and to refuse to discuss them in person.",
        "James told them that they had no right to discuss business on which he had not askedtheir opinion.",
        "They declared that they were privileged to discuss any matter relating to the commonwealth which they chose to take in hand, and embodied their opinion in a protest, which they entered on their journals.",
        "Distress was acute; and in the manufacturing towns mass meetings ~ were held to discuss a remedy, which, under the guidance of political agitators, was discovered in universal suffrage and annual parliaments.",
        "In the beginning of 1856 a congress to discuss the terms was assembled at Paris; in February hostilities were suspended; and in April a treaty was concluded.",
        "But it was everywhere felt that his mere protest was not likely to affect the result; and the government at last consented to accept a suggestion made by Count Bismarck, and to take part in a conference to discuss the Russian proposal.",
        "To discuss Burke's writings on the Revolution would be to write first a volume upon the abstract theory of society, and then a second volume on the history of France.",
        "Pitt's parliaments were competent to discuss, and willing to pass, all measures for which the average political intelligence of the country was ripe.",
        "Although the present article does not discuss mammalian osteology in general (for which see Vertebrata), it is interesting to notice in this connexion that the primitive condition of the mammalian tympanum apparently consisted merely of a small and incomplete bony ring, with, at most, an imperfect ventral wall to the tympanic cavity, and that a close approximation to this original condition still persists in the monotremes, especially Ornithorhynchus.",
        "How much or how little judgment shows in that calculation, when viewed in the light of later days, we do not discuss.",
        "It was his habit to encourage informal reunions of his intimates, to discuss debatable questions in science and theology.",
        "On the 7th the Tiers Etat sent deputations to exhort the other estates to union, while the clergy sent a deputation to it with the proposal that each estate should name commissioners to discuss the best method of verifying powers.",
        "Although he obtained results now identified with determinants, Lagrange did not discuss these functions systematically.",
        "A moderate amount of work enables them to live well enough, and to pass their evenings at the village wine-shop; although, being a sober race, they meet there rather to discuss politics than to drink.",
        "The Velika Skupshtina or Grand Skupshtina is only convoked to discuss the most serious national questions, such as changes in the succession, the constitution or the territories of the kingdom.",
        "He was one of those who met at the White Horse tavern to discuss theological questions, and when Barnes was arrested on a charge of heresy, Coverdale went up to London to assist him in drawing up his defence.",
        "He has little sense of style; but displays considerable insight when he ventures to discuss a political situation.",
        "When Cardinal Duprat convened his Synod of Paris in 1528 to discuss the new religion, Clichtove was summoned and was entrusted with the task of collecting and summarizing the objections to the Lutheran doctrine.",
        "To discuss these myths as far as they can be considered apart from divine and explanatory tales would demand more space than we have at our disposal.",
        "In the 7th century the Merovingian kings adopted the custom of summoning them all, and not merely the officials of their Palatium, to discuss political affairs; they began, moreover, to choose their counts or administrators from among the great landholders.",
        "He it was who originated the project which the legislative commissions, charged with elaborating the new constitution, had to discuss.",
        "The nuncio, indeed, announced that the papacy would be prepared to discuss the question of authorization, but only on condition that all demands for such authorization should be granted.",
        "Sackville West and Sir Charles Tupper were selected by the government as British plenipotentiaries to discuss with the United States the Canadian fisheries dispute, and a treaty was arranged by them at Washington on the 15th of February 1888.",
        "Mr Balfour's introduction of his promise (at Edinburgh on October 3) to convene an imperial conference after the general election if the Unionists came back to power, in order to discuss a scheme for fiscal union, represented an academic rather than a practical advance, since the by-elections showed that the Unionists were certain to be defeated.",
        "The conflict of the ministers and the House assumed at times the fort to discuss a reform of the confederation, Bismarck Foreign policy.",
        "There was this difference, that he asked only for neutrality, not armed assistance, and it is improbable that he ever intended to alienate any German territory; he showed himself, however, on more than one occasion, ready to discuss plans for extending French territory, on the side of Belgium and Switzerland.",
        "Theophilus, the last of the iconoclast emperors, was a devoted Mariolater and controversialist who invited the monks to discuss the question of images with him, and whipped or branded them when he was out-argued; he at length banished them from the cities, and branded on the hands a painter of holy pictures, Lazarus by name, who declined to secularize his art; he also raised to the patriarchal throne John Hylilas, chief instigator of the reaction of 815.",
        "This being the case, it will be most convenient to discuss the Tertiary floras in successive order of appearance, since the main interest no longer lies in the occurrence of strange extinct plants or of transitional forms connecting orders now completely isolated.",
        "The American Tertiary flora is so large, and the geology of the deposits is so intricate, that it is out of the question to discuss them more fully within the limits of this article.",
        "On coming up with the main body of rebels he saw that diplomacy gave a better chance of success than fighting, and, accompanied only by an interpreter, rode into the enemy's camp to discuss the situation.",
        "It would occupy too much space to discuss, in the ethnological method, the rest of the legend of Prometheus.",
        "Donning a denim jacket, he left the clinic, his mind already back on the issue he needed to discuss with Carmen.",
        "It wasn't something Carmen would normally discuss, especially in front of hostiles, but Felipa should know there was a difference between excitement and love.",
        "My question earned me a scowl from Howie who seemed unwilling to discuss the last night's happenings.",
        "I have to discuss it among all five of us.",
        "If you have questions, ask D. We're not at liberty to discuss much with you.",
        "I just had to promise not to discuss the matter and keep an open mindâ€”which I always maintain anyhow.",
        "The details were too humiliating and this wasn't something she wanted to discuss with anyone â€“ not even a professional.",
        "I think they have some things to discuss with yourâ€¦",
        "Giovanni took Rhyn's silence as encouragement and began to discuss his pedigree and which immortals he knew.",
        "And why their leader is demanding an audience with me to discuss you.",
        "There was ample evidence of Cynthia's reluctance to discuss some element of Shipton's accident and Dean was just as reluctant to subject her to police interrogation.",
        "Her reference seemed to be an invitation for Dean to discuss Shipton.",
        "You don't bring something food and clothing if you don't care if it dies.  If you want it â€“ Toby - to live, come to the castle this evening after dark falls.  We have matters to discuss.  Bring Kris.  If you want the angel to die then stay right here.",
        "Are you here for any other purpose than to discuss my definition of good and evil?",
        "He wasn't in the mood to discuss Friday night in the Ocean Shore Motel with any­one.",
        "We will discuss adjective endings in a later section.",
        "Let me digress here to discuss the problem of our youth, particularly in the advanced industrialized nations.",
        "He was digressing for a while to discuss why rehabilitation was linked with Rheumatology in Britain.",
        "I discuss various special cases of this conceptual metaphor in my speech.",
        "It then proceeds to discuss examples of literary texts and two films that incorporate postmodern perspectives in order to call those perspectives into question.",
        "The store provides beautiful cusomizable wedding stationery or you can call to discuss a unique design.",
        "We discuss the role of financial accounting within society.",
        "addiction therapists will be able to discuss the different treatments we offer at the Priory Bristol.",
        "The day consists of the following presentations: - A representative from flybe (British European) will discuss aerodynamics and characteristics of flight.",
        "To discuss the mechanisms of protein aggregation within neurons.",
        "allocated tutor to discuss the plan.",
        "Americanist postgraduate students and faculty to share and discuss their research.",
        "The Kantian objection to real time I do need to discuss is the one in his first antinomy (pp.",
        "The nurse will discuss the results with you and arrange any follow-up appointments you need.",
        "Is the manager easily approachable to ask a question or to discuss an issue that concerns you?",
        "archiepiscopal palace to discuss Joan's fate.",
        "He says that he would like to discuss alternative options for having children including artificial insemination by donor.",
        "People were never willing to discuss details of these quarrels in cold blood afterward - they were always rather ashamed of them.",
        "There's an excellent, lengthy video interview with Munro who is keen to discuss all aspects of her career in exploitation films.",
        "attend for interview with their Adviser upon request (e.g. to discuss progress issues ).",
        "Here we only discuss the meaning of the align attribute for text.",
        "bespoke wedding stationery or call us to discuss an individual design.",
        "The way women come together in fora to discuss the obstacles to their own betterment is an example to others.",
        "still bleary I heard more voices discuss my situation.",
        "brainstorm meeting to discuss how to address all the issues that roaming machines raise.",
        "A series of union branch meetings will now take place, which will also discuss voting on defending pensions.",
        "call-in show which went on the air live with an invited guest to discuss a range of issues.",
        "Discuss with the children the Green Cross Code advertising campaign on television.",
        "It is believed that BMW are willing to discuss a deal with different Chinese carmakers over the sale of the Rover brand name.",
        "cartel investigations branch will discuss your concerns with you.",
        "We can provide a contract caterer who will be happy to discuss your catering needs.",
        "chemostat cultures and discuss unstructured models.",
        "cholera vaccination apart from the above is a matter for the individual to discuss with their doctor.",
        "class teacher or senior staff can discuss needs with you.",
        "She and Rowan drink cocoa and discuss the farm.",
        "consult colleagues and other researchers Discuss your ideas with others Y our local R&D department or your RDSU?",
        "They also discuss the value of collaborative learning to promote collegiality, which they claim to be one of the foundations of lifelong learning.",
        "We will return in more detail to the issue of objectivity and identity when we discuss colonialism.",
        "comfortable lounge to discuss their ideas informally.",
        "We may meet officials from the Department of Constitutional Affairs to discuss issues raised by complainants.",
        "This group has a brief to design a practical model of pension compulsion for the UK rather than discuss its merits.",
        "compulsion by stealth, which we shall discuss shortly, through the designated documents remains.",
        "conciliatory manner to discuss the way forward.",
        "conclave of the cardinals to discuss the very acute problems that currently face the church.",
        "You can contact us on a totally confidential, no obligation, no fee basis to discuss how we can best support you.",
        "congregate on the streets to excitedly discuss the victory.",
        "congregate together to discuss the village's issues.",
        "In 1994 a resolution of the General Assembly urged every congregation to discuss the material and implement the good practice suggested.",
        "connexion your local Connections center to discuss what's best for you.",
        "convened to discuss the current state of the UN Archives.",
        "The Annual Dinner represents a key opportunity to discuss the commercial issues of the day in highly convivial surroundings.",
        "He says: \" They do not teach creationism in science lessons, they discuss it in RE lessons.",
        "creationism in science lessons, they discuss it in RE lessons.",
        "curtesy call to discuss your requirements.",
        "Frankly, by that time, when the North Koreans are verifiably denuclearized, we can discuss anything.",
        "denymilarly, you cannot discuss the purpose of life with a man who denies the existence of God.",
        "You will be entitled to have a meeting with the managing director or his/her authorized deputy to discuss the matter.",
        "Study Points Mr and Mrs Green have called into discuss the progress and needs of their daughter who has a specific learning difficulty.",
        "This paper will discuss methods for making ternary sequence diffusers.",
        "The Russian diplomat would not discuss how the archives are to be returned.",
        "disabilityal and where possible, applicants with physical or sensory disabilities can expect to be interviewed in order to discuss their support needs.",
        "discuss what we wanted to do.",
        "discuss which HIV and AIDS facts students didn't know before.",
        "discuss why the interview was taking place.",
        "discuss where he had reached on previous dig.",
        "discuss issues agreed by its members.",
        "discuss these matters of personal conscience?",
        "discuss topics relating to the themes covered in the lectures.",
        "discuss the implications of BSE for biological products containing bovine extracted material.",
        "discuss all aspects of her career in exploitation films.",
        "Discuss the pros and cons of ICT-enabled disintermediation vs. ICT-enabled reintermediation in the provision of ethical trade data and ethical trade services to consumers.",
        "Heidi Stephenson and Natasha Langridge Twenty leading contemporary dramatists discuss their work from the perspective of being both writers and women.",
        "It seems dreadful to discuss the conduct of one's wife with two men whom I have never seen before.",
        "Now, after encouraging dinner parties to discuss the full-stop, Lynne Truss is adapting her bestseller eats, Shoots & Leaves for children.",
        "Free speech allows you to discuss your sexual escapades with your grandparents at a family dinner.",
        "US officials declined to discuss the nature of Saad's alleged espionage.",
        "If you set out to discuss etymology, you are likely to find yourself also discussing semantics.",
        "I meet regularly with our senior execs to discuss status.",
        "chief executive officers and senior directors from all the major energy suppliers will meet to discuss making switching easier for customers.",
        "Similarly, you cannot discuss the purpose of life with a man who denies the existence of God.",
        "For more details and to discuss your specific requirements, please contact extensor on: (01462 790444 + © Extensor Limited 2006.",
        "facilityse events students can talk with tutors, discuss the courses on offer at Park Lane and tour the state-of-the-art facilities.",
        "Please discuss your travel health requirements with your regular family doctor or practice nurse.",
        "festivityh meeting to discuss coronation festivities was held on Monday evening at the Reading Room.",
        "Always discuss possible use with the saddle fitter concerned.",
        "follow-up appointment within three months to discuss how you are getting on with your hearing aid.",
        "I am happy to discuss my carbon footprint with the hon.",
        "We meet once a fortnight to discuss Co-op business.",
        "fortnightly to discuss various interdisciplinary topics relating to theology and philosophy.",
        "It also hosts a forum for invited guests to discuss drug policy dilemmas facing policy makers around the world.",
        "Now in its sixth year, the seminar is a lively forum in which graduates and established academics discuss fresh perspectives on turn-of-the-century culture.",
        "fruitful to look at what she's actually saying and then discuss the arguments.",
        "Misa: An adorable 21 year-old college coed in sexy garter and stockings visits her professor to discuss her grades.",
        "gasworks residency staff are keen to discuss works in progress and assist in sourcing materials, offering local knowledge, contacts and creative input.",
        "gathering to discuss how they can reduce carbon emissions.",
        "The employer is currently refusing to discuss clauses in agreements relating to job security, the deputy General Secretary warned.",
        "The Beat Surrender sat down with Doug Burnham to discuss the genesis of their sound, rebellion, and parenting.",
        "geriatrician with an interest in Parkinson's to confirm the diagnosis and discuss treatment options.",
        "You will have regular meetings with them to discuss your progress and help you wit h any issues connected with your studies.",
        "happy to discuss your unique requirements!",
        "head louse: Jackie Unstead and Sarah Brill discuss an approach to the management of head lice in the community.",
        "helpful advice - please visit our website or call us to discuss your requirements.",
        "Should she consult the tarot cards, read endless horoscopes, discuss things with her therapist or talk to her friends?",
        "Kyprianou said his mission was strictly humanitarian and that he was not going to discuss any issues related to the conflict itself.",
        "TV soap hunks - Discuss soap hunks and post pictures.",
        "September 3 rd 1919 There was a rather hurried meeting called at Cavendish to discuss the proposed war memorial.",
        "It will provide an opportunity to discuss key themes of urban hydrology.",
        "For those who prefer to discuss ideas directly, please contact Lizzie Phillips.",
        "Please phone the granulocyte immunology laboratory to discuss these cases in advance.",
        "Additional HPA typing can be performed on request, please discuss with the platelet immunology laboratory.",
        "A panel of media experts will discuss ways to combat impunity.",
        "Mothers have been told they must stop breastfeeding for reasons too inane to discuss.",
        "Discuss with a new arrivals are system account for encoders discard inaudible.",
        "Discuss about what you can do as a Chair to facilitate inclusion Session 3 5 mins.",
        "This brings together senior industrialists, employers and academics to discuss issues of common interest and concern to the region.",
        "Guest speakers will discuss their first-hand experiences of working in the music industry.",
        "insanity defense does not adequately discuss the components of the mens rea.",
        "institutional shareholders to discuss the company's operations.",
        "It doesn't seem likely that Kristof and other western intellectuals are prepared to pose, much less discuss, such questions.",
        "We shall discuss changes in properties selected for their particular interest.",
        "intricacylawyer out to dinner to discuss the intricacies of criminal law.",
        "ism members in Jerusalem have to discuss how we can send foods to these refugee camps from Jerusalem.",
        "Alastair will call a meeting of the Site Fabric team to discuss these issues.",
        "Participants will present position papers and discuss the driving - related issues.",
        "It refuses even to discuss the beating to death of hundreds of thousands of baby joeys as it knows it is indefensible.",
        "least once a term to discuss their progress.",
        "less time or opportunity available to discuss such matters with students.",
        "Finally we discuss the implications for the mental lexicon.",
        "I love the way we can discuss serious issues then lighten everything up with nonsense.",
        "Passwater: Let's discuss oxidized lipoproteins in detail later.",
        "Discuss the Chinese literati 's preoccupation with exclusivity in connoisseurship during the late Ming, illustrating your argument with writings of the period.",
        "DAVID DAVIES: I am not going to discuss a piece of pending litigation.",
        "They all recognize the importance of consumption, but most seem loath to discuss the details.",
        "Which may just explain both why the Chumash are now loath to discuss it.",
        "logbook records, \" On arrival at Merthyr we went to a cafÃ© to discuss the Welsh prospect.",
        "Please call our victorian marble mantel showroom to discuss victorian marble mantel, regency register grates the CD in more detail.",
        "Please call our victorian marble mantel showroom to discuss victorian marble mantel showroom to discuss victorian marble mantel, regency register grates the CD in more detail.",
        "Discuss safety features on roads, such as speed limit signs, zig-zag road markings near school gates, railings and road humps.",
        "The Course Director may also be contacted at any time during office hours by students wishing to discuss matters relating to the course.",
        "meet regularly to discuss how they can get more involved in school life.",
        "Identify applied research needs related to species recovery Discuss the need for and feasibility of ex situ conservation measures for Brazilian mergansers.",
        "Keen to avoid moral hazard, many authorities have traditionally declined to discuss their policy stance on the grounds of \" constructive ambiguity \" .",
        "Litter pick - map area and discuss future options - plant native heathers.",
        "nearby to discuss the amount they're destinations are a checked for things.",
        "neuropathology series moves to Edinburgh, and James Ironside with Diane Ritchie discuss CJD.",
        "opposition leaders who visited the White House complex to discuss the situation.",
        "In the next edition of Stress News the authors will go on to discuss treatment options."
    ],
    "definition": [
        "Link/Cite"
    ]
}