{
    "translation": "דיסציפלינה",
    "uses": [
        "The discipline was there before the Reformers.",
        "Sirian's coldness had never struck her as anything but rigid discipline and cool thinking.",
        "All the Maize - - - 1,39 more important questions of church discipline and all decisions regulating the doctrine and practice of the church are dealt with by the synods.",
        "But in everything which concerns what is called discipline - the exercise of that jurisdiction over the people with which the office-bearers of the church are conceived to be invested, he is assisted by lay-elders.",
        "Entire conformity with the Scottish Church was maintained, and strict discipline was enforced by pastoral visitations, kirk-sessions and presbyteries.",
        "Murat, seeing that all is lost if the sergeant is allowed to speak, turns to Auersperg with feigned astonishment (he is a true Gascon) and says: 'I don't recognize the world-famous Austrian discipline, if you allow a subordinate to address you like that!'",
        "Cases of discipline are now comparatively rare, and, when they do occur, are not characterized by the bigoted severity which prevailed in former times and was rightly denounced as unchristian.",
        "The mayor of the palace, however, did not remain restricted to domestic functions; he had the discipline of the palace and tried persons who resided there.",
        "In the hope of drawing away the Spaniards from the siege of Leiden by a diversion in the south, Louis, with his brothers John and Henry, at the head of a force of mixed nationalities and little discipline, crossed the frontier near Maastricht, and advanced as far as the Mookerheide near Nijmv,-egen.",
        "Differences in doctrine as well as polity and discipline became more and more prominent.",
        "In connexion with the first he desired that the discipline de l'excommunication should be exercised.",
        "As the companies grew in size and improved their discipline, it was seen by the Italian nobles that this kind of service offered a good career for men of spirit, who had learned the use of arms. To leave so powerful and profitable a calling in the hands of foreigners seemed both dangerous and uneconomical.",
        "Any attempt on the part of the Church to exercise discipline was resented as an intrusion.",
        "Governors or persons of advanced years selected from the people and associated with the ministers in admonishing and exercising discipline (iv.",
        "The mayor of Venice sent a firm and dignified protest to the government for its inaction, and the people of Liguria raised a large subscription in favor of the troops, in recognition of their gallantry and admirable discipline during the troubles.",
        "It has oversight of all the congregations within its bounds; hears references from kirk-sessions or appeals from individual members; sanctions the formation of new congregations; superintends the education of students for the ministry; stimulates and guides pastoral and evangelistic work; and exercises discipline over all within its bounds, including the ministers.",
        "The habits of the military class are the absence of freedom, that is, discipline, idleness, ignorance, cruelty, debauchery, and drunkenness.",
        "as introducing a discipline of stern repression which made the innocent gaieties of life impossible, and produced a dull uniformity of straitlaced manners and hypocritical morals.",
        "In most cases it was insisted on as necessary that church discipline should remain with the civil authority.",
        "With 15,000 mercenaries, whom he had to train into Roman discipline, he took Carthage, defeated Gelimer the Vandal king, and carried him captive, in 534, to grace the first triumph witnessed in Constantinople.",
        "Presbyterian discipline is now entirely confined to exclusion from membership or from office.",
        "The book of order, Discipline ecclesiastique des eglises reformees de France, regulated the organization and procedure of the churches.",
        "A sinking man who clutches at another and drowns him; or a hungry mother exhausted by feeding her baby, who steals some food; or a man trained to discipline who on duty at the word of command kills a defenseless man-- seem less guilty, that is, less free and more subject to the law of necessity, to one who knows the circumstances in which these people were placed, and more free to one who does not know that the man was himself drowning, that the mother was hungry, that the soldier was in the ranks, and so on.",
        "But the discipline and moral of the army were shaken and its organization faulty.",
        "On questions of discipline elders and deacons might vote; on doctrinal questions only as many of these as there were ministers.",
        "A code of instructions for the guidance of church courts when engaged in cases of discipline is in general use, and bears witness to the extreme care taken not only to have things done decently and in order, but also to prevent hasty, impulsive and illogical procedure in the investigation of charges of heresy or immorality.",
        "and too efficacious an instrument of church discipline lightly to be thrown away.",
        "On their right Scirocco outflanked the Venetians of Barbarigo, but the better build of the galleys of Saint Mark and the admirable discipline of their crews gave them the victory.",
        "1 Calvin suggested that men of known worth should be appointed in different quarters of the city to report to the ministers those persons in their district who lived in open sin; that the ministers should then warn such persons not to come to the communion; and that, if their warnings were unheeded, discipline should be enforced.",
        "(d) Infallibility is the guarantee against error, not in all matters, but only in the matter of dogma and morality; everything else is beyond its power, not only truths of another order, but even discipline and the ecclesiastical laws, government and administration, &c.",
        "Further floggings are inflicted with the \"cat\" upon convicted prisoners for breaches of discipline in prison.",
        "A zealot for monastic and clerical reform, he introduced a more severe discipline, including the practice of flagellation, into the house, which, under his rule, quickly attained celebrity, and became a model for other foundations.",
        "In 1545 a council was opened at Trent for the reformation of church discipline and the promulgation of orthodox doctrine.",
        "His bull of the 1st of July 1519, which regulated the discipline of the Polish Church, was later transformed into a concordat by Clement VII.",
        "There the nineteen bishops and twenty-four presbyters, from all parts of Spain, but chiefly from the south, assembled, probably at the instigation of Hosius of Cordova, but under the presidency of Felix of Accis, with a view to restoring order and discipline in the church.",
        "By them he was to be ordained, after vowing to be true in office, faithful to the church system, obedient to the laws and to the civil government, and ready to exercise discipline without fear or favour.",
        "To lead men forward under fire more discipline (obtainable only by movement in masses) is needed than is needed to resist attacks.",
        "Even, therefore, where people desired the Reformation there were powerful influences opposed to the setting up of church government and to the exercise of church discipline after the manner of the apostolic Church; and one ceases to wonder at the absence of complete Presbyterianism in the countries which were forward to embrace and adopt the Reformation.",
        "The government called out all the railwaymen who were army reservists, but continued to keep them at their railway work, exercising military discipline over them and thus ensuring the continuance of the service.",
        "The discipline was strict.",
        "Under Ormonde, in 1665, ministers were again permitted to revive Presbyterian worship and discipline, and for several years the Church.",
        "He knew no discipline or restraint.",
        "Have you learned any sort of discipline?",
        "His great object was discipline.",
        "It adopted a confession of faith and a book of order or discipline.",
        "- xvi., were occupied with matters of discipline, complaints, claims, controversies and the like.",
        "Liturgies were taking shape, penance was deemed of more importance than repentance, and there was more insistence on discipline than on Christian morality.",
        "The burghers generally, however, had not learned the need of discipline, of confidence in their elected rulers, or that to carry on a government taxes must be levied.",
        "Chivalry was an imperfect discipline, but it was a discipline, and one fit for the times.",
        "He received his early education, according to Morice his secretary, from \" a marvellous severe and cruel schoolmaster,\" whose discipline must have been severe indeed to deserve this special mention in an age when no schoolmaster bore the rod in vain.",
        "Finally, the Clergy Discipline Act 1892 (55 & 56 Vict.",
        "(1) Discipline of the clergy.",
        "It is also implied in the congregational form and spirit of the earliest liturgies; but most of all in the discipline of the church before Constantine.",
        "The doctrine of universal restoration was maintained by Thomas Erskine of Linlathen on the ground of the Fatherhood of God, and Archdeacon Wilson anticipates such discipline after death as will restore all souls to God.",
        "They objected to serve beyond the limits of their states, were not amenable to discipline, and behaved as a rule very ill in the presence of the enemy.",
        "He showed, in his military work and in his early political doings, great lack of discipline.",
        "Through him Church discipline was administered, a complete system of ecclesiastical penalties, i.e.",
        "Doctrine and discipline once settled at Trent, the work of counter-reformation could begin.",
        "The discipline differs little from that of the other churches of Catholicism.",
        "The First Book of Discipline set forth the whole of the proposed religious and educational constitution, and this book speaks of \" the order of Geneva which is now in use in some of our churches.\"",
        "The First Book of Discipline does not set forth any complete scheme of church government.",
        "The weak governments which took the place of imperial authority were not able to maintain the strict discipline and the stress of judicial power which would have been necessary to guarantee the tenure and status of the serfs.",
        "In Italy Benedict supported the policy of the emperor, Henry II., and at the council of Pavia (1022) exerted himself in favour of ecclesiastical discipline, then in a state of great decadence.",
        "On the other hand, the still half-heathen world outside broke every moral law with indifference; and in the effort to restrain men's vices church discipline became mechanical instead of sympathetic, penal rather than paternal.",
        "- Hooker, Ecclesiastical Polity, book vi.; Morinus, Commentarius historicus de sacramento paenitentiae; Marshal, Penitential Discipline (1717); F.",
        "c. 86 (the \" Church Discipline Act \") creates new tribunals; and first a commission of inquiry appointed by the bishop of five persons, of whom the vicar-general, or an archdeacon, or a rural dean of the diocese must be one.",
        "(2) Discipline of the laity in respect of sexual offences as already stated.",
        "His army was in discipline decidedly superior to the Romans, and apparently was well paid.",
        "Their discipline was attended with equally disappointing results.",
        "His influence was exercised, however, not only in dogmatic questions but in matters of discipline, by means of appeals, petitions and consultations, not to mention spontaneous intervention.",
        "These defenders were to appoint for each district a superintendent (moderator), who was to maintain order and discipline among the clergy.",
        "Later in the month proceedings were instituted against him by the bishop of Bath and Wells under the Clergy Discipline Act.",
        "He was moderator of the General Assembly (O.S.) in 1846, a member of the committee to revise the Book of Discipline of the Presbyterian church in 1858, and president of the Presbyterian Board of Foreign Missions in 1868-1870.",
        "But since Napoleon introduced the \"war of masses\" the only alternative to cantoning the troops is bivouacking, which if prolonged for several nights is more injurious to the well-being of the troops than the slight relaxation of discipline necessitated by the cantonment system, when the latter is well arranged and policed.",
        "As a general he does not seem to have possessed the entire confidence of his troops, owing probably to his natural hauteur and the strict discipline which he imposed on them.",
        "Even more extraordinary is the effect of the singular constitution of the church on its discipline.",
        "Aldred did much for the restoration of discipline in the monasteries and churches under his authority, and was liberal in his gifts for ecclesiastical purposes.",
        "He was brought up in an atmosphere of hard work, of moral discipline, and (after his father's death in 1811) of that wholesome self-sacrifice which is a condition of life for those who are poor in money and rich in spirit.",
        "Without prejudice, then, to the claim of epistemology to constitute the central philosophic discipline, we may simply note its liability to be pressed too far.",
        "Am I completely lacking in self discipline?",
        "Discipline over ministers and other office-bearers was exercised by administrative methods in the form of trials before consistories or synods.",
        "His other writings include: Church Courts and Church Discipline (1843); Doctrine of the Holy Eucharist (1853); Doctrine of the Incarnation in Relation to Mankind and the Church (1848 and later editions); The Five Empires, a Sketch of Ancient History (1840); A Sketch of the History of Erastianismn (1851); An Enquiry into the Principles of Church Authority (1854); and a romance, Rutilius and Lucius (1842).",
        "The kirk-session has oversight of the congregation in regard to such matters as the hours of public worship, the arrangements for administration of the sacraments, the admission of new Members and the exercise of church discipline.",
        "In 1538 the ministers took upon themselves to refuse to administer the Lord's Supper in Geneva because the city, as represented by its council, declined to submit to church discipline.",
        "It was felt to be a political necessity that he should return, and in 1541, somewhat reluctantly, he returned on his own terms. These were the recognition of the Church's spiritual independence, the division of the town into parishes, and the appointment (by the municipal authority) of a consistory or council of elders in each parish for the exercise of discipline.",
        "The pastors were to preach, administer the sacraments, and in conjunction with the elders to exercise discipline.",
        "The doctors were to teach the faithful in sound learning, to guard purity of doctrine, and to be amenable to discipline.",
        "Their business was to supervise daily life, to warn the disorderly, and to give notice to the consistory of cases requiring discipline.",
        "The state retained control of the ecclesiastical organization, and Calvin secured his much-needed system of discipline.",
        "The ancient differences between Old and New Side were revived, and once more it was urged that there should be (1) strict subscription, (2) exclusion of the Congregationalized churches, and strict Presbyterian polity and discipline, and (3) the condemnation and exclusion of the new divinity and the maintenance of scholastic orthodoxy.",
        "Berengar stood alone against a multitude, unanimous in their intolerance of discipline.",
        "In the army itself the esprit de corps and the sense of duty and discipline nullified the work of the propagandists.",
        "Hence, even in countries where the Roman Church is established, such as Belgium, Italy, the Catholic states of Germany and cantons of Switzerland, most of the Latin republics of America, and the province of Quebec, and a fortiori where this Church is not established, there is now no discipline over the laity, except penitential, and no jurisdiction exercised in civil suits, except possibly the matrimonial questions of princes (of which there was an example in the case of the reigning prince of Monaco).",
        "Even as to the discipline of the Roman clergy it is only in certain limited cases that one can speak of ecclesiastical jurisdiction.",
        "In the diocese of Rome, exercised discipline of a penitential kind over their lay members; but in later times their censures have generally ceased to carry temporal consequences.",
        "There remain to the spiritual courts in Russia the purely ecclesiastical discipline of clerks and laity and matrimonial causes.",
        "The subject matter of the jurisdiction of Hellenic courts Christian seems to be confined to strictly spiritual discipline, mainly in regard to the professional misconduct of the clergy.",
        "Thomassin, Vetus et nova discipline ecc. (1705-1706); W.",
        "With the growth of the Oxford Movement in the English Church, the practice of observing Lent was revived; and, though no rules for fasting are authoritatively laid down, the duty of abstinence is now very generally inculcated by bishops and clergy, either as a discipline or as an exercise in self-denial.",
        "Geography appealed to him as a valuable educational discipline, the joint foundation with anthropology of that \" knowledge of the world \" which was the result of reason and experience.",
        "They assembled in their counties, and by the time Dozsa had drilled them into some sort of discipline and self-confidence, they began to air the grievances of their class.",
        "When, however, his preaching attracted followers, a community began to be formed, and traces of organization and discipline may be noted in very early times.",
        "The introduction of an ordered system and discipline was, naturally, viewed with some suspicion by people taught to believe that the inward light of each individual man was the only true guide for his conduct.",
        "Aristophanes and Plautus show us how often resort was had to the discipline of the lash even in the case of domestic slaves.",
        "None of these insurgents had any discipline, and many of them were drunk.",
        "From that time I have spent the whole of my life within that monastery devoting all my pains to the study of the scriptures; and amid the observance of monastic discipline, and the daily charge of singing in the church, it has ever been my delight to learn or teach or write.",
        "Joachim, however, was unable to continue his abbatial functions in the midst of his labours in prophetic exegesis, and, moreover, his asceticism accommodated itself but ill with the somewhat lax discipline of Corazzo.",
        "All march discipline disappeared, the men dissolved into hordes of marauders and even the sternest of the marshals wrote piteous appeals to the emperor for supplies, and for permission to shoot some of their stragglers.",
        "Whilst the campaign of 1809 had seriously shaken the faith of the marshals and the higher ranks in the infallibility of the emperor's judgment, and the slaughter of the troops at Aspern and Wagram had still further accentuated the opposition of the French people to conscription, the result on the fighting discipline of the army had, on the whole, been for good.",
        "But though the battlefield discipline of the men was better, the discipline in camp and on the march was worse, for the troops were no longer eager to reach the battlefield, and marched because they were compelled, not of their own goodwill.",
        "It has generally been forgotten that the utter want of march discipline in the French, and not the climatic conditions, was responsible for the appalling disasters which ensued.",
        "All day during the 27th stragglers continued to cross, covered by such combatants as remained under sufficient discipline to be employed.",
        "Mime Necker, despite her talents, her beauty and her fondness for philosophe society, was strictly decorous, somewhat reserved, and disposed to carry out in her daughter's case the rigorous discipline of her own childhood.",
        "On the \"Retreat to Corunna\" fatigue, wet and bitter cold, combined with the sense of an enforced retreat, shook the discipline of Moore's army; but he reached Corunna on the 11th of January 1809, where he took up a position across the road from Lugo, with his left on the river Mero.",
        "In this retreat, although military operations were skilfully conducted, the Allies lost 7000 men, and discipline, as in that to Corunna, became much relaxed.",
        "\" Take the amice, which signifies discipline in speech,\" while other interpretations survive in 1 In the Anglican Church, in the numerous cases when the liturgical colours are used, these generally follow the Roman use, which was in force before the Reformation in the important dioceses of Canterbury, York, London and Exeter.",
        "Four captains of the people (hejtmane) were elected, one of whom was Zizka; and a very strictly military discipline was instituted.",
        "The penalty is forfeiture by the offender of any advantage from the simoniacal transaction, of his patronage by the patron, of his benefice by the presentee; and now by the Benefices Act 1892, a person guilty of simony is guilty of an offence for which he may be proceeded against under the Clergy Discipline Act 1892.",
        "The victory seems to have been due mainly to the admirable discipline and fighting qualities of the soldiers, and he obtained the honour of a triumph only after the decree of the senate against it had been overborne by popular clamour.",
        "Seneca even made the discussion of such problems into a regular discipline, claiming that their concrete character gave an interest in morality to those who had no love for abstractions; while they prevented those who had from losing themselves in the clouds.",
        "And law in plenty was forthcoming, so soon as the Church developed the discipline of public confessions followed by appropriate penances for each fault.",
        "He negotiated with Alexis Comnenus at Constantinople, re-established at Nicaea some discipline among the crusaders, caused the siege of Antioch to be raised and died in that city of the plague on the 1st of August 1098.",
        "JOHANN DAVID MICHAELIS (1717-1791), German biblical scholar and teacher, a member of a family which had the chief part in maintaining that solid discipline in Hebrew and the cognate languages which distinguished the university of Halle in the period of Pietism.",
        "discipline; and the third part is eschatological and deals with the second Advent.",
        "Here we pause to remark that in Tertullian's view the church as a whole possesses the power of self-government and administration, though in the interest of discipline and convenience it delegates that power to special officers.",
        "These are subdivided into pastors, who administer the word and sacraments, doctors, who teach and expound the Bible, elders pure and simple, who exercise rule and discipline.",
        "Knox, for example, did away with the imposition of hands (M`Crie's Knox, period vii.), though the rite was restored by the Scottish Presbyterian Church in the Second Book of Discipline.",
        "Throughout the latter part of the 17th and the beginning of the 18th century, the Hungarian gentry underwent a cruel discipline at the hands of their Habsburg kings.",
        "This masterly winter-campaign first revealed Gdrgei's military genius, and the discipline of that terrible month of marching and counter-marching had hardened his recruits into veterans whom his country regarded with pride and his country's enemies with respect.",
        "The latter make \"the three notes or marks\" by which a true church is known \"pure and sound doctrine, the sacraments administered according to Christ's holy institution, and the right use of ecclesiastical discipline.\"",
        "In 1916 the Yugoslav Committee had also set itself to recruiting among its compatriots in America, but in this case its success was hampered by many cross currents of republican, clerical, Austrian and Montenegrin feeling: and those who did actually volunteer showed considerable lack of discipline and were not always treated with the necessary tact by the Serbian military authorities.",
        "Rome is indeed to be honoured as the mother of the churches; nor would Gerbert oppose her judgments except in two cases - (I) where she enjoins something that is contrary to the decrees of a universal council, such as that of Nice, or (2) where, after having been once appealed to in a matter of ecclesiastical discipline and having refused to give a plain and speedy decision, she should, at a later date, attempt to call in question the provisions of the metropolitan synod called to remedy the effects of her negligence.",
        "Presumably therefore his social rank was far above that of Amos and Micah; certainly the high degree of rhetorical skill displayed in his discourses implies a long course of literary discipline, not improbably in the school of some older prophet (Amos vii.",
        "As a matter of fact, the discipline of the Eastern churches with regard to the relics was, from the very beginning, much less severe than that of Rome and a great number of the Western churches.",
        "While pointing out that history has a utility as a mental discipline and a part of a liberal education, he recommended its study chiefly for its own sake, for the truth's sake and for the pleasure which it brings.",
        "The organization and equipment is defective, and the force deficient in numbers and discipline.",
        "Enactments were also passed touching procedure in the ecclesiastical courts, the creation of new monastic orders, appointments to offices in the church, marriage-law, conventual discipline, the veneration of relics, pilgrimages and intercourse with Jews and Saracens.",
        "From 1850 until his death he interfered little in affairs of dogma and church discipline, although he addressed to the powers circulars enclosing the Syllabus (1864) and the acts of the Vatican Council (1870).",
        "We see now that the practice of the experimental method endows with a new vision both the experimenter himself and, through his influence, those who are associated with him in medical science, even if these be not themselves actually engaged in experiment; a new discipline is imposed upon old faculties, as is seen as well in other sciences as in those on which medicine more directly depends.",
        "The founding of new teaching universities, in which England, and even France, had been at some disadvantage as compared with Scotland and Germany, strengthened the movement in favour of enlarging and liberalizing technical training, and of anticipating technical instruction by some broader scientific discipline; though, as in all times of transition, something was lost temporarily by a departure from the old discipline of the grammar school before a new scheme of training the mind in scientific habits and conceptions was established or fully apprehended.",
        "By these, and other instruments of precision, such as the thermometer, of which we have already spok en, the eminently scientific discipline of the measurement of functional movements, so difficult in the complex science of biology, has been cultivated.",
        "He brought bills into parliament to reform Church patronage and Church discipline, and worked unremittingly for years in their behalf.",
        "He strengthened the regimental system adopted by Dingiswayo and perfected the discipline of his army.",
        "Experiments have also been made with the Kachin hillmen and with the Shans; but the Burmese character is so averse to discipline and control in petty matters that it is impossible to get really suitable men to enlist even in the civil police.",
        "It appears from the evidence of Europeans who resided in Ava, that they were entirely unacquainted with the discipline and resources of the Europeans.",
        "05v050s), a term denoting an assembly of ecclesiastical officials legally convoked to discuss and decide points of faith, discipline and morals.",
        "The Assyrian forces became a standing army, which, by successive improvements and careful discipline, was moulded into an irresistible fighting machine, and Assyrian policy was directed towards the definite object of reducing the whole civilized world into a single empire and thereby throwing its trade and wealth into Assyrian hands.",
        "What is certain is its influence on the development of the Church's policy as to discipline in grave cases, like apostasy and adultery - a burning question for some generations from the end of the 2nd century, particularly in Rome and North Africa.",
        "discipline), is the work of another writer (best edition by G.",
        "He was rapturously welcomed by the community of St Mark's, and at once proceeded to re-establish the discipline of the order and to sweep away abuses.",
        "The singularity of Comte's construction, and the test by which it must be tried, is the transfer of the worship and discipline of Catholicism to a system in which \" the conception of God is superseded \" by the abstract idea of Humanity, conceived as a kind of Personality.",
        "The mode of discipline practised by the pedantic and irritable old man who stood at the head of this institution was not at all to the young student's liking, and the impression made upon him stimulated him later on to work out his projects of school reform.",
        "He was a man happy in his ancestry; he inherited the dignity, the reserve, the keen and vivid intellect, and the picturesque imagination of the French Huguenot, though they came to him chastened and purified by generations of Puritan discipline exercised under the gravest ecclesiastical disabilities, and of culture maintained in the face of exclusion from academic privileges.",
        "Not that he would have allowed the state to touch doctrine, to determine polity or discipline; but he would have had it to recognize historical achievement, religious character and capacity, and endow out of its ample resources those societies which had vindicated their right to be regarded as making for religion.",
        "The principal works of Gregory Thaumaturgus are the Panegyricus in Origenem (Eis 't ptybniv iravrnvpucos Xbyos), which he wrote when on the point of leaving the school of that great master (it contains a valuable minute description of Origen's mode of instruction), a Metaphrasis in Ecclesiasten, characterized by Jerome as \" short but useful \"; and an Epistola canonica, which treats of the discipline to be undergone by those Christians who under pressure of persecution had relapsed into paganism, but desired to be restored to the privileges of the Church.",
        "During his first expedition (622) he failed to secure a footing in Armenia, whence he had hoped to take the Persians in flank, but by his unwearied energy he restored the discipline and efficiency of the army.",
        "commonly use ` heresy ' of false teaching in opposition to Catholic doctrine, and ` schism ' of a breach of discipline, in opposition to Catholic government \"(Schaff).",
        "Phillimore states that there is no longer any doubt, even apart from the effect of the Church Discipline Act 1840, that Convocation has no power to condemn clergymen for heresy.",
        "By looking at them together we understand how much the comedy of Terence was able to do to refine and humanize the manners of Rome, but at the same time what a solvent it was of the discipline and ideas of the old republic. What makes Terence an important witness of the culture of his time is that he wrote from the centre of the Scipionic circle, in which what was most humane and liberal in Roman statesmanship was combined with the appreciation of what was most vital in the Greek thought and literature of the time.",
        "It is written with the force and fervour of extreme youth and with the literary ambition of a race as yet new to the discipline of intellectual culture, and is characterized by rhetorical rather than poetical imagination.",
        "Grote maintained that on the whole the allies had little ground for complaint; but in so doing he rather seems to leave out of account the Greek's dislike of external discipline.",
        "Her failure was due partly to the commercial jealousy of Corinth working on the dull antipathy of Sparta, partly to the hatred of compromise and discipline which was fatally characteristic of Greece and especially of Ionian Greece, and partly also to the lack of tact and restraint shown by Athens and her representatives in her relations with the allies.",
        "It is obvious that the state religion has a less direct connexion with morality and the religious sense than the worship of the household, but it has its ethical value in a sense of discipline and a consecration of the spirit of patriotism.",
        "The desire for a sharper exercise of discipline, and a more decided renunciation of the world, combined with a craving for some plain indication of the Divine will in these last critical times, had prepared many minds for an eager acceptance of the tidings from Phrygia.",
        "And lastly, the bishops were compelled more and more to take the control of discipline into their own hands, while the spiritualists insisted that God Himself was the sole judge in the congregation.",
        "It is true that there was no rivalry between the new organization and the old, as in Asia and Phrygia, for the Western Montanists recognized in its main features the Catholic organization as it had been developed in the contest with Gnosticism; but the demand that the \"organs of the Spirit\" should direct the whole discipline of the congregation contained implicitly a protest against the actual constitution of the Church.",
        "Thus the Ottoman prestige was restored at sea, while Kuprili's ruthless enforcement of discipline in the army and suppression of revolts, whether in Europe or Asia, restored it also on land.",
        "When Cromwell before his death in 1658 allowed a conference to prepare a new confession of faith for the whole commonwealth, the Westminster Confession was accepted as a whole with an added statement on church order and discipline.",
        "In 1833 the Congregational Union published a Declaration or Confession of Faith, Church Order and Discipline.",
        "Here as elsewhere he had but one rule to guide him in matters of doctrine and discipline - the practice of Rome and the West; for it is singular to see how Jerome, who is daringly original in points of scholarly criticism, was a ruthless partisan in all other matters; and, having discovered what was the Western practice, he set tongue and pen to work with his usual bitterness (Altercatio luciferiani et orthodoxi).",
        "In contrast to the majority of Italian cardinals of his day, Cajetan was a man of austere piety and fervent zeal; and if, from the standpoint of the Dominican idea of the supreme necessity of maintaining ecclesiastical discipline, he defended the extremist claims of the papacy, he also proclaimed that the pope should be \"the mirror of God on earth.\"",
        "On the Dutch side vigorous measures were taken to enforce good discipline.",
        "The Religion of Protestants is characterized by much fairness and acuteness of argument, and was commended by Locke as a discipline of \"perspicuity and the way of right reasoning.\"",
        "Yet every man felt and knew that no detail of military duty, however minute, escaped the emperor's eye, and that any relaxation of discipline would be punished rigorously, yet with unwavering justice.",
        "Pliny rightly praises Trajan as the lawgiver and the founder of discipline, and Vegetius classes Augustus, Trajan and Hadrian together as restorers of the morale of the army.",
        "He regarded the provincial ruler as a kind of officer in command, who ought to be able to discipline his province for himself and only to appeal to the commander-in-chief in a difficult case.",
        "Taking the same journey himself shortly afterwards, the king reached Rome in Boo for the purpose (as he declared) of restoring discipline in the church.",
        "His forceful spirit was equally conspicuous in his opposition to the Church Discipline Act of 1874, and in his denunciation of the Bulgarian atrocities of 1876.",
        "Why he submitted to a discipline palpably unsuited to his fiery spirit we cannot tell.",
        "His church discipline was drawn from the Swiss Baptists.",
        "Philip had also reported the king's anxiety for instruction in Catholic discipline and for reconciliation with the apostolic see in regard to all discrepancies, and his desire to have a church in Rome and an altar at Jerusalem.",
        "This was the ordinary form of religious discipline.",
        "The use of excommunication as a form of Christian discipline is based on the precept of Christ and on apostolic practice.",
        "6-11 to a case of discipline which may or may not be the same.",
        "If it be not the same it shows the Corinthian church exercising discipline independently of apostolic advice.",
        "In the pastoral letters there is already a formal and recognized method of procedure in cases of church discipline.",
        "Till then exclusion from church privileges had been a spiritual discipline merely; thenceforward it was to expose a man to serious temporal risks.",
        "At the Reformation the necessity for church discipline did not cease to be recognized; but the administration of it in many Reformed churches has passed through a period of some confusion.",
        "In the churches which consciously shaped their polity at or after the Reformation the principle of excommunication is preserved in the practice of church discipline.",
        "The three ends proposed by the church in such discipline are there stated to be, (1) that those who lead scandalous lives may not to the dishonour of God be numbered among Christians, seeing that the church is the body of Christ; (2) that the good may not be corrupted by constant association with the wicked; (3) that those who are censured or excommunicated, confounded with shame, may be led to repentance.",
        "3, pp. 33-4 6) four necessary conditions for the execution of a sentence involving church discipline.",
        "In this passage it is clear that the effective power of discipline is regarded as being wholly in the power of the individual church or congregation.",
        "one who was prepared to concede much latitude in matters of discipline and faith, in contradistinction to \"High Churchman,\" the term applied to those who took a high view of the exclusive authority of the Established Church, of episcopacy and of the sacramental system.",
        "Destined for the church by the family council which deprived him of his birthright, he was sent when about thirteen years of age to St Sulpice, where he conceived a dislike of the doctrines and discipline thrust upon him.",
        "The states in the Catholic League were permitted to retain for their own uses about one-fifth of the ecclesiastical revenue; the clergy was to be subjected to careful discipline; and only authorized preachers were to be tolerated, who based their teachings on the works of the four Latin Church fathers.",
        "In spite of continued persecution a national synod was assembled in Paris in 1559, representing at least twelve Protestant churches in Normandy and central France, which drew up a confession of faith and a book of church discipline.",
        "It was decreed that the Benedictine houses of each ecclesiastical province should henceforth be federated for the purposes of mutual help and the maintenance of discipline, and that for these ends the abbots should every third year meet in a provincial chapter (or synod), in order to pass laws binding on all and to appoint visitors who, in addition to the bishops, should canonically visit the monasteries and report on their condition in spirituals and temporals to the ensuing chapter.",
        "A small body of religious dissentients, one hundred and one men, women and children, including some who had fled to Holland to escape the discipline of the church of England, secured leave from the Virginia Company to plant themselves within its bounds.",
        "The sword and military discipline supplied the only effective instruments of government.",
        "This corruption was fatally apparent in the army, the feudal basis of which was sapped by the confiscation of fiefs for the benefit of nominees of favourites of the harem, and by the intrusion, through the same influences of foreigners and rayahs into the corps of janissaries, of which the discipline became more and more relaxed and the temper increasingly turbulent.",
        "This attack upon a time-hallowed piece of college discipline brought upon him a demand for the resignation of his office as assistant tutor.",
        "Luther was content with changes in one or two fundamental doctrines; Zwingli aimed at a reformation of government and discipline as well as of theology.",
        "All rules and regulations about the public worship, doctrines and discipline of the Church were made in Zwingli's time, and with his consent, by the council of Zurich, which was the supreme civil authority in the state.",
        "The winter of1793-1794was spent in new preparations, in instituting a severe discipline in the new and ill-trained troops of the republic, and in improvising means and material of war.",
        "The teachers of these new opinions were men of high character and holy lives, who in spite of persecution wandered from place to place, and made many converts from those who were dissatisfied at the want of clerical discipline which followed upon the struggle for temporal supremacy into which the reforming projects of Gregory VII.",
        "It would appear that its members received the sacraments of baptism and the holy communion from the regular priesthood, at all events sometimes, but maintained a discipline of their own and held services for their own edification.",
        "\" The whole congregation of the faithful was responsible for the whole life of the church - for its faith, its worship, and its discipline \" (Dale).",
        "\" And last of all, to have not the filthy Canon law, but discipline only and altogether agreeable to the same heavenly and almighty worde of our good Lord, Jesus Christ.\"",
        "17 f.), and upon moral discipline \" by the.",
        "Both equally teach the supremacy of \" the whole church \" in all discipline, including that upon elders or officers generally, if need arise.",
        "Johnson, a man autocratic by nature, and leaning to his old Presbyterian ideals on the point, held that the church had no power to control its elders, once elected, in their exercise of discipline, much less to depose them; while Ainsworth, true to Barrow and the \" old way \" as he claimed, sided with those who made the church itself supreme throughout.",
        "As regards the \" Declaration of Faith, Church Order and Discipline \" adopted in 1833, and still printed in the official Year Book \" for general information \" as to \" what is commonly believed \" by members of the Union, what is characteristic is the attitude taken in the preliminary notes to \" creeds and articles of religion.\"",
        "And this latter was their own standpoint; their acts were more acts of church discipline than those of civil penalty.",
        "A council which assembled at Rome during the reign of Eugenius passed several enactments for the restoration of church discipline, took measures for the foundation of schools and chapters, and decided against priests wearing a secular dress or engaging in secular occupations.",
        "In the 12th century this discipline became universal among them; and sa arose the order of Augustinian canons as a religious order in the strict sense of the word.",
        "Moreover, he has to govern in accordance with the Rule, and must endeavour, while enforcing discipline and implanting virtues, not to sadden or \"overdrive\" his monks, or give them cause for \"just murmuring.\"",
        "Upon his return he preached a characteristic sermon entitled The United States of America compared with some European Countries, particularly England (published 1826), in which, although there was some praise for the English church, he so boldly criticized the establishment, state patronage, cabinet appointment of bishops, lax discipline, and the low requirements of theological education, as to rouse much hostility in England, where he had been highly praised for two volumes of Sermons on the Principal Events and Truths of Redemption (1824).",
        "The more important tracts have been reprinted by Petheram in his series of Puritan Discipline Tracts (1842-1860), in Arber's English Scholar's Library (1879-1880), in R.",
        "Gautsch, who was a convinced upholder of the principle of State authority, had recourse to severe measures of punishment and discipline, which had as their result a revolver attack on the Minister of Justice from the gallery of Parliament.",
        "It was probably not long before questions of theology and church discipline brought him into direct conflict with Zephyrinus, or at any rate with his successor Calixtus I.",
        "He accused the bishop of favouring the Christological heresies of the Monarchians, and, further, of subverting the discipline of the Church by his lax action in receiving back into the Church those guilty of gross offences.",
        "refused to give way where the discipline and vital interests of the church seemed to be threatened.",
        "Its characteristic note was an insistence on discipline which offended contemporaries.",
        "7 discipline of the place, and on the outbreak of the Resolution.",
        "This disregard of discipline and of the laws of France greatly annoyed Napoleon; and when in 1805 Jerome brought his wife to Europe, the emperor ordered her to be excluded from his states.",
        "On both sides the combatants were barbarians, without discipline or competent organization.",
        "antecedents had marked him out as the natural head of the new Greek state, in spite of his successful defence of Missolonghi, had been discredited by failures elsewhere; and the Greeks thus learned to despise their civilized advisers and to underrate the importance of discipline.",
        "In the Archipelago Hydriotes and Spetsiotes were at daggers drawn; the men of Psara were at open war with those of Samos; all semblance of discipline and cohesion had vanished from the Greek fleet.",
        "His inexorable discipline (magnified into cruelty by later legends) soon made the Gatchina corps a model for the rest of the Russian army.",
        "Arakcheev remorselessly applied the iron Gatchina discipline to the whole of the imperial forces, beginning with the Guards.",
        "The charter requires \"a course of military instruction, both theoretical and practical,\" and the discipline of the institution is military in form and principle.",
        "In the early days the Church was thought of as a community of saints, all of whose members were holy, and as a consequence discipline was strict, and offenders excluded from the Church were commonly not readmitted to membership but left to the mercy of God.",
        "Everywhere the object was the same: the supreme obligation of the Rule, the renewal of discipline, and also the economic improvement of the monasteries.",
        "By the king's desire he undertook the vindication of the practices of confirmation, absolution, private baptism and lay excommunication; he urged, but in vain, the reinforcement of an ancient canon, \"that schismatics are not to be heard against bishops\"; and in opposition to the Puritans' demand for certain alterations in doctrine and discipline, he besought the king that care might be taken for a praying clergy; and that, till men of learning and sufficiency could be found, godly homilies might be read and their number increased.",
        "He enforced discipline and exact conformity within the church with an iron hand; and over 200 clergymen were deprived of their livings for disobedience to the ex animo form of subscription.",
        "These unions for the most part aimed, not at incorporating the two churches in doctrine and in worship, but at bringing churches or congregations professing different confessions under one government and discipline.",
        "Complications with the Turk were avoided by the adroit diplomacy of the king, while the superior discipline and efficiency of the Polish armies under the great Tarnowski (q.v.) and his pupils overawed the Tatars and extruded the Muscovites, neither of whom were so troublesome as they had been during the last reign.",
        "There is only one answer; the principal cause of this complete and irretrievable collapse is to be sought for in the folly, egotism and selfishness of the Polish gentry, whose insane dislike of all discipline, including even the salutary discipline of regular government, converted Poland into something very like a primitive tribal community at the very time when every European statesman, including the more enlightened of the Poles themselves, clearly recognized that the political future belonged to the strongly centralized monarchies, which were everywhere rising on the ruins of feudalism.",
        "Here they lived like little princes, surrounded by thousands of retainers, whom they kept for show alone, making no attempt to organize and discipline this excellent military material for the defence of their defenceless country.",
        "of discipline, intrigue and violence, as shown by the abominable massacre which took place in Warsaw when the defeat of the army was known.",
        "In the patronage of learning and in the exercise of authority over the morals and education of youth Laud was in his proper sphere, many valuable reforms at Oxford being due to his activity, including the codification of the statutes, the statute by which public examinations were rendered obligatory for university degrees, and the ordinance for the election of proctors, the revival of the college system, of moral and religious discipline and order, and of academic dress.",
        "They did not accept the discipline of the Church of England, so the plea of conformity was a feeble defence; nor had they taken out licenses, so as to claim the protection of the Toleration Act.",
        "His reactionary conservative temper was in complete harmony with the views of Bismarck and the emperor William, and with their powerful support he attempted, in defiance of modern democratic principles and even of the spirit of the constitution, to re-establish the old Prussian system of rigid discipline from above.",
        "At the Restoration (1814) the military discipline of the lycees was replaced by the ecclesiastical discipline of the \" Royal Colleges.\"",
        "The first prior acted as vicar in all matters in the absence of the abbot, and was generally charged with the details of the discipline of the monastery.",
        "The men of the South were not less in earnest, and the most highly individualized people in the world was thus found ready to accept a rigorous discipline as the only way to success.",
        "The disgraced general was not again employed, but the men of the Army of the Ohio retained throughout, as did those of the Army of the Potomac, the impress of their first general's discipline and training.",
        "The new commander displayed great energy in reorganizing the Army of the Potomac, the discipline of which had not come unscathed through a career of failure.",
        "They required humouring, and their march discipline was very elastic. But in battle the \"thinking bayonets\" resolutely obeyed orders, even though it were to attack a Marye's Hill, or a \"Bloody Angle,\" for they had undertaken their task and would carry it through unflinchingly.",
        "Discipline was not acquired at once, however, and the first ventures of the force were not very successful.",
        "The philosophical discipline which it recommended for the attainment of the highest good was beyond the reach of ' the masses; and the way by which the masses could attain the highest good was a secret unknown to Neoplatonism.",
        "Their proper title is \"Clerks Regulars of the Society of Jesus,\" the word Societas being taken as synonymous with the original Spanish term, Compania; perhaps the military term Cohors might more fully have expressed the original idea of a band of spiritual soldiers living under martial law and discipline.",
        "Its of peace ceased when the life of the cloister had to be exchanged for the discipline of the camp; so in the sketch of the the older orders, which preserved to their members certain constitutional rights.",
        "The German college, for the children of poor nobles, was founded in 1552; and in the same year Ignatius firmly settled the discipline of the Society by putting down, with promptness and severity, some attempts at independent action on the part of Rodriguez at Coimbra - this being the occasion of the famous letter on obedience; while 1553 saw the despatch of a mission to Abyssinia with one of the fathers as patriarch, and the first rift within the lute when the pope thought that the Spanish Jesuits were taking part with the emperor against the Holy See.",
        "The inhabitants of the \"reductions,\" whom the Jesuits had trained in the use of European arms and discipline, naturally rose in defence of their homes, and attacked the troops and authorities.",
        "An organized hierarchy, a definitive canon of the Holy Scriptures, a confession of faith and rule of faith, and unbending doctrinal discipline, these were the means employed.",
        "Mexican education, at any rate that of the upper class, was a systematic discipline much under the control of religion, which here presents itself under a more favourable light.",
        "In the discipline of the Christian Church abstinence is the term for a less severe form of Fasting.",
        "A violent quarrel exacerbated by political differences broke out among the British commands, which led to two courts-martial and to the resignation of Keppel, and did great injury to the discipline of the navy.",
        "suggest reformations in the different departments of the army essential to good discipline, order and economy, and that his, character and popularity in the army would facilitate the execution of such reformations when adopted by Congress.",
        "The first delegated general conference met at Mount Pleasant, Pennsylvania, in 1815, and adopted a confession of faith, rules of order and a book of discipline, which were revised in 1885-1889, when women were first admitted to ordination, and when the Conservatives, protesting against the new constitution, withdrew and formed the body now commonly known as the United Brethren in Christ \"of the Old Constitution.\"",
        "A nonconformist body is in law nothing more than a voluntary association, whose members may enforce discipline by any tribunal assented to by them, but must be subject in the last degree to the courts of the realm.",
        "Hardy, brave and slow-witted, obedient to discipline, attached to his officers, he makes the finest soldier of the East.",
        "The interests of discipline and doctrine were thus to be conserved.?",
        "Soldiers may have espoused it rather than the rival faith, because in the primitive age Christian discipline denied them the sacraments, on the ground that they were professional shedders of blood.",
        "Its doctrine and discipline underwent little change in the East; in particular, it drew no nearer to the Christian religion.",
        "In 105 he was elected to the consulship, and restored the discipline of the army and introduced an improved system of drill.",
        "The first religious ardour cooled, the strictness of the rule was relaxed, until by the 10th century the decay of discipline was so complete in France that the monks are said to have been frequently unacquainted with the rule of St Benedict, and even ignorant that they were bound by any rule at all.",
        "With their growth in wealth and dignity the Cluniac foundations became as worldly in life and as relaxed in discipline as their predecessors, and a fresh reform was needed.",
        "Here also, when discipline became relaxed, traders, who had the liberty of admission, were allowed to display their goods.",
        "1797), the hydrographer; Malcolm Laing (1762-1818), author of the History of Scotland from the Union of the Crowns to the Union of the Kingdoms; Mary Brunton (1778-1818), author of Self-Control, Discipline and other novels; Samuel Laing (1780-1868), author of A Residence in Norway, and translator of the Heimskringla, the Icelandic chronicle of the kings of Norway; Thomas Stewart Traill (1781-1862), professor of medical jurisprudence in Edinburgh University and editor of the 8th edition of the Encyclopaedia Britannica; Samuel Laing (1812-1897), chairman of the London, Brighton & South Coast railway, and introducer of the system of \"parliamentary\" trains with fares of one penny a mile; Dr John Rae (1813-1893), the Arctic explorer; and William Balfour Baikie (1825-1864), the African traveller.",
        "But he understood the Gospel as being primarily an assured hope and a holy law, as fear of the Judge who can cast into hell and as an inflexible rule of faith and of discipline.",
        "It was his desire to unite the enthusiasm cf primitive Christianity with intelligent thought, the original demands of the Gospel with every letter of the Scriptures and with the practice of the Roman church, the sayings of the Paraclete with the authority of the bishops, the law of the churches with the freedom of the inspired, the rigid discipline of the Montanist with all the utterances of the New Testament and with the arrangements of a church seeking to set itself up within the world.",
        "The works of Tertullian, on the chronology of which a great deal has been written, and which for the most part do not admit of being dated with perfect certainty, fall into three classes - the apologetic, defending Christianity against paganism and Judaism; the polemical dogmatic, refuting heresies and heretics; and the ascetic or practical, dealing with points of morality and church discipline.",
        "The De spectaculis and De idololatria show that Tertullian was already in a certain sense a Montanist before he formally went over to that creed; on the other hand, his De poenitentia proves that his earlier views on church discipline were much more tolerant than his later.",
        "A similar use of birch rods has continued among pedagogues to times so recent that the birch is yet, literally or metaphorically, the instrument of school-room discipline.",
        "Vaughan and Dr Montagu Butler, but while he was always conspicuously successful in inspiring a few senior boys with something of his own intellectual and moral enthusiasm, he was never in the same measure capable of maintaining discipline among large numbers.",
        "Both armies now rested for some weeks, during which interval Wellington gained the confidence of the inhabitants by his unsparing repression of marauding, his business-like payment for supplies, and the excellent discipline which he maintained.",
        "The \" coenobian \" monasteries (Kow60ea), each under the rule of an abbot (iiyouµEvos), are subjected to severe discipline; the brethren are clothed alike, take their meals (usually limited to bread and vegetables) in the refectory, and possess no private property.",
        "As Prime Minister Poincare aimed at safeguarding the interests of France abroad, especially against the menace of the Triple Alliance, and at strengthening her at home by firm government and the restoration of social discipline.",
        "In 1581 episcopacy was abolished as a result of the report of a commission on which Craig had sat; he also assisted at the composition of the Second Book of Discipline and the National Covenant of 1580, and in 1581 compiled \"Ane Shorte and Generale Confession\" called the \"King's Confession,\" which was imposed on all parish ministers and graduates and became the basis of the Covenant of 1638.",
        "\" At that time the Inns of Court and Chancery presented the discipline of a well-constituted university, and, through.",
        "He took a lodging near the Charterhouse, and subjected himself to the discipline of a Carthusian monk.",
        "It is therefore nothing more than a literary accident that the term has been applied to that department or discipline of philosophy which deals with first principles.",
        "In trying further to define the readers addressed in the epistle, one must note the stress laid on suffering as part of the divinely appointed discipline of sonship (ii.",
        "In his last command, that of the East Indies station, he carried out many salutary reforms, especially in matters of discipline and victualling.",
        "In the midst of the confusion, which reigned supreme in the council, the upper hand was gained by that party which held that the only method by which the schism could be ended and a reformation of ecclesiastical discipline ensured was a drastic limitation of the papal privileges.",
        "The decay of ecclesiastical discipline grew to alarming proportions under Sixtus.",
        "In 1566 he gave publicity to the Tridentine catechism; in 1568 he introduced the amended Roman breviary; everywhere he insisted on strict monastic discipline, and the compulsory residence of bishops within their sees.",
        "He had many struggles to pass through in early life, which tended to discipline his character and to form the habits of severe study and the mental independence for which he came to be distinguished.",
        "In 1766 he had been commissioned lieutenant and in 1769 captain in the Essex (disambiguation)|Essex county militia; early in 1775 he published An Easy Plan of Discipline for a Militia, adopted in May 1776 by the general court for use by the militia of Massachusetts, and he was elected colonel of his regiment.",
        "He consequently withdrew all judicial affairs from the Congregations, and handed them over to the two tribunals, now revived, of the Rota and the papal Signatura; all affairs concerning the discipline of the sacraments were entrusted to a new Congregation of that name; the competency of the remaining Congregations was modified, according to the nature of the affairs with which they deal, and certain of them were amalgamated with others; general rules were laid down for the expedition of business and regarding personnel; in short, the work of Sixtus V.",
        "(5) The Congregation on the discipline of the sacraments (Sacra Congregatio de Disciplina Sacramentorum), established by Pius X., thus comes to occupy the third rank.",
        "This congregation was very much occupied, being empowered to deal with all disciplinary matters concerning both the secular and regular clergy, whether in the form of consultations or of contentious suits; it had further the exclusive right to regulate the discipline of the religious orders and congregations bound by the simple vows, the statutes of which it examined, corrected and approved; finally it judged disputes and controversies between the secular and regular clergy.",
        "incorporated in this Congregation two others having a similar object: that on the discipline of the regular clergy (Congregatio super Disciplina Regularium), founded by Innocent XII.",
        "in 1908 entrusted to this Congregation the supervision of the general discipline of the secular clergy and the faithful laity, empowering it to deal with matters concerning the precepts of the Church, festivals, foundations, church property, benefices, provincial councils and episcopal assemblies.",
        "maintained its rigid austerity, till in the course of years wealth impaired its discipline, and its members sank into indolence and luxury.",
        "He migrated to the Channel Islands early in the reign of Elizabeth; and, after a period as schoolmaster, officiated (1564-1566) at St Peter's, Guernsey, then under Presbyterian discipline.",
        "His most manly taste did not rise above the kind of military interest which has been defined as \"corporal's mania,\" the passion for uniforms, pipeclay, buttons, the \"tricks of parade and the froth of discipline.\"",
        "Commercial interests dominated everything else, and while these stimulated a municipal life not without vigour, civil discipline and loyalty were but feebly felt.",
        "Even when Athens had developed a rival navy Greek observers noted with admiration the discipline kept on board the Phoenician ships and the skill with which they were handled (Xen.",
        "Their discipline afterwards became so slack that an appeal was made to Cardinal Borromeo asking him to reform their houses.",
        "This phase may be considered as beginning after the establishment of Elean supremacy in 572 B.C. And so to the last Olympia always remained a central expression of the Greek ideas that the body of man has a glory as well as his intellect and spirit, that body and mind should alike be disciplined, and that it is by the harmonious discipline of both that men best honour Zeus.",
        "Soon afterward the garrison killed Pierria (probably because of the severity of his discipline), and put to sea in an insufficiently equipped vessel, from which, after much suffering, they were rescued by an English ship, and taken to England.",
        "He was a true general of the 18th century, not less in his care for the lives of his men than in his punctiliousness and rigidity in matters of discipline.",
        "Every feudal court and castle was in fact a school of chivalry, and although princes and great personages were rarely actually pages or squires, the moral and physical discipline through which they passed was not in any important particular different from that to which less exalted candidates for knighthood were subjected.'",
        "This ceased at Rome at the same time as the apparel disappeared; but two relics of it survive - (I) in the directions of the Missal for putting on the amice, (2) in the ordination of subdeacons, when the bishop lays the vestment on the ordinand's head with the words, \"Take the amice, which symbolizes discipline over the tongue, &c.\"",
        "On the i 5th of June, one month from their marriage day, the queen and Bothwell, at the head of a force of fairly equal numbers but visibly inferior discipline, met the army of the confederates at Carberry Hill, some six miles from Edinburgh.",
        "As the afternoon wore on their force began to melt away by desertion and to break up for lack of discipline.",
        "In 1892 these two churches united under the name of the Reformed Churches (Gereformeerde Kerken) with the doctrine and discipline of Dort.",
        "The States' forces had been reorganized and brought to a high state of military discipline and training.",
        "the churches of the suburbicarian provinces and the islands, it was Gregory's policy to watch with particular care over the election and discipline of the bishops.",
        "Here he continued his multifarious labours; but the church seems to have decreased, and his many engagements and bulky correspondence interfered seriously with his pulpit work, and with the discipline of his academy, where he had some 200 students to whom he lectured on philosophy and theology in the mathematical or Spinozistic style.",
        "They demand that the persons should show a desire for amendment; they subject them to firm discipline, and give them hard work; they give them decent clothes, and strive to win them to a Christian life.",
        "He soon, on some points, especially matters of discipline, became alienated from the Church; and after the requirement of what is called \"the et cetera oath,\" he rejected episcopacy in its English form.",
        "It was their duty to maintain order, exercise discipline, and superintend the affairs of the Church.",
        "A great wave of secularity rolled over the Church, engulfing the religious orders with the rest; love waxed cold, fervour languished; learning declined, discipline was relaxed, bitter rivalries broke out, especially between Franciscans and Dominicans.",
        "The great schism was reflected in the Mendicant orders which were divided into two obediences, to the destruction of discipline.",
        "The following is a list of Kingsley's writings: - Saint's Tragedy, a drama (1848); Alton Locke, a novel (1849); Yeast, a novel (1849) Twenty-five Village Sermons (1849); Phaeton, or Loose Thoughts for Loose Thinkers (1852); Sermons on National Subjects (1st series,1852); Hypatia, a novel (1853); Glaucus, or the Wonders of the Shore (1855); Sermons on National Subjects (2nd series, 1854); Alexandria and her Schools (1854); Westward Ho I a novel (1855); Sermons for the Times (1855); The Heroes, Greek fairy tales (1856); Two Years Ago, a novel (1857); Andromeda and other Poems (1858); The Good News of God, sermons (1859); Miscellanies (1859); Limits of Exact Science applied to History (Inaugural Lectures, 1860); Town and Country Sermons 0860; Sermons on the Pentateuch (1863); Water-babies (1863); The Roman and the Teuton (1864); David and other Sermons (1866); Hereward the Wake, a novel (1866); The Ancient Regime (Lectures at the Royal Institution, 1867); Water of Life and other Sermons (1867); The Hermits (1869); Madam How and Lady Why (1869); At last (1871); Town Geology (1872); Discipline and other Sermons 1872); Prose Idylls (1873); Plays and Puritans (1873); Health and Education (1874); Westminster Sermons (1874); Lectures delivered in America (1875).",
        "Under his leadership discipline and party harmony were established among the Democrats for the first time after the Civil War.",
        "Swift as before to strike, in three months' time he had deftly turned his own word against the would-be master by administering Due Correction for Mr Hobbes, or School Discipline for not saying his Lessons right, in a piece that differed from the Elenchus only in being more biting and unrestrained.",
        "If these involved high claims of independence and power for the Church, they also asserted a high standard of devotion and discipline.",
        "If the debtor broke his oath, he became liable to the discipline of the Church.",
        "In every mutiny against the discipline of the college he was the ringleader.",
        "He was probably already regarded as the leading exponent of the Roman discipline in England when his speech at the council of Whitby determined the overthrow of the Celtic party (664).",
        "Wilfrid's is a memorable name in English history, not only because of the large part he played in supplanting the Celtic discipline and in establishing a precedent of appeal to papal authority, but also by reason of his services to architecture and learning.",
        "That this system works without friction is due to the German habit of discipline; that it is, on the whole, singularly effective is a result of the peculiarly enlightened and progressive views of the German bureaucracy.",
        "The necessities of military discipline were also a subject of attention.",
        "The Prussian army ~.ad attained an unprecedented excellence of organization and discipline; the Prussian people, in spite of the parliamentary deadlock, were loyal and united; while in Austria army and state were alike disorganized by nationalist discontent and the breakdown of the centralized system.",
        "He contributed largely to every number - his principal topics being Education, Freedom of the Press, and Prison Discipline (under which he expounded Bentham's \"Panopticon\").",
        "Here it need only be pointed out that though, in the Roman Catholic Church, the potestas ordinis of every priest includes the power of granting absolution, according to the established discipline of the Church, no priest can be a confessor, i.e.",
        "the appointment of the clergy, and in matters of church discipline the civil courts had no voice - the clergy being absolutely subject to the power of the bishops, who could impose temporal as well as spiritual penalties.",
        "`AbdAllah imposed a penitential scourging on all converts as a purification, and enforced a regular system of discipline for every breach of the law, even on the chiefs.",
        "Already in the 7th century B.C., when Hellenism was still in a rudimentary stage, the citizens of the Greek city-states had been known to the courts of Babylon and Egypt as admirable soldiers, combining hardihood with discipline, and Greek mercenaries came to be in request throughout the Nearer East.",
        "We must bear in mind that he was no cold systematic thinker, but an Oriental visionary, brought up in crass superstition, and without intellectual discipline; a man whose nervous temperament had been powerfully worked on by ascetic austerities, and who was all the more irritated by the opposition he encountered, because he had little of the heroic in his nature.",
        "Discipline on board of steamers is prescribed by the Marine Discipline Act.",
        "Ismails exactions from the Egyptian peasantry reacted on the army, causing discontent; and when he was tottering on the throne he instigated military demonstrations against his own government, and, by thus sapping the foundations of discipline, assisted Arabis revolution; the result was the battle of Tell el-Kebir, the British occupation, and the disbandment of the army, which at that time in Egypt proper consisted of 18,000 men.",
        "The discipline of the old army had been regulated by a translation of part of the Code Napoleon, which was inadequate for an Eastern army, and the sirdar replaced it by the British Army Act of 1881, slightly modified, and printed in Arabic. -",
        "To succeed, it was essential that the fellah should be taught that discipline might be strict without being oppressive, that pay and rations would be fairly distributed, that brutal usage by superiors would be checked, that complaints would be thoroughly investigated, and impartial justice meted out to soldiers of all ranks.",
        "Tb.e honesty and discipline of the fellah were shown to be undoubtedly of a high order.",
        "The barrack-square drill was smart under the old system, bUt there was no fire discipline, and all individuality was crushed.",
        "Their training consisted of gymnastic and warlike exercises which developed strength and discipline that would be as useful in executing public works and in dragging large monuments as in strictly military service.",
        "A~~-imad was proclaimed sultan with the title Malik al-Muayyad; he had the usual fate of sultans sons, earned in his case by an attempt to bring the Mamelukes under discipline; he was compelled to abdicate on the 28th of June 146,, when the amir Khoshkadam, who had served as a general, was proclaimed sultan.",
        "The dash and discipline of the Egyptian.",
        "He earned the confidence of the Porte by the cruel discipline he maintained in his own sanjak, and the regular flow of tribute and bribes which he directed to Constantinople; while he bent all his energies to extending his territories at the expense of his neighbours.",
        "He did much too for the economic development of Prussia, especially for agriculture; he established colonies, peopling them with immigrants, extended the canal system, drained and diked the great marshes of the Oderbruch, turning them into rich pasturage, encouraged the planting of fruit trees and of root crops; and, though in accordance with his ideas of discipline he maintained serfdom, he did much to lighten the burdens of the peasants.",
        "No person shall by word of mouth or in writing or in any newspaper, periodical, book, circular, or other printed publication (a) Spread false reports or make false statements; or (b) spread reports or make statements intended or likely to cause disaffection to His Majesty, or to interfere with the success of His Majesty's forces or of the forces of any of His Majesty's allies by land or sea, or to prejudice His Majesty's relations with foreign powers; or (c) spread reports or make statements intended or likely to preju- :lice the recruiting of persons to serve in any of His Majesty's forces, or in any body of persons enrolled for employment under the Army Council or Air Council or entered for service under the direction of the Admiralty, or in any police force or fire brigade, or to prejudice the training, discipline or administration of any such force, body, or brigade; or (d) spread reports or make statements intended or likely to undermine public confidence in any bank or currency notes which are legal tender in the United Kingdom or any part thereof, or to prejudice the success of any financial measures taken or arrangements made by His Majesty's Government with a view to the prosecution of the war;..",
        "Bands of armed men fighting for their own hand traversed the country, and in the ten years between 1434 and 1444 the provinces were terrorized by these ecorcheurs, who, with the decline of discipline in the English army, were also recruited from the ranks of the invaders.",
        "The central authority was gradually made effective, and a definite system of payment, by removing the original cause of brigandage, and the establishment of a strict discipline learnt perhaps from the English troops, gradually stamped out the most serious of the many evils under which the country had suffered.",
        "A certain number of Bulgars at Kukush in Macedonia and elsewhere form a \"uniate\" church, which accepts the authority and dogma of Rome, but preserves the Orthodox rite and discipline.",
        "The effect of these decisions is thus summarized in the report of the Royal Commission on Ecclesiastical Discipline, 1906: \"Such images are lawful as objects of decoration in a church, but are unlawful if they are made, or are in danger of being made, objects of superstitious reverence, contrary to Article XXII.",
        "So in his warfare, though he kept strict discipline and allowed no wanton violence, he treated severely all who had in his opinion transgressed.",
        "The most worthy efforts of Innocent were directed to the reform of monastic discipline (1652).",
        "In 1560 John Knox propounded in his First Book of Discipline a comprehensive scheme of education from elementary to university, but neither this proposal nor an act passed by the privy council in 1616 for the establishment of a school in every parish was carried into effect.",
        "The court of each university is the supreme authority in regard to finance, discipline, and the regulation of the duties of professors and lecturers.",
        "They fought with courage, but were no match for Roman discipline; it was, however, impossible to follow them into their mountain fortresses, nor were the difficulties of pursuit thoroughly overcome till after the battle of Culloden in 1746.",
        "The Book of Discipline and the Book of Common Order express Knox's ideals, which, as far as they were noble, as in the matter of education and of provision for the poor, remained, in part or in whole, \" devout imaginations.\"",
        "He could not pursue; the whereabouts of his right was unknown, and after the battle his best officers felt rather dismayed than encouraged by the conspicuous lack of discipline.",
        "During the great sailors' strike at Marseilles in 1904 he showed pronounced sympathy with the socialistic aims and methods of the strikers, and a strong feeling was aroused that his Radical sympathies tended to a serious weakening of the navy and to destruction of discipline.",
        "Several of the decretal letters of Siricius are extant, in which, at the request of certain groups of Western bishops, he sets forth the rules of ecclesiastical discipline.",
        "He established an excellent library, and through his strict discipline and consummate scholarship soon raised the monastery to an educational institution of a high order.",
        "The strict military discipline of the school lay heavily on Schiller, and intensified the spirit of rebellion, which, nurtured on Rousseau and the writers of the Sturm and Drang, burst out in the young poet's first tragedy; but such a school-life had for a poet of Schiller's temperament advantages which he might not have known had he followed his own inclinations; and it afforded him glimpses of court life invaluable for his later work as a dramatist.",
        "This grand feat of arms was marked by many points of interest, such as the capture of the Dutch ships, which were frozen in the Helder, by the French hussars, and the splendid discipline of the ragged battalions in Amsterdam, who, with the richest city of the continent to sack, yet behaved with a self-restraint which few revolutionary and Napoleonic armies attained.",
        "His tremendous physical strength, the personal ascendancy he gained by this and by his powers of command made him a peculiarly formidable opponent, and thus enabled him to maintain a discipline which guaranteed the punctual execution of his orders.",
        "In disgust at his advice being disregarded, Mr. Thomas resigned the secretaryship of the Union, but was eventually persuaded, on promises of better discipline, to resume office.",
        "And again, when they challenged His disciples for not observing the regular fasts, He gently reminded them that they themselves relaxed the discipline of fasting for a bridegroom's friends.",
        "This man's unusual faith, based on his soldierly sense of discipline, surprised the Lord, who declared that it had no equal in Israel itself.",
        "They are entrusted especially with the surveillance of the parish priests and other priests of their districts, and with matters of ecclesiastical discipline.",
        "As a teacher and master Hegel inspired confidence in his pupils, and maintained discipline without pedantic interference in their associations and sports.",
        "Two conceptions lay at the basis - the thought of the spiritual priesthood of all believers and the belief that the state was a divine ordinance, that the magistracy might represent the whole body of believers and that discipline and administration might be exercised through courts constituted somewhat like the consistorial courts of the medieval bishops, their members being appointed by the magistracy.",
        "The experiment was a failure; Bahrdt, never at ease under the strict discipline maintained by von Salis, resigned in 1777, and the school was closed.",
        "The Afghans, inured to bloodshed from childhood, are familiar with death, and audacious in attack, but easily discouraged by failure; excessively turbulent and unsubmissive to law or discipline; apparently frank and affable in manner, especially when they hope to gain some object, but capable of the grossest brutality when that hope ceases.",
        "They are capable of enduring great privation, and make excellent soldiers under British discipline, though there are but few in the Indian army.",
        "Discipline Gaol& is well maintained, though separate confinement is practically unknown; and various industries (especially carpet-weaving) are profitably pursued wherever possible.",
        "Fleury's evident intention was to write a history of the church for all classes of society; but at the time in which his great work appeared it was less religion than theology that absorbed the attention of the clergy and the educated public; and his work accordingly appealed to the student rather than to the popular reader, dwelling as it does very particularly on questions of doctrine, of discipline, of supremacy, and of rivalry between the priesthood and the imperial power.",
        "With this view he composed a treatise on The Laws and Discipline of Sacred War, which he presented to Saladin, who received it with peculiar favour.",
        "Roused by these crying evils, a small band of earnest men formed themselves into an association for the improvement of prison discipline.",
        "Stimulated by the success achieved by Mrs Fry, the Prison Discipline Society continued its labours.",
        "c. 85 (1823-1824), the passing of which were mainly due to the strenuous exertions of the Prison Discipline Society.",
        "Irons were strictly forbidden except in cases of \"urgent and absolute necessity,\" and it was ruled that every prisoner should have a bed to himself - if possible a separate cell, the last being the first formal statement of a principle upon which all future prison discipline was to be based.",
        "But by this time a still more determined effort had been made to establish some uniform and improved system of prison discipline.",
        "There can be little doubt that this committee was greatly struck by 4he superior methods of prison discipline pursued in the United States.",
        "His exhaustive report, published in 1834, was a valuable contribution to the whole question of penal discipline.",
        "All discipline officers were permitted to wield the whip summarily and without the slightest check.",
        "The penal discipline of to-day, much modified and varied it is true, may be largely traced to it.",
        "The third stage in Sir George Grey's scheme contemplated the enforced emigration of released convicts, whom the discipline of separation and public works was supposed to have purged and purified, and who would have better hopes of entering on a new career of honest industry in a new country than when thrown back among vicious associations at home.",
        "Meanwhile prison discipline in the elementary stage, as inflicted on lesser offenders, was continually discussed.",
        "In many jurisdictions however the silent system, or that of associated labour in silence, was still preferred; and there might be prisons within a short distance of each other at which two entirely different systems of discipline were in force.",
        "A new committee sat in 1863, and in its report again remarked in no measured terms upon the many and wide differences that still existed in the gaols of Great Britain as regards construction, diet, labour and general discipline, \"leading to an inequality, uncertainty and inefficiency of punishment productive of the most prejudicial results.\"",
        "Matters could only be mended by the exercise of legislative authority, and this came in the Prison Act of 1865, an act which consolidated all previous statutes on the subject of prison discipline, many of its provisions being still in force.",
        "These commissioners had power to consolidate by closing superfluous prisons, to establish one system of discipline, and generally by watchful supervision, aided by the experience of specialists, to maintain that muchdesired uniformity which had been so long and unsuccessfully sought.",
        "The verdict given was in the main satisfactory; but doubts were expressed as to the severity of the discipline inflicted, the principal features of which were moderate labour, ample diet and substantial gratuities.",
        "Having thus traced the history of secondary punishments and prison discipline in England, it will be well to describe the system now actually in force.",
        "In a word, as regards discipline, labour, treatment, exactly the same system obtains in the \"local\" prisons throughout the United Kingdom.",
        "Further modifications have been introduced from time to time in the British penal system, tending mostly to milder discipline, more intelligent classification of prisoners and a certain amelioration of their lot.",
        "The Prison Act of 1898 made some marked changes in penal discipline.",
        "It was feared that the removal of this powerful deterrent would adversely affect discipline, but on the contrary, the yearly average of prison offences has diminished from 147 to 131 per thousand prisoners, and it has been felt by the authorities that the limitation was salutary and wise.",
        "The question will arise some day whether it is really necessary to maintain fifty-six local prisons, with all their elaborate paraphernalia, their imposing buildings and expensive staff, to maintain discipline in daily life and insist upon the proper observance of customs and usages, many of them of purely modern invention.",
        "India retains association as the system most suitable for its criminal classes, with other methods generally abandoned in Great Britain, such as the employment of wellconducted prisoners as auxiliaries in prison discipline and service; deportation is still the penalty for the worst offences and is carried out on a large scale and with satisfactory results in the Andaman Islands.",
        "The latter sometimes lapses into methods which are not usually thought compatible with prison discipline, such as the permission to play on musical instruments, the holding of concerts, the privilege of smoking and chewing tobacco, of receiving baskets of provisions, novels and newspapers from friends outside.",
        "In the first mentioned, the contract system, by which a contractor hires the prisoner's labour from the state, has proved very profitable, but at the sacrifice of discipline and neglect of reformatory processes upon the individual.",
        "This leasing-out system has been carried further in some of the southern states, and has produced the convict camps, which have been much criticized and condemned from the harshness of the discipline enforced, the many abuses that exist and the meagre results other than monetary that have been obtained.",
        "The people of Irak had never been accustomed to discipline, and no improvement had taken place during the troubles of the last years.",
        "The peasant got rid of a hateful drudgery which not only took up his time and means in an unprofitable manner, but placed him under the rough control and the arbitrary discipline of stewards or reeves and gave occasion to all sorts of fines and extortions.",
        "In 1828, after a year's special preparation, young Fremont entered the junior class of the college of Charleston, and here displayed marked ability, especially in mathematics; but his irregular attendance and disregard of college discipline led to his expulsion from the institution, which, however, conferred upon him a degree in 1836.",
        "But Kearny's authority being confirmed about the 1st of April, Fremont, for repeated acts of disobedience, was sent under arrest to Washington, where he was tried by courtmartial, found guilty (January 1847) of mutiny, disobedience and conduct prejudicial to military discipline, and sentenced to dismissal from the service.",
        "Neoplatonism had accepted the Aristotelian logic with its sharper definition than anything handed down from Plato, and, except the logic of the Sceptics, there was no longer any rival discipline of the like prestige.",
        "No scientific discipline, however, with the doubtful exception of descriptive psychology, stands to gain anything from a temper like that of Hume.",
        "If alleged Psycho- P g Logy.ic a priori constituents of knowledge - such rubrics as substance, property, relation - come to be explained psychologically, the formal logic that has perforce to ignore all that belongs to psychology is confined within too narrow a range to be able to maintain its place as an independent discipline, and tends to be merged in psychology.",
        "That it was the formal character of Herbart's logic which was ultimately fatal to its acceptance outside the school as an independent discipline is not to be doubted.",
        "Finally he accepted the decrees against him and retracted \"all that he said contrary to the faith, morals and discipline of the Church.\"",
        "This primacy, a primacy of honour and jurisdiction, involving the plenitude of power over the teaching, the worship, the discipline and administration of the Church, is received by the pope as part of the succession of St Peter, together with the episcopate of Rome.",
        "(I) In the matter of jurisdiction: \"If any one say that the Roman Pontiff has an office merely of inspection and direction, and not the full and supreme power of jurisdiction over the whole Church, not only in matters of faith and morals, but also as regards discipline and the government of the Church scattered throughout the whole world; or that he has only the principal portion and not the plenitude of that supreme power; or that his power is not ordinary and immediate, as much over each and every church as over each and every pastor and believer: anathema sit.\"",
        "Practical difficulties called for the enforcement of discipline, and differences of opinion for authority in doctrine; and, finally, the sacramentarian system required a priesthood.",
        "penance, growing up. It culminated in the doctrine of purgatory, a place of discipline, of purifying suffering after death.",
        "This is the charter of the Church, and its acceptance is the first requisite for salvation; for the Church determines doctrine, exercises discipline and administers sacraments.",
        "At all events, though the Persians were checked for the time, the conduct of the Roman army showed an extraordinary lack of discipline.",
        "At the dawn of Greek history Mycenae is no longer the seat of empire; new empires, polities and civilizations have grown up - Sparta with its military discipline, Delphi with its religious supremacy, Miletus with its commerce and numberless colonies, Aeolis and Ionia, Sicily and Magna Graecia.",
        "Akbar succeeded his father in 1556 under the regency of Bairam Khan, a Turkoman noble, whose energy in repelling pretenders to the throne, and severity in maintaining the discipline of the army, tended greatly to the consolidation of the newly recovered empire.",
        "He was ever pressing his views of ecclesiastical government and discipline, derived from the Apostolical Constitutions, on the ecclesiastical authorities, and marvelled that they could not see the matter in the same light as himself.",
        "those Eastern communities which, though in communion with Rome, have been allowed to retain their peculiar ritual discipline).",
        "The popes, then, or at least the more politic of them, have been content to lay down as the condition of reunion no more than the acceptance of the distinctive dogmas of the Roman Catholic Church, especially the supremacy and infallibility of the pope; the ritus of the Uniat Oriental Churches - liturgies and liturgical languages, ecclesiastical law and discipline, marriage of priests, beards and costume, the monastic system of St Basil - they have been content for the most part to leave untouched.",
        "Teresa turned to the mystical writers, and learnt from them how to root out the last relics of self-love from the mind by a long discipline of mystical trance and \" contemplation.\"",
        "English youths who spend their time at Eton between athletic sports and Latin verses, and who take an Ireland with a first class in \"Greats\" at Oxford, are pursuing the same course of physical and mental discipline as the princes of Gonzaga or Montefeltro in the 15th century.",
        "The doctors of the universities were too wedded to their antiquated manuals and methods, too satisfied with dullness, too proud of titles and diplomas, too anxious to preserve ecclesiastical discipline and to repress mental activity, for a genial spirit of humanism to spread freely.",
        "Until the following March, Washington's work was to bring about some semblance of military organization and discipline, to collect ammunition and military stores, to correspond with Congress and the colonial authorities, to guide military operations in widely separate parts of the country, to create a military system for a people entirely unaccustomed to such a thing and impatient and suspicious under it, and to bend the course of events steadily towards driving the British out of Boston.",
        "We may therefore expect in primitive asceticism to find many abstentions and much self-torture apparently valueless for the training of character and discipline of the feelings, which are the essence of any healthy asceticism.",
        "The Pythagoreans and Orphic mystae so abstained all their life long, and Porphyry eloquently insists on such a discipline for all who \"are not content merely to talk about Reason, but are really intent on casting aside the body and living through Reason with Truth.",
        "The Order, however, which the would-be ascetic can enter by regular initiation, when he is twenty years of age, entails a discipline much more severe.",
        "The Scottish church, hitherto without a definite constitution, soon espoused under his able leadership a logical and thorough Presbyterianism, which was expressed in the Second Book of Discipline, adopted by the assembly in 1577, and was never afterwards set aside by the church when acting freely.",
        "The Second Book of Discipline recognizes four kinds of office in the church, and no one can lawfully be placed in any of them except by being called to it by the members.",
        "The history of the Scottish church for a century after the date of the Book of Discipline is that of a religious struggle between the people and the crown.",
        "A Roman Catholic rising threw James into the arms of the kirk; in 1592 the acts of 1584 were abrogated, the Second Book of Discipline legalized and Presbytery established.",
        "Discipline was strict; the temper of the church was in accordance with the Old rather than the New Testament.",
        "The Presbyterians were not ready for union with them, and many of them were put out of their livings, ostensibly by way of discipline.",
        "The Popular party, regarding the church less from the side of the government, had less sympathy with the progressive movements of the age, and desired greater strictness in discipline.",
        "Another salient feature of the Moderate policy was the consolidation of discipline.",
        "It is frequently asserted that discipline was lax at this period and that ministers of scandalous lives were allowed to continue in their charges.",
        "Indeed it was freely admitted by the most learned men of the middle ages and Renaissance that celibacy had been no rule of the apostolic church; and, though writers of ability have attempted to maintain the contrary even in modern times, their contentions are unhesitatingly rejected by the latest Roman Catholic authority.3 The gradual growth of clerical celibacy, first as a custom and then as a rule of discipline, can be traced clearly enough even through the scanty records of the first few centuries.",
        "Again, the most adverse critics would admit that much was done by the counter-Reformation, and that modern ecclesiastical discipline on this point is considerably superior to that of the middle ages; while, on the other hand, many authorities of undoubted orthodoxy are ready to confess that it is not free from serious risks even in these days of easy publicity and stringent civil discipline.'",
        "of the Magnalia; The Short History of New England (1694); Bonifacius, usually known as Essays To Do Good (Boston, 1710; Glasgow, 1825; Boston, 1845), one of his principal books and one which had a shaping influence on the life of Benjamin Franklin; Psalterium Americanum (1718), a blank verse translation of the Psalms from the original Hebrew; The Christian Philosopher: A Collection of the Best Discoveries in Nature, with Religious Improvements (1721); Parentator (1724), a memoir of his father; Ratio Disciplinae (1726), an account of the discipline in New England churches; Manuductio ad Ministerium: Directions for a Candidate of the Ministry (1726), one of the most readable of his books.",
        "It had before it the plan for church government and maintenance, drafted in August at the same time with the Confession, under the name of The Book of Discipline, and by the same framers.",
        "its moral influence, and a discipline over both poor and rich, was to be not only the coercive authority of the civil power but its money.",
        "The court and parliament, guided by them, declined to press the queen or to pass the Book of Discipline; and meantime the negotiations as to the queen's marriage with a Spanish, a French or an Austrian prince revealed the real difficulty and peril of the situation.",
        "- The History of the Reformation in Scotland, incorporating the Confession and the Book of Discipline.",
        "He was one of the commission of six who drew up the \"Confession of Faith\" and the \"First Book of Discipline,\" and during the struggle with Queen Mary was often employed on important engagements.",
        "Meanwhile he helped to compile the \"Second Book of Discipline,\" and became more than ever opposed to the Episcopal system of church government.",
        "Even at the synod of Orebro, summoned in February 152 9, \"for the better regulation of church ceremonies and discipline according to God's Word,\" there was no formal protest against Rome; and the old ritual was retained for two years longer, though it was to be explained as symbolical.",
        "Sloth and carelessness speedily invaded every branch of the administration, destroying all discipline and leading to a general neglect of business.",
        "Additional instructors were brought from Germany, and all arms of the military service were placed on a thoroughly efficient footing in matters of drill and discipline.",
        "The successes of the Sassanids in the east were gained in the later period of their dominion; and the Roman armies, in spite of decay in discipline and military spirit, still remained their tactical and strategical superiors.",
        "Their functions were in practice confined to the discipline of the force and the prevention and detection of offences, their action limited to having persons arrested or summoned to be dealt with by the ordinary magistrates, whose courts were not interfered with.",
        "Two popes anathematized each other from Avignon and from Rome, and zealous churchmen were at their wit's end to concoct ways and means, by general councils of Constance and Basel and otherwise, to restore peace to a distracted church, and to discipline the clergy into decent living.",
        "17-21a suggest that it is a later interpolation, such as writings on church discipline were 1 The same motive occurs in the preface to Irenaeus's treatise, Adv.",
        "With all its luxuries and courtly ease, his house remained a true bishop's palace, breathing the strictest discipline and restraint.",
        "But the discipline of the university needed reform, and the task was entrusted to the Jesuits.",
        "When Shaftesbury wrote that \"religion is still a discipline, and progress of the soul towards perfection,\" he gave birth to the same thought that was afterwards hailed in Lessing's Erziehung des Menschengeschlechtes as the dawn of a fuller and a purer light on the history of religion and on the development of the spiritual life of mankind.",
        "This jurisdiction they exercise for the most part through their consistorial courts, or through commissioners appointed under the Church Discipline Act of 1840.",
        "By the Clergy Discipline Act of 1892 it was decreed that the trial of clerks accused of unfitness to exercise the cure of souls should be before the consistory court with five assessors.",
        "misericordia, pity, compassion) for various forms in which the rules of a monastic order or general discipline of the clergy might be relaxed; thus it is applied to a special chamber in a monastery for those members who were allowed special food, drink, &c., and to a small bracket on the under side of the seat in a stall of a church made to turn up and afford support to a person in a position between sitting and standing.",
        "Abbesses have a right to demand absolute obedience of their nuns, over whom they exercise discipline, extending even to the power of expulsion, subject, however, to the bishop. As a female an abbess is incapable of performing the spiritual functions of the priesthood belonging to an abbot.",
        "As there has been no further change in the doctrine, and no further reformation in discipline, we may leave the ecclesiastical history of Lamaism since that date unnoticed, and consider some principal points on the constitution of the Lamaism of to-day.",
        "They are as follows: (i.) The Calendar; (ii.) The names of the Faires of Scotland; (iii.) The Confession of Faith used at Geneva and received by the Church of Scotland; (iv.-vii.) Concerning the election and duties of Ministers, Elders and Deacons, and Superintendent; (viii.) An order of Ecclesiastical Discipline; (ix.) The Order of Excommunication and of Public Repentance; (x.) The Visitation of the Sick; (xi.) The Manner of Burial; (xii.) The Order of Public Worship - Forms of Confession and Prayer after Sermon; (xiii.) Other Public Prayers; (xiv.) The Administration of the Lord's Supper; (xv.) The Form of Marriage; (xvi.) The Order of Baptism; (xvii.) A Treatise on Fasting with the order thereof; (xviii.) The Psalms of David; (xix.) Conclusions or Doxologies; (xx.) Hymns - metrical versions of the Decalogue, Magnificat, Apostles' Creed, &c.; (xxi.) Calvin's Catechism; (xxii.",
        "The legislation of the Lombard kings, in form a territorial and not a personal law, shows no signs of a disposition either to depress or to favour the Romans, but only the purpose to maintain, in a rough fashion, strict order and discipline impartially among all their subjects.",
        "The sixth declared against Monothelitism; the seventh sanctioned the worship (30vXda, not etXnOt y) Aarpdia) of images; the council held in the Trullus (a saloon in the palace at Constantinople) supplemented by canons of discipline the doctrinal decrees of the fifth and sixth councils.",
        "They are couched in brief legislative form though on no definite plan, and deal with the vexed questions of ecclesiastical discipline as they were raised towards the end of the 4th century.",
        "As to the discipline regarding processions the bishop, according to the Council of Trent (Sess.",
        "The observance or variation of the discipline belongs to the Congregation of Rites; in pontifical processions, which are regulated by the masters of the ceremonies (magistri ceremoniarum pontificalium), these points are decided by the chief cardinal deacon.",
        "He afterwards spent a year in Geneva, and was powerfully influenced by the strict moral life and rigid ecclesiastical discipline prevalent there, and also by the preaching and the piety of the Waldensian professor, Antoine Leger, and the converted Jesuit preacher, Jean de Labadie.",
        "They are attempts, made in various places and at different times, to put into writing the order and discipline and character of the Church; in part for private instruction and edification, but in part also with a view to actual use; frequently even with an actual reference to particular circumstances.",
        "Its earlier part, cc. 1-14, depends upon the Didache, and the rest of it is a book of discipline in which Harnack has attempted to distinguish two older fragments of church law (Texte u.",
        "It was prepared in both French and English, as was required by the necessities of practice in Louisiana, and actually consisted of four codes - crimes and punishments, procedure, evidence in criminal cases, reform and prison discipline.",
        "It was at once reprinted in England, France and Germany, attracting wide praise by its remarkable simplicity and vigour, and especially by reason of its philanthropic provisions in the code of reform and prison discipline, which noticeably influenced the penal legislation of various countries.",
        "His Code of Reform and Prison Discipline was adopted by Guatemala.",
        "With regard to form, the decisions of councils, even when dogmatic, are called canons; thus the definitions of the council of Trent or of the Vatican, which generally begin with the words \" Si quis dixerit,\" and end with the anathema, are canons; while the long chapters, even when dealing with matters of discipline, retain the name of chapters or decrees.",
        "Canon law is divided into public law and private law; the former is concerned with the constitution of the Church, and, consequently, with the relations between her and other bodies, religious and civil; the latter has as its object the internal discipline of the ecclesiastical body and its members.",
        "The Penitentials 5 are collections intended for the guidance of confessors in estimating the penances to be imposed for various sins, according to the discipline in force in the Anglo =ten - Saxon countries.",
        "The legislative power is powerfully centralized in the hands of the pope: since the reforming decrees of the council of Trent it is the pontifical constitutions alone which have made the common law; the ecumenical council, doubtless, has not lost its power, but none were held until that of the Vatican (1870), and this latter was unable to occupy itself with matters of discipline.",
        "In 1666 he was made bishop of Rochester, and in 168 3 archbishop of York; he distinguished himself by reforming the discipline of the cathedrals in these dioceses.",
        "These two rites really begin the catechumenate or period of instruction in the faith and discipline of the church.",
        "It was through this \"triple discipline,\" as he calls it, that Cousin's philosophical thought was first developed, and that in 1815 he entered on the public teaching of philosophy in the Normal School and in the faculty of letters.'",
        "But it should be noted that the primary reference of \"binding and loosing\" is, according to rabbinical usage, rather to the laying down of rules than to condoning breaches of them; and nothing is said to confine the words \"Whose soever sins ye forgive\" to the offences of Christians already baptized, and they should be held to include preaching the Gospel and baptizing converts as well as the administration of internal discipline.",
        "9, and the exercise of discipline is referred to in 1 Cor.",
        "But while he insists on repentance and mortification, he says nothing about public confession or discipline.",
        "Not that it was asserted that he, therefore, could not be forgiven by God; indeed he was urged to pray and fast and undergo church discipline; but the church refused to venture on any anticipation of the divine decision.",
        "For other grave sins the baptized person was allowed to undergo discipline once, but only once in his life; if he relapsed again, he must remain excommunicate like the adulterer.",
        "It is to be noticed that the clergy were never admitted to this public discipline; but a cleric might be deposed and then admitted as a layman.",
        "In fact far more importance was attached to the discipline than to confession.",
        "requests or even orders that so-and-so, and sometimes the name was not inserted, should be readmitted to communion forthwith without undergoing the discipline of exomologesis.",
        "Those under discipline were allowed to receive the eucharist when in articulo mortis.",
        "As this was sometimes effected by means of the reserved sacrament without any formal reconciliation, even without the presence of bishop or priest, it affords further evidence of the emphasis being laid on contrition and submission to discipline rather than on absolution.",
        "At the beginning of the 4th century a system came into use by which penitents undergoing discipline were divided into four grades, the lowest being the mourners, then the hearers, the kneelers and the consistentes (standing).",
        "In the same century at Rome and at Constantinople we hear of \"penitentiaries,\" that is priests appointed to act for the bishop in hearing the confession of sins, and deciding whether public discipline was necessary and, if it was, on its duration; in other words they prepared the penitents for solemn reconciliation by the bishop. A scandal at Constantinople in 391 led to the suppression in that city not only of the office of penitentiary, but practically of public exomologesis also, and that seemingly in Eastern Christendom generally, so that the individual was left to assess his own penance, and to present himself for communion at his own discretion.",
        "But in the West public discipline continued, though under less and less rigorous conditions.",
        "Thus in the chapterhouse of a monastery there constantly took place acts of discipline that depended on the theory that the sin of the individual is the concern of the society; open confession was made, open penance exacted.",
        "Moreover, the idea of corporate responsibility and discipline was overshadowed by that of medicine for the individual soul, though public penance was still often exacted, especially in cases of notorious crime, as when Henry II.",
        "To come to England, Wesley provided for spiritual discipline through the class-meeting, whose leader has to advise, comfort or exhort as occasion may arise; and (2) through the ministers, who have to bear the chief responsibility in the reproof, suspension or expulsion from communion of erring brethren.",
        "They no longer asked, as many of them had asked in the beginning of Elizabeths reign, to substitute the presbyterian discipline for the episcopal government."
    ],
    "definition": [
        "Training expected to produce a specific character or pattern of behavior, especially training that produces moral or mental improvement: was raised in the strictest discipline.",
        "a. Control obtained by enforcing compliance or order: military discipline.\nb. Controlled behavior resulting from disciplinary training; self-control: Dieting takes a lot of discipline.\nc. A state of order based on submission to rules and authority: a teacher who demanded discipline in the classroom.",
        "Punishment intended to correct or train: subjected to harsh discipline.",
        "A set of rules or methods, as those regulating the practice of a church or monastic order.",
        "A branch of knowledge or teaching: the discipline of mathematics.",
        "To train by instruction and practice, as in following rules or developing self-control: The sergeant disciplined the recruits to become soldiers. See Synonyms at teach.",
        "To punish in order to gain control or enforce obedience. See Synonyms at punish.",
        "To impose order on: needed to discipline their study habits.",
        "dis′ci·pli·nal\nadjective",
        "dis′ci·plin′er\nnoun",
        "Link/Cite",
        "A controlled behaviour; self-control.",
        "An enforced compliance or control.",
        "A systematic method of obtaining obedience.",
        "A state of order based on submission to authority.",
        "A punishment to train or maintain control.",
        "A set of rules regulating behaviour.",
        "A flagellation as a means of obtaining sexual gratification.",
        "A specific branch of knowledge or learning.",
        "A category in which a certain art, sport or other activity belongs.",
        "disciple",
        "disciplinal",
        "disciplinarian",
        "disciplinary",
        "discipliner",
        "interdisciplinary",
        "multidisciplinary",
        "To train someone by instruction and practice.",
        "To teach someone to obey authority.",
        "To punish someone in order to (re)gain control.",
        "To impose order on someone.",
        "Link/Cite"
    ]
}