{
    "translation": "אי ציות",
    "uses": [
        "Terrible examples have taught you how he punishes disobedience and crime.",
        "It costs me less in every sense to incur the penalty of disobedience to the State than it would to obey.",
        "This he refused to do, and the only notice taken of the disobedience was that Charles forbade him to appear at court.",
        "Corps for disobedience, the king thanked Manteuffel warmly for the part he had played, and then turned to the young brigadier who had disobeyed orders and congratulated him on having twice distinguished himself in the first fortnight of the war.",
        "The result of this disobedience was excommunication by Lucius III.",
        "In time of peace his power was little more than that of the responsible minister of a constitutional republic; but in time of warfare he was a dictator, and disobedience to his orders in the field was punishable by death.",
        "When the psalmist declares that \" the fool hath said in his heart, there is no God,\" he probably does not refer to theoretical denial, but to a practical disbelief in God's government of human affairs, shown in disobedience to moral laws.",
        "Maclay's History of the Navy, a court of inquiry investigated Schley's conduct before and during the battle of Santiago; on the 13th of December 1901 the court pronounced Schley guilty of delay in locating Cervera's squadron, of carelessness in endangering the \"Texas\" by a peculiar \"loop\" movement or turn of the \"Brooklyn\" which blanketed the fire of other American vessels, and of disobedience to a departmental order of the 25th of May, but it recommended that no action be taken.",
        "Disobedience under the order of justices involves a penalty and a daily penalty for every day during which default continues.",
        "The famous decretal of Siricius (385) not only enjoined strict celibacy on bishops, priests and deacons, but insisted on the instant separation of those who had already married, and prescribed the punishment of expulsion for disobedience (Siric. Ep. i.",
        "He therefore set all his wonderful cleverness to the task, going so far as to adopt a little even of that Romantic disobedience to the strict classical theory which he condemned, and no doubt sincerely, in Shakespeare.",
        "Disobedience to or contempt of the ecclesiastical courts is to be punished by a new writ, de contumace capiendo, to follow on the certificate of the judge that the defender is contumacious and in contempt.",
        "The defeat and death of the good king Josiah came through disobedience to the Divine will (2 Chron.",
        "He retired to Rome, where he was imprisoned in the castle of St Angelo for six months for his disobedience to the papal orders, and died in 1817, a year or two after his release, of disease contracted in prison and of chagrin.",
        "Yahweh himself refuses to accompany Israel owing to their disobedience, but in response to Moses'.",
        "It was very beautiful; but the idle fairies were too much frightened at the mischief their disobedience had caused, to admire the beauty of the forest, and at once tried to hide themselves among the bushes, lest King Frost should come and punish them.",
        "On the ist of February 1881 Arabi and two other Egyptian colonels, summoned before a court-martial for acts of disobedience, were rescued by their soldiers, and the khedive was forced to dismiss his then minister of war in favour of Mahmud Sami.",
        "The disobedience of his favourite Ottavio hastened the death of the old pope (Nov.",
        "When, however, the time came for the fulfilment of his bargain, Vigilius declined to give his assent to the condemnation of that council involved in the imperial edict against the three chapters, and for this act of disobedience he was peremptorily summoned to Constantinople, which he reached in 547.",
        "3-13, and (b) the penalties incurred by disobedience to the preceding laws, vv.",
        "This pronounced him guilty of disobedience, and adjudged him \"unfit to serve his Majesty in any military capacity whatsoever.\"",
        "Thus a reforming movement became heresy through disobedience to authority, and after being condemned embarked on a course of polemical investigation how to justify its own position.",
        "\"I have often noted,\" writes John Taylor, the water-poet, in his Jack a Lent (1620), \"that if any superfluous feasting or gormandizing, paunch-cramming assembly do meet, it is so ordered that it must be either in Lent, upon a Friday, or a fasting: for the meat does not relish well except it be sauced with disobedience and comtempt of authority.\"",
        "He enforced discipline and exact conformity within the church with an iron hand; and over 200 clergymen were deprived of their livings for disobedience to the ex animo form of subscription.",
        "In violation therefore of international amities, and practically in disobedience of orders, he broke the peace, caused a band of Mexican cavalry mounts to be seized, and prompted some American settlers to occupy Sonoma (14th June 1846).",
        "He was condemned at Rome, and in a letter to The Times (loth of September 1884) declares that it was on account of his disobedience to the decrees of the Roman Congregation: \"I am a dutiful son of the Church who hesitates to obey an order of his mother because he does not see clear enough the maternal authority in it.\"",
        "The damage to the American buildings at Kharput was due to direct disobedience of orders.",
        "A particular tendency to arrange history according to a mechanical rule appears in the constant endeavour to show that recompense and retribution followed immediately on good or bad conduct, and especially on obedience or disobedience to prophetic advice.",
        "While the figure of Samuel grows in grandeur, the disastrous fate of Saul invited explanation, which is found in his previous acts of disobedience (I Sam.",
        "He pushes the claim even further, requiring, besides entire outward submission to command, also the complete identification of the place of God, without reference to his personal wisdom, piety or discretion; that any obedience which falls short of making the superior's will one's own, in inward affection as well as in outward effect, is lax aect; that going beyond the letter of command, even in things abstractly good and praiseworthy, is disobedience, and that the \"sacrifice of the intellect\" is the third and highest grade of obedience, well pleasing to God, when the inferior not only wills what the superior wills, but thinks what he thinks, submitting his judgment, so far as it is possible for the will to influence and lead the judgment.",
        "To put his, absolute right beyond all control he based it upon religion, and to this sceptic disobedience became a heresy.",
        "Meanwhile Haakon, who had vanquished Skuli in 1240, sent orders to Gissur to punish Snorri for his disobedience either by capturing him and sending him back to Norway or by putting him to death.",
        "While remarkable for the cheerful, non-ascetic character of their worship, the Jews were no less distinguished from all the nations of antiquity by their annual solemn fast appointed to be observed on the 10th day of the 7th month (Tisri), the penalty of disobedience being death.",
        "In the market-place here Dr Johnson stood hatless in the rain doing voluntary penance for disobedience to his father.",
        "For them Israel is the centre of the world, the point around which all other things revolve - every other people derives its claim to consideration from its relation to Israel - the only subject deserving attention is the extent of the Jewish nation's obedience or disobedience to its divinely given law, on which depends its prosperity or its adversity.",
        "Musa, though angered by the disobedience of Tariq, hastened to the rescue and embarked in April 712 with 18,000 men, among them many noble Arabs, and began, advised by Julian, a methodical campaign, with the purpose of establishing and securing a line of communication between the sea and Toledo.",
        "In 1592 parliament \" ratified the liberty of the true kirk,\" leaving little liberty for king and state, since, in the phrase of one preacher, \" the king might be excommunicated in case of contumacy and disobedience to the will of God,\" as interpreted by the ministers.",
        "at once took the hint; in September Archbishop Langton was sq,spended for disobedience to papal commands, and the charter was declared uncanonical, null and void.",
        "Punishment ensued as a result of disobedience.",
        "Europe refused to take any direct action against the Mussulman, but Latin feudalism, assembled at Venice, diverted the crusade by an act quest of conof formal disobedience, marched on Constantinople, seized the Greek Empire and founded a Latin Empire in its place; and Innocent had to accept the fait accompli.",
        "Having been summoned to the royal presence to stand his trial for disobedience, Antigonus fled to Europe and entered into alliance with Antipater, Craterus and Ptolemy, the son of Lagus.",
        "But Kearny's authority being confirmed about the 1st of April, Fremont, for repeated acts of disobedience, was sent under arrest to Washington, where he was tried by courtmartial, found guilty (January 1847) of mutiny, disobedience and conduct prejudicial to military discipline, and sentenced to dismissal from the service.",
        "But Bonaparte saw what they were planning; and to the rupture of the negotiations at Lille and an order for the resumption of hostilities he responded by a fresh act of disobedience and the infliction on the Directory of the peace of Campo-Formio, on October 17, 1797.",
        "To practice civil disobedience is not a choice to be made lightly.",
        "disobedience campaign during the war.",
        "For disobedience to his orders he imprisoned a boyar who was his own brother-in-law, and he caused another to be beheaded for complaining that the boyar-council was not consulted in important affairs of state.",
        "The archdeacon had thus become, on the one hand, the oculus episcopi, but on the other hand, armed as he was with powers of imposing penance and, in case of stubborn disobedience, of excommunicating offenders, his power tended more and more to grow at the bishop's expense.",
        "In 1066 he became the first abbot of St Stephen's at Caen, a house which the duke had been enjoined to found as a penance for his disobedience to the Holy See.",
        "Frederick did not like disobedience, but he still less liked being made a fool of, and he put Voltaire under arrest.",
        "The imperial government, which still hoped for Magyar aid against the Viennese revolutionists, repudiated the action of the ban, accused him of disobedience and treason, and deprived him of his military rank.",
        "Grindal remonstrated, claiming some voice for the Church, and in June 1577 was suspended from his jurisdictional, though not his spiritual, functions for disobedience.",
        "The arbitrator ex compromisso sumptus had no coercive jurisdiction, and in order to make his award effective, the agreement of reference was confirmed by a stipulation and usually provided a penalty (poena, petunia compromissa) in case of disobedience.",
        "It makes the citizen recognize his allegiance to the power which represents the unity of the nation; and it avoids the necessity of calling upon the state to enforce obedience to Federal authority, for a state might possibly be weak or dilatory, or even itself inclined to disobedience.",
        "Mansur being told of it said: \"I would rather they went to hell in obedience to us, than to heaven in disobedience.\"",
        "Belisarius and his followers were prepared to let him pay the penalty of his rashness and disobedience.",
        "7, 8 and 22-24; it differs from that chapter, however, in prescribing the death penalty in each case for disobedience.",
        "In 1844, after the disasters of the Afghan war had shaken the prestige of British arms in India, no less than seven native regiments broke into open mutiny over grievances both real and fancied; and this time the old stern measures were not adopted to stamp out military disobedience.",
        "The railways determined to evade the law, but Taylor promptly brought suit in the State Supreme Court and an injunction was issued restraining the companies from disobedience.",
        "The end result was disobedience and eventually complete apostasy from God, a falling away, a standing apart from the truth.",
        "We will use and build on existing strategies, including civil disobedience, to resist globalization and to assert our rights.",
        "Showing unusual courage, he made speeches advocating civil disobedience in opposition to the United States ' war effort in Vietnam.",
        "And on the third day a mass rally, involving civil disobedience, at the Embassy - nine arrested.",
        "But when and how is it right to commit civil disobedience?",
        "civil disobedience organized by Voices in the Wilderness on Monday August 7th.",
        "For men like Currie the party's rejection of his call for a campaign of non-violent civil disobedience had been a grave error.",
        "In London, several days of protests will see a range of actions from mass civil disobedience to street parties.",
        "In an attempt to put the theory of electronic civil disobedience into practice he moved to New York City in 1991.",
        "More importantly, however, this protest was intended as peaceful civil disobedience and, as such, was a success.",
        "However if this fails and development is approved for this nationally listed site, massive civil disobedience can be expected.",
        "At some sites there will be acts of nonviolent civil disobedience.",
        "It is through disobedience that progress has been made, through disobedience that progress has been made, through disobedience and through rebellion.",
        "And they will be ready to punish all disobedience, when your obedience is fulfilled.",
        "It is not wilful disobedience - it is just that people get biased in terms of making money.",
        "Only mass civil disobedience is going to get rid of the TV License.",
        "intelligent disobedience does mean being different - with specific purposes.",
        "There are times of mass disobedience among people who claim to be God's people [witness the Church of England at present] .",
        "disobedience actions in British labor history.",
        "disobedience protests (involving the risk of arrest) in Parliament Square.",
        "For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous.",
        "This remedy for sin is no artifice, no afterthought in the light of the tragedy of man's disobedience.",
        "disobedience of a reasonable order to justify the dismissal of the men.",
        "disobedience of one man made us all sinners, by the obedience of one man we were all made righteous.",
        "disobedience of the law meant things would not go well!",
        "But it is also a good lead-in to civil disobedience and hacktivism, in chapter thirty four.",
        "mishandled the Irish situation, made his mad ride to Nonesuch, and was imprisoned for disobedience in York House.",
        "Another purpose civil disobedience serves is to make society so ungovernable that the authorities must give in to restore order.",
        "wilful disobedience - it is just that people get biased in terms of making money.",
        "To punish is to inflict penalty for violation of law, disobedience to authority, or intentional wrongdoing.",
        "He saw that \" the disobedience of 2 Torrey (Ency.",
        "On the 25th of June 1439 the synod - which had already pronounced sentence of heresy on Eugenius IV., by reason of his obstinate disobedience to the assembly of the Church - formally deposed him; and, on the 5th of November, a rival pontiff was elected in the person of the ambitious Amadeus of Savoy, who now took the Felix V.",
        "Beyond the punishment of exile was always intended to be a new restored people without the disobedience and uncircumcised hearts of their predecessors.",
        "They were enticed into disobedience to God by the wiles of the serpent, the prehistoric ancestor of the Christian Satan.",
        "The one thing my parents cannot abide blatant disobedience.",
        "The one thing my parents cannot abide is blatant disobedience.",
        "Symptoms of emotional upset includes regressive behaviors like bedwetting or baby-talk, increased aggression, increased fearfulness and sudden disobedience.",
        "And back then, we used to get beatings for disobedience and doing wrong.",
        "This concept is known as \"intelligent disobedience\".",
        "Choice (b) demonstrates the concept of intelligent disobedience, and although it may seem like a lot to expect from simple canines, thousands of guide dogs make these choices on a daily basis.",
        "It is also interesting to note that people with PKU are less likely to display such antisocial behaviors as lying, teasing, and active disobedience.",
        "The child develops appreciation of rules and a conscience that influences compliance and affects disobedience."
    ],
    "definition": [
        "dis′o·be′di·ent\nadjective",
        "dis′o·be′di·ent·ly\nadverb",
        "Link/Cite",
        "Refusal to obey.\nThe teacher complained of the child's disobedience.",
        "disobedient",
        "Link/Cite"
    ]
}