{
    "translation": "מנושל",
    "uses": [
        "The original Germanic inhabitants of Rugen were dispossessed by Sla y s; and there are still various relics of the long reign of paganism that ensued.",
        "The dispossessed heirs of the old owners had either to sink to the condition of peasants, or to throw themselves upon.",
        "The Allies were in their turn dispossessed by Pichegru in December and forced to retreat behind the Rhine.",
        "They merely clung to their homesteads, and harboured a natural resentment against the raiders who had dispossessed them.",
        "They have been for the most part dispossessed of their country by Turkish immigration and conquests, but they still retain their original intellectual superiority over the Turkish and other mixed tribes by which they are surrounded.",
        "The dispossessed men carried to America an undying hatred of England which had much to say to the American revolution, and that again reacted on Ireland.",
        "The doctrine which first made him famous, and commended him to all members of the anti-clerical faction, was that unworthy holders of spiritual endowments ought to be dispossessed of them, because dominion should depend on grace.",
        "Joseph replaced the dispossessed Bourbons at Naples; Louis was installed on the throne of Holland; Murat became grand-duke of Berg, Jerome son-in-law to the king of Wiirttemberg, and Eug~ne de Beauharnais to the king of Bavaria; while StphaIlie de Beauharnais married the son of the grand-duke of Baden.",
        "In 1554 it became a separate duchy, its line of rulers being founded by Duke John Frederick, a son of the dispossessed elector of Saxony, John Frederick, and becoming extinct in 1638.",
        "They established a factory there in 1521, but did not obtain peaceable possession of it till 1580, and were dispossessed by the Dutch in 1609.",
        "But the rights of Clarence were conveyed in the first instance to an only daughter, and the ambition and policy of the house of Lancaster, profiting by advantageous circumstances, enabled them not only to gain possession of the throne but to maintain themselves in it for three generations before they were dispossessed by the representatives of the elder brother.",
        "The so-called Dard races are referred to by Pliny and Ptolemy, and are supposed to be a people of Aryan origin who ascended the Indus valley from the plains of the Punjab, reaching as far north as Chitral, where they dispossessed the Khos.",
        "If, as seems likely, the Dalriadic Scots towards the beginning of the 6th century established a footing in the islands, their success was short-lived, and the Picts regained power and kept it until dispossessed by the Norsemen in the 9th century.",
        "The other princes who were dispossessed in 1866 have all been reconciled to Prussia.",
        "dispossessed by machines and treated as machines.",
        "In 1152 Tigernan O'Rourke, prince of Breifne, had been dispossessed of his territory by Tordelbach O'Connor, aided by Diarmait, and the latter is accused also of carrying off Derbforgaill, wife of O'Rourke.",
        "This was an international coup de force, which presupposed that all these nations in whose eyes independence was flaunted would make no claim to enjoy it; that though they had been beaten and pillaged they would not learn to conquer in their turn; and that the king of Sardinia, dispossessed of Milan, the grand-duke of Tuscany who Md given refuge to the pope when driven from Rome, and the king of Naples, ~iho had opened his ports to Nelsons fleet, would not find allies to make a stand against this hypocritical system.",
        "However, Godfrey and his friends were easily worsted, and when the dispossessed duke again tried the fortune of war he found that the German king had detached Henry of France from his side and was also in alliance with the English king, Edward the Confessor.",
        "In the absence of the emperor and of his brother, the archduke Ferdinand, the authorities in these parts of the country were unable to check the movement and, aided by many knights, prominent among whom was Gbtz von Berlichingen, the peasants were everywhere victorious, while another influential recruit, Ulrich, the dispossessed duke of Wurttemberg, joined them in the hope of recovering his duchy.",
        "In 1686, fearing that they might be dispossessed by a new charter, the people of Salem for X 20 secured a deed from the Indians to the land they then held.",
        "Francis, the dispossessed duke of Lorraine, was to be compensated with Tuscany.",
        "The county offered no active resistance to the Conqueror, and though Hereward appears in the Domesday Survey as a dispossessed under-tenant of the abbot of Peterborough at Witham-on-the-Hill, the legends surrounding his name do not belong to this county.",
        "Both the veterans, who soon wasted what they had acquired, and the dispossessed cultivators joined the partisans of Catiline, and Manlius, one of his supporters, made his headquarters at Faesulae.",
        "In the case of the annexation of the territories of the Transvaal republic and Orange Free State, a rather complicated situation arose out of the facts, on the one hand, that the ceding states closed their own existence and left no recourse to third parties against the previous ruling authority, and, on the other, that, having no means owing to the de facto British occupation, of raising money by taxation, the dispossessed governments raised money by selling certain securities, more especially a large holding of shares in the South African Railway Company, to neutral purchasers.",
        "that of Ratibor, which share with the dispossessed families of the Italian sovereign duchies certain royal privileges, notably that of equality of blood (Ebenbiirtigkeit).",
        "Hence arose incessant complaints on the part of the dispossessed bishops, of the metropolitan of Tours, and his suffragans, notably those of Angers and Le Mans, which were more exposed than the others to the incursions of the Bretons; and this gave rise to numerous papal letters, and all this throughout a period of thirty years.",
        "Almost every English landholder of importance was dispossessed, though only those who had actually borne arms against William should have been so treated.",
        "In 46 Julius Caesar repeopled Corinth with Italian freedmen and dispossessed Greeks.",
        "France now obtained the whole of the left bank of the Rhine, the dispossessed princes being compensated by grants of secularized church lands and of mediatized imperial cities (1803).",
        "Towards the further development of events in France, therefore, Leopold assumed at first a studiously moderate attitude; but his refusal to respond to the demand of the French government for the dispersal of the corps of emigres assembled under the protection of the German princes on the frontier of France, and the insistence on the rights of princes dispossessed in Alsace and Lorraine, precipitated the crisis.",
        "When Horus grew ie set out to avenge his fathers murder, and after terrible ggles finally conquered and dispossessed his wicked uncle; is another version relates, the combatants were separated by th, and Egypt divided between them, the northern part ng to Horus and the southern to Seth.",
        "His long reign (1058-1093), and his second marriage (1068) with Margaret, sister of Edgar ZEtheling, of the ancient English royal blood - dispossessed by the Norman Conqueror - intensified the sway of English ideas in Scotland, and increased the prepotency of the English element in political, social and ecclesiastical affairs.",
        "On the other hand, unlike the corrupt clergy whom they dispossessed, they were almost invariably men of pure and holy life; stainless in honour; incorruptible by money; poor and self-sacrificing; and were not infrequently learned in the original languages of the scriptures.",
        "He was dispossessed during the reign of Mary, but restored to the deanery on Elizabeth's accession.",
        "Hence a long struggle between the dispossessed family and the occupants of the North Mareb throne.",
        "Tension was increased by the fact that the Centre, or Catholic, party in the Reichstag was led by Windhorst, formerly prime minister to the dispossessed king of Hanover, and thus naturally became identified with the opposition of the smaller German states to the supremacy of Prussia.",
        "Henry d'Avaugour, heir of this dynasty, was dispossessed of the countship in 1235 by the duke of Brittany, Pierre Mauclerc, who gave it as dowry to his daughter, Yolande, on her marriage in 1238 to Hugh of Lusignan, count of La Marche.",
        "On the 29th and 30th of May 1793 the sections rose; the Jacobins were dispossessed of the municipality and Chalier arrested.",
        "was not to make open war on Scotland, but to intrigue secretly, especially with the treacherous Douglas, earl of Angus, and with Ramsay, earl of Bothwell under James III., but soon dispossessed.",
        "The social deviants were the dispossessed, those whose very existence served as a constant reminder of the frailty of power.",
        "dispossessed a defender on the byline, but from a tight angle he chipped the ball wide.",
        "dispossessed tenants free of subsidized passages to North America, or attempted to encourage local industry.",
        "dispossessed spirit that can't leave.",
        "dispossessed original owners of the village.",
        "Ponderous, Langley gave balls away or was easily dispossessed.",
        "Chuck Martini was caught out by a poor back pass and then dispossessed by Da Coast who then shot in.",
        "In the second, the producers were also dispossessed but produced at home on orders from a capitalist merchant.",
        "I am not dispossessed of the last view but it may be a matter of emphasis.",
        "dispossessed now depend almost entirely on the work of the aid agencies.",
        "dispossessed who no longer have access to health services, good education and jobs.",
        "dispossessed of land in order to build a similar institution for boys.",
        "dispossessed of this world seem to understand that this is no longer an option for liberation (if it ever was ).",
        "And we reject the extremism of UKIP and the dispossessed and increasingly desperate, Mr Kilroy-Silk.",
        "plebeian agitators had been dispossessed by machines and treated as machines.",
        "The Yankees were dispossessed, but they took up arms and the government of Pennsylvania despatched General John Armstrong with a force of 400 men to aid Patterson.",
        "But the different steps can hardly be recovered clearly, although the fact that the priesthood was extended beyond the Zadokites to families of the dispossessed priests points to some compromise (1 Chron.",
        "But the tendency to ascribe the disasters of northern Israel to the priesthood (see esp. Hosea) takes another form when an inserted prophecy revokes the privileges of the ancient and honourable family, foretells its overthrow, and announces the rise of a new faithful and everlasting priesthood, at whose hands the dispossessed survivors, reduced to poverty, would beg some priestly office to secure a livelihood (i Sam.",
        "The Emperor Francis renounced all claims to his former Netherland provinces, which had been occupied by the French since the summer of 1794; he further ceded the Breisgau to the dispossessed duke of Modena, agreed to summon a congress at Rastatt for the settlement of German affairs, and recognized the independence of the Cisalpine republic. In secret articles the emperor bound himself to use his influence at the congress of Rastatt in order to procure the cession to France of the Germanic lands west of the Rhine, while France promised to help him to acquire the archbishopric of Salzburg and a strip of land on the eastern frontier of Bavaria.",
        "This was followed, five days later, by a revolt of all the coast Arabs against German rule - the Germans, raw hands at the task of managing Orientals, having aroused intense hostility by their brusque treatment of the dispossessed rulers.",
        "The Balkan States - Bulgaria, Serbia, Greece and Montenegro - regarded themselves as the dispossessed owners of Ottoman territory in Europe.",
        "On the other hand, the upstart Latin emperors, far from proving submissive and humble tools, assumed with the purple the habits and pretensions of the sovereigns they had dispossessed.",
        "Vanyel is neither poor nor dispossessed, but is actually a child of privilege, the eldest son of landed nobility.",
        "dispossessed white farmers.",
        "The dispossessed Protestants escaped by sea or flocked into Ulster, where a gallant stand was made.",
        "This implacable war, which threw the whole of the nobility of the north of France against that of the south, and destroyed the brilliant Provencal civilization, ended, politically, in the treaty of Paris (1229), by which the king of France dispossessed the house of Toulouse of the greater part of its fiefs, and that of Beziers of the whole of its fiefs.",
        "The date of their arrival in the Sudan is uncertain: they appear to have drifted up the Nile valley and to have dispossessed the original Nuba population.",
        "Where there is no express stipulation creating a yearly tenancy, if the parties have contracted that the tenant may be dispossessed by a notice given at any time, effect will be given to this provision.",
        "This was unjust, since the land was really the property of the provincials who had been dispossessed by the Cimbri.",
        "The local despots of Romagna were dispossessed and an administration was set up, which, if tyrannical and cruel, was at least orderly and strong, and aroused the admiration of Machiavelli.",
        "Some of the dispossessed princes of Asia Minor had repaired to Timur and begged him to reinstate them; accordingly Timur sent to Bayezid to request that this might be done.",
        "Meanwhile Timur sent letters after the fugitive sons of Bayezid promising to confer on them their father's dominions, and protesting that his attack had been due merely to the insulting tone adopted towards him by Bayezid and to the entreaties of the dispossessed princes of Asia Minor.",
        "Foreign Governments lodged protests against their subjects being dispossessed before obtaining adequate compensation.",
        "He protests against Peel's Income Tax Bill of 1842; against the Aberdeen Act 1843, as conferring undue power on church courts; against the perpetuation of diocesan courts for probate and administration; against Lord Stanley's absurd bill providing compensation for the destruction of fences to dispossessed Irish tenants; and against the Parliamentary Proceedings Bill, which proposed that all bills, except money bills, having reached a certain stage or having passed one House, should be continued to next session.",
        "It was conquered by the Moors in 712, but these invaders were in turn dispossessed by the Spaniards and the troops of Charlemagne in 788.",
        "The chief, whose hereditary title is raja, is a Rajput of the Ponwar clan, whose ancestor dispossessed the descendant of Chhatar Sal, the founder of Bundelkhand independence, towards the end of the 18th century.",
        "tion as president, Falloux, the Catholic leader, had promised to secure intervention in favour of the dispossessed pope."
    ],
    "definition": [
        "Deprived of possession.",
        "Spiritually impoverished or alienated.",
        "dis′pos·sessed′\nnoun",
        "Link/Cite",
        "Simple past tense and past participle of dispossess.",
        "Homelessness.",
        "Impoverished.",
        "Link/Cite"
    ]
}