{
    "translation": "מזלזל, פוגע",
    "uses": [
        "I will answer your questions and give you the information you need to get through this, but if you dare say one more disparaging word about my best friend, this will not end well for you.",
        "It is in any case unfair to decide questions by disparaging terms, and to argue as if the whole choice were between materialistic or idealistic monism, leaving realism out of court.",
        "The word \"herd\" is also applied in a disparaging sense to a company of people, a mob or rabble, as \"the vulgar herd.\"",
        "He visited Canada during Papineau's revolt and the United States in 1837, and gave a disparaging account of American institutions in a Diary published on his return to England.",
        "Some children are trained earlier, and some, after enduring the disparaging looks of others, are fully potty trained at a later age.",
        "When considering how to write a resignation letter, keep in mind that you need to stick to the facts and avoid making any types of disparaging remarks about the position or the company you are leaving.",
        "The LiveJournal Secrets community was becoming a community where members were insulting and harassing each other with insulting and disparaging comments.",
        "History comes nearer to philosophy; and Aristotle's Constitutions were known to his enemy Timaeus, who attacked him for disparaging the descent of the Locrians of Italy, according to Polybius (xii.), who defended Aristotle.",
        "(Strassburg and Bonn, 1893-1896), and Die attische Politik seit Perikles (Leipzig, 1884) takes the most disparaging view; E.",
        "Many of the most remarkable among the younger men of that period resorted to Highgate as to the shrine of an oracle, and although one or two disparaging judgments, such as that of Carlyle, have been recorded, there can be no doubt that since Samuel Johnson there had been no such power in England.",
        "Despite a hostile reception and disparaging remarks from sections of the Scottish press, the nationalist campaign could be right on target.",
        "If your teen makes disparaging comments about his or her own appearance, sit down and have a conversation about how he or she is feeling.",
        "Tragically, her sister killed herself over her guilt from the disparaging remarks she made about Deleese while the show was filming family statements.",
        "Kelly was recently arrested for slapping gossip columnist Zoe Griffin at a London nightclub for making disparaging remarks in her column regarding her boyfriend, Luke Worrall.",
        "Would you want to join a fleet where this disparaging attitude seems common?"
    ],
    "definition": [
        "Insulting, ridiculing.\nThe candidate made disparaging remarks about his opponent, but they only made him seem small for insulting a worthy adversary.",
        "Present participle of disparage.",
        "Link/Cite"
    ]
}