{
    "translation": "פיזר, מתפזר",
    "uses": [
        "The crowd had dispersed, so they turned toward the only hotel in town.",
        "Alexander died at Babylon in 323 B.C., and the fleet was dispersed without making the voyage.",
        "The smoke of the first shot had not yet dispersed before another puff appeared, followed by a report.",
        "The household was dispersed in 1737.",
        "Even then the day might have been saved had Blucher been able to find even twenty squadrons accustomed to gallop together, but the Prussian cavalry had been dispersed amongst the infantry commands, and at the critical moment it proved impossible for them to deliver a united and decisive attack.",
        "Towards the end of Selim's reign the religious revolt of a certain Jellal, who collected 200,000 adherents, was the cause of much trouble; but he was eventually routed and his force dispersed near Tokat.",
        "So long as the precipitated particles are very fine, the light dispersed in a perpendicular direction is sky-blue and fully polarized.",
        "One part of it dispersed and waded knee-deep through the snow into a birch forest to the right of the village, and immediately the sound of axes and swords, the crashing of branches, and merry voices could be heard from there.",
        "Nineteen of these, comprising 22,180 acres, were to have been allotted to the church, and forty-two, amounting to 55,620 acres, to English and Scottish colonists, servitors, native Irish and four corporate towns - the swordsmen to be dispersed throughout Connaught and Munster.",
        "The genus Avena contains about fifty species mostly dispersed through the temperate regions of the Old World.",
        "Saturninus ordered the voting to continue, and Caepio dispersed the meeting by violence.",
        "The Danish army at once dispersed and the duchy of Bremen was recovered by the Swedes, who in the early autumn swarmed over Jutland and firmly established themselves in the duchies.",
        "But it remained an army only until its soldiers had dispersed into their different lodgings.",
        "In April 1831 William took the command of a Dutch army for the invasion of Belgium, and in a ten-days' campaign defeated and dispersed the Belgian forces under Leopold I.",
        "The Assembly, which had continued in session, was dispersed by the French troops on the 2nd of July, but Mazzini escaped a week later.",
        "Returning to Venice, Xavier was ordained priest on Midsummer Day 1537; but the outbreak of war between Venice and Turkey put an end to the Palestine expedition, and the companions dispersed for a twelvemonth's home mission work in the Italian cities.",
        "Before dawn of September the 4th (is Fructidor) Augereau with 2000 soldiers marched against the Tuileries, where the councils were sitting, dispersed XIX.",
        "Having waited there for Rostopchin who did not turn up, they became convinced that Moscow would be surrendered, and then dispersed all about the town to the public houses and cookshops.",
        "If we add to the latter figure the families which are widely dispersed, we find that the tropics possess 161 or almost exactly two-thirds of the large groups comprised in the worlds vegetation.",
        "The bishop died, however, in great poverty, and it seems likely that his collection was dispersed immediately after his death.",
        "His publications, though always of the most thorough and scholarly character, were to a large extent dispersed in the pages of reviews, dictionaries, concordances, texts edited by others, Unitarian controversial treatises, &c.; but he took a more conspicuous and more personal part in the preparation (with the Baptist scholar, Horatio B.",
        "dispersed in different directions \" .",
        "In Spain Jewish life had participated in the general life, but the expulsion - while it dispersed 1 On the writers mentioned below see articles s.v.",
        "The noveschi, being \"fat burghers\" with powerful connexions, abilities and traditions, gained increased strength and influence in exile; and five years later, on 22nd July 1487, they returned triumphantly to Siena, dispersed the few adherents of the popolo who offered resistance, murdered the captain of the people, reorganized the state, and placed it under the protection of the Virgin Mary.",
        "After this battle the Zulu army dispersed, most of the leading chiefs tendered their submission, and Cetywayo became a Wolseley's fugitive.",
        "As regards the polarization of the dispersed light as dependent on the angle at which it is emitted, we find that although, when terms of the second order are included, the scattered light no longer vanishes in the same direction as before, the peculiarity is not lost but merely transferred to another direction.",
        "It is obvious that the aerial particles are illuminated not only by the direct solar rays, but also by light dispersed from other parts of the atmosphere and from the earth's surface.",
        "In 1389 the leader of a flagellant band in Italy called the bianchi was burned by order of the pope, and his following dispersed.",
        "Villegagnon, finding his force much diminished in consequence of his treachery, sailed for France in quest of recruits; and during his absence the Portuguese governor, by order of his court, attacked and dispersed the settlement.",
        "side is the modern Palazzo RanghiasciBrancaleone, which until 1882 contained fine collections, now dispersed.",
        "On the other hand, if the Rakoczians were easily dispersed, they as quickly reassembled, and at one time they held all Transylvania and the greater part of Hungary.",
        "The serfs all dispersed.",
        "Two days later he took Monterotondo, but on the 2nd of November his forces were dispersed at Mentana by French and papal troops.",
        "On the 26th to 27th of August the combined forces engaged and defeated Botha in the action of Belfast or Bergendal, with the result that the enemy dispersed into the bush-veld north of the Middelburg railway.",
        "The Boer leaders definitely decided upon a guerrilla and a wearing policy, deliberately dispersed their field army, and then swelled and multiplied the innumerable local commandos.",
        "The enemy invariably dispersed before superior forces, and the removal of the women and children from the farms did not have the effect of disheartening the burghers as had been anticipated - it rather mended their vitality by relieving them of responsibility for their families' welfare.",
        "We are still among the exiles at the close of the captivity, or, as others think, amidst a poor community in Jerusalem, whose members have now been dispersed among the Gentiles.",
        "It is then on the whole probable that the Paulicians who appear in Armenian records as early as 550, and were afterwards= called Thonraki, by the Greeks by the Armenian name Paulikiani, were the remains of a primitive adoptionist Christianity, widely dispersed in the east and already condemned under the name of Pauliani by the council of Nice in 325.",
        "We should therefore probably ascribe the work attributed to him in the Hotel Carnavalet (in situ), together with much else executed in various parts of Paris - but now dispersed or destroyed - to a period intervening between the date of his dismissal from the Louvre and his death, which is computed to have taken place between 1564 and 1568, probably at Bologna.",
        "Numerically, the contending armies would at this very critical juncture of the campaign be almost equal, the invaders rather the stronger; but the Turks were much dispersed, so that the result almost hinged upon the speed with which the attacking side should gain ground before the defenders had time to concentrate.",
        "Towards the middle of the 19th century it became the fashion to regard all cut-glass as barbarous, and services of even the best period were neglected and dispersed.",
        "The Mahommedans promptly responded to the challenge, for the danger was too serious to be neglected; the Sikh army was dispersed and two of Guru Govind Singh's sons were murdered at Sirhind by the governor of that fortress, and his mother died of grief at the cruel death of her grandchildren.",
        "In 1879 the Musa Khels and other Pathan tribes to the number of 5000 made a demonstration against Vihowa, but the town was reinforced and they dispersed.",
        "Hotspur was killed, the earls of Douglas and Worcester, Sir Richard Venables of Kinderton, and Sir Richard Vernon were captured, and the rebel army dispersed.",
        "They are probably dispersed pretty evenly along a very extended ellipse agreeing closely in its elements with comet 1862: III.",
        "For two days the hostile fleets manoeuvred for positions, and then they were dispersed by a severe storm.",
        "(ii.) The Byzantine period seems to have 1 The valuable collection of works of art once preserved in the Bevilacqua Palace has long been dispersed.",
        "On the 10th he met the Prussians at Waghausel, and was completely defeated; on the 25th Prince William entered Karlsruhe; and at the end of the month the members of the provisional government, who had taken refuge at Freiburg, dispersed.",
        "Such of the insurgent leaders as were caught, notably the ex-officers, suffered military execution; the army was dispersed among Prussian garrison towns; and Baden was occupied for the time by Prussian troops.",
        "The various Union divisions hurriedly prepared to defend themselves, but they were dispersed in several camps which were out of sight of one another, and thus the Confederate army lapped round the flanks of each local defence as it encountered it.",
        "of Chiusi - at Cetona, Sarteano, Chianciano and MontepulcianoEtruscan cemeteries have been discovered; the objects from them formed, in the latter half of the 19th century, interesting local collections described by Dennis, which have since mostly passed to larger museums or been dispersed.",
        "In Indian River Hundred, Sussex county, there formerly lived a community of people, - many of whom are of the fair Caucasian type, - called \" Indians \" or \" Moors \"; they are now quite generally dispersed throughout the state, especially in Kent and Sussex counties.",
        "The house afterwards acquired such ill repute that in 1177 the nuns were dispersed and the house was attached to the abbey of Fontevrault, by whom it was re-established.",
        "In general, the natives, when encountered, were easily dispersed, but it was not until March 1906 that the coast regions were again quiet.",
        "The latter had taken a small castle, the reduction of which was one of the objects of his expedition, but his men had dispersed to plunder and could not be rallied before the following morning.",
        "The right wing, of the French cavalry was swept off the field by Johann von Weert's charge, but the German troopers, intoxicated with success, dispersed to plunder.",
        "It was dispersed during the Thirty Years' War and again restored by the Great Elector, but finally transferred to Breslau in 1811.",
        "The rioters in and around Chicago were dispersed in a single day, and within a week the strike was broken.",
        "Consequently he determined to advance swiftly and secretly against Wellington and Blucher, whose forces, as Napoleon knew, were dispersed over the country of their unenthusiastic ally.",
        "The allies were still resting in fancied security, dispersed throughout widely distant cantonments; for nothing but vague rumours had reached them, and they had not moved a man to meet the enemy.",
        "Little settlements of heretics dispersed throughout Italy and Provence looked to the valleys as a place of refuge, and tacitly regarded them as the centre of their faith.",
        "When war broke out the Ottoman forces in Europe numbered less than 250,000 men, dispersed over Macedonia and Thrace; they were thus at great numerical disadvantage.",
        "He was pastor of a Reformed Dutch church in Frankfort from 1587 till 1593, when the congregation was dispersed by persecution.",
        "When the inland trade fell away and the traffic of the coast towns took the sea route, the ancient metropolis and the numerous inland emporia came to ruin, while the many colonies in the north were broken up and their population dispersed.",
        "The Mycenaeans, who had temporarily regained their independence with the help of Sparta, fought on the Greek side at Plataea in 479 B.C. The long warfare between the two cities lasted till 468 B.C., when Mycenae was dismantled and its inhabitants dispersed.",
        "In the usurpation of Cromwell, however, he utterly refused all concurrence, nor would he leave his place in parliament except by force when Cromwell dispersed it on the 10th of April 1653.",
        "At present the museums of various kinds at Geneva are widely dispersed, but a huge new building in course of construction (1906) will ultimately house most of them.",
        "than from the influence exerted by the system long after the priests were dispersed and their sanctuary laid in ruins.",
        "Of the non-Czechoslovak races in the republic the Germans are the most numerous, numbering some 31 millions, chiefly dispersed along the W.",
        "There was thus a considerable number of earnest people dispersed throughout the country waiting for the rousing of the parish clergy.",
        "Sodium carbonates are also widely dispersed in nature, forming constituents of many mineral waters, and occurring as principal saline components in natron or trona lakes, as efflorescences in Lower Egypt, Persia and China, and as urao in Mexico, Colombia and Venezuela.",
        "They gathered and burst like a storm on their enemies, and, if repulsed, dispersed at the famous order, \"Egaillez-vous les gars,\" to unite again some days later.",
        "which were ultimately dispersed among the libraries of Rome, Milan and Turin.",
        "Here extraordinary good fortune put into the enemy's hands a copy of Lee's orders, from which it was clear that the Confederates were dangerously dispersed.",
        "These general principles and the novelty of the method ensured the success of the undertaking even after the original circle of exceptionally able men who founded it had been dispersed.",
        "His valuable and extensive library he bequeathed to his nephew, at whose death in 1841 it was sold and dispersed.",
        "Scarcely was the Society launched when its members dispersed in various directions to their new tasks.",
        "They were dispersed again by the revolution of July 1830, but soon reappeared and, though put to much inconvenience during the latter years of Louis Philippe's reign, notably in 1845, maintained their footing, recovered the right to teach freely after the revolution of 1848, and gradually became the leading educational and ecclesiastical power in France, notably under the Second Empire, till they were once more expelled by the Ferry laws of 1880, though they quietly returned since the execution of those measures.",
        "Operating on this beam with a second prism, he found that the homogeneous light was not dispersed, and also that it was more refracted the nearer the point from which it was taken approached to the violet end of the spectrum RV.",
        "During this time he wrote several epistles which were dispersed in various parts of the kingdom.",
        "In its ultimate form the Messianic hope of the Jews is the centre of the whole eschatology, embracing the doctrine of the last troubles of Israel (called by the Rabbins the \"birth pangs of the Messiah\"), the appearing of the anointed king, the annihilation of the hostile enemy, the return of the dispersed of Israel, the glory and world-sovereignty of the elect, the new world, the resurrection of the dead and the last judgment.",
        "In Browning's form the setting is automatic. The dispersion may be further increased by causing the rays to pass more than once through the prism or prisms. Thus, by means of a system of reflecting prisms, Hilger passed the dispersed rays six times through one prism, and, by similar means, Browning passed the rays first through the upper part of a train and then back through the lower part.",
        "In 1574 Melville returned to Scotland, and almost immediately received the appointment of principal of Glasgow University, which had fallen into an almost ruinous state, the college having been shut and the students dispersed.",
        "Our \"Hebrews\" had obviously high regard for the ordinances of Temple worship. But this was the case with the dispersed Jews generally, who kept in touch with the Temple, and its intercessory worship for all Israel, in every possible way; in token of this they sent with great care their annual contribution to its services, the Temple tribute.",
        "They are dispersed over the whole world with the exception of South America, Madagascar, Papuasia, and Australasia.",
        "Endecott experienced some trouble with the previous settlers and with Thomas Morton's settlement at \"Merry Mount\" (Mount Wollaston, now Quincy), where, in accordance with his strict Puritanical tenets, he cut down the maypole and dispersed the merry makers.",
        "The host of small craft dispersed for their various tasks.",
        "This counsel was rejected, and in October 1565 the queen marched an army of i 8,000 men against them from Edinburgh; their forces dispersed in face of superior numbers, and Murray, on seeking shelter in England, was received with contumely by Elizabeth, whose half-hearted help had failed to support his enterprise, and whose intercession for his return found at first no favour with the queen of Scots.",
        "Meanwhile, in Tharawaddy, or the country east of the Irrawaddy, and in the south of Henzada, much disorder was caused by a revolt, the leaders of which were, however, defeated by the British and their gangs dispersed.",
        "After being deviated 180° from the original direction, the dispersed rays fall on the camera objective (h), which is exactly similar to the collimator objective.",
        "In many cases the slimy masses of spermatia (Uredineae), conidia (Claviceps), basidiospores (Phallus, Coprinus), &c., emit more or less powerful odours, which attract flies or other insects, and it has been shown that bees carry the flagrant oidia of Sclerotinia to the stigma of Vaccinium and infect it, and that flies carry away the foetid spores of Phallus, just as pollen is dispersed by such insects.",
        "Here they even elected an imperial government, but they had no longer any real influence, and on the 18th of June they were forcibly dispersed by order of the Wurttemberg ministry.",
        "From the 12th of June 1851 its sittings went on as if nothing had occurred since it was dispersed.",
        "Perhaps we should rather think of them as resembling the Greeks found to-day dispersed over the nearer East with interests mainly commercial, easily assimilating themselves to their environment.",
        "Meanwhile a great part of the Jewish people was living dispersed among the cities of the Greek world, speaking Greek as their mother-tongue, and absorbing Greek influences in much larger measure than their brethren of Palestine.",
        "When the Egyptian Army of the Delta ~was dispersed at Tell el-Kebir, the khedive had 40,000 troops in the Sudan, scattered from Massawa on the Red Sea to 1200 m.",
        "On the 2nd of September the khalifa attacked the British-Egyptian troops at Kerreri (near Omdurman), and being routed, his men dispersed; Khartum was occupied, and on the i9th of September the Egyptian flag was rehoisted at Fashoda.",
        "On the 22nd of September 1898 Gedaref was taken from the amir Ahmed Fedil by Colonel Parsons, and on the 26th of December the army of Ahmed Fedil was finally defeated and dispersed, near Roseires.",
        "After the battle of Ambabah, at which the forces of both Murd Bey and IbrhIm Bey were dispersed, the populace readily plundered the houses of the beys, and a deputation was sent from al-Azhar to Bonaparte to ascertain his intentions; these proved to be a repetition of the terms of his proclamation, and, though the combination of loyalty to the French with loyalty to the sultan was unintelligible, a good understanding was at first established between the invaders and the Egyptians.",
        "The British resident, Major Missett, having represented the importance of taking Rosetta and Rahmanieh,to secure supplies for Alexandria, General Fraser, with the concurrence of the admiral, Sir John Duckworth, detached the 31st regiment and the Chasseurs Britanniques, accompanied by some field artillery under Major-General Wauchope and Brigadier-General Meade, on this service; and these troops entered Rosetta without encountering any opposition; but as soon as they had dispersed among the narrow streets, the garrison opened a deadly fire on them from the latticed windows and the roofs of the houses.",
        "As their numbers thinned, they endeavoured to maintain their little power by training some hundreds of blacks; but again, on the approach of Ismail, another son of the pasha of Egypt, sent with an army in 1820 to subdue Nubia and Sennar, some returned to Egypt and settled in Cairo, while the rest, amounting to about 100 persons, fled in dispersed parties to the countries adjacent to Senngr.",
        "Nubia at once submitted, the Shagia Arabs immediately beyond the province of Dongola were worsted, the remnant of the Mamelukes dispersed, and Sennr reduced without a battle.",
        "He started for the Captain south on the 10th of September, with 5 gunboats and Marchand a small force, dispersed a body of 700 dervishes at at Reng on the 15th, and four days later arrived at Fashoda.",
        "In 1592 a Turkish army invaded Croatia, hoping to capture Zengg, but it was routed and dispersed in the following year.",
        "In the case of the freshwater algae, however, belonging to the Chlorophyceae and Cyanophyceae, although they required to be immersed during the vegetative period, the reproductive cells are often capable of resisting a considerable degree of desiccation, and in this condition are dispersed through great distances by various agencies.",
        "The Louvre also possesses some good examples, and many others are dispersed in various public collections, as in the Musee Bonnat at Bayonne, at Munich, Hamburg, Bremen, Frankfort, Dresden, Basel, Milan, Florence and Oxford, as well as in private hands all over Europe.",
        "Prehistoric sites were located on the characteristic mounds of the country, and some were superficially excavated; but most finds were accidental and unrecorded, and many were dispersed and lost.",
        "The cloud which had separated them was thus at last dispersed.",
        "Dispersed over all parts of the western Highlands, they are most numerous in the north-west, especially in the Outer Hebrides and in the west of the shires of Ross and Cromarty and Sutherland, where the surface of the Archean gneiss is so thickly sprinkled with them that many tracts consist nearly as much of water as of land.",
        "In 1867 an army assembled by the amir of Bokhara was attacked and dispersed by the Russians, who in 1868 entered Samarkand, and became virtually rulers of Bokhara.",
        "The case was different when the Jews were dispersed through the new Greek kingdoms, and lived in cities like Jerusalem and Alexandria, centres of wealth and luxury, inhabited by mixed populations; this form of debauchery then became commoner and better organized.",
        "But Clive in person marched to the rescue, with an army of only 450 Europeans and 2500 sepoys, and the Mogul army dispersed without striking a blow.",
        "A curious tradition, illustrating the efforts of the dispersed people to conciliate their oppressors, asserts that the Jews of Worms gave their voice against the crucifixion, but that their messenger did not arrive at Jerusalem until after the event.",
        "Bobbio was especially famous for the manuscripts which belonged to the monastery of St Columban, and are now dispersed, the greater part being in the Vatican library at Rome, and others at Milan and Turin.",
        "The nation, thus broken, rapidly dispersed, exactly as the White Huns did after a similar defeat about a hundred years later.",
        "The troops of Kufa, who accompanied Mohallab in an expedition against the Kharijites, had abandoned their general and dispersed to their homes, and nothing could induce them to return to their duty.",
        "Brutus and Cassius paid him little regard, and dispersed to their respective provinces.",
        "The recent treaties made by Great Britain, previously dispersed through the numbers of the London Gazette or embedded in masses of diplomatic correspondence presented to parliament at irregular intervals, are now officially published as soon as ratified in a special 8vo.",
        "The term Finn has a wider application than Finland, being, with its adjective Finnic or Finno-Ugric (q.v.) or Ugro-Finnic, the collective name of the westernmost branch of the Ural-Altaic family, dispersed throughout Finland, Lapland, the Baltic provinces (Esthonia, Livonia, Curland), parts of Russia proper (south of Lake Onega), both banks of middle Volga, Perm, Vologda, West Siberia (between the Ural Mountains and the Yenissei) and Hungary.",
        "But the bases of hagiology may fairly be said to have been laid at the time when hagiographic documents, hitherto dispersed, were first brought together into collections.",
        "The corresponding works in the Western Church are the passionaries or legendaries, varieties of which are dispersed in libraries and have not been studied collectively.",
        "From 1876 to 1878 Major Alexander P. di Cesnola continued his brother's work, but the large collection which he exhibited in London in 1880 was dispersed soon afterwards.14 On the British occupation of Cyprus in 1878, the Ottoman law of 1874 in regard to antiquities was retained in force.",
        "The populace broke into the hall after the election had been made and dispersed the cardinals, but the latter returned and confirmed their action on the following day.",
        "Modern Sweden is bounded by the Baltic; during the 17th century the Baltic was merely the bond between her various widely dispersed dominions.",
        "white light), which is dispersed by refraction, and monochromatic (Gr.",
        "The tree abounds in some sandy districts, but more generally occurs singly or in small groups dispersed through the woods, attaining its greatest dimensions in light soils.",
        "Emboldened by success, a large band of rioters marched into the town of Carmarthen on the 10th of June and attacked the workhouse, but on this occasion they were dispersed by a troop of cavalry which had hurried from Cardiff.",
        "To provide against the intended action of the first, Zaki detached his nephew, Ali Murad, at the head of his best troops to proceed with all speed to the north; and, as to the second, the seizure of such families of Sadiks followers as were then within the walls of the town, and other violent measures, struck such dismay into the hearts of the besieging soldiers that they dispersed and abandoned their leader to his fate.",
        "Accordingly the troops dispersed, and the sovereigns presence at Teheran was taken advantage of by the British minister to renew his attem?ts in the cause of peace.",
        "On the 23rd, Novibazar was occupied, and the work of hunting down the dispersed enemy and their Arnaut auxiliaries began.",
        "The army of Pflug hastily dispersed, and the estates still assembled at Prague endeavoured to propitiate Ferdinand.",
        "His books were dispersed at the Reformation and only three volumes of his donation now remain in the Bodleian library.",
        "Although defeated on several occasions by the Free State forces, the mutineers were not finally dispersed until near the end of 1900, when the last remnants were reported to have crossed into German territory and surrendered their arms. In other parts of the country the state had difficulties with native chiefs, several of whom preserved their autonomy.",
        "The first of the Sassanian kings, Ardashir Babagan (226-240), caused his high-priest, Tanvasar, to bring together the dispersed portions of the holy book, and to compile from these a new Avesta, which, as far as possible, should be a faithful reproduction of the original.",
        "A mass meeting of about 5000 citizens of the above-mentioned counties (many of them armed militiamen), at Braddock's Field, on the 1st and 2nd of August 1794, threatened to take possession of Fort Lafayette and to burn Pittsburg, but cooler counsel prevailed, and after voting to proscribe several persons, and marching in a body through the streets of the town, the crowd dispersed without doing any damage.",
        "A second charge, followed by a third, dispersed the enemy in all directions.",
        "The Trippenhuis gallery consisted of the pictures brought from the Hague by Louis Bonaparte, king of Holland, and belonging to the collection of the Orange family dispersed during the Napoleonic period.",
        "But his descendants suffered the treasure to be recklessly dispersed.",
        "They were again expelled in 1904, and are dispersed in various houses in England, at Pinerolo (Italy) and at Tarragona (Spain).",
        "Pursuant to orders, on the 26th of May, McClellan sent a small force across the Ohio river to Philippi, dispersed the Confederates there early in June, and immensely aided the Union cause in that region by rapid and brilliant military successes, gained in the short space of eight days.",
        "The English andFrench were, however, not very friendly; and in 1629, after the retirement of several of the former to an adjoining island, the remaining colonists were surprised and partly dispersed by the arrival of a Spanish fleet of thirty-nine sail.",
        "The history of Mecca is full of the record of these inundations, unsuccessfully combated by the great dam drawn across the valley by the caliph Omar (Kutbeddin, p. 76), and later works of Mandi.5 The fixed population of Mecca in 1878 was estimated by Assistant-Surgeon `Abd el-Razzaq at 50,000 to 60,000; there is a large floating population - and that not merely at the proper season of pilgrimage, the pilgrims of one season often beginning to arrive before those of the former season have all dispersed.",
        "On returning to London he found his congregation at the Tabernacle dispersed; and his circumstances were so depressed that he was obliged to sell his household furniture to pay his orphan-house debts.",
        "I, 7; some reference to a return of dispersed Jews may be suspected in the now corrupt text).",
        "It met now and then, and directed sentiment, being twice dispersed by United States troops; but it passed no laws, and did nothing that conflicted with the Territorial government countenanced by Congress.",
        "The camps of the Danes were stormed, their fleet was destroyed in the river Lea in 895, and at last the remnant broke up and dispersed, some to seek easier plunder in France, others to settle down among their kinsmen in Northumbria or East Anglia.",
        "The Scots also made many prisoners; the disaster was complete, and the wrecks of the beaten army dispersed before reaching the border.",
        "Having so done they dispersed, not guessing that Lancester had yielded so easily because he was set on undoing their work the moment that they were gone.",
        "Cade, striving to keep up the rising outside the walls, was killed in a skirmish a month later, and his bands dispersed.",
        "Meanwhile Richmonds little fleet was dispersed by the same storms that scattered Buckinghams army, and he was forced to return to Brittany without having landed in England.",
        "It was led by Lord Lovel, Richards chamberlain and admiral; but the insurgents dispersed when Henry marched against them with a large force (1486), and Lovel took refuge in Flanders with Margaret of York, the widow of Charles the Bold of Burgundy, whose dower towns were the refuge of all English exiles, and whose coffers were always open to subsidize plots against her nieces husband.",
        "Druses, believed to be dispersed in China, will return to Syria.",
        "The small craft were dispersed.",
        "His band was completely dispersed, and he himself was captured by a party of Winnebagoes.",
        "The National Guards either dispersed or fraternized with the assailants.",
        "It is impossible to detect the first infection or to cleanse the seed; the only remedy is to procure seed from a smut-free source, and to prevent further spread of the disease by gathering all smutted heads before the spores have matured or dispersed.",
        "As a rule, also, the lots of ground belonging to one household or family do not lie together, but are dispersed in different, very often distant, parts of the village land.",
        "They are in fact suspended in a state of vapour between our eyes and the photosphere, the dazzling prismatic radiance of which they, to a minute extent, intercept, thus writing their signatures on the coloured scroll of dispersed sunshine.",
        "A beam of sunlight admitted into a darkened room through a narrow aperture, and there dispersed into a vario-tinted band by the interposition of a prism, is not absolutely W continuous.",
        "The first conspicuous triumph of the new \" spectrographic \" art thus established was the record by Huggins in 1879 of the dispersed light of several \" white \" or Sirian stars, in which the chief traits of absorption were the rhythmical series of hydrogen-lines, then memorably discovered.",
        "Thus the critical period passed by unused, and when the tempests had finally dispersed the defeated remnants of the Great Armada the Dutch had found a general, in the youthful Maurice of Nassau,worthy to be the rival in military genius even of Alexander of Parma.",
        "It is said that a small colony of Irish and Scottish monks were found in Siiderb and dispersed by him.",
        "During Shays's rebellion there was a riot here in September 1786, and on the 25th of January 1787 the insurgent forces under Daniel Shays attacked the arsenal, but were dispersed by the militia under Brigadier-General William Shepard (1737-1817).",
        "The ostrich is widely dispersed, but is found chiefly in the desert and steppe regions.",
        "Lger was put to death in 678, and the Austrasians, commanded by the Carolingian Pippin II., with whom many of the chief Neustrians had taken refuge, were dispersed near Laon (680).",
        "They decided to set the Robertinians against the Carolingians, and on their advice Hugh Capet dispersed the assembly of Compigne which Lothair had commissioned to cx- Louis V.",
        "Port Royal was destroyed, the nuns dispersed, and the ashes of the dead scattered to the four winds.",
        "and Marie Antoinette guillotined, the migrs dispersed, denied or forsaken by all Europe.",
        "But with views reaching beyond equality of rights to a certain equality of property, the committees, as regards legislation, poor relief and instruction, laid down principles which have never been realized, save in the matter of the metric system; so that the Convention which was dispersed on the 16th of October 1795 made a greater impression on political history and social ideas than on institutions.",
        "But after Napoleon Bonaparte's victory at Marengo the French returned in great force, dispersed the bands, and re-entered Florence (October r800).",
        "The military authorities acted with promptitude, the rebels being pursued, dispersed and arrested.",
        "to restore the images and dispersed relics.",
        "Theodore refused to attend or recognize the new council, and was banished first to Bithynia and thence to Smyrna, whence he continued to address his appeals to the pope, to the eastern patriarchs and to his dispersed monks.",
        "Why the Thyrostraca, so hardy, so widely dispersed and multitudinous, and with a history so prolonged, should not have made more extended and more independent incursions into fresh water remains a problem.",
        "Brutus followed her into the barn, anxiously looking over his shoulder at his dispersed herd.",
        "After a few songs with harp accompaniment, the wedding party dispersed, and the bride and bridegroom quietly proceeded to their new home.",
        "On the spreads, different states of dispersed chromatin have been revealed.",
        "common couch allowed to flower in the field margins may set seed that could be dispersed within the field or beyond.",
        "delaminated clays are dispersed in polymer matrices.",
        "difficult to obtain for asylum-seekers who have been dispersed outside London.",
        "dispersed farmsteads.",
        "dispersed by the wind on a pappus which develops from the petals.",
        "dispersed into the atmosphere.",
        "They are held in geographically dispersed archives offices in England.",
        "The marks were slightly more widely dispersed than last year.",
        "Then spray or sprinkle the patch adjusting your pace to ensure the volume is evenly dispersed.",
        "More permanent settlements away from the coast began to appear in the Bronze Age with small dispersed farmsteads in new areas.",
        "Processes being studied include granulation, cohesion and coating in fluidized and spouted beds and in other dispersed phase devices.",
        "harp accompaniment, the wedding party dispersed, and the bride and bridegroom quietly proceeded to their new home.",
        "At first the differences seem intangible, but whereas other groups really are groups of artists, our collective seems more dispersed and conceptual.",
        "Mecca simply wanted what they eventually got - pure raw, kinetic energy dispersed under a geometric ceiling that resembled an inverted space station.",
        "The plainsong melody of the Sequence is dispersed among the four voices but appears mostly in the inner two parts.",
        "membranous vesicles which form spontaneously when many phospholipids are dispersed in aqueous media.",
        "A light breeze had dispersed the mist and there was a full moon, casting chill shadows of himself and his still companion.",
        "oedemas which are not diagnosed until the cold soft fluid filled pitting edema has dispersed have a poor out look.",
        "The multiple rRNA operons are generally dispersed throughout the prokaryotic genome.",
        "H Describe how white light can be dispersed by a triangular prism.",
        "European slavers dispersed them across the Americas to lead lives of degradation and brutality, without thought for their personal lives.",
        "Both laser excitation spectra and dispersed fluorescence spectra can be obtained with this arrangement.",
        "For patients unable to swallow the film-coated tablets, the tablets may be dispersed in a glass of mineral water or apple juice.",
        "teleconferencecing solutions for meetings taking place in several globally dispersed large venues.",
        "For 23 of 25 the test events in this region the Winsorised variance increased: the residuals became more dispersed.",
        "It will presently appear that the original hypothesis of Fresnel, that the rigidity remains the same in both media, is the only one that can be reconciled with the facts; and we will therefore investigate upon this basis the nature of the secondary waves dispersed by small particles.",
        "We learn that the light dispersed in the direction of primary vibration is not only of higher order in the difference of optical quality, but is also of order k 2 c 2 in comparison with that dispersed in other directions, where c is the radius of the sphere, and k=21r/X as before.",
        "Gaza offered a resistance equally heroic, lasting two months, and here too the old population was dispersed.",
        "12 to May 17), when a relief column arrived and the Boers dispersed (see Transvaal: History).",
        "\" the devil finished it\"), which had been built by Adunay, dispersed over the world the Jews who had put Yahya to death, and previous to his return into the worlds of light sent forth three hundred and sixty prophets for the diffusion of the true religion.",
        "In the mutiny of 1857 two companies of the 73rd Native Infantry which were stationed in the town joined in the revolt, but were overpowered by a small European force and dispersed.",
        "The British troops were partly sent to England, and partly embarked at Bordeaux for America, with which country war had broken out (see American War Of 1812-1s): the Portuguese and Spanish recrossed the Pyrenees: the French army was dispersed throughout France: Louis XVIII.",
        "The rebel army then dispersed.",
        "The disintegrated and widely dispersed material of the comet forms the meteors which embellish our skies on mid-November nights.",
        "And so when the World War broke out the commission dispersed without practical results, leaving behind it an imposing array of folio volumes of great scientific value.",
        "To gather the dispersed implies a call of God to individuals, and in the restored Israel the covenant of Yahweh shall not be merely with the nation but with man one by one, and \"they shall no more teach everyone his neighbour saying, Know the Lord, for all shall know Me from the least of them even to the greatest of them\" (xxxi.",
        "After being deviated 180Ã‚° from the original direction, the dispersed rays fall on the camera objective (h), which is exactly similar to the collimator objective.",
        "the conductor joining the extremities of the pile; he speaks of it as the electric conflict, and says: \" It is sufficiently evident that the electric conflict is not confined to the conductor, but is dispersed pretty widely in the circumjacent space.",
        "For several months the Chouans continued their petty warfare, which was disgraced by many acts of ferocity and rapine; in August 1795 they dispersed; but they were guilty of several conspiracies up to 1815.",
        "If we now consider the laws in themselves, we shall find that the dispersed condition of the legislative documents has not been modified since the closure of the Corpus juris; on the contrary, the enormous number of pontifical constitutions, and of decrees emanating from the Roman Congregations, has greatly aggravated the situation; moreover, the attempts which have been made to resume the interrupted process of codification have entirely failed.",
        "Lamentations) Yahweh's jealousy against the semi-heathen Judah has become a jealousy for his people, and we appear to move in the thought of Haggai and Zechariah, where the remnant are comforted by Yahweh's return and the dispersed exiles are to be brought back (cf.",
        "After a few minutes' bustle beside the high bedstead, those who had carried the sick man dispersed.",
        "The smoke above it had not yet dispersed.",
        "As no transports could arrive, the men dispersed about the abandoned and deserted villages, searching for potatoes, but found few even of these.",
        "On the third day of Christmas week, after the midday dinner, all the inmates of the house dispersed to various rooms.",
        "Many voices shouted and talked at the same time, so that Count Rostov had not time to signify his approval of them all, and the group increased, dispersed, re-formed, and then moved with a hum of talk into the largest hall and to the big table.",
        "Half the men have dispersed.",
        "The French, avoiding the Russians, dispersed and hid themselves in the forest by night, making their way round as best they could, and continued their flight.",
        "They lie within the area of the former Selwood Forest, and their dispersed hamlets and farms are typical of relict woodland.",
        "However, after the blackbirds had dispersed survival improved, whilst song thrush numbers continued to decline markedly.",
        "Teleconferencing solutions for meetings taking place in several globally dispersed large venues.",
        "Since hot air is lighter than cold air, it rises into the atmosphere where it is dispersed by the rotation of the earth.",
        "Just seal the bag and work the coconut around until the coloring is well dispersed.",
        "Presented by the Coca Cola Scholars Foundation (a non-profit organization), there are 1,400 students who receive a Coca Cola scholarship each year totaling over 3 million dollars in dispersed funds.",
        "Visitors will also see stunningly beautiful garden scupltures (created by well-known artist Steve Tobin) dispersed throughout the grounds.",
        "This air is forced through the evaporator coils where it is cooled, passes through an air filter and is dispersed back into the house through the ducts and vents.",
        "From there, the warmed air enters a plenum from which it is dispersed into the home through the network of ducts.",
        "Diamonds containing greater numbers of nitrogen atoms dispersed individually throughout the crystal's structure are classed as Type Ib.",
        "This will help you get an idea of just how big your estate is and help you make a clearer decision about how it should be dispersed.",
        "Seasonal AR is most commonly caused by grass and tree pollens, since their pollen is produced in large amounts and is dispersed by the wind.",
        "Once negative chi enters the facets of the bowl, it is dispersed.",
        "Comb through to ensure it's dispersed properly.",
        "Cities receive the funds to be dispersed within a specific period of time.",
        "Portable air conditioners are actually similar to refrigerators in the way they cool air, but differ from refrigerators in the way that air is expelled and dispersed from the unit.",
        "Newer Alpine Air Ionizers bear the name \"Living Air\" and many models have adjustable knobs for controlling the amount of ozone that gets dispersed into the room and a UVC light for the elimination of certain bacteria.",
        "Depending on the model, the exhaust is either vented out of the home through ductwork or it gets dispersed back into the kitchen through top-mounted vent slats on the microwave.",
        "Because soy candles burn cooler, fragrances are dispersed faster.",
        "This is a very convenient way of using fragrance diffuser oil and the bottle or jar is simply disposed of when the oil has been dispersed.",
        "The reeds soak up the oil, drawing it up into the air, where the scent is then dispersed throughout your home.",
        "Due to how the company and diamonds were dispersed, the rings ended up in many locations all over the world.",
        "The film's budget, $237 million, was dispersed between production and promotional costs.",
        "While some of the mysticism of the moon has dispersed, our interest remains intact and many people enjoy learning more about the lunar cycle and studying the moon in more detail.",
        "Going against Star Fleet orders, Kirk , Scotty, Sulu, Chekov and McCoy steal back the Enterprise to go to Genesis, the experimental planet where Spock's coffin was previously dispersed.",
        "The Jedi are dispersed and Obi-Wan and Yoda go into hiding.",
        "For the most part, it is more common to see the National Police monitoring major roads and towns while the Carabinieri are dispersed throughout a territory.",
        "A few churches had been organized earlier, at Meaux in 1546 and at Nimes in 1547, but their members had been dispersed by persecution.",
        "It is now generally recognized that Hertzian wave telegraphy, or radio-telegraphy, as it is sometimes called, has a special field of operations of its own, and that the anticipations which were at one time excited by uninformed persons that it would speedily annihilate all telegraphy conducted with wires have been dispersed by experience.",
        "But Buffon further imagined that innumerable \"molecules organiques \" are dispersed throughout the world, and that alimentation consists in the appropriation by the parts of an.",
        "If we take with Drude the number of known families of flowering plants at 240, 92 are generally dispersed, 17 are more restricted, while the remainder are either dominant in or peculiar to separate regions.",
        "be found dispersed through the coprolites, and sometimes the bones of small ichthyosauri, which were apparently a prey to the larger marine saurians.",
        "A small impression was slowly dispersed; the bookseller murmured, and the author (had his feelings been more exquisite) might have wept over the blunders and baldness of the English translation.",
        "5 He was a learned and cultivated man and collected a celebrated library, which was dispersed at his death.",
        "In 35 he dispersed a number of Samaritans, who had assembled near Mt Gerizim at the bidding of an impostor, in order to see the temple vessels buried there by Moses.",
        "The death of Hadrian and the accession of Antoninus Pius (138), however, gave the dispersed people of Palestine a breathing-space.",
        "In 1792 Shaw began the Museum Leverianum in illustration of this collection, which was finally dispersed by sale, and what is known to remain of it found its way to Vienna.",
        "Emmet, now seeing that the rising had become a mere street brawl, made his escape; a detachment of soldiers quickly dispersed his followers.",
        "At the moment when this doctrine had come to be generally accepted by the thinking part of the nation, the Jews found themselves dispersed among foreign communities, and from that time were a subject people environed by aliens, Babylonian, Persian and Greek.",
        "The cavalry, moving well in advance, dispersed the Prussian depots and captured their horses, as far as the line of the Vistula, where at last they encountered organized resistance from the outposts of Lestocq's little corps of 15,000 men - all that was left of Frederick the Great's army.",
        "The Belgian forces were dispersed, and the Dutch would have entered Brussels in triumph but for the intervention of the French.",
        "Petrels are archaic oceanic forms, with great powers of flight, dispersed throughout all the seas and oceans of the world, and some species apparently never resort to land except for the purpose of nidification, though nearly all are liable at times to be driven ashore, and often very far inland, by gales of wind.'",
        "dispersed globally, tho the most important of the books in the library did go to the National Museum of Scotland.",
        "The Kosovo Albanians were forced to go to a nearby school and then they were forcibly dispersed into nearby villages.",
        "dispersed around the city.",
        "dispersed when it dries and they fly.",
        "dispersed by riot police.",
        "dispersed by birds, which eat the berries.",
        "A large force of military were sent to quell the disturbance and the mob, having burned the effigy, dispersed.",
        "Some of these molecules are remarkably durable, surviving as evidence of living tissue that has otherwise completely dispersed.",
        "fertilized egg develops into a seed, which can then be dispersed by the plant.",
        "Pilate came up to Jerusalem and dispersed the petitioners by means of disguised soldiers armed with clubs.",
        "The president resigned (on the 28th of September), Congress dispersed without choosing a successor, and as an alternative to anarchy the United States was compelled to proclaim on the 29th of September 1906 a provisional government, - to last \" long enough to restore order and peace and public confidence,\" and hold new elections.",
        "But the jailer said, \"Come, boys, it is time to lock up\"; and so they dispersed, and I heard the sound of their steps returning into the hollow apartments."
    ],
    "definition": [
        "simple past tense and past participle of disperse",
        "Link/Cite"
    ]
}