{
    "translation": ".2 נטייה\nהסדרה",
    "uses": [
        "He was a man of strong mind, honourable spirit and affectionate disposition, energetic both in speech and in writing.",
        "All this, like the other parts of the disposition, was not and could not be executed.",
        "This disposition on the left flank increased Pierre's doubt of his own capacity to understand military matters.",
        "He was also of a most humane disposition and a friend of Liberal institutions.",
        "Yet, in spite of all, his jovial disposition and good-humoured cynicism saved him from unpopularity, and rendered his death an occasion of mourning.",
        "By Wednesday afternoon the matter was set­tled and the disposition of the case was in the hands of Bobby Witherspoon, the assistant DA, and the juvenile court system.",
        "So not one of the orders in the disposition was, or could be, executed.",
        "I confess, that practically speaking, when I have learned a man's real disposition, I have no hopes of changing it for the better or worse in this state of existence.",
        "But, like other modern German theologians, he showed a greater disposition to compromise.",
        "These loans are regulated by special disposition, and are guaranteed by a share of the increased value of the land after the improvements have been carried out.",
        "Though resembling his father in the main points of his character, the young tsar was of a more humane disposition, and he was much less of a doctrinaire.",
        "In disposition the Australians are a bright, laughter-loving folk, but they are treacherous, untruthful and hold human life cheaply.",
        "The story of the last scene in Elisha's life implies in Joash an easily contented disposition which hindered him from completing his successes.",
        "Prince Andrew, without replying, asked the prince's permission to ride round the position to see the disposition of the forces, so as to know his bearings should he be sent to execute an order.",
        "Bluff good-nature, a certain jocoseness, a humour pungent and ready, though somewhat coarse, a hot or even violent disposition, are characteristics of Mahratta chieftains.",
        "He was a man of high character and benevolent disposition, a fine flute-player, and a generous master to his slaves, for whose children he invented the rattle.",
        "Clowes was a man of fine appearance and open disposition, with a compelling personality that found expression in a steady glance and a thrilling voice.",
        "She has a very sociable disposition, and delights in the companionship of those who can follow the rapid motions of her fingers; but if left alone she will amuse herself for hours at a time with her knitting or sewing.",
        "The man who breaks the law is himself a product of social evolution and cannot be regarded as solely responsible for his disposition to transgress.",
        "Browne was a man of abstemious habits, charitable disposition, and impressive eloquence.",
        "He had pledged himself to respect the testamentary disposition of Henry VIII.",
        "A sleepless night and a busy day at work did little for her disposition.",
        "The leaf-stalks and flowerstalks are traversed by longitudinal air-passages, whose disposition varies in different species.",
        "wrathful deities, depending on our disposition.",
        "Dean asked Weller to contact Shipton concerning disposition.",
        "By the time Dean strolled by a few moments later, red-faced Fitzgerald was getting an ear full from a half dozen tourists and an elderly local, known for his unwavering opinions and surly disposition.",
        "His disposition of his subject-matter is always simple.",
        "All the stress now fell on the disposition, not on the outward act.",
        "Although this \"much-abused prelate,\" as Lecky calls him, was a firm supporter of the English government in Ireland, he was far from being a man of tyrannical or intolerant disposition.",
        "In disposition the Siamese are mild-mannered, patient, submissive to authority, kindly and hospitable to strangers.",
        "Ancient Celtic literature shows fairies as tall, shining, otherworldly beings who are said to be remarkably beautiful and have an occasional disposition for trifling with humans.",
        "From a popular conception of the intellectual characteristics of the school comes the modern sense of \"cynic,\" implying a sneering disposition to disbelieve in the goodness of human motives and a contemptuous feeling of superiority.",
        "All of them lie in a state of ruin, and, from the disposition of the drums of the columns, it is impossible to suppose that their fall was due to any other cause than an earthquake.",
        "This name is twice translated \"adder,\" but as nothing is told of it beyond its poisonous character and the intractability of its disposition, it is impossible accurately to determine the species.",
        "To the first part unstinted praise must be accorded; it may be said that, with the materials at the author's disposition, it hardly admitted of improvement, except in trifling details.",
        "In his relations with the Slays the emperor displayed the same conciliatory disposition as in the case of the Magyars; but though he more than once held out hopes that he would be crowned at Prague as king of fiohemia, the project was always abandoned.",
        "In disposition they are amiable and courteous, but arrogant, lively, inquisitive and inclined to steal - their attacks in earlier days on Europeans, when not caused by misunderstandings, being due probably to their coveting property which to them was of immense value.",
        "The ambassadors at Constantinople urged peaceful counsels on the Porte, and the Sultan, alarmed at this juncture by an Armenian outbreak, began to display a conciliatory disposition.",
        "Though Greek and Slavonic almost ceased to be written languages under Turkish rule, Europeans showed no disposition to replace them by Ottoman or Arabic literature.",
        "He owed his success to the confidence placed in him by Queen Victoria, to his wide knowledge of European politics, to his intimate friendship with Guizot, and not least to his own conciliatory disposition.",
        "The paired disposition of these organs is the prevalent one among the Oligochaeta, and occurs in all of twelve out of the thirteen families into which the group is divided.",
        "His violent disposition now led him to quarrel with a country gentleman who had insulted his sister, and his semi-exile was changed by lettre de cachet into imprisonment in the Chateau d'If.",
        "His position in the India Office, where alone he did work enough for most men, cut him off from entering parliament; but he laboured hard though ineffectually to influence the legislature from without by combating the disposition to rest and be thankful.",
        "That Dr Cornay was on the brink of making a discovery of considerable merit will by and by appear; but, with every disposition to regard his investigations favourably, it cannot be said that he accomplished it.",
        "The final disposition of the \" Sub-class Insessores \" - all the 2 On the other hand, Muller makes,several references to the labours.",
        "As it is, so much of them as we have are of considerable importance; for, in this unfortunately unfinished memoir, he describes in some detail the several differences which the sternum in a great many different groups of his Tropidosternii presents, and to some extent makes a methodical disposition of them accordingly.",
        "The swift Liburnian vessels began to raid the Lido, compelling the Venetians to arm their own vessels and thus to form the nucleus of their famous fleet, the importance of which was recognized by the Golden Bull of the emperor Basil, which conferred on Venetian merchants privileges far more extensive than any they had hitherto enjoyed, on condition that the Venetian fleet was to be at the disposition of the emperor.",
        "- Diagrammatic sections to show disposition of internal organs in Carinella (Protonemertini), fig.",
        "A somewhat wild Bedouin disposition, fostered by their surroundings, was retained by the Israelite in habitants of Gilead to a late period of their history, and seems to be to some extent discernible in what we read alike of Jephthah, of David's Gadites, and of the prophet Elijah.",
        "Although the poets of the time are unwearied in celebrating her charms, she does not, from the portraits which exist, appear to have been regularly beautiful, but as to her sweetness of disposition and strength of mind there is universal consent.",
        "into two groups: (r) those exhibiting properties closely analogous to the aliphatic series - the polymethylenes, and (2) a series exhibiting properties differing in many respects from the aliphatic and polymethylene compounds, and characterized by a peculiar stability which is to be associated with the disposition of certain carbon valencies not saturated by hydrogen - the \" aromatic series.\"",
        "It will be seen, however, that the absolute disposition of the fourth valency may be ignored in a great many cases, and consequently the complex may be adequately represented as a hexagon.",
        "When he had attained the age of eighteen or nineteen years, Cosimo received him into his household, and determined to make use of his rare disposition for scholarship in the development of a long-cherished project.",
        "He is said to have been of a merry and even jocular disposition, to have afforded a generous patronage to learning, and, strange to say for a sultan, to have been master of six languages.",
        "This general disposition is seen most distinctly in eastern Morocco and Algeria.",
        "In their disposition they are either uniserial, biserial or multiserial.",
        "The sacrament of the most Holy Eucharist shall be freely administered in the two kinds, that is bread and wine, to all the faithful in Christ who are not precluded by mortal sin - according to the word and disposition of Our Saviour.",
        "The new pope - a man of high moral character, great sagacity, eloquence, and of a kindly disposition - at once instituted an entirely different policy from that pursued by his predecessor.",
        "This mode of arrangement or manner of disposition is common to coloured points and tangible points, and, considered separately, is the impression from which our idea of space is taken.",
        "Of singularly lazy disposition, he yet possessed considerable tact - he was in fact an Egyptian Lord Melbourne, whose policy was to leave every= thing alone.",
        "This kingdom of God he conceives of as moral: Yahweh is to put his own spirit into the people,' creating in them a disposition to obey his commandments, which are moral as well as ritual (xxxvi.",
        "The native disposition of the Tosks has been modified by intercourse with the Greeks and Vlachs; while the Gheg devotes his attention exclusively to fighting, robbery and pastoral pursuits, the Tosk occasionally occupies himself with commercial, industrial or agricultural employments; the Gheg is stern, morose and haughty, the Tosk lively, talkative and affable.",
        "This power of perception and response is not by any means confined to the growing organs, though in these it is especially striking, and plays a very evident part in the disposition of the growing organs in advantageous positions.",
        "Decius was an excellent soldier, a man of amiable disposition, and a capable administrator, worthy of being classed with the best Romans of the ancient type.",
        "I, 2, 3, 4, 5 and 6) - and of the similarity of the disposition of the six leg-like appendages around the mouth in the two cases (see figs.",
        "Harmony depends on the inherent disposition of a cat.",
        "Once this balance is established, your dog should enjoy better health and naturally have a happier disposition.",
        "If given the choice between two potential partners, one with a sunny disposition, and another with a dour expression, a male Sagittarian will always choose the individual who is smiling.",
        "Laughing at his jokes, at least in his mind, constitutes having a great disposition.",
        "It's easy to see how the self-disciplined and determined aspects of a Scorpio can forge an almost fanatical disposition in an individual whose sun and moon are both in this zodiac sign.",
        "Forensics can play a major role in the disposition of a case, particularly in lawsuits.",
        "In other words, while it may be tempting to focus exclusively on the physical benefits of exercise, research studies have shown that fitness can also have a profound influence on memory, learning abilities and psychological disposition.",
        "As famous for his unfailing cheerful disposition, even in the face of Cowell's criticism, as for his singing voice, Hung landed a record deal with Koch Records.",
        "Take one celebrity chef renowned for his decidedly un-sunny disposition, and a team of young chefs of varying skill levels, and you have the recipe for Fox's Hell's Kitchen TV show.",
        "Over time her disposition softened and she became a strong supporter of Bajor joining the Federation.",
        "The hen is still more soberly attired; but it is perhaps the siskin's disposition to familiarity that makes it so favourite a captive, and, 'though as a cage-bird it is not ordinarily long-lived, it readily adapts itself to the loss of liberty.",
        "The truths which this \"disposition of nature\" obliges us to accept can be neither proved nor disproved; they are practically followed even by those who reject them speculatively.",
        "20, will serve to exhibit the disposition of viscera which prevails in the group. The branchial chamber formed by the mantle-skirt overhanging the head has been exposed by cutting along a line extending backward from the letters vd to the base of the columella muscle mc, and the whole roof of the chamber thus detached from the right side of the animal's neck has been thrown over to the left, showing the organs which lie upon the roof.",
        "proportion of the limbs and the disposition of the toes - even as had been the practice of most ornithologists before him!",
        "The former pointed out that the supposed isomerism was not due to an arrangement of atoms, but to the disposition of a valency, and therefore it was doubtful whether such a subtle condition could exert any influence on the properties of the substance.",
        "He combined a roving disposition with a natural taste for mechanics and for literature.",
        "The emperor was returning from suppressing a revolt on the part of his son Louis, provoked by this disposition, when he died on the 20th of June 840 on an island in the Rhine near Ingelheim.",
        "The rabbits known as Dutch are small, and valued for the disposition of the colour and markings.",
        "It is a clever, agile and powerful dog, extremely pugnacious in disposition.",
        "There are accordingly parts of Siberia, especially among the Raskolniks or Nonconformists, where the north Russian, the Great Russian and the Ukrainian (or southern) types have maintained themselves in their full purity, and only some differences in domestic architecture, in the disposition of their villages and in the language and character of the population remind the traveller that he is in Siberia.",
        "It has sometimes been thought of as an outward law, sometimes as an inward disposition; and each of these rival conceptions has developed a casuistical method of its own.",
        "Believers in law have put their trust in authority or logic; while believers in disposition chiefly look to our instinctive faculties - conscience, common-sense or sentiment.",
        "through the merit and disposition of the user.",
        "In 1674 he became, by the appointment of the duke of York (later James II.), governor of New York and the Jerseys, though his jurisdiction over the Jerseys was disputed, and until his recall in 1681 to meet an unfounded charge of dishonesty and favouritism in the collection of the revenues, he proved himself to be a capable administrator, whose imperious disposition, however, rendered him somewhat unpopular among the colonists.",
        "Though her reading was confined to the lives of the saints, she taught in the school kept by the nuns for the girls of the neighbourhood, to whom she endeared herself by her kindly disposition.",
        "Goeldi states that the paca-rana is a rodent of phlegmatic and gentle disposition,.",
        "Even the following pope, Benedict XII., a man of the strictest morality, failed, in spite of his mild and pacific disposition, to adjust the conflict with Louis of Bavaria and the eccentric Fraticelli.",
        "of Poland, who, though only in his nineteenth year, was already renowned for his martial disposition.",
        "In disposition the Laos are an apathetic, peace-loving, pleasantmannered race.",
        "Benevolent and sympathetic in disposition, he won the affection of his people by fearlessly visiting the districts ravaged by cholera or devastated by earthquake in 1885.",
        "Moral C/iaracteristics.The most prominent trait of Japanese disposition is gaiety of heart.",
        "They are very delicate animals, difficult to keep in confinement, and in that state exhibiting a gentle disposition, and being normally silent (see Primates).",
        "From the age of six he showed a disposition to write.",
        "In fact, character and disposition are of great importance during the audition process.",
        "The wild and inaccessible character of the country, the fierce and lawless disposition of the people, the difficulties presented by their language and their complex social institutions, and the inability of the Turkish authorities to afford a safe conduct in the remoter districts, combine to render Albania almost unknown to the foreign traveller, and many of its geographical problems still remain unsolved.",
        "With regard to internal organization we may commence with the disposition of the renal organ (nephridium), the external opening of which has already been noted.",
        "The interiors have been modified past recognition of their original disposition.",
        "But the disposition made no difference in the result.",
        "Josephus 7 paraphrases the story more suo, and speaks of Balaam as the best prophet of his time, but with a disposition ill adapted to resist temptation.",
        "However bad his natural disposition, the magical words of absolution would make him a new man.",
        "The form and disposition of the ganglion cells are also peculiar and closely similar in the two.",
        "Republican movements now began to spread, to suppress which the authorities made use of the Portuguese remaining in the country; and the disposition of the emperor to consider these as his firmest supporters much influenced the course of his government and his future destiny.",
        "He had given himself up to the influence of the Portuguese; the most popular men who had worked for the independence were banished; and a continual change of ministry showed a disposition on the part of the sovereign to prosecute obstinately measures of which his advisers disapproved.",
        "His most severe measures were taken in cold blood, as part of his general policy; but his natural disposition was averse to unnecessary bloodshed or cruelty.",
        "They showed indeed in their dealings both with the natives within their borders and with the Zulus beyond the Tugela a disposition to favour the natives at the expense of their white neighbours in the Transvaal and Orange Free State, and their action against Langalibalele was fully justified and the danger of a widespread native revolt real.",
        "master's disposition and every intrigue against himself.",
        "His learning, genial disposition, and conversational powers won him the favor of Henry III.",
        "During the summer America gave a lead to the Allies by accepting the Yugoslav programme, and after Austria's failure on the Piave there was a growing disposition on the part of the western Powers to fall into line with Mr. Lansing's very clear pronouncements.",
        "This disposition is adopted in Rowland's instrument; only, in addition to the central image formed at the angle 4' =4), there are a series of spectra with various values of 4', but all disposed upon the same circle.",
        "In spite of the many improvements introduced by Rowland and of the care with which his observations were made, recent workers have come to the conclusion that .errors of unexpected amount have crept into his measurements of wave-lengths, and there is even a disposition to discard the grating altogether for fundamental work in favour of the so-called \" interference methods,\" as developed by A.",
        "(1), the effect at B is l abX 2 a+b - cos 2 T t f cos 27rv 2 .dv+sin 27t f sin27rv .dv (3), the limits of integration depending upon the disposition of the diffracting edges.",
        "It excited the suspicion of the Church, and a Jesuit, by name Baltus, published a ponderous refutation of it; but the peace-loving disposition of its author impelled him to leave his opponent unanswered.",
        "In the flatter parts of the valley occur large beds of loam and rubble, sometimes in terraces parallel with, but several hundred feet above, the river, proving by their disposition and appearance that the valley has been formed by the action of water.",
        "But Zumalacarregui, who was noted for his grave and silent disposition and his strong religious principles, disliked the disorderly life of the guerrillas, and when regular forces were organized in the north he entered the 1st battalion of Guipuzcoa as an officer.",
        "Owing to their gay and lively disposition the Burmese have been called \" the Irish of the East,\" and like the Irish they are somewhat inclined to laziness.",
        "Ram Das himself, finding his eldest son Prithi Chand worldly and disobedient, and his second unfitted by his too retiring disposition for the duties of guru, appointed his third son, Arjan, to succeed him.",
        "than 107 paragraphs contain disposition dictated by the wish to discriminate between the classes of society.",
        "when inscriptions of a Semitic ruler of Kish, whose name was written Uru-mu-ush, were first deciphered, there was a disposition to regard this as an ideographic form and to read phonetically Alu-usharshid (\" he founded a city,\" with the omission of the name of the deity), but scholarly opinion finally accepted Urumu-ush (Urumush) as the correct designation.",
        "They are docile in disposition, and thus well fitted for domestication.",
        "In his studies he had come under the influence of Schleiermacher, Hegel and Franz Baader; but he was a man of independent mind, and developed a peculiar speculative theology which showed a disposition towards mysticism and theosophy.",
        "A circular disposition of the cells facilitates charging by the use of a pipe rotating above them, but it renders the disposal of the hot spent slices somewhat difficult and inconvenient.",
        "The guinea-pig is a singularly inoffensive and defenceless creature, of a restless disposition, and wanting in that intelligence which usually characterizes domestic pets, although said to show some discrimination.",
        "It is described as having been thoroughly healthy at the date of its arrival, and of an amiable and tractable disposition.",
        "The blackbird is of a shy and restless disposition, courting concealment, and rarely seen in flocks, or otherwise than singly or in pairs, and taking flight when startled with a sharp shrill cry.",
        "Little is known of its habits in a wild state, beyond the fact that it is a forest-dweller, active in movement and fierce in disposition.",
        "A.)] After the assassination of President Lincoln a disposition was shown by his successor, Andrew Johnson, to deal severely with the Confederate leaders, and it was understood that indictments for treason were to be brought against General Lee and others.",
        "The queen wrote to Archbishop Tait that the subject of the Irish Church \" made her very anxious,\" but that Mr Gladstone \" showed the most conciliatory disposition.\"",
        "This is called go-no-me-namako, because of its resemblance to the disposition of chequers in the Japanese game of go.",
        "The whole disposition of pillars, posts, brackets and rafters is harmonically arranged according to some measure of the standard of length.",
        "Rhinoceroses are of large size and massive build, but have little intelligence, and are generally timid in disposition, though ferocious when wounded or brought to bay.",
        "HERODIANS (`HpwStavoi), a sect or party mentioned in Scripture as having on two occasions - once in Galilee, and again in Jerusalem - manifested an unfriendly disposition towards Jesus (Mark iii.",
        "The vehemence of his temper was controlled by an affectionate disposition.",
        "They are said to be of a fierce disposition, feeding chiefly on birds.",
        "The Mexican Trimorphodon much resemble viperine snakes with the flat, triangular head, narrow neck, slit-like pupil and pugnacious disposition.",
        "The general estimate of commentators is thus stated by Adams: \" The peculiar style and method of Hippocrates are held to be conciseness of expression, great condensation of matter, and disposition to regard all professional subjects in a practical point of view, to eschew subtle hypotheses and modes of treatment based on vague abstractions.\"",
        "The boy was of an easy-going and pleasure-loving disposition, averse from sustained effort of any kind, and sensual by nature.",
        "Nor did they escape the more serious imputation of heresy on important articles of faith; indeed, there was a disposition to put them on the same level with the Gnostics.",
        "Samuel's son, Francis Parkman, a graduate of Harvard in 1807, was one of the most eminent of the Boston clergymen, a pupil and friend of Channing, and noted among Unitarians for a broadly tolerant disposition.",
        "He was a liberal protector of art and literature, and the kindliness of his disposition formed a marked contrast to the cruelty of his father; but he was given to intemperance, and the cause of his death was dropsy brought on by alcoholic abuse.",
        "The use of apocryphal literature in Jude itself may account for much of the critical disposition toward it of many subsequent writers.",
        "Persia indeed for many years showed a strong disposition to reassert the supremacy over Herat which was exercised by the Safawid kings, but great Britain, disapproving of the advance of Persia towards the Indian frontier, steadily resisted the encroachment; and, indeed, after helping the Heratis to beat off the attack of the Persian army in 1838, the British at length compelled the shah in 1857 at the close of his war with them to sign a treaty recognizing the further independence of the place, and pledging Persia against any further interference with the Afghans.",
        "It was perhaps impossible for him to renounce his rights, and his education, co-operating with his natural disposition, made it morally impossible for him to believe that he could be in the wrong.",
        "With these qualities Fichte himself combined a certain impetuosity and impatience probably derived from his mother, a woman of a somewhat querulous and jealous disposition.",
        "In disposition they are quiet and gentle, and do not show much intelligence; they are also less noisy than the true lemurs, only when alarmed or angered making a noise which has been compared to the clucking of a fowl.",
        "It is probable that from an early age his inquiring disposition led him to engage in travels, both in Greece and in foreign countries.",
        "He was blamed in various quarters for his disposition of the XXVII.",
        "Meanwhile, without giving up the main principle of the autonomy of the local church, they have developed in various ways an active disposition to co-operate as a united religious body.",
        "But he lacked business thrift, inherited a disposition to endorse for his friends, and was often unable to distinguish between deserving applicants for aid and adventurers.",
        "The positiveness of the French disposition is already noticeable in Rabelais; it becomes more noticeable still in Montaigne.",
        "At first indeed, since the war was only expected to last a short time, there was little disposition to incur the heavy expenditure necessary in order to secure a share in the manufacture of war material; but this attitude was soon changed, and within six months factories everywhere had been adapted to the supply of munitions and all the variety of other things required by the Government for the armies.",
        "to England with his father and with his brother, Prince Ernest, and his handsome face, gentle disposition and playful humour had produced a favourable impression on the princess.",
        "Her firm and courageous disposition showed itself at that trying time and throughout the whole of her singularly varied career.",
        "Under more favourable conditions Louis would have gained a name for kindness and philanthropy, proofs of which did indeed appear during his reign in Holland and gained him the esteem of his subjects; but his morbid sensitiveness served to embitter his relations both of a domestic and of,'a political nature and to sour his own disposition.",
        "The second son, Prince Louis Napoleon, an officer in the Russian army, showed a steadier disposition, and was more favoured in some monarchist quarters; in 1906 he was made governor of the Caucasus.",
        "It was said to exceed all other American mammals in ferocity of disposition and muscular strength.",
        "In the broad orographical disposition of the ranges there is considerable similarity between north Tibet and west Persia, in that in both cases the ranges are crowded together in the west, but spread out wider as they advance towards the east.",
        "It possesses all the active, courageous and bloodthirsty disposition of the rest of the genus, but its diminutive size prevents it attacking and destroying any but the smaller mammals and birds.",
        "The Protectionists have pointed _ to it as showing the disposition of the first Congress to 1789 1816.",
        "Some disposition in this direction showed itself as early as 1816, when tariff duties were raised.",
        "The import duties were correspondingly raised, partly by way of off-set to the internal taxes, partly as a means of getting additional revenue, and finally in some degree because of a disposition to protect domestic industries.",
        "When Napoleon had been beaten, France conceded to these allies by a secret article of the first Treaty of Paris of May 30, 1814, the disposition of all countries which Napoleon's fall had freed from French suzerainty.",
        "Many animals of great zoological interest, from their nocturnal habits, or natural disposition, display themselves so seldom that their possession is valueless from the point of view of the public, whilst closely allied species are not distinguished except by trained observers.",
        "Possessed of easy means and being of hospitable disposition, he kept open house for Helvetius, D'Alembert, Diderot, Condillac, Turgot, Buffon, Grimm, Hume, Garrick, Wilkes, Sterne, and for a time J.",
        "There is a marked disposition on the part of critics of hedonism to confuse \"pleasure\" with animal pleasure or \"passion,\" - in other words, with a pleasure phenomenon in which the predominant feature is entire lack of self-control, whereas the word \"pleasure\" has strictly no such connotation.",
        "For the purpose of creating villages, land was put at the disposition of societies or individuals, who undertook to people them with immigrants fulfilling the same conditions as independent settlers.",
        "He owed his political influence chiefly to his rank, his mild disposition, and his personal integrity, for his talents were in no sense brilliant, and he was deficient in practical energy as well as in intellectual grasp.",
        "He was of kindly and humane disposition, as he showed by refusing to put to death his brother Mustafa, who eventually succeeded him.",
        "The country was wasted by the fury of this savage conqueror, but recovered something of its former prosperity under Ogdai Khan, his son, whose disposition was humane and benevolent.",
        "They offer many points of analogy to the humming birds in their distribution, colours and even disposition.",
        "In habits the leopard resembles the other large cat-like animals, yielding to none in the ferocity of its disposition.",
        "But as the French harboured leaders of the Mexican reactionaries, pressed the Jecker claims and showed a disposition to interfere in Mexican domestic politics, which lay beyond the terms of the joint convention, Great Britain and Spain withdrew their forces in March 1862.",
        "With Goethe, who viewed with interest and appreciation the poetical fashion of treating fact characteristic of the Naturphilosophie, he continued on excellent terms, while on the other hand he was repelled by Schiller's less expansive disposition, and failed altogether to understand the lofty ethical idealism that animated his work.",
        "The generally peaceful disposition of the tribes rendered the opening up of the country comparatively easy.",
        "Owing, however, to timely and judicious disposition of the military and police forces the city was saved from much bloodshed.",
        "Meanwhile Mayhew had recognized the jurisdiction of Maine; 2 and though the officials of that province showed no disposition to press their claim, it seems that this technical suzerainty continued until 1664, when the Duke of York received from his brother, Charles II., the charter for governing New York, New Jersey, and other territory, including Martha's Vineyard.",
        "Though planetae decorated with narrow orphreys are occasionally met with in the monuments of the early centuries, these vestments were until the 10th century generally quite plain, and even at the close of this century, when the custom of decorating the chasuble with orphreys had become common, there was no definite rule as to their disposition; sometimes they were merely embroidered borders to the neck-opening or hem, sometimes a vertical strip down the back, less often a forked cross, the arms of which turned upwards over the shoulders.",
        "He early attained to the settled conviction that for the actual disposition of the solar system some abstract intelligible reason must exist, and this, after much meditation, he believed himself to have found in an imaginary relation between the \"five regular solids\" and the number and distances of the planets.",
        "The restless disposition and unbridled tongue of Catherine Kepler, his mother, created for her numerous enemies in the little town of Leonberg; while her unguarded conduct exposed her to a species of calumny at that time readily circulated and believed.",
        "After securing an animal of the right height, weight and disposition, with a saddle of a length of tree and a breadth of seat that fits the rider and that is lined to fit the back of the horse, with a bridle bitted to his mouth, the first step is to mount.",
        "Comparing the old constitutions with the new ones, it may be said that the note of those enacted in the first thirty or forty years of the republic was their jealousy of executive power and their careful safeguarding of the rights of the citizen; that of the second period, from 1820 to the Civil War (186165), the democratization of the suffrage and of institutions generally; that of the third period (since the war to the present day), a disposition to limit the powers and check the action of the legislature, and to commit power to the hands of the whole people voting at the polls.",
        "We see in both the same general principles of arrangement, which indeed belong to all Benedictine monasteries, enabling us to determine with precision the disposition of the various buildings, when little more than fragments of the walls exist.",
        "This is not an unusual arrangement in Lamellibranchs, and a similar disposition occurs in some Gastropoda (Haliotis).",
        "He distinguished himself by his conciliatory disposition, earned the special confidence of Duke John Albert of Mecklenburg, and took a leading part in 1552 in drawing up the constitution of the Mecklenburg church.",
        "There is little disposition to emigrate thither from Japan proper, the number of settlers being less than loo annually.",
        "But he also had the defects of his qualities, and could display on occasion a certain cruelty and callousness of disposition.",
        "Bergler led a wild and irregular life, and offended his friends and made many enemies by his dissipated habits and cynical disposition.",
        "Certain modifications in the disposition of these classes are naturally enough rendered necessary by the vast accumulation of knowledge as to the anatomy and embryology of the forms comprised in them.",
        "To the disappointment of his father, in whom the military instinct was ever predominant, he showed no love of soldiering, and gave evidence of a kindliness of disposition and a tender-heartedness which were considered out of place in one destined to become a military autocrat.",
        "It is often stated, as if it were incontrovertible, that conscription and large standing armies are a menace to peace, and yet, although throughout the civilized world, except in the British Empire and the United States, conscription is the system employed for the recruiting of the national forces of both defence and offence, few of these countries show any particular disposition to make war.",
        "It would be difficult to conceive a disposition more remote from the morals of ordinary life, not to speak of Christian ideals, than that with 1 \" Perpetual peace,\" he said, \" is a dream, and it is not even a beautiful dream.",
        "For Antoninus came to his new office with simple tastes, kindly disposition, extensive experience, a well-trained intelligence and the sincerest desire for the welfare of his subjects.",
        "was a most liberal monarch, reigning with great mildness and justice to his end, but that his brother, from his despotic and harsh disposition, upset all the other had done, and lost the throne.",
        "Such is the excellence of his disposition that whatsoever happeneth that could not be helped, he is as cheerful and as well pleased as though the best thing possible had been done.",
        "Lange entirely agreed with Kant that a priori forms can have no validity beyond experience when he says: \" Kant is at any rate so far justified as the principle of intuition in space and time a priori is in us, and it was a service to all time that he should in this first great example, show that what we possess a priori, just because it arises out of the disposition of our mind, beyond our experience has no longer any claim to validity \" (Hist.",
        "Mill also protested \" against adducing, as evidence of the truth of a fact in external nature, the disposition, however strong or however general, of the human mind to believe it.\"",
        "In 1865 a male of the same species was introduced, but though a strong disposition to breed was shown on the part of both, and the eggs, after the custom of the Ratitae, were incubated by him, no progeny was hatched (Proceedings, 1868, P. 329).",
        "In captivity the kakapo is said to show much intelligence, as well as an affectionate and playful disposition.",
        "Loki also was of giant birth; but he is always reckoned among the gods, and we find him constantly in their company, in spite of his malevolent disposition.",
        "In political and ecclesiastical affairs he similarly manifested great vigour; and his extraordinarily pacific disposition did more than anything else towards diminishing the difficulties with which he had to contend on his entry upon office.",
        "But a drastic revolution in their government was imposed upon them by the German king, Ferdinand I., who had been prevented from interference during his early reign by his wars with the Turks, and who showed little disposition to check the Reformation in Silesia by forcible means, but subsequently reasserted the control of the Bohemian crown by a series of important enactments.",
        "He had resolved to take holy orders, but his studious disposition led him to decline a stall in Notre Dame, and in 1660 he joined the congregation of the Oratory.",
        "PHYSIOGNOMY, the English form of the middle Greek 4uo-coyvwµia, a contraction of the classical ciuotoyvcoµovia (from qSvQCs, nature, and yvc'oµwv, an interpreter), (i) a term which denotes a supposed science for the \" discovery of the disposition of the mind by the lineaments of the body \" (Bacon); (2) is also used colloquially as a synonym for the face or outward appearance, being variously spelled by the old writers: fysenamy by Lydgate, phisnomi in Udall's translation of Erasmus on Mark iv., physnomie in Bale's English Votaries (i.",
        "Hippocrates, writing about 450 B.C., expresses his belief in the influence of environment in determining disposition, and in the reaction of these upon feature, 4 a view in which he is supported later by Trogus.",
        "(6) If the mental disposition and proneness to action are inherited by children from their parents, it may be that the facility in, and disposition towards, certain forms of expression are in like manner matters of heredity.",
        "The varied plumage of the cock - his bright red breast and his grey back, set off by his coal-black head and quills - is naturally attractive; while the facility with which he is tamed, with his engaging disposition in confinement, makes him a popular cage-bird, - to say nothing of the fact (which in the opinion of so many adds to his charms) of his readily learning to \"pipe\" a tune, or some bars of one.",
        "This was followed by his marriage, in 1608, to Marie Reigersberg, a lady of family in Zeeland, a woman of great capacity and noble disposition.",
        "Generally met with in large droves of from fifty to a hundred, it is of a more pugnacious disposition than the former species, and a hunter who encounters a herd in a forest has often to climb a tree as his only chance of safety.",
        "The recognition of the various forms of buds and their modes of disposition in different plants is a matter of the first consequence in the operations of pruning and training.",
        "Here we may conveniently mention certain variations from the normal condition in the size, form or disposition of buds or shoots on a given plant.",
        "The Half fan mode of training, which is intermediate between horizontal and fan training, is most nearly allied to the former, but the branches leave the stem at an acute angle, a disposition supposed to favour the more equal distribution of the sap. Sometimes, as in fig.",
        "The old-fashioned stereotyped flower garden that one met with almost everywhere is rapidly becoming a thing of the past, and grounds are now laid out more in accordance with their natural disposition, their climatic conditions and their suitability for certain kinds of plants.",
        "- Much of the beauty of the pleasure garden depends upon the proper selection and disposition of ornamental trees and shrubs.",
        "But after his removal from this establishment to Felsted school in Essex, where Martin Holbeach was master, his disposition took a happier turn; and having soon made considerable progress in learning, he was in 1643 entered at St Peter's College, and afterwards at Trinity College, Cambridge, where he applied himself to the study of literature and science, especially of natural philosophy.",
        "The disposition of the Spaniards to make concessions was further quickened by the destruction of their fleet at Gibraltar by the Dutch admiral Heemskerk, (April 1607).",
        "It is almost superfluous to remark, first, that Hume here deliberately gives up his fundamental principle that ideas are but the fainter copies of impressions, for it can never be maintained that order of disposition is an impression, and, secondly, that he fails to offer any explanation of the mode in which coexistence and succession are possible elements, of cognition in a conscious experience made up of isolated presentations and representations.",
        "Long confinement in the palace aloof from state affairs had left him pious, God-fearing and pacific in disposition.",
        "The disposition adopted was one which is found recurring in many sea-fights of the middle ages where a fleet had to fight on the defensive.",
        "During the siege of Paris he left the city in a balloon and joined Gambetta, for whom he organized a system of spies through which General Trochu was kept informed of the strength and disposition of the Prussians around Paris.",
        "His temper was hot, kept under rigid control; his disposition tender, gentle and loving, with flashing scorn and indignation against all that was ignoble and impure; he was a good husband, father and friend.",
        "His passionate disposition, however, embittered no doubt by his misfortunes, involved him in frequent difficulties and led to his quarrelling with Samuel.",
        "John Hay was a man of quiet and unassuming disposition, whose training in diplomacy gave a cool and judicious character to his statesmanship. As secretary of state under Presidents McKinley and Roosevelt his guidance was invaluable during a rather critical period in foreign affairs, and no man of his time did more to create confidence in the increased interest taken by the United States in international matters.",
        "Very characteristic is the interest in men and things, and the disposition to cut through questions in the schools after a trenchant fashion of his own.",
        "From 1899, however, Germany began to pay more attention to her fixed defences, and in the next years a long line of fortifications came into existence on the French frontier, ~he positions and strength of which were regulated with special regard to a new strategic disposition of the field armies and to the number and sites of the strategic railway stations which were constr.ucted about the same time.",
        "Although he often gave offence by his haughty and aggressive disposition, few German princes have earned so thoroughly the goodwill of posterity.",
        "In spite of the clamour of the mediatized princes for the restoration of their liberties, no attempt was made to reverse the essential changes in the territorial disposition of Germany made during the revolutionary epoch.",
        "On account of their hardiness and disposition to early maturity they have proved valuable for crossing purposes.",
        "Of martial disposition, the people often waged war with their neighbours, and also amongst themselves until the pacification of the hinterland by Germany at the beginning of the 10th century.",
        "He was quick-tempered, but of kindly disposition, intelligent and patriotic, and he left a reputation of unblemished honesty and uprightness.",
        "marvelled at their orderly disposition; and seeing the world and all things in it, that it is moved by compulsion, I understood that He that moveth and governeth it is God.",
        "Being of a bold disposition, and the trees favouring its mode of life often growing near houses, it will become on slight encouragement familiar with men; and its neat attire of ash-grey and warm buff, together with its sprightly gestures, render it an attractive visitor.",
        "They are quiet in disposition, and much valued for agricultural labor by the people, who therefore very rarely slaughter them for meat.",
        "His father, a man of mild and peaceful disposition, was killed when Ali was fourteen years old by neighbouring chiefs who seized his territories.",
        "A decree of disposition was now issued against the sacrilegious vali, who had dared \" to fire shots in Constantinople, the residence of the caliph, and the centre of security.\"",
        "test thy disposition).",
        "On Frederick himself lay the terror of death, and the chaplain was able to send to the king a favourable report of his orthodoxy and his changed disposition.",
        "The disposition of the extracts inside each title was still less rational; it has been shown by a modern jurist to have been the result of the way in which the committees of the commissioners worked through the books they had to peruse.",
        "In the age succeeding the Reformation there was no disposition on the part of the English Church to emulate the wonderful activity of the Jesuits.",
        "By some considered as a fanatical devotee, and by others as given up to mysticism, he is generally described as kind and gentle in disposition, and devoted to the interests of his country.",
        "The ocelot is essentially a forest cat, and a ready climber; its disposition is said to be fierce and bloodthirsty but in confinement it becomes tame and playful.",
        "These displays, being probably not altogether congenial to Maria, who was of a retiring disposition, ceased in her twentieth year, and it is even said that she had at that age a strong desire to enter a convent.",
        "Love of luxury, pomp and finery is their chief characteristic. Taken as a whole, the Fula race is distinguished by great intelligence, frankness of disposition and strength of character.",
        "His brother Seneca, who dedicated to him the treatises De Ira and De Vita Beata, speaks of the charm of his disposition, also alluded to by the poet Statius (Silvae, ii.",
        "By the death of the latter in 1883 the count became undisputed head of the house of Bourbon; but he did not show any disposition to push his claims. The popularity of the Orleans family, however, was shown on the occasion of the marriage of the comte de Paris's eldest daughter with the duke of Braganza, son of the king of Portugal, in May 1886.",
        "Thus in the story of the good layman Citta, it is an aspiration expressed on the deathbed; 2 in the dialogue on the subject, it is a thought dwelt on during life, 3 in the numerous stories in the Peta and Vimana V atthus it is usually some isolated act, in the discussions in the Dhamma Sangani it is some mental disposition, which is the Karma (doing or action) in the one life determining the position of the individual in the next.",
        "In his own diocese no victim of the persecution is known to have suffered till after his death; and, much as he was already maligned by opponents, there are strong evidences that his natural disposition was humane and generous.",
        "r) means nothing for us except that there was a disposition among the later Jews to refer their books to great names of the past, Enoch, Daniel, Job, Moses, David, Solomon, Ezra; as also, outside of Jewry, works were ascribed to Homer, Plato, Aristotle, Tacitus and others that were not composed by these authors.",
        "The best elements in Goethe's genius came from his mother's side; of a lively, impulsive disposition, and gifted with remarkable imaginative power, Frau Rat was the ideal mother of a poet; moreover, being hardly eighteen at the time of her son's birth, she was herself able to be the companion of his childhood.",
        "They dubbed him the \"philosopher,\" the \"musician,\" recalled in after days his fine social disposition, his skill in playing the lute, and his ready power in debate.",
        "Adams therefore met with a favourable reception and a disposition to further the interests of American commerce in every possible way.",
        "It is perhaps the very rapidity of the movement that is likely to retard its progress, and to fail to carry with it the wealthy clients and the decorators they employ, or perhaps even to increase the disposition to cling to the reproductions of the styles of the i i th and i 8th centuries.",
        "Maupertuis was unquestionably a man of considerable ability as a mathematician, but his restless, gloomy disposition involved him in constant quarrels, of which his controversies with Konig and Voltaire during the latter part of his life furnish examples.",
        "He gave no indications of a disposition to continue the discussion of them, or to entertain proposals for extending or altering his relations with the Indian government.",
        "This is generally known as the Breviarium Alaricianum, or Breviary of Alaric. Alaric was of a peaceful disposition, and endeavoured strictly to maintain the treaty which his father had concluded with the Franks, whose king Clovis, however, desiring to obtain the Gothic province in Gaul, found a pretext for war in the Arianism of Alaric. The intervention of Theodoric, king of the Ostrogoths and father-in-law of Alaric, proved unavailing.",
        "But he had long been of a religious disposition, and in 1667 turned from law to theology.",
        "In disposition Clarke was cheerful and even playful.",
        "was by natural disposition the opposite of his prede- cessor.",
        "His combative disposition led him into numerous personal difficulties.",
        "Krauss, as chief-of-staff of the Archduke Eugene, was opposed to the disposition of the two armies and to the limitation of the attack to the hill country.",
        "The interesting point to be noticed is that, without any formal break, leasing land for life and for term of years is seen to be rapidly spreading from the end of the 13th century, and numberless small tenancies are created in the 14th century which break up the disposition of the holdings.",
        "of ideas not due to external causes nor to volition but only to our capacity to think, our disposition to develop them, and finally the ontological proof, that affect the thought of the next age most deeply.",
        "He was handsome in person and benevolent in disposition.",
        "On the whole, however, there is a disposition to look at the book more objectively and to follow up the hints as to its aim given by the author in his opening verses.",
        "This spirit was widely evident in the disposition of troops and guns.",
        "The disposition of the Greeks to look to the west for the centres of religious feeling appears in the mention of Dodona and the Dodonaean Zeus, put in the mouth of the Thessalian Achilles.",
        "He always retained a disposition to speculate in western lands, the ultimate value of which he early appreciated; many of his later investments of this character are treated in C. W.",
        "Gaius Antonius, nicknamed Hybrida from his half-savage disposition (Pliny, Nat.",
        "If we add to this account that he seems to have been of an unusually amiable disposition we have a fairly complete picture of his mental character at this critical period of his life.",
        "Some illegal practices of certain chancery officials had been detected and punished by the court itself, and generally there was a disposition to overhaul its affairs, while Coke and Lionel Cranfield, earl of Middlesex (1575-1645) directly attacked some parts of the chancellor's administration.",
        "Errors of this class are innumerable, because there are numberless varieties of disposition; but some very prominent specimens can be indicated.",
        "Nor are the Welsh landowners and gentry devoid of this new spirit of nationalism, and although some generations ago they ceased as a body to speak the native tongue, they have shown a strong disposition to study once more the ancient language and literature of their country.",
        "The chief differences between the commercial systems of refining lie in the arrangement of the baths, in the disposition and manner of supporting the electrodes in each, in the method of circulating the solution, and in the current-density employed.",
        "Camden, who refused a knighthood, was a man of enormous industry, and possessed a modest and friendly disposition.",
        "His wayward disposition found, however, no satisfaction in the Jewish fold.",
        "Ultimately the treachery and the murderous disposition of the king named Ingialdr led to his overthrow by a prince from Skane, called Ivarr Viafaami.",
        "Gustavus's necessities had compelled him to break with the ecclesiastical traditions of Sweden; and they also compelled him, contrary to his masterful disposition, to accept constitutionalism, because without it his footing in his own kingdom would have been insecure.",
        "Neither side would give way, nor was any disposition exhibited to refer the matter to arbitration under the protocol of 1896.",
        "This religion grew up in the midst of a settled peasant population, whose mode oflife and views it regards as the natural disposition of things.",
        "Naturally enough the Greek cities beheld a liberator in every army that marched from the West, and were ever ready to cast in their lot with sucha disposition for which the subsequent penalty was not lacking.",
        "He reigned fourteen years, and his reign was a succession of barbarities, which can only be attributed to an evil disposition acted upon by an education void of all civilizing influences.",
        "In the Breviary the psalms are arranged according to a disposition dating from the 8th century, as follows.",
        "Throughout his life he had pursued with devotion and industry the ideals with which he had set out, and his journal and letters display a noble simplicity of disposition and an unswerving honesty of purpose.",
        "These are exemptions from fiscal dues and freedom of disposition of the owner.",
        "There is absolute freedom of testamentary disposition in the Cape province and in some other parts of South Africa.",
        "As to Natal and Zululand, there was a disposition to leave to the new government the task of dealing with the natives there but both the Transvaal and Natal adopted an Asiatic exclusion policy which gave rise to much friction.",
        "The Exclusion Bill and the limitation of James's powers were no more heard of, and full liberty was granted to the king to pursue the retrograde and arbitrary policy to which his disposition naturally inclined.",
        "Their inhuman disposition, and inhospitable treatment of foreigners, especially impressed him.",
        "Driven inwards upon themselves, they employed their energy in severe self-examination, or they cultivated resignation to the will of the universe, and towards their fellow men forbearance and forgiveness and humility, the virtues of the philanthropic disposition.",
        "At this period he was noted for his integrity, gentle-heartedness and charitable disposition.",
        "Even granting that some feeble remains of antique reserve may have contributed to this, and even although some of it is certainly to be set down to his disposition and temperament, still it was his religious passivity that here determined the character of Socrates and made him a typical example of the later Byzantine Christianity.",
        "Mag., 1883, P. 315) According to Laplace's hypothesis the whole energy of any number of contiguous strata of liquids is least when they are arranged in order of density, so that this is the disposition favoured by the attractive forces.",
        "We see, then, that the removal of a stratum from between neighbours where it is out of order and its introduction between neighbours where it will be in order is doubly favourable to the reduction of the sum of tensions; and since by a succession of such steps we may arrive at the order of magnitude throughout, we conclude that this is the disposition of minimum tensions and energy.",
        "With the virtuous life was further to be conjoined a humble disposition to adore the Creator, avoiding all factitious forms of worship as worse than useless.",
        "His father Nicon, from whom he received his early education, is described as remarkable both for excellence of natural disposition and for mental culture; his mother, on the other hand, appears to have been a second Xanthippe.",
        "The legislation of the Lombard kings, in form a territorial and not a personal law, shows no signs of a disposition either to depress or to favour the Romans, but only the purpose to maintain, in a rough fashion, strict order and discipline impartially among all their subjects.",
        "It consists not in the possession of wealth or flocks and herds, but in good humour, in the just disposition and constant tranquillity of the soul.",
        "malignus, evil-disposed, from maligenus), wicked, of a malicious or wilfully evil disposition.",
        "It is, however, in the face that the most remarkable disposition of vivid hues occurs, more resembling those of a brilliantly coloured flower than what might be expected in a mammal.",
        "Old males are remarkable for the ferocity of their disposition, as well as for other disagreeable qualities; but when young they can easily be tamed.",
        "Canon Ainger's gentle wit and humour, his generosity and lovable disposition, endeared him to a wide circle.",
        "He was of a cruel disposition, and is said to have killed his nephews Embrica (Emerca) and Fritla (Fridla) in order to obtain the great treasure which they possessed.",
        "The dominating ambition of his life was to achieve fame, but though that sometimes betrayed him into petty jealousy, it did not leave him insensible to the claims on his knowledge of the \"cause of humanity,\" to use a phrase often employed by him in connexion with his invention of the miners' lamp. Of the smaller observances of etiquette he was careless, and his frankness of disposition sometimes exposed him to annoyances which he might have avoided by the exercise of ordinary tact.",
        "The rectangular disposition of the streets in the centre of the town is a survival of Roman times.",
        "There is no military force, the natives being of peaceful disposition.",
        "She was born at Caserta, on the 26th of April 1782, and received a careful education which developed the naturally pious and honourable disposition that earned for her in the family circle the nickname of La Santa.",
        "They are a branch of the Esquimauan family, but differ greatly from the Eskimo of the mainland in language, habits, disposition and mental ability.",
        "It is the author's conception of the nature of the gospel which mainly gives us pause in following this pretty general disposition of modern scholarship. With all the phenomena of vocabulary and style which seem to justify such conceptions as von Soden's that c. iii.",
        "Of her piety and almost nun-like love of God and belief in His personal love for her, Edwards had known when she was only thirteen, and had written of it with spiritual enthusiasm; she was of a bright and cheerful disposition, a practical housekeeper, a model wife and the mother of his twelve children.",
        "The fundamental metaphysical postulate that being and God are ultimately identical remained, however, the philosophical basis of all his thinking, and reverence for this being as the supreme good remained the fundamental disposition of his mind.",
        "He defines it as benevolence (good-will), or rather as a disposition to benevolence, towards being in general.",
        "This disposition, he argues, has no regard primarily to beauty in the object, nor is it primarily based on gratitude.",
        "All that he allows is that the perception of natural beauty may, by its resemblance to the primary spiritual beauty, quicken the disposition to divine love in those who are already under the influence of a truly virtuous temper.",
        "Edwards supposes in the nature of God an original disposition to an \" emanation \" of His being, and it is the excellency of this divine being, particularly in the elect, which is, in his view, the final cause and motive of the world.",
        "Timothy Dwight (1752-1847) urged the use of the means of grace, thought Hopkins and Emmons pantheistic, and boldly disagreed with their theory of \" exercises,\" reckoning virtue and sin as the result of moral choice or disposition, a position that was also upheld by Asa Burton (1752-1836), who thought that on regeneration the disposition of man got a new relish or \" taste.\"",
        "But as equally distinct markings occurred on two pure-bred Highland foals out of mares which had never seen a zebra, it was impossible to ascribe the stripes on the foals born after zebra hybrids to infection of their respective dams. Further, the subsequent foals afforded no evidence of infection, either in the mane, tail, hoofs or disposition.",
        "they entirely fail to prove that a female animal is liable to be so influenced by her first mate that, however subsequently mated, the offspring will either in structure or disposition give some hint of the previous mate.",
        "The arrangement of the modern streets preserves that of the ancient town, and the disposition of the walled paths which divide the plain to the east seems to date in like manner from Roman times.",
        "This declaration did not satisfy the free fooders; but there was a general disposition to compromise the question without injuring the unity of the party.",
        "They resemble and are closely allied to certain families of the Cornulariidae, differing from them only in mode of budding and in the disposition of the daughter zooids round a central, much-elongated mother zooid.",
        "As the Rays of light differ in degrees of Refrangibility, so they also differ in their disposition to exhibit this or that particular colour.",
        "Of a retiring, meditative disposition, Jacobi associated himself at Geneva mainly with the literary and scientific circle of which the most prominent member was Lesage.",
        "The rules of kinship largely determined status with its correlative rights and obligations, supplied the place of contract and of laws affecting the ownership, disposition and devolution of property, constituting the clan an organic, selfcontained entity, a political, social and mutual insurance copartnership. The solidarity of the clan was its most important and all-pervading characteristic. The entire territory occupied by a clan was the common and absolute property of that clan.",
        "It was admitted that these elements might atrophy, or be displaced, or be otherwise obscured; but their complete and symmetrical disposition was regarded as typical and original.",
        "He was a man of a cold and hard disposition, but full of practical wisdom, and conscious that his precarious claim to the crown must be secured by winning the confidence of his subjects.",
        "He opened negotiations with the exiled Queen Margaret, and offered to place his sword at her disposition for the purpose of overthrowing King Edward and restoring King Henry.",
        "Wentworth, now earl of Strafford, became the leading adviser of the king - With all the energy of his disposition he threw himself into Charless plans, and left no stone unturned to furnish the new expedition with supplies and money.",
        "For some years past a growing disposition had been displayed among the more earnest~ Liberals to extend the provisions of the Reform Act of r83z.",
        "After many debates, in which the Commons showed little disposition to give the ministry any effective support, an amendment was carried by Lord Dunkellin, the eldest son of Lord Clanricarde, basing the borough franchise on rating instead of rental.",
        "Two appointments, one to a judicial office, the other to an ecclesiastical preferment, in which Gladstone, about the same time, showed more disposition to obey the letter than the spirit of the law, confirmed the impression which the abolition of purchase had made.",
        "The country showed no more disposition than the House of Commons to approve the course which the minister was taking.",
        "In the summer of 1791 he despatched his son to Coblenz to give advice to the royalist exiles, then under the direction of Calonne, and to report to him at Beaconsfield their disposition and prospects.",
        "1 a was of a deeply religious disposition.",
        "Such foresight had its reward, the more because it was buttressed during the debates of the Convention by the same readiness in debate, the same clear recognition of essentials, the same natural disposition towards compromise on details, and the same quickness in producing verbal formulae, as Smuts had already shown in the Transvaal Parliament.",
        "In the earlier stages of Lollardy, when the court and the clergy managed to bring Lollards before ecclesiastical tribunals backed by the civil power, the accused generally recanted and showed no disposition to endure martyrdom for their opinions.",
        "He conducted the negotiations with Great Britain which resulted in the treaty of the 8th of May 1871, under which (Article 1) the \"Alabama claims\" were referred to arbitration, and the same disposition (Article 34) was made of the \"San Juan Boundary Dispute,\" concerning the Oregon boundary line.",
        "p.r pov, measure), in prosody, the harmonious and regulated disposition of syllables into verse.",
        "The Hexapoda are not only all confined to a very definite disposition of the somites, appendages and apertures, as thus indicated, but in other characters also they present the specialization of a narrowly-limited highly-developed order of such a class as the Crustacea rather than a range from lower more generalized to higher more specialized forms such as that group and also the Arachnida present.",
        "The aversion to them which he expressed showed thus early an innate disposition to rebel against empty verbal reasoning.",
        "His religious disposition attracted him to theology.",
        "The ill-fortune of men in their past endeavours to comprehend themselves and their environment is attributed in a great measure to their disposition to extend their inquiries into matters beyond the reach of human understanding.",
        "Contrasted with this belief in necessity the supposition we have of freedom is illusory, and, if extended so as to involve a belief that men's actions do not proceed from character or habitual disposition, immoral.",
        "Similarly, in the view taken by the Stoics of the duties of social decorum, and in their attitude to the popular religion, we find a fluctuating compromise between the disposition to repudiate what is conventional, and the disposition to revere what is 1 The Stoics seem to have varied in their view of \" good repute,\" eu50 ia; at first, when the school was more under the influence of Cynicism, they professed an outward as well as an inward indifference to it; ultimately they conceded the point to common sense, and included it among rrponyp. va.",
        "As regards natural law, he teaches that God has implanted in the human mind a knowledge of its immutable general principles; and not only knowledge, but a disposition, to which he applies the peculiar scholastic name synderesis,' that unerringly prompts to the realization of these principles in conduct, and protests against their violation.",
        "As Locke cannot consistently mean by God's \" goodness \" anything but the disposition to give pleasure, it might be inferred that the ultimate standard of right rules of action ought to be the common happiness of the beings affected by the action; but Locke does not explicitly adopt this standard.",
        "Sophia Dorothea wished to marry her daughter to Frederick, prince of Wales, but on the English side there was no disposition to make the offer except in exchange for substantial concessions, to which the king of Prussia was not prepared to assent.",
        "He was a delicate child, in direct contrast to a strong race of forebears, and inherited from his mother a refined, retiring disposition and a love for books.",
        "His tyrannical disposition was increased by the assassination of his colleague, Beltchev, in 1891, and of Dr Vlkovitch, the Bulgarian representative at Constantinople, in 1892, and eventually proved intolerable to Prince Ferdinand, who compelled him to resign in May 1894.",
        "Like most true boas, it is of a very gentle disposition and easily domesticates itself in the palm or reed thatched huts of the natives, where it hunts the rats during the night.",
        "The populace showed no disposition to welcome the invaders.",
        "He was long remembered, not only for his great learning but for his modesty and kindly disposition.",
        "The Irish landlords, however, showed no disposition to sell their country, and the Purchase Bill was quickly dropped, though Gladstone had declared the two measures to be inseparable.",
        "Of amiable disposition, he hastened to make peace with Henry VI.",
        "The pattern of the wig-lappets has been quoted to prove that it dates from the XIIth Dynasty, but it is said that the peculiar disposition of the uraeus on its forehead agrees with that in the earliest sculptures.",
        "Hence he lays the greatest stress on the conception of God's disposition of salvation towards mankind (oeconomia), the object of which is that mankind, who in Adam were sunk in sin and death, should in Christ, comprised as it were in his person, be brought back to life.",
        "Add to this that Louis XIII., like Richelieu himself, had wretched health, aggravated by the extravagant medicines of the day; and it is easy to understand how this pliable disposition which offered itself to the yoke caused Richelieu always to fear that his king might change his master, and to declare that the four square feet of the kings cabinet had been more difficult for him to conquer than all the battlefields of Europe.",
        "By the end of 1833 he showed a disposition to make common cause with those who had already begun to issue the Tracts for the Times.",
        "There was a disposition on all hands, save among the irreconcilable Christians of the Sierra de Ronda, to accept peace under a capable master.",
        "A disposition of the powers of the Grand Alliance to come to the aid of Spain in this matter was countered by the famous message of President Monroe (Dec. 2, 1823), laying the veto of the United States on any interference of concerted Europe in the affairs of the American continent.",
        "The growing disposition of the bourgeois and artisan classes, not in the large towns only, to imitate the intellectuals in desiring to live in closer touch with the rest of Europe as regards social, economic, scientific and political progress, embittered the struggle between the forces of Liberalism and those of Catholicism, powerfully entrenched in the affections of the women and the illiterate masses of the peasantry.",
        "The actual cause of dispute was the disposition of the conquered duchies, for Austria now wished to put Augustenburg in as duke, a plan to which Bismarck would not assent.",
        "It is true that neither of these features is absolutely distinctive of the Annelida, but when taken in conjunction with the Annelidan disposition of the chief systems of organs, viz.",
        "The governor of Panama showing little disposition to encourage the adventurers, Pizarro resolved to apply to the sovereign in person for help, and with this object sailed from Panama for Spain in the spring of 1528, reaching Seville in early summer.",
        "was a most liberal monarch, reigning with great mildness and justice to his end, but that his brother, from his despotic and harsh disposition, upset all the other had done and lost the throne.",
        "Again, there may be a raceme of capitula, that is, a group of capitula disposed in a racemose manner, as in Petasites, a raceme of umbels, as in ivy, and so on, all the forms of inflorescence being indefinite in disposition.",
        "In 1672 the general court granted 600 acres of land to each county for educational purposes; in 1794 the general assembly appropriated the proceeds from the sale of western lands to education, and in 1837 made a similar disposition of funds received from the Federal treasury.",
        "In disposition the islanders are friendly and hospitable, brave and somewhat bloodthirsty; and, although naturally indolent and morose, they have proved industrious and keen traders.",
        "He retrenched the court largesses and curtailed the immunities of the clergy, and although himself of an ascetic disposition forbade the foundation of new monasteries.",
        "He claimed to have re - pelled the outflanking movement of the French in the battle of the Marne, but he was nevertheless compelled, in consequence of the faulty disposition of the German forces in the line of battle and the success of the Allied offensive, to withdraw his army be - fore what he described as overwhelming odds to the Aisne posi - tions.",
        "So here I am, with proverbial pen to paper, musing about the final disposition of these scratching if I should crawl my way through to completion of the task.",
        "Howie's mood and disposition were unimproved though Julie was convinced he would come around now that we were together.",
        "He attributed his pleasant disposition to memories of the prior evening with Cynthia Byrne, the sweetheart of Maid Marian Lane.",
        "Dusty's lifemate was small and shapely with a sunny disposition and caramel features that resembled her brother's, the Black God.",
        "His amiable disposition acquired him a large circle of friends, who deeply lament his death.",
        "Their benevolent disposition often made them enter the cottages of the poor.",
        "I never met with a disposition more truly amiable.",
        "antic disposition, is real, not feigned, her gentle soul having collapsed under stress.",
        "bleating noises from bureaucrats in Brussels who see their expense accounts under threat only tend to frighten children of a very timorous disposition.",
        "cheerful disposition to beat the blues.",
        "cheery disposition, rosy cheeks, no warts, plays games, all sorts \" .",
        "churlish disposition, And little recks to find the way to heaven By doing deeds of hospitality.",
        "He was of a very quiet and retiring disposition and highly respected.",
        "This suggests either an inherited disposition for some tumor types or the existence of environmental risk factors.",
        "First, because all of their records regarding the disposition of juvenile cases for the last five or six years are in it.",
        "They may be used to determine the disposition of a process.",
        "Visitors with a nervous disposition can view the results of the meditation from a safe distance on a monitor.",
        "Of a kindly and amiable disposition, he won the respect of Catholic and Protestant alike.",
        "With this kind of positive attitude, you will attain a cheerful disposition to beat the blues.",
        "He was hungry, and hunger affected his sunny disposition.",
        "The US Congress has appropriated more than $ 200 million for cooperation with Russia's plutonium disposition program.",
        "Stumbling around barefoot in his antic disposition just doesn't do justice to a delivery like his.",
        "disposition in favor of a charity 61.",
        "disposition of troops.",
        "disposition of assets, include that on your application.",
        "disposition of estates.",
        "The use of materials subtly supports the disposition of the distinctive functions in the building, without the differentiation being too emphatic.",
        "Another bit of good news is that, in terms of a personality disposition it's very important, extroversion is going up dramatically.",
        "fall from grace Henri Meyer was a man of a morally neutral disposition.",
        "Her madness, unlike Hamlet's antic disposition, is real, not feigned, her gentle soul having collapsed under stress.",
        "feu disposition, containing an absolute warrandice, was then recorded in the Land Register.",
        "interethnic differences between Asians and Caucasians in ibandronic acid disposition.",
        "In the latter we observe the malignity, the intriguing and revengeful disposition for which she was so notorious.",
        "The brigade materiel manager contacts the materiel manager of allied nations for disposition instructions.",
        "necessitous circumstances alone will not be a reason to change a testator's disposition.",
        "nervous disposition shouldn't click here.",
        "So, in summary, if you are of an ' inquisitive disposition ' (or (my partner's view) plain nosey!",
        "obliging disposition.",
        "overreaching: to overreach an interest on a disposition of property means to dispose of the property free of that interest.",
        "plutonium disposition program.",
        "retireas of a very quiet and retiring disposition and highly respected.",
        "In blowing, the horn reveals a very soulful disposition.",
        "squeamish disposition.",
        "As I knew him to be of a rather sullen unsocial disposition, I said nothing to him, but proceeded on my way.",
        "Prior to that, in her naturally timid disposition, she might have felt at a disadvantage within the existing family relationships.",
        "Bleating noises from bureaucrats in Brussels who see their expense accounts under threat only tend to frighten children of a very timorous disposition.",
        "transmissible by assignment, by testamentary disposition or by operation of law, as personal or movable property.",
        "The task, however, was simplified by the strictly tribal disposition of the forces.",
        "All such solitary bulls, as their colloquial name indicates, are of a spiteful disposition; and it appears that with the majority the inducement to live apart is due to their partiality for cultivated crops, into which the more timid females are afraid to venture.",
        "Charms and words of power being supposed to possess efficacy in themselves are guarded with great secrecy by their owners, and hence, in so far as prayer verges on spell, there will be a disposition to mutter or otherwise conceal the sacred formula.",
        "euµevrls, kindly; ci), well, and µEvos, disposition), the \"kindly ones,\" a euphemism for the Furies or Erinyes.",
        "It has been shown (Bourne) that the \"perichaetous\" condition is probably secondary, inasmuch as in worms which are, when adult, \"perichaetous\" the setae develop in pairs so that the embryo passes through a stage in which it has four bundles of setae, two to each bundle, the prevalent condition in the group. Rarely there is an irregular disposition of the setae which are not paired, though the total number is eight to a segment (fig.",
        "Common sense he defined as \"that disposition which nature has placed in all or most men, in order to enable them, when they have arrived at the age and use of reason, to form a common and uniform judgment with respect to objects different from the internal sentiment of their own perception, which judgment is not the consequence of any anterior judgment.\"",
        "He gained from the struggle a more catholic view of human happiness, at delight in the poetry of nature and the affections as well as the poetry of heroic unselfishness, a disposition to study more sympathetically the point of view of opponents, a more courteous style of polemic, a hatred of sectarianism, an ambition,, no less noble and disinterested, but moderated to practical' possibilities.",
        "Moreover, he stated subsequently that he thereby hoped to excite other naturalists to share with him the investigations he was making on a subject which had hitherto escaped notice or had been wholly neglected, since he considered that he had proved the disposition of the feathered tracts in the plumage of birds to be the means of furnishing characters for the discrimination of the various natural groups as significant and important as they were new and unexpected.",
        "The argument is that Gauden had prepared the book to inspire sympathy with the king by a representation of his pious and forgiving disposition, and so to rouse public opinion against his execution.",
        "Becket's opposition rested upon a casuistic interpretation of the canon law, and an extravagant conception of the dignity attaching to the priesthood; he showed, moreover, a disposition to quibble, to equivocate, and to make promises which he had no intention of fulfilling.",
        "Her disposition, fresh and natural but lacking the qualities that make for distinction, gave no promise of eminence until reasons of state brought Napoleon shortly after his divorce of Josephine to sue for her hand (see Napoleon and Josephine).",
        "Their disposition was to leave the Chinese in unmolested possession of the plain.",
        "If, however, two compounds only differ with regard to the spatial arrangement of the atoms, the physical properties may be (I) for the most part identical, differences, however, being apparent with regard to the action of the molecules on polarized light, as is the case when the configuration is due to the presence of an asymmetric atom (optical isomerism); or (2) both chemical and physical properties may be different when the configuration is determined by the disposition of the atoms or groups attached to a pair of doubly-linked atoms, or to two members of a ring system (geometrical isomerism or allo-isomerism).",
        "As puppies, however, bulldogs are highly intelligent and unusually docile and affectionate, and if well trained retain throughout life an unusual sweetness of disposition, the universal friendliness of which makes them of little use as guardians.",
        "Both armies were very indifferently supplied with information, as both were without any reliable regular cavalry capable of piercing the screen of outposts with which each endeavoured to conceal his disposition, and Napoleon, operating in a most unfriendly country, suffered more in this respect than his adversaries.",
        "Like the latter, too, the Aymaras are sullen and apathetic in disposition.",
        "Nevertheless, whatever his chief motive may have been, whether to displace Oxford as leader of the party, to strengthen his position and that of the faction in order to dictate terms to the future king, or to reinstate James, Bolingbroke, yielding to his more impetuous and adventurous disposition, went much further 1 Berwick's Mem.",
        "A passage in The Federalist suggests the motives of the convention as follows: \"As the accuracy of the census to be obtained by Congress will necessarily depend in a considerable degree on the disposition if not co-operation of the states, it is of great importance that the states should feel as little bias as possible to swell or reduce the amount of their numbers.",
        "His excitable and volatile disposition agreed ill with the IV.",
        "The succession was expected to fall to Leo's secretary of state, Cardinal Rampolla; but he was credited with having inspired the French sympathies of the late pope; Austria exercised its right of veto (see Conclave, ad fin.), and on the 8th of August, Giuseppe Sarto, who as cardinal patriarch of Venice had shown a friendly disposition towards the Italian government, was elected pope.",
        "Adept as she was in the most exquisite delicacy of dissimulation, the most salient note of her original disposition was daring rather than subtlety.",
        "The arrangement of the leaves on the stem and branches (see Phyllotaxy, below) is such as to prevent the upper leaves shading the lower, and the shape of the leaf serves towards the same end - the disposition of leaves on a branch or stem is often seen to form a \"mosaic,\" each leaf fitting into the space between neighbouring leaves and the branch on which they are borne without overlapping.",
        "No person shall, without lawful authority, collect, record, publish or communicate, or attempt to elicit, any information with respect to the movement, numbers, description, condition or disposition of any of the forces, ships, or aircraft of His Majesty or any of His Majesty's allies, or with respect to the plans or conduct, or supposed plans or conduct, of any operations by any such forces, ships, or aircraft, or with respect to the supply, description, condition, transport or manufacture, or storage, or place or intended place of manufacture or storage of war material, or with respect to any works or measures undertaken for or connected with, or intended for the fortification or defence of any place, or any information of such nature as is calculated to be or might be directly or indirectly useful to the enemy, and if any person contravenes the provisions of this regulation, or without lawful authority or excuse has in his possession any document containing any such information as aforesaid, he shall be guilty of an offence against these regulations...",
        "This conception of the relations of church and state was hardly favourable to missionary zeal; and in the age succeeding the Reformation there was no disposition on the part of the English Church to emulate the wonderful activity of the Jesuits, which, in the 16th and 17th centuries, brought to the Church of Rome in countries beyond the ocean compensation for what she had lost in Europe through the Protestant reformation.",
        "Mystical tendencies in Mahommedanism arose mainly on Persian soil (see SuFiism), and Von Kremer has shown that these Eastern tendencies fell in with a disposition to asceticism and flight from the world which had arisen among the Arabs before Islam under Christian influence.",
        "Its chief ideas are - (1) That, owing partly to the want of ability in historians, and partly to the complexity of social phenomena, extremely little had as yet been done towards discovering the principles which govern the character and destiny of nations, or, in other words, towards establishing a science of history; (2) That, while the theological dogma of predestination is a barren hypothesis beyond the province of knowledge, and the metaphysical dogma of free will rests on an erroneous belief in the infallibility of consciousness, it is proved by science, and especially by statistics, that human actions are governed by laws as fixed and regular as those which rule in the physical world; (3) That climate, soil, food, and the aspects of nature are the primary causes of intellectual progress, - the first three indirectly, through determining the accumulation and distribution of wealth, and the last by directly influencing the accumulation and distribution of thought, the imagination being stimulated and the understanding subdued when the phenomena of the external world are sublime and terrible, the understanding being emboldened and the imagination curbed when they are small and feeble; (4) That the great division between European and non-European civilization turns on the fact that in Europe man is stronger than nature, and that elsewhere nature is stronger than man, the consequence of which is that in Europe alone has man subdued nature to his service; (5) That the advance of European civilization is characterized by a continually diminishing influence of physical laws, and a continually increasing influence of mental laws; (6) That the mental laws which regulate the progress of society cannot be discovered by the metaphysical method, that is, by the introspective study of the individual mind, but only by such a comprehensive survey of facts as will enable us to eliminate disturbances, that is, by the method of averages; (7) That human progress has been due, not to moral agencies, which are stationary, and which balance one another in such a manner that their influence is unfelt over any long period, but to intellectual activity, which has been constantly varying and advancing: - \"The actions of individuals are greatly affected by their moral feelings and passions; but these being antagonistic to the passions and feelings of other individuals, are balanced by them, so that their effect is, in the great average of human affairs, nowhere to be seen, and the total actions of mankind, considered as a whole, are left to be regulated by the total knowledge of which mankind is possessed\"; (8) That individual efforts are insignificant in the great mass of human affairs, and that great men, although they exist, and must \"at present\" be looked upon as disturbing forces, are merely the creatures of the age to which they belong; (9) That religion, literature and government are, at the best, the products and not the causes of civilization; (10) That the progress of civilization varies directly as \"scepticism,\" the disposition to doubt and to investigate, and inversely as \"credulity\" or \"the protective spirit,\" a disposition to maintain, without examination, established beliefs and practices.",
        "Hitherto the theologians have shown small disposition to hold their hand; and several of the leading Modernists have been excommunicated (see especially the article LoisY, A.",
        "Small and slight in person and never robust in health, Robertson Smith was yet a man of ceaseless and fiery energy; of an intellect extraordinarily alert and quick, and as sagacious in practical matters as it was keen and piercing in speculation; of an erudition astonishing both in its range and in its readiness; of a temper susceptible of the highest enthusiasm for worthy ends, and able to inspire others with its own ardour; endowed with the warmest affections, and with the kindest and most generous disposition, but impatient of stupidity and ready to blaze out at whatever savoured of wrong and injustice.",
        "As a result of this disposition of the articular surfaces, the wing may be shot out or extended, and retracted or flexed in nearly the same plane, the bones composing the wing rotating on their axes during either movement (fig.",
        "21-25, and only secondarily as a spiritual effluence, imparting the regenerate disposition, the \"mind that was in Christ Jesus,\" iii.",
        "In mammals both caecum and colon are often sacculated, a disposition caused by the arrangement of the longitudinal bands of muscular tissue in their walls; but the small intestine is always smooth and simple-walled externally, though its lining membrane often exhibits contrivances for increasing the absorbing surface without adding to the general bulk of the organ, such as the numerous small tags, or \" villi,\" by which it is everywhere beset, and the more obvious transverse, longitudinal, or reticulating folds projecting into the interior, met with in many animals, of which the \" valvulae conniventes \" of man form well-known examples.",
        "And again, to the same correspondent, the 5th of May 1863: \"I have never had the least sympathy with the a priori reasons against orthodoxy, and I have by nature and disposition the greatest possible antipathy to all the atheistic and infidel school.",
        "The Fijians show no disposition to intermarry with the Indian coolies.",
        "Yet the queen found it impossible to restore the monastic lands, though she showed some disposition to scrutinize the titles of grantees.",
        "This unlikeness to other Arthropoda is mainly due to the Annelidan affinities which it presents, but in part to the presence of the following peculiar features: (I) the number and diffusion of the tracheal apertures; (2) the restriction of the jaws to a single pair; (3) the disposition of the generative organs; (4) the texture of the skin; and (,) the simplicity and similarity of all the segments of the body behind the head.",
        "I am told that while I was still in long dresses I showed many signs of an eager, self-asserting disposition.",
        "Neither manifested the least disposition to retreat.",
        "They differed from them in speech, dress, and disposition.",
        "In the disposition it is said first that the batteries placed on the spot chosen by Napoleon, with the guns of Pernetti and Fouche; which were to come in line with them, 102 guns in all, were to open fire and shower shells on the Russian fleches and redoubts.",
        "But in the disposition it is said that, after the fight has commenced in this manner, orders will be given in accordance with the enemy's movements, and so it might be supposed that all necessary arrangements would be made by Napoleon during the battle.",
        "Toll wrote a disposition: \"The first column will march to so and so,\" etc.",
        "And as usual nothing happened in accord with the disposition.",
        "The main lesson is an uncomfortable one for people of a liberal disposition who instinctively prefer to see offenders rehabilitated rather than incarcerated.",
        "The previous depressed disposition of the mother will not have assisted her resilience in the face of such an attack .",
        "Some of the artwork on this website might not be suitable for children, or those of a squeamish disposition.",
        "Even when one abides in a generous disposition stirrings of the molestations of desire may arise with chang as their cause.",
        "Copyright is transmissible by assignment, by testamentary disposition or by operation of law, as personal or movable property.",
        "Having a bad disposition; surly: \" as valiant as the lion, churlish as the bear \" (Shakespeare).",
        "We suddenly start perceiving angels or wrathful deities, depending on our disposition.",
        "Virtues could include wishes such as good health, sunny disposition, intelligence, musical talent, artistic ability, etc. Along with the virtue, the \"godmother\" should write a personal note to the parents.",
        "You want to get a healthy cat with a good disposition so that you can enjoy your pet for years to come.",
        "The disposition of the breed is playful, so look for the kitten that is batting at the tail of other kittens or stalking them to romp and roll around.",
        "At the conclusion of a case, the court issues a case final disposition form, which closes the case.",
        "Fragrances affect your moods and disposition.",
        "Spreading good karma with their sunny disposition, organic t shirts, and earth conscious approach, Life is Good apparel appeals to all types of people.",
        "Grandparents who are difficult to get along with due to their disposition or habit of badmouthing one parent or the other might also have their access to their grandchildren restricted.",
        "When his disposition is lower than 20, he will ask you to leave.",
        "Temperament-A person's natural disposition or inborn combination of mental and emotional traits.",
        "Family does not have to attend the sea burial and will receive a Certificate of Disposition in the mail after the service.",
        "\"Total Estate Solutions works with estate executors, handling the details surrounding the disposition of personal property left in the estate home.",
        "You can love attributes about a person like their sunny disposition or winning smile.",
        "Lucky Jupiter not only showers Sagittarius with a wonderful disposition, but also, strong ethics.",
        "five years, to -have pledged the contracting parties to join in resisting attack upon the territory of any one of them, and to have specified the military disposition to be adopted by each in case attack should come either from France, or from Russia, or from both simultaneously.",
        "Partly to satisfy public opinion, partly in order to profit by the favorable disposition of the British government, and partly in the hope of remedying the error committed in 1882 by refusal to co-operate with Great Britain in Egypt, the Italian government in January 1885 despatched an expedition under Admiral Caimi and Colonel Saletta to occupy Massawa and Beilul.",
        "It is rare to find in the polyp a regular, symmetrical disposition of the tentacles as in the medusa.",
        "Thus the disposition of the endoderm-cavities is roughly comparable to the gastrovascular system of a medusa.",
        "He further conceives of this stage as itself a process of (natural) development, namely, of the natural disposition of the species to vary in the greatest possible manner so as to preserve its unity through a process of self-adaptation (Anarten) to climate.",
        "This, he says, must not be conceived as resulting from the action of external causes, but is due to a natural disposition (Anlage).",
        "At the conclave Francesco, Todeschini-Piccolomini was elected as Pius III., and he showed every disposition to be peaceful and respectable, but he was old, and in bad health.",
        "Of this we may perhaps roughly' distinguish a higher and a lower type, according as there is either complete confidence in the divine benevolence and justice, or a disposition to suppose a certain arbitrariness or at any rate conditionality to attach to the granting of requests.",
        "Vasari eulogizes Mantegna for his courteous, distinguished and praiseworthy deportment, although there are indications of his having been not a little litigious in disposition.",
        "He was of a retiring disposition and moderate views, and died in 1685."
    ],
    "definition": [
        "Link/Cite"
    ]
}