{
    "translation": "חסר כבוד, חסר נימוס",
    "uses": [
        "Has she been disrespectful of you?",
        "Actually, Dulce had been disrespectful with every look and word.",
        "It's disrespectful to both of us.",
        "I don't mean to be disrespectful, ma'am, but when we spoke on the telephone, I offered you the letters and the clothing.",
        "You were so busy directing my life that it never occurred to you that you were being disrespectful of me.",
        "It was disrespectful of me.",
        "It would be disrespectful of Cade for her to do anything but defend his honor.",
        "\"Was I disrespectful?\" he insisted.",
        "Cade was her boss, and thinking such things was not only disrespectful of him, but job threatening as well - especially if he suspected the existence of such thoughts.",
        "Or was it disrespectful to take her only treasure?",
        "To this heathen chief the Imam of the Moslems sent a messenger, inducing him to attack the prince of Khwarizm, who already had provoked the Mongolian by a disrespectful treatment of his envoys.",
        "It contained many and terrible truths as to the royal refusal to sanction the decrees and as to the king's position in the state; but it was inconsistent with a minister's position, disrespectful if not insolent in tone.",
        "When Cavour heard the news he hurried to the king's headquarters at Monzambano, and in violent, almost disrespectful language implored him to continue the campaign at all hazards, relying on his own army and the revolutionary movement in the rest of Italy.",
        "They told him that Khalid had used disrespectful terms in speaking of the caliph, and that he had appropriated revenues belonging to the state.",
        "But the king and Cavour were terribly upset by this move, which meant peace without Venetia; Cavour hurried to the kings headquarters at Monzambano Armistice and in excited, almost disrespectful, language implored ~0ranca~ him not to agree to peace and to continue the war alone, relying on the Piedmontese army and a general Italian revolution.",
        "I didn't mean to be so disrespectful.",
        "disrespectful to try and eradicate the behavior by targeting it.",
        "Among other things, it was disrespectful to Alex.",
        "It's no wonder that the kids grow up abusive, stroppy, slow learners, and disrespectful of authority!",
        "During the long course of my opposition to the noble Lord, I cannot charge myself with having ever said anything disrespectful of him.",
        "disrespectful way - apologize.",
        "disrespectful remark about Lysenko, Stalin's favorite geneticist, in a book about aging in the 1960s.",
        "disrespectful manner.",
        "disrespectful public act I have witnessed in my lifetime.",
        "I just can't comprehend how people can be so disrespectful to hosts who were so tolerant and welcoming.",
        "It is not disrespectful to either the starter of the topic or the original topic either.",
        "It might sound like an odd idea, perhaps even rather disrespectful, but that isn't the way it came across.",
        "By being honest of course i unforgivably disrespectful katie have the task.",
        "disrespectful attitude is the fastest way to banishment on our server.",
        "There are many entries, tho some of the descriptions appear to be somewhat disrespectful!",
        "I didn't mean to be disrespectful.",
        "It sounded too much like novelty and seemed disrespectful.",
        "It would be considered very disrespectful to sit with one's feet pointing toward the holy book.",
        "Without wanting to sound disrespectful at all to Wharfedale, I hope I don't have to go up there again next season.",
        "In this particular incident, Wendy Williams introduced Omorosa and the she-devil immediately let Williams know that she did not like the way the host introduced her, claiming it to be disrespectful.",
        "I told him that I contacted her to scare him off and he still says nothing happened and that it was a stupid and disrespectful mistake.",
        "In turn, African American men, Chinese women and Native Americans feel that looking into someone's eyes is disrespectful and aggressive.",
        "Simply putting it on your site as a whim can be somewhat disrespectful unless you, too, understand the significance.",
        "To leave off the glove and call him just Kidd is very disrespectful.",
        "I feel like it's very disrespectful, should I worry or not?",
        "Even inviting Tessa was disrespectful.",
        "disrespectful of authority.",
        "It is considered disrespectful not to try a large plateful of everything, so I left school that day feeling rather full!",
        "arousing widespread repugnance, the disrespectful attitude of the reporters was widely condemned.",
        "As an ardent Languedocian he hated the French, and spoke openly of the king in disrespectful terms. But when he tried to organize a general rising of the south, he was denounced to the king, perhaps by his old enemies the count of Foix and the bishop of Toulouse.",
        "and wounded him, on account of that officer's disrespectful conduct towards Washington.",
        "Arousing widespread repugnance, the disrespectful attitude of the reporters was widely condemned.",
        "Using notes seems ill-prepared and disrespectful: being asked to serve as best man is an honor, and having the speech memorized so it can be delivered without reading or consulting notes honors the couple and the occasion.",
        "Some parents and grandparents may also view them as being disrespectful or inappropriate.",
        "In November 2006, she reportedly blasted pop crooner Clay Aiken for what she said was \"disrespectful and rude behavior\" during his appearance as guest host on Live with Regis and Kelly.",
        "With the misbehavior of movie stars and musicians running rampant these days, Kid Rock sockin' it to a disrespectful Tommy Lee and defending a female friend in what has been reported as a \"heated exchange\" doesn't seem so bad comparatively.",
        "Children of permissive parents may be disrespectful, disobedient, aggressive, irresponsible, and defiant.",
        "This happened to the Jonesboro dance team in January of 2009, when their Bob Fosse-inspired dance routine was videotaped and then posted on YouTube, where they were called many disrespectful names.",
        "Workplace harassment should not be confused with your boss or coworkers simply being rude, annoying, or disrespectful.",
        "If your children are frequently disrespectful, manipulative, and aggressive with each other, they may benefit from meeting with a trained family therapist.",
        "She confides in me asking why they do this, as in the Indian culture it's disrespectful for an Indian male to give an Indian female a phone number or wanting to go out with her.",
        "If you can't trust him or he seems disrespectful or defensive even after you've discovered his cheating ways, end the relationship.",
        "Other things like acting jealous, being passive aggressive, or disrespectful are red flags.",
        "Taking advantage of one another is disrespectful.",
        "Clapton didn't want to use this on the 461 Ocean Boulevard album because he thought it might seem disrespectful to Bob Marley.",
        "Thus, for a time, science fiction fans insisted on reserving the disrespectful diminutive 'sci-fi' for media-trash.",
        "When an Honor Guard looks less than his or her best it is disrespectful to the people being honored, the department or organization, and the country.",
        "disrespectful of children.",
        "However, to do Boosy justice, he never was ill-humoured or disrespectful to his little sahib."
    ],
    "definition": [
        "dis′re·spect′ful·ly\nadverb",
        "dis′re·spect′ful·ness\nnoun",
        "Link/Cite",
        "lacking respect",
        "Link/Cite"
    ]
}