{
    "translation": "פורש, בדלן",
    "uses": [
        "5, a dissenter chosen churchwarden and scrupling to take the oaths may execute his office by deputy.",
        "Even after this certain High Churchmen held that a Lutheran was a\" dissenter,\"and that the prince should be asked to subscribe to the Thirty-Nine Articles.",
        "dis-sentire, to disagree), one who dissents or disagrees in matters of opinion, belief, &c. The term \"dissenter\" is, however, practically restricted to the special sense of a member of a religious body in England which has, for one reason or another, separated from the Established Church.",
        "Throughout his whole career Binney was a vigorous opponent of the state church principle, but those who simply classified him as a narrow-minded political dissenter did him injustice.",
        "Strictly a \" dissenter \" is one who dissents from the church as an \" established \" body, or who dissents from the establishment of a state church, while conforming or not to its forms, ceremonies or practice.",
        "He later became a dissenter, throwing over his original intention of going to Oxford University.",
        "laudable ambition to unite Catholic, Protestant and Dissenter under the common name of Irishmen and Irishwomen.",
        "DISSENTER (Lat.",
        "In this connotation the terms \"dissenter\" and \"dissenting,\" which had acquired a somewhat contemptuous flavour, have tended since the middle of the 19th century to be replaced by \"nonconformist,\" a term which did not originally imply secession, but only refusal to conform in certain particulars (e.g.",
        "Dissenter >>",
        "The lone dissenter to leave the world's fastest growing.",
        "After the death of his father, who was a rigid Dissenter, his mother, left in poverty, lived with some Roman Catholic families."
    ],
    "definition": [
        "One who dissents: political dissenters.",
        "often Dissenter One who refuses to accept the doctrines or usages of an established or a national church, especially a Protestant who dissents from the Church of England.",
        "Link/Cite",
        "someone who dissents (disagrees), especially from an established church",
        "Link/Cite"
    ]
}