{
    "translation": "מרחק",
    "uses": [
        "We were sitting together in a hammock which swung from two solemn pines at a short distance from the house.",
        "She kept her distance from him.",
        "A horse and rider could cover more distance in a day that the mules could pulling the heavy freight wagons.",
        "A coyote howled in the distance and another answered.",
        "His greatest interest obviously lay some distance down that path into the woods.",
        "In the distance they were dark and threatening.",
        "In the distance, she heard the familiar, unmistakable sound of an explosion.",
        "In reading this letter about Niagara one should remember that Miss Keller knows distance and shape, and that the size of Niagara is within her experience after she has explored it, crossed the bridge and gone down in the elevator.",
        "She urged her mount a safe distance away, motioning for Jonathan to follow.",
        "Roxanne's house was within walking distance and the night was balmy.",
        "The four men followed them for some distance, and then lost them on the hillside.",
        "I strolled a discrete distance from her side as we entered the gardens.",
        "His house was situated seven miles from the office and about the same distance from Betsy and me.",
        "The Deans drove the short distance to the Beaumont to pick up their guest, who was standing outside at the curb waiting for them.",
        "The safest thing for both of them was for him to keep his distance and remain objective.",
        "Somewhere in the distance, a Meadowlark called, its melodic song adding sweetness to the smell of wild roses.",
        "She crossed the short distance to her mate and paused in front of him, breathing in his dark scent.",
        "Surely she couldn't be expected to commute that kind of distance on a regular basis.",
        "In the distance, she heard her cell phone ring.",
        "All the way to the great rock the wooden people followed them, and when Jim finally alighted at the mouth of the cavern the pursuers were still some distance away.",
        "She stopped a safe distance from him, unable to reconcile the man on the phone with the man before her.",
        "She approached and knelt a safe distance from him, trying hard to see into the darkness of the corner.",
        "Hearing the heartbreak in her voice, Jule found his resolve to keep his distance melt.",
        "He was amused at whatever game he played as he closed the distance between them once more.",
        "As she hopped the short distance from rocks to the ground leading up to the compound, she caught the silhouettes of two men against the cloudy sky.",
        "That night they slept under the stars - Bordeaux a respectable distance from her, but close enough to assist if anything went wrong in the night.",
        "Sound travels funny up there—it echoes, and I was a good distance away.",
        "The proper distance was maintained - and proper was the operative word.",
        "The drive from the station to the house, a distance of one mile, was very lovely and restful.",
        "Nicholas Rostov turned away and, as if searching for something, gazed into the distance, at the waters of the Danube, at the sky, and at the sun.",
        "He squinted into the distance, scanning the entire horizon.",
        "The distance is thirty miles; the fare ninety cents.",
        "I think we will learn to conquer distance though a method of which we cannot yet conceive.",
        "It wasn't the distance that alarmed her.",
        "She felt his body heat from the short distance between them and recognized his scent from the sheets.",
        "She closed the distance between them and hugged her brother.",
        "Our last halt was under a wild cherry tree a short distance from the house.",
        "It was the only open and cultivated field for a great distance on either side of the road, so they made the most of it; and sometimes the man in the field heard more of travellers' gossip and comment than was meant for his ear: \"Beans so late! peas so late!\"--for I continued to plant when others had begun to hoe--the ministerial husbandman had not suspected it.",
        "It's long distance, you know.",
        "He would perhaps have placed alder branches over the narrow holes in the ice, which were four or five rods apart and an equal distance from the shore, and having fastened the end of the line to a stick to prevent its being pulled through, have passed the slack line over a twig of the alder, a foot or more above the ice, and tied a dry oak leaf to it, which, being pulled down, would show when he had a bite.",
        "In the distance and getting closer I heard the sound of police sirens and in minutes two cruisers pulled into the driveway.",
        "And not the face she had known ever since she could remember and had always seen at a distance, but the timid, feeble face she had seen for the first time quite closely, with all its wrinkles and details, when she stooped near to his mouth to catch what he said.",
        "Fayetteville is long distance, but I'll be glad to pay you for the call as soon as I get my things.",
        "Pierre pointed to another knoll in the distance with a big tree on it, near a village that lay in a hollow where also some campfires were smoking and something black was visible.",
        "Sounds of crying and screaming came from somewhere in the distance outside, and flames were visible through the cracks of the shed, but inside it was quiet and dark.",
        "The Sparrow Hills were visible in the distance, with the village, the church, and the large white house.",
        "Jule lay on the ground a short distance away.",
        "\"You jealous little bi—\" Before she knew what she did, she'd closed the distance between them and slapped him hard.",
        "The nearest cottage was still some distance away.",
        "In order to see how nearly I could guess, with this experience, at the deepest point in a pond, by observing the outlines of a surface and the character of its shores alone, I made a plan of White Pond, which contains about forty-one acres, and, like this, has no island in it, nor any visible inlet or outlet; and as the line of greatest breadth fell very near the line of least breadth, where two opposite capes approached each other and two opposite bays receded, I ventured to mark a point a short distance from the latter line, but still on the line of greatest length, as the deepest.",
        "I could see a figure on a horse in the distance coming toward me.",
        "It was one of several long distance conversations that afternoon, and evening.",
        "The Kremlin, which was not destroyed, gleamed white in the distance with its towers and the belfry of Ivan the Great.",
        "She misjudged the distance in the dark and landed on Bordeaux's foot.",
        "He carried it a short distance from the others and dropped it to the sand.",
        "So he carried the lantern back for quite a distance, while Dorothy and the Wizard followed at his side.",
        "Like the water, the Walden ice, seen near at hand, has a green tint, but at a distance is beautifully blue, and you can easily tell it from the white ice of the river, or the merely greenish ice of some ponds, a quarter of a mile off.",
        "\"Do you speak French?\" the officer asked again, keeping at a distance from Pierre.",
        "Even at a distance it was obvious that the man was much taller and he rode with a proud kind of grace that her father never possessed.",
        "Howie thought he recognized the Chicago skyline in the distance but it was too far away to tell.",
        "She looked up at Darian a short distance away, watching his dark-light power streak around the room.",
        "Darian's voice came as if across a great distance and echoed around the room.",
        "But even when it's overcast, like today, you can get some interesting images; not so much close ups, but distance shots, with fog rolling down the valley and blankets of flowers shrouded in mist.",
        "While the crow-flies distance across the gaping gorge was only a half-mile, Dean was at least twenty minutes away in driving time.",
        "Dean left Bird Song on foot, passing up the temptation to drive his Jeep the short distance to the Main Street delicatessen.",
        "Since I wrote you, Helen and I have gone to live all by ourselves in a little garden-house about a quarter of a mile from her home, only a short distance from Ivy Green, the Keller homestead.",
        "Men of business, even farmers, thought only of solitude and employment, and of the great distance at which I dwelt from something or other; and though they said that they loved a ramble in the woods occasionally, it was obvious that they did not.",
        "Thunder rumbled in the distance and Cade's chin slumped to his chest.",
        "At a little distance from this ship there was a model of the Santa Maria, which I also examined.",
        "All our Concord waters have two colors at least; one when viewed at a distance, and another, more proper, close at hand.",
        "\"Killed?\" cried Denisov, recognizing from a distance the unmistakably lifeless attitude--very familiar to him--in which Petya's body was lying.",
        "Nicholas sat at some distance from Sonya, beside Julie Karagina, to whom he was again talking with the same involuntary smile.",
        "Only by following at some distance could one cut across the zigzag path of the French.",
        "Bagration knew that as the distance between the two flanks was more than six miles, even if the messenger were not killed (which he very likely would be), and found the commander-in-chief (which would be very difficult), he would not be able to get back before evening.",
        "The earth in the kitchen garden looked wet and black and glistened like poppy seed and at a short distance merged into the dull, moist veil of mist.",
        "\"In the first place, Trunila is not a 'dog,' but a harrier,\" thought Nicholas, and looked sternly at his sister, trying to make her feel the distance that ought to separate them at that moment.",
        "Again the beautiful Erza reached him, but when close to the hare's scut paused as if measuring the distance, so as not to make a mistake this time but seize his hind leg.",
        "Does he think me a scoundrel, or an old fool who, without any reason, keeps his own daughter at a distance and attaches this Frenchwoman to himself?",
        "Now only the commanders of detachments with staffs, and moving according to rules at a distance from the French, still regarded many things as impossible.",
        "He closed his eyes, and, from all sides as if from a distance, sounds fluttered, grew into harmonies, separated, blended, and again all mingled into the same sweet and solemn hymn.",
        "He had equipped himself with a mental telescope and looked into remote space, where petty worldliness hiding itself in misty distance had seemed to him great and infinite merely because it was not clearly seen.",
        "Just then at a distance behind Kutuzov was heard the sound of regiments saluting, and this sound rapidly came nearer along the whole extended line of the advancing Russian columns.",
        "\"Look, look!\" said this adjutant, looking not at the troops in the distance, but down the hill before him.",
        "Near by, the campfires were dimly burning among the French Guards, and in the distance those of the Russian line shone through the smoke.",
        "By the time Achilles has covered the distance that separated him from the tortoise, the tortoise has covered one tenth of that distance ahead of him: when Achilles has covered that tenth, the tortoise has covered another one hundredth, and so on forever.",
        "The bees circle round a queenless hive in the hot beams of the midday sun as gaily as around the living hives; from a distance it smells of honey like the others, and bees fly in and out in the same way.",
        "In Petersburg and in the provinces at a distance from Moscow, ladies, and gentlemen in militia uniforms, wept for Russia and its ancient capital and talked of self-sacrifice and so on; but in the army which retired beyond Moscow there was little talk or thought of Moscow, and when they caught sight of its burned ruins no one swore to be avenged on the French, but they thought about their next pay, their next quarters, of Matreshka the vivandiere, and like matters.",
        "At a little distance from the palace we might easily mistake it for a mountain whose peaks were mounting heavenward to receive the last kiss of the departing day.",
        "One inconvenience I sometimes experienced in so small a house, the difficulty of getting to a sufficient distance from my guest when we began to utter the big thoughts in big words.",
        "I also went on board a Viking ship which lay a short distance from the little craft.",
        "Behind Kutuzov, at a distance that allowed every softly spoken word to be heard, followed some twenty men of his suite.",
        "His neighbor on the other side, who lay motionless some distance from him with his head thrown back, was a young soldier with a snub nose.",
        "While still at a distance he heard as he rode the merry sounds of a soldier's dance song proceeding from the house.",
        "And farther still, beyond those forests and fields, the bright, oscillating, limitless distance lured one to itself.",
        "Beyond Shamshevo, Dolokhov was to observe the road in the same way, to find out at what distance there were other French troops.",
        "When the boy had entered the hut, Petya sat down at a distance from him, considering it beneath his dignity to pay attention to him.",
        "He slammed the mug on the table and stood, crossing the distance between them in two long strides.",
        "I could see a man and a boy some distance away, pitching hay into a horse drawn wagon.",
        "It was Jake Weller telephoning long distance from California.",
        "Even from this distance he recognized Acting Sheriff Fitzgerald.",
        "You keep your distance and speak in a civil tongue in my house!",
        "Lydia, the long distance runner—now a smoker.",
        "It was some distance from the farm house and he thought he might not get to it before it left.",
        "Then Howie asked if we'd try to run a session this weekend, long distance, by phone.",
        "It was a short distance from Surry Mountain Lake and park, and about seven mile from our recently established office in town.",
        "Pierre trailed them at a distance just out of earshot, and Linda looked at her curiously.",
        "That would take some research by Fred and his stalwarts, if Dean could figure a way to distance that investigation from Fred's court-dictated jury duty restrictions.",
        "It was dark as he peddled, headlamp on, down the side streets of the now-quiet town and out the back road the short distance to Lydia's place.",
        "As she peered through the soft gray light not a house of any sort was visible near the station, nor was any person in sight; but after a while the child discovered a horse and buggy standing near a group of trees a short distance away.",
        "Dorothy climbed into the buggy, although Jim had been unharnessed from it and was grazing some distance away.",
        "I have found it a convenient medium of communicating with Helen when she is at some distance from me, for it enables me to talk with her by tapping upon the floor with my foot.",
        "In clear weather, in summer, they appear blue at a little distance, especially if agitated, and at a great distance all appear alike.",
        "Michaux, more than thirty years ago, says that the price of wood for fuel in New York and Philadelphia \"nearly equals, and sometimes exceeds, that of the best wood in Paris, though this immense capital annually requires more than three hundred thousand cords, and is surrounded to the distance of three hundred miles by cultivated plains.\"",
        "I heard a robin in the distance, the first I had heard for many a thousand years, methought, whose note I shall not forget for many a thousand more--the same sweet and powerful song as of yore.",
        "It was thawing and misty; at forty paces' distance nothing could be seen.",
        "Expecting the enemy from behind and not in front, the French separated in their flight and spread out over a distance of twenty-four hours.",
        "The road the French would take was unknown, and so the closer our troops trod on their heels the greater distance they had to cover.",
        "At a sufficient distance over the woods this sound acquires a certain vibratory hum, as if the pine needles in the horizon were the strings of a harp which it swept.",
        "But now one answers from far woods in a strain made really melodious by distance--Hoo hoo hoo, hoorer hoo; and indeed for the most part it suggested only pleasing associations, whether heard by day or night, summer or winter.",
        "In this respect, my company was winnowed by my mere distance from town.",
        "So, also, every one who has waded about the shores of the pond in summer must have perceived how much warmer the water is close to the shore, where only three or four inches deep, than a little distance out, and on the surface where it is deep, than near the bottom.",
        "He gazed silently at the hills which seemed to rise out of the sea of mist and on which the Russian troops were moving in the distance, and he listened to the sounds of firing in the valley.",
        "After listening a few moments in silence, the count and his attendant convinced themselves that the hounds had separated into two packs: the sound of the larger pack, eagerly giving tongue, began to die away in the distance, the other pack rushed by the wood past the count, and it was with this that Daniel's voice was heard calling ulyulyu.",
        "Kutuzov only replied that movements arranged from a distance were always difficult to execute.",
        "Far in the distance in that birch and fir forest to the right of the road, the cross and belfry of the Kolocha Monastery gleamed in the sun.",
        "The caleche flew over the ground as fast as the horses could draw it, but for a long time Count Rostopchin still heard the insane despairing screams growing fainter in the distance, while his eyes saw nothing but the astonished, frightened, bloodstained face of \"the traitor\" in the fur-lined coat.",
        "She squinted into the distance.",
        "Whatever the case, he kept his distance.",
        "On the far side of the roadway, the man walked the short distance to the pathway that led to the beach.",
        "By the time the man had finished, his night vision was better and he could make out the tiny necklace of lights in the distance, the Chesapeake Bridge-Tunnel that ran 17 miles to the Eastern shore.",
        "The route more than dou­bled the distance, but Dean needed little incentive for a drive in the country.",
        "They know the time, distance and location of the car and say 'turn in' at the last minute.",
        "But he doesn't really need bike shoes unless he plans to bike a long distance.",
        "Dean walked a short distance down the hall.",
        "If the course had been the same distance and level as yesterday, the ride would have been a breeze.",
        "It ain't long distance.",
        "She stopped a safe distance away.",
        "is the Adige, which, after pursuing a parallel course with the Po for a considerable distance, enters the Adriatic by a separate mouth.",
        "The distance from Rome to Capua was 132 m.",
        "The conduction of such stimulation to parts removed some distance from the sense organ suggests paths of transmission comparable to those which transmit nervous impulses in animals.",
        "The other end is closed by a plate of muffed glass at the distance of distinct vision, and parallel to this is fixed a plate of clear glass.",
        "The population of the Pernambuco sertao has always been noted for its turbulent, lawless character, due partly to distance from the coast where the bulk of the population is concentrated, partly to difficult means of communication, and partly to the fact that this remote region has long been the refuge of criminals from the coast towns.",
        "Balis), the former port of Aleppo, now, owing to changes in the bed, some distance from the water.",
        "Conradus Mel in his Antiquarius Sacer (1719) described a \"pantometron nauticum\" which he claimed would show without calculation the distance sailed by the ship; and J.",
        "These logs were towed from the ship, but with quick passages and well surveyed coasts, the need arose for a patent log which could be readily consulted from the deck, and from which the distance run under varying speeds could be quickly ascertained.",
        "The wolf crouched, gnashed her teeth, and again rose and bounded forward, followed at the distance of a couple of feet by all the borzois, who did not get any closer to her.",
        "While still at a distance he took off his cap and tried to speak respectfully, but he was pale and breathless and his face was angry.",
        "Kutuzov merely shrugged his shoulders when one after another they presented projects of maneuvers to be made with those soldiers-- ill-shod, insufficiently clad, and half starved--who within a month and without fighting a battle had dwindled to half their number, and who at the best if the flight continued would have to go a greater distance than they had already traversed, before they reached the frontier.",
        "Wherever the ship may go, the rush of water which neither directs nor increases its movement foams ahead of it, and at a distance seems to us not merely to move of itself but to govern the ship's movement also.",
        "There was little point in denying her attraction, but he'd best learn to keep his distance.",
        "Range after range of mountains began with a mixture of sharp green that gradually faded until the last range was wrapped in the haze of distance.",
        "I saw you, but I must have misjudged the distance.",
        "When she crawled into bed and turned off the light, the night sky performed a fireworks display in the distance.",
        "Her raw sweetness threatened his resolve to keep his distance.",
        "The skies opened once again as he reached the house, and thunder boomed in the distance.",
        "He'd wanted her, but he kept his distance.",
        "No one else would attempt to catch rays with the clouded sky and massive storm clouds in the distance!",
        "The familiar path down the coastline passed the Cliffs of Moher and continued for a short distance.",
        "His body rippled with angry power that made her keep her distance.",
        "Jonny looked at the massive vamp, who made no move to close the distance between them.",
        "She couldn't make out what was in the garden, but she heard the sounds of fountains and saw the dark green blur of a forest in the distance.",
        "An explosion blazed in the distance.",
        "The adobe structure was guarded by several more Guardians, none of whom looked like Damian from the distance.",
        "If this here skull wasn't broken, maybe someone would think it was the real McCoy—at least in the dark or from a distance.",
        "He knew the river lay far below and they'd negotiated less than half the distance.",
        "He pushed up both speed and distance.",
        "With the second demon holding her, he closed the distance.",
        "There was no room for traitors in his ranks, not with his critical mission on the human world and his own mate within striking distance.",
        "Landon waited for him a short distance away.",
        "In the distance, an alarm sounded.",
        "Stationed outside her room, Cora trailed her at a distance, silent and darkly dressed, like a shadow.",
        "He stopped a safe distance away, his multi-hued eyes on Gabriel.",
        "Deidre crossed the short distance to her mate and paused in front of him.",
        "Josh's mother and father lived on a farm within walking distance of Carmen and Alex – and from the farm where Lori and Josh lived when Josh died.",
        "He met her half the distance and folded her in a warm embrace, his lips seeking hers briefly.",
        "Gradually it faded into the distance, taking her heart with it.",
        "He took her a relatively safe distance away and stopped.",
        "As soon as the signal to walk flashed, she put some distance between her and the crazy woman.",
        "The hot sex, strange distance he put between them, sudden disappearance.",
        "He was bigger than he looked from a distance, the size of a linebacker.",
        "Within a short distance.",
        "Deidre stayed in place long enough for him to put some distance between them.",
        "Easing to the edge of the swamp cooler, she eyed the distance and drew a deep breath.",
        "He observed the car's interior with the clinical distance of a scientist.",
        "Wynn was relaxed, sharp gaze on some point in the distance as he sipped his wine.",
        "Gabriel stood a short distance away.",
        "From the distance, she felt the bond beckoning her to him.",
        "His heat and scent were starting to mess with her at such a distance.",
        "It was getting more difficult to keep his distance from his mate, and he hated knowing he'd have to hurt her emotionally to prevent the tumor from growing too fast.",
        "He paused between her and the portal beckoning her while keeping his distance from both.",
        "She felt his pull from the distance.",
        "It was too chilly for her to want to keep her distance from the incredibly attractive man.",
        "Crossing through, she emerged outside, in the forest, a short distance outside the low walls around the massive fortress.",
        "And out of his reach, because he was unable to keep the distance between them without her spearheading the effort.",
        "The brothers were standing beside each other a short distance away.",
        "Wynn stretched across the distance to grasp it as it started to slide from her hands.",
        "Shaking and terrified, Deidre nonetheless held his gaze as she closed the distance between them, until she stood less than a foot away.",
        "In the distance was a dark swath of park leading up to the lit-up Eiffel Tower, which was larger than she'd imagined.",
        "She looked down, stomach unsettled by the distance.",
        "of goats watched her from the distance.",
        "She followed the man at a distance, slowly confirming she was somewhere on her planet.",
        "They were in a burnt-out room…with the Arc de Triomphe a short distance away.",
        "Gabriel crossed to the window and stared at where the dark ocean and night sky met in the distance.",
        "He trailed Kiki out of the castle to the boulders a short distance from the walls.",
        "In the distance, she saw the blue of an ocean meet the horizon.",
        "It was near dusk, with the sky growing dark in the distance.",
        "His eyes slid away to the distance.",
        "She leaned against the wall, eyeing the distance from her position to the rock on which Rhyn sat.",
        "The distance to the beach was short in her dream, her body full of fear and adrenaline.",
        "The trails appeared muddy even from the distance and the air smelled of snow.",
        "She paused a short distance from him, sensing something wrong.",
        "She rubbed the lumpy scar on her arm, her attention caught by the sight of a jaguar dropping from a tree branch to the edge of the park and the forest a short distance away.",
        "Rhyn kept his distance, knowing just how jumpy an assassin could be.",
        "She walked the short distance into the house and down the hallway, stopping when she reached the doorway.",
        "Even at the safe distance, his body heat made her uncomfortably warm.",
        "Kris heard the sickening sound of the demon.s body breaking from the distance and watched the other demons shapeshift to charge the half-demon.",
        "He crossed the distance between them in three strides and slapped her hard.",
        "Most importantly, he.d protect Katie by building a world that was safe for her and watching over her from a distance.",
        "He moved a short distance away to more level ground and lowered himself into a fighting stance.",
        "The distance back to the beach seemed much longer than it had in her dream.",
        "Darkyn fell as well, and the walls around the Sanctuary tumbled in the distance.",
        "She trailed her fingers down a wall, smiling when she saw soft glimmers light up beneath her touch, trail her fingers a short distance, and blink out.",
        "He stood a short distance from her, watching her intently.",
        "The youngest skittered away in excitement, crowding each other and whispering a short distance away.",
        "They walked a short distance to an open atrium in the center of the house, complete with a small oasis rising up from white stone and curved benches.",
        "She had been pretty mouthy with him from a distance.",
        "He made no move to close the distance between them.",
        "He kept the distance between them, and she felt it like a rejection.",
        "He moved behind her, keeping within arm's distance.",
        "He approached and stood a short distance behind her, watching once more.",
        "She shifted her body to face him, but he moved to her side and sat on the bench a safe distance from her.",
        "It was a single occupant transport ship whose passenger stood several feet from it and looked familiar from a distance.",
        "She wasn't eager to draw his undivided attention, but his distance struck her as unusual, if not yet another rejection.",
        "She stiffened at the reality and couldn't decide if it were good to keep the distance between them or if she really wanted more.",
        "She'd not yet figured out how to convert their measures of distance to miles.",
        "The battle still raged in the distance, the colors duller against the morning sky.",
        "It was in the near distance, no more than two hundred meters away, down the hill through a boulder-strewn route.",
        "She returned to the row house just as the sun began to burn off the mist and the blue sky appeared in the distance.",
        "Several figures awaited them, and she saw a low building with glowing lights in the distance.",
        "She felt the energy even from the distance and started forward.",
        "Mison drew abreast of Jetr, and Jetr stepped forward as A'Ran stopped a safe distance away.",
        "She needed him too much to wait and closed the distance between them, wrapping her arms around him.",
        "They had not seen her since their wedding but Cynthia spoke to her by telephone frequently and the two were as close as the distance allowed.",
        "Dean asked, his curiosity overcoming his desire to distance himself from this woman who was making him increasingly uncomfortable.",
        "He kissed Cynthia good-bye and strolled the sun-lit streets the short distance to Sheriff Jake Weller's office behind the courthouse.",
        "But there are nice restaurants within walking distance for your other meals.",
        "While the distance to her aunt's trailer was only a half dozen blocks, once the January sun had retired after its day's work, it would be a cold walk.",
        "Far off in the distance, Dean could again hear the ringing of Gladys Turnbull's alarm but he paid it no attention.",
        "The distance between Ouray and Telluride was less than twenty miles, on a map, or as the eagle soars, when he feels like a thrill.",
        "The foursome rode the gondola the short distance down from the parking area to the central village complex, with Donnie looking down, wide-eyed from the swinging car.",
        "He walked from Oak to Main Street yesterday though he didn't see me as his head was bent against the driving snow and I, a distance away.",
        "From a distance, it looked as if he leapt backwards into the abyss.",
        "Here it was quieter, though the sound of the water could still be heard in the distance.",
        "A short distance further, he was surprised for the second time when he caught sight of Janet O'Brien.",
        "That's a hell of a distance to fall and live to chit-chat about it.",
        "The word is he fell a pretty fair distance and bounced a couple of times.",
        "And, if she had cut the line earlier, it would have either been noticed by Shipton or he would have fallen the entire distance of more than a hundred feet from the edge to his certain death.",
        "Then, as if explaining her long distance telephone expenditure added, \"She got a free phone card for listening to a time share pitch.\"",
        "Dean knew he was being foolish beyond any measure of reason to venture even the short distance that would allow him to see beyond the overhang.",
        "You may temporarily find a safe distance to travel undetected, but eventually you will be found and dealt with.",
        "When Jackson felt they were a safe distance from the castle, they stopped to make plans.",
        "Sarah and Jackson stayed a safe distance.\"You are not here to kill us?\"",
        "As close as they were, they liked their privacy, and with their keen hearing, distance was required.",
        "She sat back down a safe distance away.",
        "He needed distance in order to maintain control of the emotions thundering through him.",
        "Even from a distance it was obvious that his calculation was accurate.",
        "She needed to put some distance between them.",
        "Somewhere in the distance a meadowlark began its melodic whistle, and a hen sang industriously up by the house.",
        "Somewhere in the distance a horn honked.",
        "Helicopters thumped in the distance while military patrols roared overhead.",
        "The valley appeared as vast as the sky, both stretching until they met a second range of mountains in the distance.",
        "She reached the command hub to find the general pacing in front while three guards waited a short distance from him.",
        "In the near distance, beyond the other dilapidated buildings on the abandoned street, came the sound of small arms laser fire.",
        "They paused a safe distance from Brady's restless team.",
        "Two more black-clad protective service members with weapons drawn stood nearby, one a safe distance behind the lunatic and the other near the cliff.",
        "Her gaze went to the laser gun he'd tossed a short distance away.",
        "His gaze went to her wrist, and he closed the distance between them, taking it.",
        "Brady had taken care of this woman from a distance.",
        "If the flares going up short distance away were any sign, the five men were part of a larger force between them and their destination.",
        "His resolve to keep his distance wavered as he thought about pulling her into bed with him again.",
        "She wasn't too far from shore, though any distance felt impossible with her cold body.",
        "She heard disconcerting sounds of heavy weapons fire in the distance, and the forest smelled as if it were burning.",
        "\"You can manage battles from a distance,\" Tim replied.",
        "A helo thumped in the near distance, and she shrank down farther to keep it from spotting her.",
        "Even from the distance, she could see the scars down one side of his face.",
        "He stopped a safe distance away and was the first to break the awkward silence.",
        "Her guardedness fell away suddenly, and Lana closed the distance between them.",
        "Gods, but he could smell her sweet scent!  Her large eyes seemed to see right through him.  He feared reaching out, in case she slid through his fingers like smoke.  He'd lost her in life; he wasn't going to risk losing her in his dreams.  He could imagine closing the distance between them, sweeping her up into his arms, and making love to her on the beach.",
        "Andre ran beside them a short distance away.",
        "In the distance, she heard the sounds of both fighting and pursuit.",
        "The two trees whose girth had been small enough for her wrap her arms around had expanded in width and height, reaching towards the gray sky of the underworld.  Katie craned her neck, unable to see the tops of the trees.  Their trunks had grown outward from the trail until they were as wide as a football field.  Their massive roots ruptured the ground that had been the trail, creating a ravine she could see even from their safe distance.",
        "Finally, he broke through the thatch of branches and leaves blocking most of the sun.  The day was darkening.  In the distance, he saw the massive fortress that was Death's, and he saw the Lake of Souls he'd seen in angel memories.  He saw birds but couldn't see through the jungle to where Katie might be.  The branch holding him swayed in a heavy wind that smelled of rain.",
        "Unable to sleep without knowing the truth, Toby huddled beneath the jungle leaves and stretched his senses until he found Katie.  He couldn't put her in more danger, if there was something wrong with Ully.  She was close enough for him to find when he needed to.  If he kept some distance between him and Katie, he could figure out what was wrong with Ully without endangering her more.",
        "Somewhere in the distance a Bob-White quail called.",
        "As it was, he had to enlist the help of Princess in order to move it a short distance.",
        "Still, it was a reminder that they must keep their distance.",
        "When they danced, they were careful to maintain the proper distance.",
        "Inside, he flipped on the light and covered her eyes, guiding her a short distance before removing his hands.",
        "At the moment, putting distance between them seemed prudent.",
        "The ground still trembled, and trees fell in the distance.",
        "They'd quickly learned to keep their distance after she killed two who thought they'd get in her way.",
        "He stopped a short distance from the one who spoke and drew a knife.",
        "The magic in the air crackled around them even from the distance.",
        "Jenn adjusted her stance, keeping more of a distance from him than she would Xander to give her more time to react.",
        "She narrowed the distance again, this time rising up on her tiptoes to kiss him lightly on the lips, the final push over the cliff on which he teetered.",
        "Seeing her name there surprised him, but it seemed only natural a woman he'd watched and admired from a distance so long would be his mate.",
        "Kicks made him keep his distance and bought her time.",
        "When she felt she was a safe enough distance, she stopped and looked back.",
        "\"I am,\" he said, and dropped the rest of the distance to the ground.",
        "He corrected one other movement and slowed their pace until it resembled that of the youths being trained a short distance away.",
        "He gauged the watcher to be a good distance away, close enough to see their movement and numbers but far enough not to see their armament.",
        "Irritated with her spirit, Taran leapt from the horse and pursued, his long strides quickly cutting the distance between them.",
        "They rode for a short distance before she spoke again.",
        "He trailed them into the dark fortress but kept his distance, eyeing his surroundings with distaste.",
        "Taran grabbed her wrist and dragged her a short distance away from the party.",
        "She once more closed the distance between them, leaning forward to kiss him.",
        "The kingdom appeared peaceful from a distance.",
        "Memon is keeping his distance.",
        "He heard Hilden pause a short distance ahead and stopped, sensing only two men in the massive chamber.",
        "Taran followed at a distance.",
        "In the distance, over the walls, he saw the flaming arrows streaking in both directions.",
        "Hilden took her arm quickly and led her a short distance away into a darkened alley.",
        "forest with tiny villages huddled in the distance.",
        "Releasing the horse, she approached and stopped a safe distance from the two men he addressed.",
        "Memon ignored him and closed the distance between him and Rissa, snatching her.",
        "He rose and tossed the book away, wanting to distance his thoughts from the monsters that had condemned generation after generation of warlords with the beast.",
        "Taran's gaze went to where the dark ocean met the sky in the distance.",
        "A small tent was erected a short distance from them.",
        "She ached to close the distance between them for one last kiss, a farewell to the man who'd sealed her fate!",
        "The bison were grazing in the distance.",
        "Thunder was rumbling in the distance as she grabbed her phone off the headstone and started back to Ed.",
        "In the distance, the rumble of engines suggested other searchers.",
        "Let the stranger play guardian angel - as long as he kept his distance.",
        "In the distance a hound bayed – something she had only heard in movies.",
        "The next question was, would he drop by the cabin or simply watch from a distance?",
        "She ducked under the water and swam a short distance before surfacing to make sure she wasn't close to any rocks.",
        "Thunder echoed in the distance and lightening flashed.",
        "She moved a safe distance away and tried to put on a composed front.",
        "She gazed off into the distance, lost in thought.",
        "Darian strode away towards the large jungle gym, out of hearing distance but close enough to watch and react.",
        "Jessi watched the awkward exchange from a small distance away.",
        "He walked them down the mall a short distance.",
        "He approached, closing the distance between them with a few slow strides.",
        "Exploring the sensations of her body tentatively, she thought she heard the doorbell in the distance.",
        "Curious but unwilling to join the masses fawning over them, she kept her distance and simply watched.",
        "He placed his hands on the railing and gazed into the distance, pensive.",
        "Charles was a short distance away, alert.",
        "Ashley stood a short distance away, between two vamps.",
        "He appeared furious, the intensity of his power reaching her from the distance.",
        "To the north-east of the new palace lies the beautiful palace park, embellished with statuary and artificial sheets of water, and extending nearly all the way to Cannstatt, a distance of over two miles.",
        "It lies in the open valley of the Trent, at a short distance from the river, and near the important Trent Junction on the Midland railway system.",
        "A short distance below the Felu Falls is the town of Kayes on the left bank of the river.",
        "From Mafu to the sea, a distance of 215 m., the Senegal is navigable all the year round by vessels drawing not more than to ft.",
        "After flowing for a distance of 55 m., through the Engadine it leaves Swiss territory at Martinsbruck and enters Austria.",
        "Although Mount Everest appears fairly bright at 100 miles' distance, as seen from the neighbourhood of Darjeeling, we cannot suppose that the atmosphere is as transparent as is implied in the above numbers; and, of course, this is not to be expected, since there is certainly suspended matter to be reckoned with.",
        "The height of the walls in the various observatories, the height of the collectors, and the distance they project from the wall vary largely, and sometimes electrometer, and they sometimes leave hardly a trace on the photographic paper.",
        "The balloon carries two collectors a given vertical distance apart.",
        "Lenard, Elster and Geitel, and others have found the potential gradient negative near waterfalls, the influence sometimes extending to a considerable distance.",
        "If V be the potential, p the density of free electricity at a point in the atmosphere, at a distance r from the earth's centre, then assuming statical conditions and neglecting variation of V in horizontal directions, we have r2 (d/dr) (r 2 dV/dr) - - 4.rp = o.",
        "It is situated on Gala Water, within a short distance of its junction with the Tweed, 332 m.",
        "Communication between these two towns is maintained by a line of smaller boats, the distance being 517 m.",
        "The planets were shown to have visible disks, and to be attended by satellites whose distance and position angle relative to the planet it was desirable to measure.",
        "These include the mutual distances of some of the stars in the Pleiades, a few observations of the apparent diameter of the sun, others of the distance of the moon from neighbouring stars, and a great number of measurements of the diameter of the moon.",
        "In the case of close double stars he estimated the distance in terms of the disk of the components.",
        "The distance of the lucid points was the tangent of the magnified angles subtended by the stars to a radius of io ft.",
        "This angle, therefore, divided by the magnifying power of the telescope gives the real angular distance of the centres of a double star.",
        "They are placed at a distance apart less than the focal length of a, so that the wires of the micrometer, which must be distinctly seen, are beyond b.",
        "Other astronomers use the two distance-measuring webs, placed at a convenient distance apart, for position wires.",
        "The difference between the two readings of S is then twice the distance between A and B.",
        "Extraordinary care has evidently been bestowed in adjusting the parallelism and distance of the planes and A, so that the movable wires shall almost, but not quite, touch the surface T.",
        "The means for changing the length of the tube and the distance of C from the scale are omitted in the figure.",
        "The discrepancies produced in this way are, however, very small, if care is taken to minimize the distance between the silver film and the photographic plate and to select a reasonably good piece of glass for the reseau.",
        "Its fundamental principle is that, by a combination of glass scales with a micrometer screw, \" the chief part of the distance to be measured is read off on the scale; the fractional part of the scalespace is not estimated but measured by the screw.\"",
        "In the case of the original Repsold plan without clockwork the description is not quite exact, because both the process of following the object and correcting the aim are simultaneously performed; whilst, if the clockwork runs uniformly and the friction-disk is set to the proper distance from the apex of the cone, the star will appear almost perfectly at rest, and the observer has only to apply delicate corrections by differential gear - a condition which is exactly analogous to that of training a modern gun-sight upon a fixed object.",
        "The distance between the centres of the two spectrographs shall be equal to the distance between the optical axes of the two viewing microscopes.",
        "The latter seen from a distance resembles a medieval castle crowning a hill-top.",
        "The distance seems to be identical by either route.",
        "- the exact distance in English miles by the modern railway!",
        "At the meeting of parliament on the 8th of January 1674, he carried a motion for a proclamation banishing Catholics to a distance of 10 m.",
        "Artisans came from a great distance to view and honour the image of the popular writer whose best efforts had been dedicated to the cause and the sufferings of the workers of the world; and literary men of all opinions gathered round the grave of one of their brethren whose writings were at once the delight of every boy and the instruction of every man who read them.",
        "It seems possible that the road at first led to Tusculum, that it was then prolonged to Labici, and later still became a road for through traffic; it may even have superseded the Via Latina as a route to the S.E., for, while the distance from Rome to their main junction at Ad Bivium (or to another junction at Compitum Anagninum) is practically identical, the summit level of the former is 725 ft.",
        "The problem of the curves is solved by their reduction to a problem of straight lines; and the locus of any point is determined by its distance from two given straight lines - the axes of co-ordinates.",
        "Subject to the rule as to the shortest distance to which the jack must be thrown (25 yds.), there is no prescribed size for the lawn; but 42 yds.",
        "Below Mosul, for some distance, occur sulphurous and bituminous springs.",
        "north of Bagdad, rejoined it below Kut-elAmara, an equal distance to the south.",
        "At atmospheric pressure the discharge is able to pass through a far greater distance in helium than in the common gases.",
        "A short distance south of the city is Red Mountain, 25 m.",
        "Two tangents from any point are equally inclined to the focal distance of the point.",
        "If the flue pipe be carried up a considerable distance inside the apartment to be warmed before being turned into the external air, practically the whole of the heat generated will be utilized.",
        "For large public buildings, factories, &c., heating by steam is generally adopted on account of the rapidity with which heat is available, and the great distance from the boiler at which warming is effected.",
        "It is certainly the most scientific method of steam-heating, and heat can be made to travel a greater distance by its aid than by any other means.",
        "12 the cylinder is placed in proximity to the boiler; this is the usual and most effective method, but it may be placed some distance away if desired.",
        "The document is entitled \"Secrett Inventionis, proffitabill and necessary in theis dayes for defence of this Iland, and withstanding of strangers, enemies of God's truth and religion,\" a and the inventions consist of (1) a mirror for burning the enemies' ships at any distance, (2) a piece of artillery destroying everything round an arc of a circle, and (3) a round metal chariot, so constructed that its occupants could move it rapidly and easily, while firing out through small holes in it.",
        "Altro Park, on an island a short distance down the river, is a pleasure resort in summer.",
        "To the east of the cathedral, and at no great distance, stands the church of S.",
        "region there are many small streams, flowing into the La Plata estuary and the Atlantic; most of these are unknown by name outside the republic. The largest and only important river is the Salado del Sud, which rises in the north-west corner of the province of Buenos Aires and flows south-east for a distance of 360 m.",
        "He built a fort a short distance up the river Uruguay, and despatched one of his lieutenants, Juan Alvarez Ramon, with a separate party upon an expedition up stream.",
        "in breadth, they covered in 1905 a distance of nearly 24,000 m.",
        "For the penal settlements at a distance from France see DEPORTATION.",
        "The city is generously provided with all the modern public services, including two street car lines, local and long distance telephone lines, electric power and light, and waterworks.",
        "Cisterns were also used for the storage of rain water, and aqueducts, of which the remains still exist, were constructed for the conveyance of water from a distance.",
        "From the Valley Gate the wall took an easterly course for a distance of woo cubits to the Dung Gate, near which on the east was the Fountain Gate, not far from the lower pool of Siloam.",
        "Other writers again have placed the Acra on the eastern side of the hill upon which the church of the Holy Sepulchre now stands, but as this point was probably quite outside the city at the time of Antiochus Epiphanes, and is at too great a distance from the Temple, it can hardly be accepted.",
        "Some writers have considered that it extended a considerable distance farther to the north, but of this there is no proof, and no remains have as yet been found which would support the opinion.",
        "It was the middlemost and the highest of the three steep crags which rise from the valley of the Kur, at some distance to the west or north-west of Nakshi Rustam.",
        "The influence of the highest tides is felt at Pessac, a distance of 100 m.",
        "It was a distance of 2000 cubits.",
        "above sea-level, at a distance of 40 m.",
        "With the exception of Tasmania there are no important islands belonging geographically to Australia, for New Guinea, Timor and other islands of the East Indian archipelago, though not removed any great distance from the continent, do not belong to its system.",
        "Its fires are not volcanic, but result from the combustion of coal some distance underground, giving off much smoke and steam; geologists estimate that the burning has been going on for at least 800 years.",
        "The Victoria river is navigable for large vessels for a distance of about 43 m.",
        "The Daly, which in its upper course is called the Katherine, is navigable for a considerable distance, and small vessels are able to ascend over 100 m.",
        "These run in wet seasons, but in every instance for a short distance only, and sooner or later they are lost in sand-hills, where their waters disappear and a line of stunted gum-trees (Eucalyptus rostrata) is all that is present to indicate that there may be even a soakage to mark the abandoned course.",
        "The difference in level between the outcrop of the assumed eastern intake and of the wells is often so small, in comparison with their distance apart, that the friction would completely sop up the whole of the available hydrostatic head.",
        "In reality, however, it experiences fewer climatic variations than the other great continents, owing to its distance (28°) from the Antarctic circle and (11°) from the equator.",
        "to York'Sound in the Kimberley district for a distance of some 150 m.",
        "Dr Jack, late government geologist of Queensland, considers the extent of the coal-fields of that state to be practically unlimited, and is of opinion that the carboniferous formations extend to a considerable distance under the Great Western Plains.",
        "The length of telegraph lines in use is 46,300 m., and the length of wire nearly three times that distance.",
        "Tasman doubled the southern extremity of Van Diemen's Land and explored the east coast for some distance.",
        "from Sydney and about a like distance to the south and shut in to the west by the Blue Mountain range, forming a narrow strip not more than 50 m.",
        "Messrs Hamilton Hume and Hovell set out from Lake George, crossed the Murrumbidgee, and, after following the river for a short distance, struck south, skirting the foothills of what are now known as the Australian Alps until they reached a fine river, which was called the Hume after the leader's father.",
        "The distance travelled was 5000 m., and the actual time employed was eight months.",
        "of Tashkent) and go to Vierni, a distance of about goo versts.",
        "in width, and the distance from sea to sea is further diminished by a large irregular salt-water inlet.",
        "The Bernam runs through flat swampy country for the greater part of its course, and steam-launches can penetrate to a distance of over 100 m.",
        "The deepest rivers are the Kuantan and Rompin; the largest are the Kelantan and the Pahang, both of which are navigable for native boats for a distance of over 250 m.",
        "The Trengganu river is obstructed by impassable rapids at a distance of about 30 m.",
        "Seen from a distance it appears like a succession of dazzling white terraces rising from the water's edge.",
        "The distance between the oaks depends upon the growth intended before thinning the young wood; usually they are placed from 8 to 12 ft.",
        "In all of these water of relatively high salinity usually appears for a long distance towards the north on the eastern side of the channel, while on the western side the water is comparatively fresh; but great variations occur at different seasons and in different years.",
        "The distance from Pisa to the mouth in the time of Strabo was only 22 m.",
        "For a considerable distance the left bank of the Volta itself is in German territory, but its lower course is wholly in the Gold Coast colony.",
        "At a distance of about 450 ft.",
        "Its outline is very irregular; from the centre of the town, at the junction of several ridges, parts of it extend for a considerable distance along their summits, being divided from one another by deep valleys.",
        "Thus we recognize that the work done varies as the resistance overcome and the distance through which it is overcome conjointly.",
        "For example, does the heat generated by friction vary as the friction and the time during which it acts, or is it proportional to the friction and the distance through which the rubbing bodies are displaced - that is, to the work done against friction - or does it involve any other conditions?",
        "TiP¦e, far, and ypacecv, to write), the name given to an apparatus for the transmission of intelligence to a distance.",
        "The ordinates of the curve give the strain in cwts., and the abscissae the distance in miles measured from the Canso end; as the strain is proportional to the depth, 18 cwts.",
        "Thus between London and Manchester only four sets of apparatus could be worked, but between London and Birmingham, a shorter distance, six sets (the maximum for which the system is adapted) were used.",
        "One of the longest circuits upon which it has been successfully worked is that between St Petersburg and Omsk, a distance of approximately 2400 miles of iron wire, with three repeating stations.",
        "A ray of light from a lamp is thrown on the mirror, whence it is reflected upon a white surface or scale set at a distance of about 3 ft., forming a bright spot on the surface; the slightest angular deflexion of the mirror, owing to its distance from the scale, moves the spot of light a very appreciable distance to the right or left according to the direction of the angular movement.",
        "The short leg of the siphon tube dips into an insulated ink-bottle, so' that the ink it contains becomes electrified, while the long leg has its open end at a very small distance from a brass table, placed with its surface parallel to the plane in which the mouth of the leg moves, and over which a slip of paper may be passed at a uniform rate, as in the spark recorder.",
        "Under the then existing telegraphic tariff the charge in Great Britain was a shilling for a twenty-word message over a distance not exceeding ioo miles; is.",
        "The experience of the telegraph companies in the United Kingdom, moreover, showed that a uniform rate, irrespective of distance, of Is.",
        "rate irrespective of distance had not justified itself, and that for any but very short distances the tariff was \" utterly unremunerative \" notwithstanding a very large increase in volume of business.",
        "for 15 words with an additional porterage charge for delivery beyond a certain distance, and in 1866 the tariff was raised to is.",
        "In 1893 a contract was made with the Eastern and South Africa Telegraph Company for the construction, laying and maintenance of a cable from Zanzibar to the Seychelles and Mauritius, a distance of 2210 m., for a subsidy of £28,000 a year for twenty years.",
        "Morse and Gale, who assisted him, found, however, that the distance of the plates up and down the canal must be at least three or four times the width of the canal to obtain successful results.",
        "Experiments of this kind were actually tried by Graham Bell in 1882, with boats on the Potomac river, and signals were detected at a distance of a mile and a half.",
        "At a later date, 1891, Trowbridge discussed another method of effecting communication at a distance, viz., by means of magnetic induction between two separate and completely insulated circuits.",
        "Assoc. Report), when he drew attention to the considerable distance over which inductive effects occurred between parallel wires forming portions of telephonic and telegraphic circuits.",
        "In 1892, on the Bristol Channel, he established communication between Lavernock Point and an island called Flat Holme in that channel by placing at these positions insulated single-wire circuits, earthed at both ends and laid as far as possible parallel to each other, the distance between them being 3.3 m.",
        "The average perpendicular distance between the two lines, which are roughly parallel, is 2.8 m.",
        "The shortest distance between the two places is 4 m.",
        "By stretching on the island and mainland parallel wire circuits earthed at each end, good telephonic communication over an average distance of 62 m.",
        "There is no evidence, however, that the method proposed could or did effect the transmission of speech or signals between stations separated by any distance.",
        "He discovered a fact subsequently rediscovered by others, that a tube of metallic filings, loosely packed, was sensitive to electric sparks made in its vicinity, its electrical resistance being reduced, and he was able to detect effects on such a tube connected to a battery and telephone at a distance of 500 yds.'",
        "These distance effects were not understood at the time, or else were referred simply to ordinary induction.",
        "Marconi, however, made the important discovery that if his sensitive tube or coherer had one terminal attached to a metal plate lying on the earth, or buried in it, and the other to an insulated plate elevated at a height above the ground, it could detect the presence of very feeble electric waves of a certain kind originating at a great distance.",
        "Early in 1898 permanent stations were established between Alum Bay and Bournemouth, a distance of 142 m., where successful results were obtained.",
        "Later the Bournemouth station was removed to Poole Harbour, and the Alum Bay station to Niton in the Isle of Wight, the distance being thus increased to 30 m.",
        "In March 1899 communication was effected by his system between England (South Foreland lighthouse) and France (Wimereux, near Boulogne), a distance of 30 m.",
        "In January 1901 he established communication by his system between the Lizard in Cornwall and Niton in the Isle of Wight, a distance of 200 m.",
        "If these spark balls are set at the right distance, then when the potential difference accumulates the antenna will be charged and at some stage suddenly discharged by the discharge leaping across the spark gap. This was Marconi's original method, and the plan is still used under the name of the direct method of excitation or the plain antenna.",
        "This result created a great sensation, and proved that Transatlantic electric wave telegraphy was quite feasible and not inhibited by distance, or by the earth's curvature even over an arc of a great circle 3000 m.",
        "\" Philadelphia,\" received wireless messages printed on the ordinary Morse tape at a distance of 1557 m.",
        "from the sending station at Poldhu, and also received the letter \" S \" at a distance of 2099 m.",
        "By the middle of 1905 a very large number of vessels had been equipped with the Marconi short distance and long distance wireless telegraph apparatus for intercommunication and reception of messages from power stations on both sides of the Atlantic, and the chief navies of the world had adopted the apparatus.",
        "As the power station at Poldhu was then fully occupied with the business of long distance transmission to ships, the Marconi Company began to erect another large power station to Marconi's designs at Clifden in Connemara on the west coast of Ireland.",
        "12039 of 1896) brought forward the idea of focusing a beam of electric radiation for telegraphic purposes on a distant station by means of parabolic mirrors, and tried this method successfully on Salisbury Plain up to a distance of about a couple of miles.",
        "As, however, the wavelength necessary to cover any considerable distance must be at least 200 or 300 ft., it becomes impracticable to employ mirrors for reflection.",
        "12148), who proposed to place two receiving antennae at a distance of half a wave-length apart.",
        "Telephony is the art of reproducing sounds at a distance from their source, and a telephone is the instrument employed in sending or receiving such sounds.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "The instrument was joined in circuit with a battery and another similar instrument placed at a distance; and a continuous current was made to flow through the circuit, keeping the electromagnets energized.",
        "E is the ear-piece made of ebonite; F is a cap of the same material enclosing the receiver terminals, which are mounted upon the ebonite block G, attached to the distance piece I.",
        "A type of transmitter which has come to be invaluable in connexion with long distance telephony, and which has practically superseded all other forms, is the granular carbon transmitter.",
        "Speech has been habitually transmitted for business purposes over a distance of 1542.3 m., viz., over the lines of the American Telegraph and Telephone Company from Omaha to Boston.",
        "From its source in Monte Viso to its outflow into the Adriatic—a distance of more than 220 m.",
        "The best known and the most extensive of these lagoons is that in which Venice is situated, which extends from Torcello in the north to Chioggia and Brondolo in the south, a distance of above 40 m.; but they were formerly much more extensive, and afforded a continuous means of internal navigation, by what were called \"the Seven Seas\" (Septem Maria), from Ravenna to Altinum, a few miles north of Torcello.",
        "from the Adriatic, while about double that distance separates it from the Tyrrhenian Sea on the west.",
        "Nor do the highest summits form a continuous ridge of great altitude for any considerable distance; they are rather a series of groups separated by tracts of very inferior elevation forming natural passes across the range, and broken in some places (as is the case in almost all limestone countries) by the waters from the upland valleys turning suddenly at right angles, and breaking through the mountain ranges which bound them.",
        "From the neighborhood of Potenza, the main ridge of the Apennines is continued by the Monti della Maddalena in a direction nearly due south, so that it approaches within a short distance of the Gulf of Policastro, whence it is carried on as far as the Monte Pollino, the last of the lofty summits of the Apennine chain, which exceeds 7000 ft.",
        "While the rugged and mountainous district of Calabria, extending nearly due south for a distance of more than 150 m., thus derives its character and configuration almost wholly from the range of the Apennines, the long spur-like promontory which projects towards the east to Brindisi and Otranto is merely a continuation of the low tract of Apulia, with a dry calcareous soil of Tertiary origin.",
        "There are, however, considerable reductions for distances over 93 m., on a scale increasing in proportion to the distance.",
        "Ecclesiastical overlords, interfering ~from a distance in.",
        "By a strange anomaly the Radical measures brought forward by the Left diminished instead of increasing the distance between it and the Conservatives.",
        "- Margin of the umbrellalobed, tentacles arising from the ex-umbrella at some distance from the margin; tentaculocysts exposed, not enclosed in vesicles; gonads on the sub-umbral floor of the stomach or of the gastric pouches.",
        "As a result of this extension of the umbrellar margin, all structures belonging to this region, namely, the ring-canal, the nerve-rings, and the rim of thickened ectoderm, do not run an even course, but are thrown into festoons, caught up under the insertion of each tentacle in such a way that the ring-canal and its accompaniments form in each notch of the umbrellar margin an inverted V, the apex of which corresponds to the insertion of the tentacle; in some cases the limbs of the V may run for some distance parallel to one another, and may be fused into one, giving a figure better compared to an inverted Y.",
        "It is true he sets out with a transcendent Deity, and follows Plato in viewing the creation of the cosmos as a process of descent from the more to the less perfect according to the distance from the original self-moving agency.",
        "by enabling him to avoid things at a convenient distance).3 Idea of Progress in History.",
        "These courts were convenient, since it was the custom to appoint delegates resident in the neighbourhood, and the power of sub-delegation, general or limited, simplified questions of distance.",
        "Round most of the islands there is a luxuriant coral growth; but, as the reefs lie at no great distance, and follow the line of the coast, the inter-island channels are comparatively safe.",
        "The responding part is situated some little distance farther back, being in fact the region where growth is active.",
        "Witches-brooms are the tufted bunches of twigs found on silver firs, birches and other trees, and often present resemblances to birds nests or clumps of mistletoe if only seen from a distance.",
        "The downward pull of gravity suffices to bring about the fall of such material, but the path it will follow and the distance it will travel before coming to rest depend upon the land form.",
        "The Murray is navigable for small steamers from this town to its mouth, a distance of 1800 miles.",
        "for a distance of 40 m.",
        "Although there are patches of marsh - generally the swampy bottoms of valleys - the whole surface of Liberia inclines to be hilly or even mountainous at a short distance inland from the coast.",
        "North of a distance of about 120 m."
    ],
    "definition": [
        "Link/Cite",
        "(countable) The amount of space between two points, usually geographical points, usually (but not necessarily) measured along a straight line.\nThe distance to Petersborough is thirty miles.\nThere is a long distance between Moscow and Vladivostok.",
        "Length or interval of time.",
        "(countable, informal) The difference; the subjective measure between two quantities.\nWe're narrowing the distance between the two versions of the bill.\nThe distance between the lowest and next gear on my bicycle is annoying.",
        "Remoteness of place; a remote place.",
        "Remoteness in succession or relation.\nthe distance between a descendant and his ancestor",
        "A space marked out in the last part of a racecourse.",
        "(uncountable, figuratively) The entire amount of progress to an objective.\nHe had promised to perform this task, but did not go the distance.",
        "(uncountable, figuratively) A withholding of intimacy; alienation; variance.\nThe friendship did not survive the row: they kept each other at a distance.",
        "The remoteness or reserve which respect requires; hence, respect; ceremoniousness.",
        "distant",
        "To move away (from) someone or something.\nHe distanced himself from the comments made by some of his colleagues.",
        "To leave at a distance; to outpace, leave behind.",
        "Link/Cite"
    ]
}