{
    "translation": "להבדיל, להבחין, להפריד",
    "uses": [
        "She couldn't distinguish whether it was male or female.",
        "Natasha looked in the mirrors and could not distinguish her reflection from the others.",
        "We may distinguish four periods, as follows: 1.",
        "Probably there was little externally to distinguish the prophet of Yahweh in the days of Samuel from the CanaanitePhoenician prophets of Baal and Asherah (1 Kings xviii.",
        "The superior officers all wanted to distinguish themselves, to cut off, to seize, to capture, and to overthrow the French, and all clamored for action.",
        "Mortals who stand upon the earth and look up at the sky cannot often distinguish these forms, but our friends were now so near to the clouds that they observed the dainty fairies very clearly.",
        "We may clearly distinguish two periods in his administration of foreign affairs.",
        "Rostov could hear the sound of French words but could not distinguish them.",
        "Why, when she enters a store, she will go straight to the showcases, and she can also distinguish her own things.",
        "It certainly is fair to look at that class by whose labor the works which distinguish this generation are accomplished.",
        "Cartagena was founded about the year 243 B.C. by the Carthaginian Hasdrubal, and was called Carthago Nova or New Carthage, to distinguish it from the African city of Carthage.",
        "So many different eyes, old and young, were fixed on her, and there were so many different faces, that she could not distinguish any of them and, feeling that she must speak to them all at once, did not know how to do it.",
        "It is convenient to distinguish buds that give rise to polyps from those that form medusae.",
        "It is wonderful with what elaborateness this simple fact is advertised--this piscine murder will out--and from my distant perch I distinguish the circling undulations when they are half a dozen rods in diameter.",
        "Only to distinguish themselves!",
        "In the Finnish war he also managed to distinguish himself.",
        "Each checker has a hole in the middle in which a brass knob can be placed to distinguish the king from the commons.",
        "One could already see the soldiers' shaggy caps, distinguish the officers from the men, and see the standard flapping against its staff.",
        "Cynthia's ability to distinguish one motor vehicle from another was limited to trucks, vans, jeeps, limos and all others.",
        "It is certain that I cannot always distinguish my own thoughts from those I read, because what I read becomes the very substance and texture of my mind.",
        "The whole French army, and even Napoleon himself with his staff, were not on the far side of the streams and hollows of Sokolnitz and Schlappanitz beyond which we intended to take up our position and begin the action, but were on this side, so close to our own forces that Napoleon with the naked eye could distinguish a mounted man from one on foot.",
        "Aliwal North was so called to distinguish it from Aliwal South, now Mossel Bay, the seaport of the pastoral Grasveld district, on the west side of Mossel Bay.",
        "We distinguish between a Siberian, Mongolian, Mediterranean and European province, none of which can be well defined.",
        "As recently as the early twentieth century, relatively few careers existed in which young men of drive and ambition could distinguish themselves and leave a mark on the world.",
        "The battle of Tarutino obviously did not attain the aim Toll had in view--to lead the troops into action in the order prescribed by the dispositions; nor that which Count Orlov-Denisov may have had in view-- to take Murat prisoner; nor the result of immediately destroying the whole corps, which Bennigsen and others may have had in view; nor the aim of the officer who wished to go into action to distinguish himself; nor that of the Cossack who wanted more booty than he got, and so on.",
        "He puts ritual offences, however, in the same category with offences against the moral law, and he does not distinguish between immorality and practices that are survivals of old recognized customs: in ch.",
        "In this way we may distinguish, first, vegetative reproduction, the result of discontinuous growth of the tissues and cell-layers of the body as a whole, leading to (I) fission, (2) autotomy, or (3) vegetative budding; secondly, germinal reproduction, the result of the reproductive activity of the archaeocytes or germinal tissue.",
        "She is able not only to distinguish with great accuracy the different undulations of the air and the vibrations of the floor made by various sounds and motions, and to recognize her friends and acquaintances the instant she touches their hands or clothing, but she also perceives the state of mind of those around her.",
        "They were called Rabboth (great Midrashim) to distinguish them from preceding smaller collections.",
        "To this type of steIn having a ground-tissue pith, whether with or without internal phloem, is given the name siphonostele to distinguish it from the solid haplostele characteristic of the root, the first-formed portion of the stem, and in the more primitive Pteridophytes, of the whole of the axis.",
        "What does distinguish Hebrew prophecy from all others is that the genius of a few members of the profession wrested this vulgar but powerful instrument from baser uses, and by wielding it in the interest of a high morality rendered a service of incalculable value to humanity.",
        "He will therefore devote all his care to examine and distinguish these three means of knowledge; and seeing that truth and error can, properly speaking, be only in the intellect, and that the two other modes of knowledge are only occasions, he will carefully avoid whatever can lead him astray.\"",
        "The Narcomedusae exhibit peculiarities of form and structure which distinguish them at once from all other Hydromedusae.",
        "He could not distinguish which was Papa, which Natasha, and which Petya.",
        "The difference between his former and present self was that formerly when he did not grasp what lay before him or was said to him, he had puckered his forehead painfully as if vainly seeking to distinguish something at a distance.",
        "Prince Andrew, walking beside Bagration, could clearly distinguish their bandoliers, red epaulets, and even their faces.",
        "In most mechanical systems the working stresses acting between the parts can be determined when the relative positions of all the parts are known; and the energy which a system possesses in virtue of the relative positions of its parts, or its configuration, is classified as \"potential energy,\" to distinguish it from energy of motion which we shall presently consider.",
        "They say they came to New Zealand from \"Hawaiki,\", and they appear to distinguish between a large and small, or a nearer and farther, \"Hawaiki.\"",
        "The booming cannonade and the fusillade of musketry were growing more intense over the whole field, especially to the left where Bagration's fleches were, but where Pierre was the smoke of the firing made it almost impossible to distinguish anything.",
        "Certain peculiarities introduced by St Ambrose distinguish the ritual of Milan from that of the general church.",
        "We may therefore distinguish \"true\" from \"titular\" prelates.",
        "Of many genera, the so-called species found in the New World are represented in the Old by forms so like them that often none but an expert can distinguish them, and of such representative ` species ' about 80 might be enumerated \" (Newton, Did.",
        "The generalized arrangement of the wing-nervure and the nature of the larva, which is less unlike the adult than in other beetles, distinguish this tribe as primitive, although the perfect insects are, in the more dominant families, distinctly specialized.",
        "The necessary elements of a Hindu sacrifice are: (I) the sacrificer, who provides the victim, and is affected, directly or indirectly, by the sacrifice; he may or may not be identical with (2) the officiant, who performs the rite; we have further (3) the place, (4) the instruments of sacrifice and (5) the victim; where the sacrificer enjoys only the secondary results, the direct influence of the sacrifice is directed towards (6) the object; finally, we may distinguish (7) three moments of the rite - (a) the entry, (b) the slaughter, (c) the exit.",
        "Some geographers distinguish a mountain from a hill by origin; thus Professor Seeley says \" a mountain implies elevation and a hill implies denudation, but the external forms of both are often identical.\"",
        "Evolution, or development, is, in fact, at present employed in biology as a general name for the history of the steps by which any living being has acquired the morphological and the physiological characters which distinguish it.",
        "It is usual to distinguish between the general coast-line measured from point to point of the headlands disregarding the smaller bays, and the detailed coast-line which takes account of every inflection shown by the map employed, and follows up river entrances to the point where tidal action ceases.",
        "That is to say, there were several purposes for which it was convenient to distinguish \"English\" and \"French\" - the last name taking in all the followers of the Conqueror; there were no purposes for which there was any need to distinguish Normans as such, either from the general mass of the people or from others who spoke the French tongue.",
        "of this line it is customary to distinguish several zones, lying, generally, parallel to it, and, differentiated chiefly by climatic differences.",
        "Besides, in the actions of a statesman one has to distinguish between his acts as a private person, as a general, and as an emperor.",
        "\"We must distinguish between the Vienna cabinet and the Emperor of Austria,\" said Mortemart.",
        "It is decomposed by heat into the oxide and water, and is soluble in ammonia but not in excess of dilute potassium hydroxide; this latter property serves to distinguish it from zinc hydroxide.",
        "We may often distinguish between primary symptoms and secondary or subordinate symptoms, but for the purposes of classification in an article of this scope we shall only attempt to group the various cases under the more obvious signs of disease exhibited.",
        "The shades which distinguish these three forms are not without significance, but they in no way detract from the contractual character of concordats.",
        "From the manner, however, in which he seeks to distinguish between matter and cause or reason, and from the earnestness with which he advises men to examine all the impressions on their minds, it may be inferred that he held the view of Anaxagoras - that God and matter exist independently, but that God governs matter.",
        "To form a true understanding of what is strictly implied in the word \"nobility,\" in its social as opposed to a purely moral sense, it is needful to distinguish its meaning from that of several words with which it is likely to be confounded.",
        "Further, according to these muscles being inserted only upon the dorsal, or only upon the ventral, or on both ends of the semi-rings, we distinguish between an-, kat- and diacromyodi.",
        "It had grown so dark that one could not distinguish the uniforms ten paces off, and the firing had begun to subside.",
        "Wallace's Gifford Lecture, 6 chap. i., may also be consulted; but Wallace does not distinguish the unusual sense which the term bears as applied to Raymond's book.",
        "In birds we distinguish between the following regions of the axial skeleton.",
        "Although the scala tympani is so rudimentary, not reaching a higher level than in most of the reptiles, and remaining far below the mammalia, birds do not only hear extremely well, but they distinguish between and \" understand \" pitch, notes and melodies.",
        "There remains but one logical way, namely, to distinguish as follows: - (i) Passeres anisomyodi, in which the syrinx muscles are unequally inserted, either on the middle or on one end of the semi-rings, either dorsal or ventral.",
        "The Ratitae branched off, probably during the Eocene period, from that still indifferent stock which gave rise to the Tinami+Galli+Gruiformes, when the members of this stock were still in possession of those archaic characters which distinguish Ratitae from Carinatae.",
        "Of this we may perhaps roughly' distinguish a higher and a lower type, according as there is either complete confidence in the divine benevolence and justice, or a disposition to suppose a certain arbitrariness or at any rate conditionality to attach to the granting of requests.",
        "This longing to distinguish themselves, to maneuver, to overthrow, and to cut off showed itself particularly whenever the Russians stumbled on the French army.",
        "We can distinguish (I) digestive endoderm, in the stomach, often with special glandular elements; (2) circu-, latory endoderm, in the radial and ring canals; (3) supporting endoderm in the axes of the tentacles and in the endodermlamella; the latter is primitively a double layer of cells, produced by concrescence OC-- = w.?\"",
        "Finally, within any district of constant or fairly constant climatic conditions, it is possible to distinguish plant communities which are related chiefly to edaphic or soil conditions; and the vegetation units of these definite edaphic areas are the plant formations of some writers, and, in part, the edaphic formations of Schimper.",
        "The Rival Kingdoms. - The Palestine of the Hebrews was but part of a great area breathing the same atmosphere, and there was little to distinguish Judah from Israel except when they were distinct political entities.",
        "But to the generals, especially the foreign ones in the Russian army, who wished to distinguish themselves, to astonish somebody, and for some reason to capture a king or a duke--it seemed that now--when any battle must be horrible and senseless--was the very time to fight and conquer somebody.",
        "It is well situated on a hill forming part of the plateau of la Goole, and is known as Dammartin-en-Goole to distinguish it from Dammartin-sousTigeaux, a small commune in the same department.",
        "It is no longer possible to distinguish clearly the Greek and Roman elements in this curious cult, though it is itself quite intelligible as that of an Earth-goddess with mysteries attached.",
        "It is at least necessary to distinguish provisionally between a possibly historical framework and narratives which may be of later growth - between the general outlines which only external evidence can test and details which cannot be tested and appear isolated without any cause or devoid of any effect.",
        "They were not a nobility or a privileged class as long as there was no less privileged class to distinguish them from.",
        "Here we must distinguish between the Lancelot proper and the LancelotGuenevere versions; so far as the latter are concerned, we cannot get behind the version of Chretien, - nowhere, prior to the composition of the Chevalier de la Charrette is there any evidence of the existence of such a story.",
        "Saving and excepting the incident of his being stolen and brought up by a water-fairy (from a Lai relating which adventure the whole story probably started), there is absolutely nothing in Lancelot's character or career to distinguish him from any other romantic hero of the period.",
        "The medusa occurs as one type of individual in the class Hydrozoa, the other type being the polyp. In a typical medusa we can distinguish the following parts.",
        "We have to distinguish the part of Ferdinand VII.",
        "If ai, bx, cx be different forms we obtain, after development of the squared determinant and conversion to the real form (employing single and double dashes to distinguish the real coefficients of bx and cz), a(b'c\"+b\"c'-2 f'f\") +b(c'a\"+c\"a'-2g'g\") +c(a' +a\"b'-2h'h\")+2f(g'h\"+g\"h'-a' + 2g (h ' f\"+h\"f'-b'g\"-b\"g')+2h(f'g\"+f\"g'-c'h\"-c\"h'); a simultaneous invariant of the three forms, and now suppressing the dashes we obtain 6 (abc+2fgh -af t - bg 2 -ch2), the expression in brackets being the S well-known invariant of az, the vanishing of which expresses the condition that the form may break up into two linear factors, or, geometrically, that the conic may represent two right lines.",
        "The solution is still in so far incomplete that we have no properties of the curve II = o, to distinguish one such curve from the several other curves which pass through the points of contact of the double tangents.",
        "The same accomplishments distinguish the Barotse and Balonda.",
        "Here we must distinguish between cause and occasion.",
        "Taking the term Italy to comprise the whole peninsula with the northern region as far as the Alps, we must first distinguish the tribe or tribes which spoke Indo-European languages from those who did not.",
        "Passing to later times, we can watch a theory of monotheism rising, and dying down again, during what our scholars distinguish as the Brahmanical period of Indian religion.",
        "It is easy to distinguish the great primitive watercourses from the lateral ducts which they fed, the latter being almost without banks and merely traceable by the winding curves of the layers of alluvium in the bed, while the former are hedged in by high banks of mud, heaped up during centuries of dredging.",
        "Here he apparently did not especially distinguish himself, belonging to the class of bons ordinaires.",
        "The form of the pear and of the apple respectively, although usually characteristic enough, is not by itself sufficient to distinguish them, for there are pears which cannot by form alone be distinguished from apples, and apples which cannot by superficial appearance be recognized from pears.",
        "It is the improvements in methods, implements and materials, brought about by the application of science, that distinguish the husbandry of the 10th century from that of medieval and ancient times.",
        "He was one of the first to use oil-cake and bone-manure, to distinguish the feeding values of grasses, to appreciate to the full the beneficial effects of stock on light lands and to realize the value of long leases as an incentive to good farming.",
        "A variety of the spruce, abounding in some parts of Nor way, produces a red heartwood, not easy to distinguish from that of the Norway B pine (Scotch fir), and imported with it into England as \"red deal\" or \"pine.\"",
        "(The \"Old\" was added subsequently to distinguish it from a Point Comfort settlement at the mouth of the York river on Chesapeake Bay).",
        "4 These are the forms which composed the family previously termed Cursores by De Blainville; but L'Herminier was able to distinguish no fewer than thirty-four families of \" Oiseaux normaux,\" and the judgment with which their separation and definition were effected must be deemed on the whole to be most creditable to him.",
        "Hence they were known in England as \"grey amices\" (from the ordinary colour of the fur), to distinguish them from the liturgical amice.",
        "It should, however, be remembered that primitive peoples do not distinguish clearly between material and immaterial beings.",
        "It was thus called Munchen-Gladbach or Monks' Gladbach, to distinguish it from another town of the same name.",
        "In several families of spiders, but principally in those like the Clubionidae and Salticidae, which are terrestrial in habits, there are species which not only live amongst ants, but so closely resemble them in their shape, size, colour and actions that it requires a practised eye to distinguish the Arachnid from the insect.",
        "Again we must distinguish between the \" future \" contracts for the delivery of a particular kind of cotton, which may be entered into by spinners and their brokers, and are real purchases in the sense that the spinners want delivery of the cotton referred to, and the \"futures,\" which always relate 1 The Cotton Trade of Great Britain, by Thomas Ellison, p. 186.",
        "The First Crusade, far more than any other, became the theme of a multitude of writings, whose different degrees of value it is allimportant to distinguish.",
        "There is no inflexion to distinguish number, gender or case.",
        "It is necessary clearly to distinguish such compounds as the amino- (or amido-) acids and acid-amides; in the first case the amino group is substituted in the hydrocarbon residue, in the second it is substituted in the carboxyl group.",
        "When boiled with calcium chloride and ammonia, salicylic acid gives a precipitate of insoluble basic calcium salicylate, C 6 H 4 ‹ 0 2 i Ca, a reaction which serves to distinguish it from the isomeric metaand para-hydroxybenzoic acids.",
        "A chart, in French, is called carte hydrographique, marine or des cotes; in Spanish or Portuguese carta de marear, in Italian carta da navigare, in German Seekarte (to distinguish it from Landkarte), in Dutch Zeekaart or Paskaart.",
        "In the anticipations of the future prevalent amongst the early Christians (c. 50-150) it is necessary to distinguish a fixed and a fluctuating element.",
        "According to its sex, or the season of the year, it is known as the red, grey or brown linnet, and by the earlier English writers on birds, as well as in many localities at the present time, these names have been held to distinguish at least two species; but there is now no question among ornithologists on this point, though the conditions under which the bright crimson-red colouring of the breast and crown of the cock's spring and summer plumage is donned and doffed may still be open to discussion.",
        "He worships and serves false gods, being unable to distinguish between truth and lies.",
        "Wilpert's great work, in which these frescoes are reproduced in colours, now enables the student even better to distinguish the styles of different centuries and follow the course of artistic development or decay.",
        "It is indeed by no means easy to distinguish between what is dependent on individual experience, and what is not.",
        "The oaks for which the country was once famous still distinguish it in places.",
        "In it he discusses the \"notes\" which distinguish Catholic truth from heresy, and (cap. 2) lays down and applies the famous threefold test of orthodoxy - quod ubique, quod semper, quod ab omnibus credi-tum est.",
        "Another literary seaman of this period was Sidi Ali, celebrated under his poetic pseudonym of Katibi (or Katibi Rumi, to distinguish him from the Persian poet of the same name).",
        "There is in his poetry a joyousness and sprightliness which at once distinguish it from the work of any other Turkish author.",
        "He had also created in1811-1812a new National Guard, organized in \" cohorts \" to distinguish it from the regular army, and for home defence only, and these by a skilful appeal to their patriotism and judicious pressure applied through the prefects, became a useful reservoir of half-trained men for new battalions of the active army.",
        "It is thus necessary to distinguish, in the work of the Convention, the temporary expedients from measures intended to be permanent.",
        "Physically, the pure Aymara is short and thick-set, with a great chest development, and with the same reddish complexion, broad face, black eyes and rounded forehead which distinguish the Quichuas.",
        "It is possible to distinguish between double salts and salts of compound acids.",
        "Only the multitude of small gardens, planted with limes, acacias and lilacs, and the bright costumes of the Servian or Hungarian peasants, remain to distinguish it from a western capital.",
        "The court of Versailles sent Dumouriez to act as commander-in-chief of the confederates, but neither as a soldier nor as a politician did this adroit adventurer particularly distinguish himself, and his account of his experiences is very unfair to the confederates.",
        "But even in these districts the botanist and the geographer can easily distinguish between the chern or thick forest of the Altai and the taiga of East Siberia.",
        "They also endeavoured to distinguish between different kinds of income, in order to arrive at a more just estimate of the total income, and fixed by tariff the proportion in which each kind of income was to contribute.",
        "For present purposes the form will be written a0x 1 +(7)a1x1=1 x2+ C 2)o'2x12 x 2 +...+anx2, the notation adopted by German writers; the literal coefficients have a rule placed over them to distinguish them from umbral coefficients which are introduced almost at once.",
        "For practical purposes Aristotle was the first to distinguish between matter (An) and form (Ettos).",
        "The standard force H =20 was selected as being sufficiently low to distinguish between good and bad specimens, and at the same time sufficiently high to make the order of merit the same Ss it would be under stronger forces.",
        "Next, within these literatures we shall distinguish three or four classes according to the nature of the subject with which they deal.",
        "It is indeed by no means easy to distinguish and apportion the respective merits of the competitors.",
        "In his youth, the excesses of absolutism had made Herculano a Liberal, and the attacks on his history turned this man, full of sentiment and deep religious conviction, into an anti-clerical who began to distinguish between political Catholicism and Christianity.",
        "The perils of dialectic are distinguish the genuine Aristotle from the questionable accompaniments with which he had made his first appearance in Western Europe.",
        "\"Rare,\" said Mr Gladstone, \"is the privilege of any man who, having fourteen years ago rendered to his country one signal service, now again, within the same brief span of life, decorated neither by land nor title, bearing no mark to distinguish him from the people he loves, has been permitted to perform another great and memorable service to his sovereign and his country.\"",
        "Among Hungarian novels we may distinguish four dominant genres or tendencies.",
        "He followed as his chief source the prose history of Myron of Priene, an untrustworthy writer, probably of the 2nd century B.C.; hence a good deal of his story must be regarded as fanciful, though we cannot distinguish accurately between the true and the fictitious.",
        "The name l'arte magiore, the greater art, is designed to distinguish it from l'arte minore, the lesser art, a term which he applied to the modern arithmetic. His second variant, la regula de la cosa, the rule of the thing or unknown quantity, appears to have been in common use in Italy, and the word cosa was preserved for several centuries in the forms toss or algebra, cossic or algebraic, cossist or algebraist, &c. Other Italian writers termed it the Regula rei et census, the rule of the thing and the product, or the root and the square.",
        "The words \"y coed\" are added to distinguish this Bettws from several others in Wales, especially that near Llandeilo Fawr, Carmarthenshire, not far from the Bettws hills.",
        "Next to the poor rate came that for highways, and other special rates have been authorized from time to time, as for police, education, public lighting, cemeteries, libraries, sanitary purposes, &c. To distinguish the rate the name of the precepting authority is frequently added or the purpose for which it is levied specified, as county rate, watch rate, &c. The valuation list of a parish is the basis on which the poor rate is levied.",
        "K.) Jehovistic. We can thus distinguish the following steps in the redaction: (a) the formation of a Davidic collection (book I.) with a closing doxology; (b) a second Davidic collection (li.",
        "On the other hand, the biological sciences are sharply marked off from the abiological, or those which treat of the phenomena manifested by not-living matter, in so far as the properties of living matter distinguish it absolutely from all other kinds of things, and as the present state of knowledge furnishes us with no link between the living and the not-living.",
        "From Pliny's writings it appears that the Romans in his time did not realize the distinction between tin and lead: the former was called plumbum album or candidum to distinguish it from plumbum nigrum (lead proper).",
        "and Rupert I., who received from him at the same time a portion of the duchy of Upper Bavaria, which was called the upper Palatinate to distinguish it from the Rhenish, or lower Palatinate.",
        "A profusion of precious stones, and absence of skill or refinement in workmanship, distinguish Roman from Greek or Etruscan jewelry; but in the character of the designs there is no real difference.",
        "This is known as cake saffron to distinguish it from hay saffron, which consists merely of the dried stigmas.",
        "His name, originally Lacanal, was altered to distinguish him from his Royalist brothers.",
        "The presence of the volva, and the clear white gills and spores, distinguish this genus from all other agarics.",
        "The medicine of the early 17th century presents no features to distinguish it from that of the preceding century.",
        "In religion he protested stoutly, and no doubt sincerely, that his own attitude was not purely negative; but here also he seems to have failed altogether to distinguish between pruning and cutting down.",
        "An American writer has expressed his satisf action that the day-labourer can now have on his table at a nominal price glass dishes of elaborate design, which only an expert can distinguish from hand-cut crystal.",
        "There are, however, no outward signs enabling us to distinguish conclusively between both categories of laws in the codes, nor is it possible to draw a line between permanent laws and personal ordinances of single sovereigns, as has been attempted in the case of Frankish legislation.",
        "This ridge indicates the point of union of the \"raphe\" or seed-stalk with the seed; it serves to distinguish the varieties of V.",
        "It remains to distinguish between 5 and I I, 9 and 15 as representing glucose and gulose.",
        "To distinguish him from the latter he is also called Gamaliel of Jabneh.",
        "It was often the policy of kings to increase the social privileges and legal exemptions of the nobility while taking away all political power, so that it is necessary in the history of institutions to distinguish sharply between these nobilities and the feudal baronage proper.",
        "The Phoenicians have left no marked trace of their presence; but inasmuch as they were probably of nearly the same race as the Arabs, it would not be easy to distinguish the two types.",
        "The chief peculiarities that distinguish Trematodes from their free-living allies, the Turbellaria, are the development of adhering organs for attachment to the tissues of the host; the replacement of the primitively ciliated epidermis by a thick cuticular layer and deeply sunk cells to ensure protection against the solvent action of the host; and (in one large order) a prolonged and peculiar life-history.",
        "If in technical finesse he was surpassed by many of his predecessors and his subordinates, he had the most important qualities of a great captain, courage that rose higher with each obstacle, and the clear judgment to distinguish the essential from the minor issues in war.",
        "The latter characteristic affords an infallible means for the recognition of these insects, since it at once serves to distinguish them from any blood-sucking flies with which they might otherwise be confused.",
        "That he had every right to such a title is demonstrable to all who distinguish between the positive sciences and the philosophy which co-ordinated the truths and methods of these sciences into a doctrine.\"",
        "\" It is only through the more and more marked influence of the reason over the general conduct of man and of society, that the gradual march of our race has attained that regularity and persevering continuity which distinguish it so radically from the desultory and barren expansion of even the highest animal orders, which share, and with enhanced strength, the appetites, the passions, and even the primary sentiments of man.\"",
        "The term \"biting-lice\" is sometimes given to these parasites, in allusion to the mandibulate character of their mouth-parts, which serves to distinguish them at once from the true lice of the order Rhynchota in which the jaws are haustellate.",
        "To distinguish this district from the province Pontus and Polemon's Pontus, it was henceforth called Pontus galaticus (as being the first part attached to Galatia).",
        "Washington, or Washington Court House as it is often called to distinguish it from the village of Washington in Guernsey county, Ohio, was laid out in 1810 and was chartered as a city in 1888.",
        "Such couplets were called shi to distinguish them from the pure Japanese eta or lanka.",
        "Among the artists of early times it is often difficult to distinguish between the carver of wood and the caster of bronze.",
        "Except for the number of buildings composing it, the palace had little to distinguish it from a noblemans mansion.",
        "They are parts of the same city, and if their names have been used to designate particular classes of pottery, it is not because the technical or decorative features of each class distinguish it from the other two, but chiefly for the purpose of identifying the place of production.",
        "He had prepared to distinguish himself as an orator by the elaborate cultivation of his voice, which was naturally harsh and shrill.",
        "The English lawyers, following the Roman law, distinguish between heresy and apostasy.",
        "It is convenient to distinguish between aliphatic and aromatic acids; the first named being derived from open-chain hydrocarbons, the second from ringed hydrocarbon nuclei.",
        "In the other non-Hippocratic writings Ermerins thinks he can distinguish the hands of no fewer than nineteen different authors, most of them anonymous, and some of them very late.",
        "Religion may seem useless, but Yahweh remembers His own, and will soon in open judgment distinguish them from the irreligious (iii.",
        "Roughly we may distinguish three main divisions of the calendar year, the festivals of Spring, of the Harvest and of Winter, preserving on the whole their peculiar characteristics.",
        "The consequence was the introduction of certain new deities, the di novensides, from external sources, and the birth of new conceptions of the gods and their worship. We may distinguish three main influences, to a certain extent historically successive.",
        "The extraction of gold may be effected by several methods; we may distinguish the following leading types: 1.",
        "Temporary migration, or travel for purposes of business, enterprise or pleasure, will be considered only incidentally, and because in some cases it is difficult to distinguish between such movements and permanent migration.",
        "In the United States' statistics we cannot distinguish in the outgoing passenger movement emigrants from other persons.",
        "In comparison with them it was guarded more carefully from change) We have yet to inquire how it received the additions which distinguish the derived form now in use as the baptismal creed of all Western Christendom.",
        "He was called to the bar in 1858, and, in addition to his practice in equity cases, soon began to distinguish himself as an effective contributor to the higherclass reviews.",
        "His great work was the Vulgate, but his achievements in other fields would have sufficed to distinguish him.",
        "Hence it has been a practice, very extensively followed, to employ cycles or periods, consisting of a moderate number of years, and to distinguish and reckon the years by their number in the cycle.",
        "In referring dates expressed by Olympiads to our era, or the contrary, we must therefore distinguish two cases.",
        "Before its adoption the usual practice in Latin countries was to distinguish the years by their number in the cycle of Indiction.",
        "They were originally twelve in number, called Salii Palatini to distinguish them from a second college of twelve, Salii Agonales or Collini, said to have been added by Tullus Hostilius; the Palatini were consecrated to Mars, the Collini to Quirinus.",
        "He was probably the first to attempt a serious prose history and to employ critical method to distinguish myth from historical fact, though he accepts Homer and the other poets as trustworthy authority.",
        "Some writers distinguish mediation from \"good offices,\" but the distinction is of little practical value.",
        "finding vegetable alkali in certain minerals, such as leucite, proposed to distinguish it as potash, and at the same time assigned to the mineral alkali the name natron, which survives in the symbol, Na, now used for sodium.",
        "On the other hand, since much of the material of an apocalypse is a reinterpretation, it is necessary to distinguish between its original meaning and the new turn given to it in the Apocalypse.",
        "These peculiarities, combined with the striking absence of mineral constituents, distinguish the eupelagic globigerina ooze from the hemipelagic calcareous mud.",
        "It is convenient to distinguish between absorption and transmission dynamometers.",
        "In the earlier editions of his works sufficient care was not taken to distinguish between his own writings and those of Wycliffe and others who were associated with him.",
        "Those initiated in the mysteries were taught to distinguish two streams in the lower world, one of memory and one of oblivion.",
        "harem), and does not distinguish originally between things set apart because devoted to God and things devoted to destruction.",
        "Between the years 1404 and 1408 Aberystwyth Castle was in the hands of Owen Glendower, but finally surrendered to Prince Harry of Monmouth, and shortly of ter this the town was incorporated under the title of Ville de Lampadarn, the ancient name of the place being Llanbadarn Gaerog, or the fortified Llanbadarn, to distinguish it from Llanbadarn Fawr, the village one mile inland.",
        "It would perhaps be nearer the truth to say that the secular and spiritual interests intermingled and so permeated one another that it is almost impossible to distinguish them clearly even in thought, while in practice they were so bewilderingly confused that they were never separated, and were constantly mistaken for one another.",
        "it soon became almost impossible to distinguish clearly between the religious issues and the resistance to the manifold tyranny of Philip and his representatives.",
        "How are we to distinguish species from genus ?",
        "In the second place how do we distinguish property and accident?",
        "In this double-barrelled criticism it is important to distinguish what is really relevant.",
        "Here also it is important to distinguish what is relevant from what is irrelevant in the line of criticism represented by these writers.",
        "Conformably with the view here presented we may suppose that the name \" Boule of the Areopagus \" developed from the simple term \" Boule \" in order to distinguish it from the new Boule, or Council of Four Hundred.",
        "This weapon embodied all the essential features which distinguish the ordnance of to-day from the cannon of the middle ages - it was built up of rings of metal shrunk upon an inner steel barrel; it was loaded at the breech; it was rifled; and it threw, not a round ball, but an elongated projectile with ogival head.",
        "The small horns and bluish-grey colour of the adult bulls serve to distinguish the Indian nilgai, Boselaphus tragocamelus, from the other members of the subfamily.",
        "A bare gland-patch behind the ear serves to distinguish the oribis or ourebis, as typified by Oribia montana of the Cape; lateral hoofs being present and the face-pit large.",
        "Hence there is confusion on every side; it is difficult to distinguish between various sects and to determine their exact opinions or the circumstances under which they came into being.",
        "For mint use it is necessary that they shall distinguish between \" light,\" \" heavy \" and \" good \" coins which do not differ from standard by more than the small weight known as the \" remedy \" (see above).",
        "10 The identificaton of the Mal'akh Yahweh with the Logos, or Second Person of the Trinity, is not indicated by the references in the Old Testament; but the idea of a Being partly identified with God, and yet in some sense distinct from Him, illustrates the tendency of religious thought to distinguish persons within the unity of the Godhead, and foreshadows the doctrine of the Trinity, at any rate in some slight degree.",
        "In this connexion it is usual to distinguish three types of atheism: - the dogmatic, which denies the existence of God positively; the sceptical, which distrusts the capacity of the human mind to discover the existence of God; and the critical, which doubts the validity of the theistic argument, the proofs for the existence of God.",
        "But he lacked business thrift, inherited a disposition to endorse for his friends, and was often unable to distinguish between deserving applicants for aid and adventurers.",
        "As we have found it necessary to distinguish between the original composition by Mark, to whom in the main the work appears to be due, and some enlargement and alteration which it subsequently underwent whereby it reached its present form, these stages must be borne in mind in considering dates that may be assigned in connexion with this Gospel.",
        "APOSTOLIC FATHERS, a term used to distinguish those early Christian writers who were believed to have been the personal associates of the original Apostles.",
        "as denoting those whom history could show to have been personally connected, or at least coeval, with one or more apostles; and an effort was made, as by Cotelier, to distinguish the writings rightly and wrongly assigned to such.",
        "It is sometimes called the Thuringian or Saxon Saale, to distinguish it from another Saale (70 m.",
        "He was afterwards known as Columkille, or Columba of the Church, to distinguish him from others of the same name.",
        "Alas), a Greek hero, son of Ozleus, king of Locris, called the \"lesser\" or Locrian Ajax, to distinguish him from Ajax, son of Telamon.",
        "datte; distinguish \"date,\" in chronology, from Lat.",
        "Another law appears to distinguish the hydrography of at any rate the great latitudinal valleys of the Arka-tagh and the Chimen valley (north of the Chimen-tagh): the streams flow close under the foot of the range that shuts in each individual valley on the north.",
        "Amongst these it is possible to distinguish in the middle of the system four predominant ranges, of which the second from the north is probably the principal range, though the fourth is the highest.",
        "In the dull round of instruction in \"grammar\" he did not distinguish himself, and was surpassed by his early friend and companion, William Herman, who was Winckel's favourite pupil.",
        "It is convenient to distinguish two types of polyp by the names hydro polyp and anthopolyp, characteristic of the Hydrozoa and From Gegenbaur's FIG.",
        "The fundametal difficulty which confronts those who would distinguish between pleasure and eudaemonia is that all pleasure is ultimately a mental phenomenon, whether it be roused by food, music, doing a moral action or committing a theft.",
        "It is curious that while in England the burgage-tenure was deemed a species of socage, to distinguish it from the military holdings, in Scotland it was strictly a military holding, by the service of watching and warding for the defence of the burgh.",
        "Certain species of nummulites, which are very common, distinguish the various subdivisions of the Eocene.",
        "In the long familiar Branchipus, Chirocephalus and Streptocephalus the males have frontal appendages, but these are wanting in the \" brine-shrimp \" Artemia, and the same want helps to distinguish Branchinecta (Verrill, 1869) from the old genus Branchipus.",
        "From the first of these Brady and Norman distinguish the Asteropidae (fig.",
        "We can distinguish two main types, African and European.",
        "Here it is necessary to distinguish between the original text of the Old Syriac and the existing MSS.",
        "Their view of the history of the text is that a comparison of the evidence shows that, while we can distinguish more than one type of text, the most clearly discernible of all the varieties is first recognizable in the quotations of Chrysostom, and is preserved in almost all the later MSS.",
        "In considering the flora of the islands it is necessary to distinguish between the rich vegetation of the fertile volcanic islands and the poor vegetation of the coral islands.",
        "Owing to the proximity of two oceans, and the varied configuration of the surface of Costa Rica, an area of a few square miles may exhibit the most striking extremes of climate; but, over the entire country, it is possible to distinguish three climatic zones - tropical, temperate and cold.",
        "There can be little doubt, however, that there it was used to distinguish the Teutonic inhabitants of Britain from the Old Saxons of the continent.",
        "Here there are no monumental data known; and the literary information does not distinguish the closely connected, perhaps identical, units of these lands.",
        "In the barons' war he took the royalist side, but did not distinguish himself by great activity.",
        "Observing for himself (1794-1800) the stratigraphic value of fossils, he began to distinguish the great Mesozoic formations of England (1801).",
        "As instances of such combinations, some of the (probably herbivorous) Eocene monkeys with arboreal limbs have teeth so difficult to distinguish from those of the herbivorous ground-living Eocene horses with cursorial limbs that at first in France and also in America they were both classed with the hoofed animals.",
        "Nature, limited in her resources for adaptation, fashioned so many of these animals in like form that we have learned only recently to distinguish similarities cf analogous habit from the similitudes of real kinship. From whatever order of Mammalia or Reptilia an animal may be derived, prolonged aquatic adaptation will model its outer, and finally its inner, structure according to certain advantageous designs.",
        "2 Save for the title of dictator, which undoubtedly carried unpopular associations and was formally abolished on the proposal 9f Antony after Caesar's death, this cumulation of powers has little to distinguish it from the Principate of Augustus; and the assumption of the perpetual dictatorship would hardly by itself suffice to account for the murder of Caesar.",
        "In short, it is quite possible Schaudinn did not sufficiently distinguish between the life-cycles of four distinct parasites of the Little Owl: a Trypanosome, a Spirochaete, a Halteridium and a Leucocytozoon; though, on the other hand, this is by no means proved.",
        "But it is difficult in practice to distinguish the two phases of thought and no clear account of animatism can yet be given, largely on the ground that no people has yet been discovered which has not already developed to a greater or less extent an animistic philosophy.",
        "We distinguish between animate and inanimate nature, but this classification has no meaning for the savage.",
        "i' Mignard, Pierre (1610-1695), called - to distinguish him from his brother Nicholas - Le Romain, French painter, was born at Troyes in 1610, and came of a family of artists.",
        "It is to distinguish them from the grey, or timber, wolves that coyotes have received the name of \"prairie-wolves\"; the two titles indicating the nature of the respective habitats of the two species.",
        "The idea, therefore, seems to be that as we must distinguish the holy food over which the words \" This is my body \" have been uttered from common food, so we must separate ourselves before eating it from all that is guilty and impure.",
        "There seems little in the characteristics of these fairies of romance to distinguish them from human beings, except their supernatural knowledge and power.",
        "In 1402 Alexander, lord of the Isles, set fire to the town, but spared the cathedral for a consideration, in memory of which mercy the Little Cross (so named to distinguish it from the Muckle or Market Cross, restored in 1888) was erected.",
        "The United States, nevertheless, insisted that such prohibition was indispensable on the grounds - (t) that pelagic sealing involved the destruction of breeding stock, because it was practically impossible to distinguish between the male and female seal when in the water; (2) that it was unnecessarily wasteful, inasmuch as a large proportion of the seals so killed were lost.",
        "Mvvia and Mvaia rt Ev Eupdnrp, to distinguish it from Mysia in Asia), in ancient geography, a district inhabited by a Thracian people, bounded on the S.",
        "N.B.-A trifling quantity of Californian and Australian wheat was imported in the period in question, but the Board of Trade records do not distinguish the quantities, therefore they cannot be given.",
        "It is therefore necessary to distinguish the different hands which have been at work on the manuscript.",
        "Interpolation is then a voluntary alteration, but in practice it is often hard to distinguish from other changes in which its motive is absent.",
        "By these differences we can do something to distinguish between earlier and later philosophical works; and also vindicate as genuine some works, which have been considered spurious because they do not agree in style or in matter with his most mature philosophy.",
        "Now, from the outset of his Rhetoric Aristotle himself claims to be the first to distinguish between artificial evidences from arguments and other evidences which he regards as mere additions; and he complains that the composers of arts of speaking had neglected the former for the latter.",
        "Aristotle, on the other hand, learnt to distinguish dialectic (5taXeKTcm)) from science (E7rum),un); in that it has no definite subject, else it would not ask questions (Post.",
        "There are three points about a man's life which both connect him with, and distinguish him from, God.",
        "February Having Then Twenty Nine Days, The 25Th Was The 6Th Of The Calends Of March, Sexto Calendas; The Preceding, Which Was The Additional Or Intercalary Day, Was Called Bis Sexto Calendas, Hence The Term Bissextile, Which Is Still Employed To Distinguish The Year Of 366 Days.",
        "Lucius Cornelius Balbus (called Major to distinguish him from his nephew) was born early in the last century B.C. He is generally considered to have been of Phoenician origin.",
        "The name of Lusatia hitherto confined to Lower Lusatia, was soon applied to both districts, the adjectives Upper and Lower being used to distinguish them.",
        "Here we must distinguish between the reeled silk and the spun or waste silk manufactures.",
        "We must now however introduce a new criterion the \" purity \" and distinguish it from the resolving power: the purity is defined by n l /(n l n2), where n 1 and n, are the frequencies of two lines such that they would just be resolved with the width of slit used.",
        "It was established, we are told, \"because simple folks cannot distinguish the spiritual power from the sovereign power, and suppose that a supreme spiritual pastor is a second sovereign, the spiritual authority being regarded as higher and better than the temporal.\"",
        "Although thus highly poisonous, the bean has nothing in external aspect, taste or smell to distinguish it from any harmless leguminous seed, and very disastrous effects have resulted from its being incautiously left in the way of children.",
        "- When the Neo-Kantians, led by Lange, had modified Kant's hypothesis of a priori forms, and retracted Kant's admission and postulation of things in themselves beyond phenomena and ideas, and that too without proceeding further in the direction of Fichte and the noumenal idealists, there was not enough left of Kant to distinguish him essentially from Hume.",
        "But in the progress of his physical work, which taught him, as he thought, to distinguish between what we see and what we mentally supply, he soon passed from this noumenalism to a \" universal physical phenomenology.\"",
        "By the alchemists the word was used principally to distinguish various highly volatile, mobile and inflammable liquids, such as the ethers, sulphuric ether and acetic ether having been known respectively as naphtha sulphurici and naphtha aceti.",
        "Instead, we may distinguish four main groups of roads radiating from London, and a fifth which runs obliquely.",
        "distinguish it from the preceding books with like headings, \"To the Romans,\" \"To the Corinthians,\" and the like.",
        "This ethical value is perceived by reason or understanding (which, unlike Kant, he does not distinguish), which intuitively recognizes fitness or congruity between actions, agents and total circumstances.",
        "Until 1904 Calabar was generally, and officially, known as Old Calabar, to distinguish it from New Calabar, the name of a river and port about 100 m.",
        "If it is not always easy to distinguish between gods and heroes, there is still greater difficulty in drawing a line between the former and other classes of supernatural beings, such as the \" giants \" (O.N.",
        "In Chinese history we are told how, in the sixty-fourth year of the reign of Hwang-ti (2634 B.C.), the emperor Hivan-yuan, or Hwang-ti, attacked one Tchi-yeou, on the plains of Tchou-lou, and finding his army embarrassed by a thick fog raised by the enemy, constructed a chariot (Tchi-nan) for indicating the south, so as to distinguish the four cardinal points, and was thus enabled to pursue Tchi-yeou, and take him prisoner.",
        "Many writers on the subject distinguish such a base as \"fixed.\"",
        "This test involves only changes of velocity, and so does not distinguish between two bases, each of which moves relatively to the other with uniform velocity without rotation.",
        "It would be difficult in any attempt to estimate the volume of British home trade to distinguish what may be called the effective movements of goods.",
        "It is usual to distinguish further between \"law\" and \"equity\" (q.v.).",
        "Remusat rather dubiously suggested, while Schmidt and Schiefner maintained, that the silent letters were a device of grammarians to distinguish in writing words which were not distinguished in speech.",
        "It is often very difficult to distinguish between a chemical compound, for example, and the case of solid solution represented by fig.",
        "If this be so, it was probably given to the Roman deacons to distinguish them from the other clergy and to mark their special relations to the pope.",
        "Characteristic yellow staining of the skin round the mouth from the formation of xanthoproteic acid serves to distinguish it from poisoning by other acids.",
        "Here it is only necessary to distinguish halos from coronae.",
        "Thus the bill becomes a most delicate organ of sensation, and by its means the bird, while probing for food, is at once able to distinguish the nature of the objects it encounters, though these are wholly out of sight.",
        "In order to avoid the uncertainty arising from the lack of vowels to distinguish forms consisting of the same consonants (for the vowel-points were not yet invented), the aramaising use of the reflexive conjugations (Hithpa`el, Nithpa`el) for the internal passives (Pu'al, Hoph`al) became common; particles were used to express the genitive and other relations, and in general there was an endeavour to avoid the obscurities of a purely consonantal writing.",
        "It is in the first place a matter of common knowledge that human beings who have been taught to avoid handling bees invariably fear to touch drone-flies, unless specially trained to distinguish the one from the others.",
        "But the likeness probably goes deeper than superficial resemblance that appeals to the eye, for spiders which distinguish flies from bees by touch and not by sight, treat drone-flies after touching them, not in the fearless way they evince towards bluebottles (Calliphora), but in the cautious manner they display towards bees and wasps, warily refraining from coming to close quarters until their prey is securely enswathed in silk.",
        "So alike in form, colour and mode of flight are those Lepidoptera that when on the wing it is almost or quite impossible to distinguish one from the other, and the resemblance between members belonging to different sub-families cannot be assigned to affinity.",
        "We can distinguish this class of forms as lichens with a homoiomerous thallus, i.e.",
        "In dealing with the individual eschatology we must carefully distinguish the popular ideas regarding death and the hereafter which Israel shared with the other Semitic peoples, from the intuitions, inferences, aspirations evoked in the pious by the divine revelation itself.",
        "His most important achievement was to define \"salts\" - a term formerly used in the most loose and indeterminate way - as the compounds formed by the union of acids and bases, and further to distinguish between neutral, basic and acid salts.",
        "He is known as Rouelle the elder, to distinguish him from his younger brother and assistant, Hilaire Marin (1718-1779), who, on his resignation in 1768, succeeded him as demonstrator at the Jardin du Roi.",
        "In the Western Hemisphere we may distinguish the following: (I) Early Roman Missions began with the discovery of the continent and practically ceased in the middle of the 18th century.",
        "The assertion preserved by Stobaeus that Thales recognized, together with the material element \" water,\" \" mind,\" which penetrates it and sets it in motion, is refuted by the precise testimony of Aristotle, who declares that the early physicists did not distinguish the moving cause from the material cause, and that before Hermotimus and Anaxagoras no one postulated a creative intelligence.",
        "If we merely desire to distinguish it from certain minor ranges (e.g.",
        "Among the great alpine rivers we may distinguish two classes: those which spring directly from glaciers and those which rise in lakes, these being fed by eternal snows or glaciers.",
        "But for the sake of practical convenience it has long been usual to select certain of the best marked of these passes to serve as limits within the range, whether to distinguish several great divisions from each other, or to further break up each of these great divisions into smaller groups.",
        "Assuming these three main divisions, we must now consider in detail the 18 sub-divisions which we distinguish; the first 5 forming the Western Alps, the next 7 the Central Alps, and the rest the Eastern Alps, the heights throughout being, of course, given in English feet and representing the latest measurements.",
        "We may broadly distinguish two main geographical elements in the alpine flora, namely, the northern element and the endemic element.",
        "Polybius and the authors who copy him regard the Bastarnae as Galatae; Strabo, having learned of the Romans to distinguish Celts and Germans, first allows a German element; Tacitus expressly declares their German origin but says that the race was degraded by intermarriage with Sarmatians.",
        "The compound FeS 2 is dimorphous, and the modern practice is to distinguish the cubic forms as pyrites and the orthorhombic as marcasite (q.v.).",
        "In some cases the two forms of iron disulphide occur in intimate association and are difficult to distinguish.",
        "The term Eumycetes is sometimes applied to this group to distinguish them from the Phycomycetes, but as the same name is also applied to the fungi as a whole to differentiate them from the Mycetozoa and Bacteria, the term had best be dropped.",
        "The careful investigations of recent years have shown that in several groups of fungi we cannot be content to distinguish as units morphologically different species, but we are compelled to go deeper and analyse further the species.",
        "When the gradually falling temperature reaches 1430° (q), the mass begins to freeze as -y-iron or austenite, called \" primary \" to distinguish it from that which forms part of the eutectic. But the freezing, instead of completing itself at a fixed temperature as that of pure water does, continues until the temperature sinks to r on the line Aa.",
        "- In an early period of the solidification of a molten steel ingot cast in a cold iron mould we may distinguish three parts: (1) the outer layers, i.e.",
        "In order to make perfectly clear the full significance of the principle which Hume applied to the solution of the chief philosophical questions, it is necessary to render somewhat more precise and complete the statement of the psychological view Theory which lies at the foundation of the empirical theory, and to distinguish from it the problem of the theory of knowledge upon which it was brought to bear.",
        "The earliest Flemish Beghard communities were associations mainly of artisans who earned ' In the year 1287 the council of Liege decreed that \"all Beguinae desiring to enjoy the Beguine privileges shall enter a Beguinage, and we order that all who remain outside the Beguinage shall wear a dress to distinguish them from the Beguinae.\"",
        "Beginning with the Belgae and the Gallia Belgica of the Romans, the use of the adjective to distinguish the inhabitants of the south Netherlands can be traced through all stages of subsequent history.",
        "As to man's power of attaining truth his scepticism is decided; and he plainly declares that none of our faculties enable us to distinguish truth from error.",
        "In dealing with documentary evidence he sought to apply very stringent rules: - (1) Carefully distinguish between original authority and historical memorials or aids; for example, between a fact recorded at firstor secondhand knowledge, and a decision of principle by authority.",
        "In measuring conduction of heat in fluids, it is possible to some extent to eliminate the effects of molar convection or mixing, but it would not be possible to distinguish between diffusion, or internal radiation, and conduction.",
        "Wesel is occasionally spoken of as Unterwesel, to distinguish.",
        "In this system we distinguish not only the asceticism of Pythagoras and the later mysticism of Plato, but also the influence of the Orphic mysteries.",
        "confessare, to confess), to distinguish him from the \"confessor\" described above.",
        "It has now become impossible to distinguish the two races; Henna and Herbessus are now the fellows of Camarina and Leontini.",
        "That later generations might not so easily distinguish the \" abrogated \" from the \" abrogating \" did not occur to Mahomet, whose vision, naturally enough, seldom extended to the future of his religious community.",
        "Be that as it may, it is impossible now to distinguish in the present form of the book what belongs to the first redaction from what is due to the second.",
        "The invention of vowel-signs of diacritic points to distinguish similarly formed consonants, and of other orthographic signs, soon put a stop to arbitrary conjectures on the part of the readers.",
        "The meaning of many words may be still unknown, and many constructions are still obscure; but at least he can distinguish fairly between a correct text and a corrupt text.",
        "the inscriptions on the two jambs of a door are frequently turned in opposite directions; the same is frequently done with acti 1,, i the short inscriptions scattered over a scene on o an amongst the figures, in order to distinguish one or armj label from another.",
        "Further, Irenaeus himself in one passage fails to distinguish between Cerinthian and Valentinian doctrines.",
        "To test it is to try to distinguish between truth and falsity, and to answer the question - What renders the claim of a judgment to be true, really true?",
        "It is not difficult in such compact species to distinguish between superficial cells, whose chief function is assimilation, subjacent cells charged with reserve material, and a core of tissue engaged in the convection of elaborated material from part to part.",
        "We can distinguish portions of an historical narrative which speaks of Elisha in connexion with events of public interest, without making him the central figure, and a series of anecdotes of properly biographical character..",
        "It is still equally hard to distinguish Greek work from Etruscan art inspired by Greek models.",
        "It appears to be necessary to distinguish between the production of species and the production of adaptation.",
        "We have still to admit with Darwin that it is difficult or impossible to assign utility to all the characters that distinguish species, and particularly to those characters by which systematists identify species.",
        "They are at the same time its distinctive doctrines; that is to say, the doctrines that distinguish it from all previous teaching in India.",
        "Of such regions we may distinguish five.",
        "This group, however, is itself composite; we may distinguish a collection of antithetic couplets (x.",
        "Thanks to a manuscript copy of the play in its earliest form - discovered as recently as 1887 - we are now able to distinguish how much of this tragedy was the immediate product of the Sturm and Drang, and to understand the intentions with which the young poet began his masterpiece.",
        "JEAN FRANCCOIS CHAMPOLLION (1790-1832), French Egyptologist, called LE Jeune to distinguish him from Champollion-Figeac, his elder brother, was born at Figeac, in the department of Lot, on the 23rd of December 1790.",
        "5 At present it is difficult as regards Palestine to distinguish Aegean influence (direct and indirect) from that of Asia Minor generally.",
        "Secure of his position, Herod began to build temples and palaces and whole cities up and down Palestine as visible embodiments of the Greek civilization which was to distinguish the Roman Empire from barbarian lands.",
        "Thus the first and second definitions represent the founders of the sophistry of culture, Protagoras and Prodicus, from the respective points of view of the older Athenians, who disliked the new culture, and the younger Athenians, who admired it; the third and fourth definitions represent imitators to whom the note of itinerancy was not applicable; the fifth definition represents the earlier eristics, contemporaries of Socrates, whom it was necessary to distinguish from the teachers of forensic oratory; the sixth is framed to meet the anomalous case of Socrates, in whom many saw the typical sophist, though Plato conceives this view to be unfortunate; and the seventh and final definition, having in view eristical sophistry fully developed, distinguishes it from SfµoXoyuci, i.e.",
        "Further, it may be doubted whether Grote is sufficiently careful to distinguish between the charges brought against the sophists personally and the criticism of their educational methods.",
        "That Plato was not careful to distinguish the Megarians and the Cynics from the eristical sophists, and that the disputants of the 4th century affected some of the mannerisms of the greatest disputant of the 5th century, he willingly concedes.",
        "It is now no longer possible to distinguish these families by their turbans as was formerly the case.",
        "Caste and sect marks also distinguish Hindus from each other.",
        "KINGDOM OF NAPLES, the name conventionally given to the kingdom of Sicily on the Italian mainland (Sicily beyond the Pharos), to distinguish it from that of Sicily proper (Sicily on this side of the Pharos, i.e.",
        "True education lies in learning to wish things to be as they actually are; it lies in learning to distinguish what is our own from what does not belong to us.",
        "Owing to the destruction of the primeval forests for the formation of sugar plantations, the indigenous flora is only seen in parts of the interior plains, in the river valleys and on the hills; and it is not now easy to distinguish between what is native and what has come from abroad.",
        "When Herod the Great received the territory from Augustus, 20 B.C., he erected here a temple in honour of his patron; but the re-foundation of the town is due to his son, Philip the Tetrarch, who here erected a city which he named Caesarea in honour of Tiberius, adding Philippi to immortalize his own name and to distinguish his city from the similarly-named city founded by his father on the sea-coast.",
        "Alphonso continued to distinguish himself by his exploits against the Moors, from whom he wrested Santarem in 1146 and Lisbon in 1147.",
        "Many varieties are cultivated by the Chinese, who distinguish them by the shape and size of their fruits, which are not only much valued as dessert fruit in China, but are also occasionally exported to England.",
        "Thus each cluster seems to consist of two kinds of stars, which we may distinguish as bright and faint; the bright stars are all approximately of one standard size, and the faint stars of another standard size and brightness.",
        "We may conveniently distinguish the two drifts as the slow-moving and fast-moving drifts respectively; but it should be remembered that, since these motions are measured relatively to the sun, this distinction is not physically significant.",
        "BADEN, or Baden-Baden (to distinguish it from other places of the name), a town and fashionable watering-place of Germany, in the grand-duchy of Baden, 23 m.",
        "Baur, however, soon came to attach more importance to personality, and to distinguish more carefully between religion and philosophy.",
        "If this be \"imprisonment,\" so called to distinguish it from \"penal servitude,\" although both mean deprivation of liberty and are closely akin, it is undergone in one of the \"local\" prisons - the prisons till 1878 under local jurisdiction, but now entirely controlled by the state through the home secretary and the commissioners of prisons.",
        "The official history of the Omayyads, as it has been handed down to us, is coloured by Abbasid feeling to such an extent that we can scarcely distinguish the true from the false.",
        "Motawakkil, in 850, formulated an edict by which these sectaries were compelled to wear a distinctive dress and to distinguish their houses by a figure of the devil nailed to the door, excluding them at the same time from all public employments, and forbidding them to send their children to Moslem schools.",
        "Thus we distinguish in the divine system beginning, middle and end; but these three are in essence one - the difference is only the consequence of our finite comprehension.",
        "Before Aristotle Logic needs as its presuppositions that thought should distinguish itself from things and from sense, that the problem of validity should be seen to be raised in the field of thought itself, and that analysis of the structure of physical thought should be recognized as the one way of solution.",
        "The first task of logic is to distinguish and group such concepts according to their marks, and from their classification there naturally follows their connexion in judgment.",
        "The view of inference with which he complements it is only less satisfactory because of a failure to distinguish the principle of nexus in syllogism from its traditional formulation and rules, and because he is hampered by the intractability which he finds in certain forms of relational construction.",
        "It is necessary to distinguish between the John of Nepomuk of history and the legendary one.",
        "This, however, would be insufficient to distinguish theosophy from those systems of philosophy which are sometimes called \"speculative\" and \"absolute,\" and which also in many cases proceed deductively from the idea of God.",
        "He now proceeded to distinguish three moments in God, the first of which is the pure indifference which, in a sense, precedes all existence - the primal basis or abyss, as he calls it, in agreement with Boehme.",
        "For his time he was a skilful chemical analyst; he knew how to distinguish potash and soda by the different colorations they produce in flame, and how to test for iron with prussiate of potash: he was aware that sulphate of potash, gypsum and heavy spar, in spite of their different appearances, all contain sulphuric acid; and he recognized that there are different varieties of urinary calculi.",
        "He sat in parliament four years, but did not distinguish himself as a debater.",
        "Thus the suggestion preserved by Stobaeus that he conceived water to be endowed with mind is discredited by the specific statement of Aristotle that the earlier physicists (physiologi) did not distinguish the material from the moving cause, and that before Anaxagoras no one postulated creative intelligence.",
        "The word \"confederation,\" as distinct from \"federation\" has been sometimes, though not universally, used to distinguish from such a federal state (Bundesstaat) a mere union of states (Staatenbund) for mutual aid, and the promotion of interests common to all (see Confederation).",
        "By the help of these inscriptions it is possible to trace the development of the modern Arabic where so many of the forms of the letters have become similar that diacritic points are essential to distinguish them, the original causes of confusion being the continuous development of cursive writing and the adoption of ligatures.",
        "From their common feature of a substructure of brushwood and logs built up from the bottom, the crannogs have been classed as fascine-dwellings, to distinguish them from the typical piledwellings of the earlier periods in Switzerland, whose platforms are supported by piles driven into the bed of the lake.",
        "It is accordingly convenient to use Bows notation (~ 5), and to distinguish the several compartments of the frame-diagram by letters.",
        "It is convenient to distinguish the two senses in which rotation may take place about an axis OA by opposite signs.",
        "If, however, as is the view of some of Fick's followers, the transposition took place several centuries earlier, before species of literature had appropriated particular dialects, then the linguistic facts upon which Fick relied to distinguish the \" Aeolic \" and \" Ionic \" elements in Homer disappear.",
        "His use of the \" obelus \" to distinguish spurious verses, which made so large a part of his fame in antiquity, has rather told against him with modern scholars.'",
        "The manner in which this subject is worked out will appear from the following summary in which we distinguish (I) the plot, i.e.",
        "The present purpose being merely to illustrate the variation of distribution amongst a few representative countries, it is unnecessary to enter into more detail than such as will serve to distinguish the proportions of the population in main divisions of life.",
        "an attempt was made to distinguish between the loyal and disloyal Catholics, the latter comprising all those who maintained the pope's right to depose sovereigns from their throne.",
        "Yet if the history of Europe in the 16th century of our era came to be written with the brevity with which we write the history of Europe in the 6th century B.C., it would be difficult at the distance of time implied by that supposition to distinguish the Italian movement of the Renaissance in its origin from the German movement of the Reformation.",
        "The Canzoniere and the Decameron distinguish themselves from medieval literature, not by any return to classical precedents, but by free self-conscious handling of human nature.",
        "In some cases it is very difficult to distinguish niello from black enamel.; but the black substance differs from true enamel in being metallic, not vitreous.",
        "He took up the greatest happiness principle not as an attractive philosopheme, but as a criterion to distinguish good laws from bad.",
        "(io) Megillah, \" roll \" (of Esther), the reading of it at Purim, &c. (11) Mo`ed gaton (\" the small M,\" to distinguish it from the name of this order), or Mashkin (the first word), regulations for the intermediate festivals at Passover and Tabernacles.",
        "We shall distinguish here between two main groups of Baptists in Europe: the Anabaptists, now practically extinct, and the modern Baptists whose churches are in nearly every European country and in all other countries where white men reside.",
        "LIMERICK, a name which has been adopted to distinguish a certain form of verse which began to be cultivated in the middle of the 19th century.",
        "Although the name (which apparently had its origin in Britannia Major, the name given to the island to distinguish it from Britannia Minor or Brittany) had, in earlier times, been often used both by English and by foreign writers, especially for rhetorical and poetical purposes, it was not till after the accession of James I.",
        "Without entering into technicalities, it may be said generally that an attempt was made to distinguish between usury, in the modern sense of unjust exaction, and interest on capital.",
        "\"two-handed\"), a word first used by the naturalist Johann Friedrich Blumenbach to distinguish the order of man from Quadrumana or other mammals.",
        "Henry Phillips (1775-1838), in his Flora historica, remarks that Turner (1568) \"calls it gelouer, to which he adds the word stock, as we would say gelouers that grow on a stem or stock, to distinguish them from the clove-gelouers and the wall-gelouers.",
        "Swedish geologists distinguish between bottengrus (bottom gravel, bottom moraine) and ordinary krossgrus (terminal and side moraine).",
        "In considering the oyster-culture in France it is necessary to distinguish the centres of production from the centres of rearing or fattening.",
        "The common characteristics of all Iranian languages, whicF distinguish them especially from Sanskrit, are as follows:",
        "Hanoverian Minden), to distinguish it from Prussian Minden, was founded by the landgraves of Thuringia, and passed in 1247 to the house of Brunswick.",
        "It is sometimes not easy to distinguish the epistle from the elegy and from the dedication.",
        "In solution, barium salts may be detected by the immediate precipitate they give on the addition of calcium sulphate (this serves to distinguish barium salts from calcium salts), and by the yellow precipitate of barium chromate formed on the addition of potassium chromate.",
        "The means of passive and active defence are sometimes so closely associated that it is difficult to distinguish between them.",
        "What originality it had - at first sight it would seem not much - belongs to these thinkers; but the loss of all their works except the hymn of Cleanthes, and the inconsistencies in such scraps of information as can be gleaned from unintelligent witnesses, for the most part of many centuries later, have rendered it a peculiarly difficult task to distinguish with certainty the work of each of the three.",
        "Like all materialists, the Stoics can only distinguish the sensible from the intelligible as Degrees of thinking when the external object is present (alrOfivEr6at) and thinking when it is absent The product of the latter kind includes memory (though this is, upon a strict analysis, something intermediate), and conceptions or general notions, under which were confusedly classed the products of the imaginative faculty.",
        "Their corrections and fancied improvements of the Aristotelian logic are mostly useless and pedantic. Judgment (aico M a) they defined as a complete idea capable of expression in language aUroTEXi), and to distinguish it from other enunciations, as a wish or a command, they added \" which is either true or false.\"",
        "As early as 1505 one of Almeida's ships contained a crew of rustics unable to distinguish between port and starboard; soon afterwards it became necessary to recruit convicts and slaves, and in 1538 a royal pardon was granted to all prisoners who would serve in India, except criminals under sentence for treason and canonical offences.",
        "A preponderance of reflection and foreign influences distinguish the poets now to be mentioned.",
        "It is generally called Abila of Lysanias, to distinguish it from (2) below.",
        "For, though they display undeniable affinity with P, they also exhibit certain features which closely distinguish them from that document.",
        "5-7 distinguish between sacrifices offered to Yahweh and those offered to demons.",
        "He tried also, as far as he could, to distinguish between the certain, the probable, the doubtful and the untrue.",
        "If the liquid is in contact with another liquid, let us distinguish quantities belonging to the two liquids by suffixes.",
        "Lord Kelvin proposed to distinguish the latter kind of waves by the name of ripples.",
        "Mikra Dili, or Little Delos, to distinguish it from Megali Dili, or Great Delos), an island in the Aegean, the smallest but most famous of the Cyclades, and, according to the ancient be lief, the spot round which the group arranged itself in a nearly circular form.",
        "It is to be noted that in the case of bacteria we can only judge of organisms being of different species by the stability of the characters which distinguish them, and numerous examples might be given where their characters become modified by comparatively slight change in their environment.",
        "He soon began to distinguish himself as an orator, and the three patriotic sermons he delivered at Bahia (1638-40) are remarkable for their imaginative power and dignity of language.",
        "The building afterwards became known as the New Abbey, to distinguish it from the older foundation at Dundrennan, which had been erected in 1142 by Fergus of Galloway.",
        "The chief of these was the American Cyclopaedia, which as the New American Cyclopaedia - so named to distinguish it from Francis Lieber's Encyclopaedia Americana - was issued, under the editorship of Ripley and Charles A.",
        "The manna of the Biblical narrative, notwithstanding the miraculous circumstances which distinguish it from anything now known, answers in its description very closely to the tamarisk manna.",
        "Many of these differ widely from the parent race, but all the Melanesian peoples have certain common characteristics which distinguish them sharply from the inhabitants of Polynesia and Micronesia.",
        "A Roman colony was established at Sena, called Sena Gallica to distinguish it from Sena Julia (Siena) in Etruria.",
        "Its large size, aquatic habits, partially webbed hind-toes, and the smooth, broad, orange-coloured incisors, are sufficient to distinguish this rodent from the other members of the family Capromyidae.",
        "Petrarch did not distinguish himself by love-poetry alone in the Italian language.",
        "Some are accompanied by occupation, in which case it is difficult to distinguish them from annexation.",
        "vii.) that the high-level valleys of glacial formation which distinguish the Pamirs have no real counterpart in the Chang or plains of Tibet.",
        "Similar characteristics distinguish all these Pamirs.",
        "It does not follow, however, that the attempt to distinguish special races should be given up, for there at least exist several definable types, each of which so far prevails in a certain population as to be taken as its standard.",
        "In the growth of systematic civilization, the art of writing has had an influence so intense, that of all tests to distinguish the barbaric from the civilized state, none is so generally effective as this, whether they have but the failing link with the past which mere memory furnishes, or can have recourse to written records of past history and written constitutions of present order.",
        "The large ears, brownand-white face, short, black-tipped tail, and antlers without large basal snag serve to distinguish the mule-deer M.",
        "The same characters will distinguish grasses from the other glumiferous orders, Restiaceae, and Eriocaulonaceae, which are besides further removed by their capsular fruit and pendulous ovules.",
        "Allen, who attempts to \" distinguish what he (Edwards) meant to affirm from what he actually teaches.\"",
        "But, because time had not yet made the matter clear, Locke suffered himself to digress in his second book into the psychological question of the origin of our ideas; and his theory of knowledge is ruined by the failure to distinguish between the epistemological sense of \"idea\" as significant content and the psychological sense in which it is applied to a fact or process in the individual mind.",
        "- This class-designation has been recently proposed to give emphasis to the isolated position of the genus Ginkgo (Salisburia) among the Gymnosperms. Ginkgo biloba, the maidenhair tree, has usually been placed by botanists in the Taxeae in the neighbourhood of the yew (Taxes), but the proposal by Eichler in 1852 to institute a special family, the Salisburieae, indicated a recognition of the existence of special characteristics which distinguish the genus from other members of the Coniferae.",
        "It is not always easy to distinguish a root from a stem; in some cases (e.g.",
        "There are a few well-marked types of wood which serve as convenient standards of comparison, but these cannot be used except in a few cases to distinguish individual genera.",
        "each, where the cost of collection and delivery, as in the metropolis, is perhaps not more than a tenth of a penny, it is difficult to distinguish the levy from that of any other tax.",
        "are common and sometimes very puzzling, but they can always be orientated by the aid of the very characteristic striations, on the prism faces, which serve also to distinguish quartz from other minerals of similar appearance.",
        "The faces s are striated parallel to their edge of intersection with r; this serves to distinguish r and z, and thus, in the absence of x faces, to distinguish leftor right-handed crystals.",
        "A similar distribution of electric charges is produced when a crystal is subjected to pressure; quartz being thus also piezo-electric. Etched figures, both natural and artificial (in the latter case produced by the action of hydrofluoric acid), on the faces of the crystals are in accordance with the symmetry, and may serve to distinguish leftand righthanded crystals.",
        "But the title of emperor was also used in the middle ages, and is still used, in a loose and vague sense, without any ecclesiastical connotation or hint of connexion with Rome (the two attributes which should properly distinguish an emperor), and merely in order to designate a non-European ruler with a large extent of territory.",
        "But the idea was developed mainly in Hellenic and Hebrew philosophy, and we may distinguish the following stages: i.",
        "We can distinguish therefore in the body of a polyp the column, circular or oval in section, forming the trunk, resting on a base or foot and surmounted by the crown of tentacles, which enclose an area termed the peristome, in the centre of which again is the mouth.",
        "The two chief chains, to distinguish them from the inner chain already described, may be called the coast and central chains.",
        "Its earlier part, cc. 1-14, depends upon the Didache, and the rest of it is a book of discipline in which Harnack has attempted to distinguish two older fragments of church law (Texte u.",
        "Considerable burns on the face or body may result from the application of sulphuric acid in the practice known as \"vitriol-throwing,\" a brownish black eschar serving to distinguish the burns produced by this acid from those of other corrosive fluids.",
        "Having made this remark, we must distinguish between the countries which are still subject to the system of concordats and other countries.",
        "distinguish abbots from bishops, it was ordained that their mitre should be made of less costly materials, and should not be ornamented with gold, a rule which was soon entirely disregarded, and that the crook of their pastoral staff should turn inwards instead of outwards, indicating that their jurisdiction was limited to their own house.",
        "In \" Truth,\" starting from the formula \" the Ent (or existent) is, the Nonent (or non-existent) is not,\" Parmenides attempted to distinguish between the unity or universal element of nature and its variety or particularity, insisting upon the reality of its unity, which is therefore the object of knowledge, and upon the unreality of its variety, which is therefore the object, not of knowledge, but of opinion.",
        "Hence, whereas his predecessors had confounded that which is universally existent with that which is not universally existent, he proposed to distinguish carefully between that which is universally existent and that which is not universally existent, between dv and /lien,.",
        "The essential features which distinguish this from other systems are (I) the limitation of the number of different symbols, only ten being used, however large the number to be represented may be; (2) the use of the zero to indicate the absence of number; and (3) the principle of local value, by which a symbol in effect represents different numbers, according to its position.",
        "Under certain conditions it is less; thus IIII, the old Roman notation for four, is difficult to distinguish from III, and this may have been the main reason for replacing it by IV (§ 15).",
        "- A fraction (or fractional number), the numerator or denominator of which is a fractional number, is called a complex fraction (or fractional number), to distinguish it from a simple fraction, which is a fraction having integers for numerator and denominator.",
        "Where this is not the case, difficulties are apt to arise, which are mainly due to failure to distinguish between the two kinds of division.",
        "He taught him to distinguish in all cognitions, and especially in the simplest facts of consciousness, the fact of voluntary activity, that activity in which our personality is truly revealed.",
        "But I distinguish the two finite causes self and not-self Panther ism.",
        "There are five state penal and correctional institutions: the Indiana Boys' School (1868-1883, the House of Refuge; 1883-1903, the Reform School for Boys), at Plainfield; the Indiana Girls' School, established at Indianapolis (1873), and removed to Clermont in 1907; a woman's prison (the first in the United States, authorized in 1869 and opened in 1873 at Indianapolis), which is entirely under the control of women (as is also the Indiana Girls' School) and has a correctional department (1908), in reality a state workhouse for women, formed with a view to removing as far as possible sentenced women from the county jails; a reformatory (1897), at Jeffersonville, conducted upon a modification of the \" Elmira plan,\" formerly the State Prison (1822), later (1860) the State Prison South, so called to distinguish it from the State Prison North (1860) at Michigan City; and the prison at Michigan City, which became the Indiana State Prison in 1897.",
        "Regarding the Echinoderms as a whole in the light of the foregoing account, we may give the following analytic summary of the characters that distinguish them from other coelomate animals: They live in salt or brackish water; a primitive bilateral symmetry is still manifest in the right and left divisions of the coelom; the middle coelomic cavities are primitively transformed into two hydrocoels communicating with the exterior indirectly through a duct or ducts of the anterior coelom; stereom, composed of crystalline carbonate of lime, is, with few exceptions, deposited by special amoebocytes in the meshes of a mesodermal stroma, chiefly in the integument; reproductive cells are derived from the endothelium, apparently of the anterior coelom; total segmentation of the ovum produces a coeloblastula and gastrula by invagination; mesenchyme is formed in the segmentation cavity by migration of cells, chiefly from the hypoblast.",
        "If then we place these groups in a single class, it is not on account of a few anomalous genera, but because the characters set forth above sharply distinguish them from all other echinoderms, and because we have good reason to believe that the ophiurans did not arise independently but have descended from primitive starfish.",
        "To take the Echinoidea now living, and to divide them into Endocyclica and Exocyclica, Branchiate and Abranchiate, Gnathostomata and Atelostomata, is easy and convenient; or again to distinguish as Palechinoidea those pre-Jurassic genera which do not conform to the fixed type of twenty vertical columns found in the later Euechinoidea, is to express an interesting fact; but all such divisions obscure the true relationships, and the corresponding terms should be recognized as descriptive rather than classificatory.",
        "23), commonly called Drusus junior, to distinguish him from his uncle Nero Claudius Drusus, was the only son of the emperor Tiberius by his first wife Vipsania Agrippina.",
        "The problem remains to sort out the older from the later, to distinguish between the earlier form of the faith and its subsequent developments, and to collect the numerous data for the general, social, industrial, religious and political history of India.",
        "A four-chambered heart, with a complete double circulation, and warm blood (less markedly so in the lowest group than in the rest of the class), distinguish mammals from existing reptiles, although not from birds.",
        "It is now used uniformly by scholars to indicate the Eastern branch as a whole, a compound, Indo-Aryan, being employed for that part of the Eastern branch which settled in India to distinguish them from the Iranians (Iran is of the same origin), who remained in Bactria and Persia, while Aryo-Indian is sometimes employed to distinguish the Indian people of this stock from the Dravidian and other stocks which also inhabit parts of the Indian peninsula.",
        "But here we distinguish between fluids according as they are gases or liquids.",
        "It is necessary to distinguish between a gas and a \"vapour.\"",
        "It is necessary in the first place to distinguish clearly between outflowing and inflowing waters; in practice this is easily done, as the outflowing water always contains less than 30 parts pro male of salt, and the inflowing water more than 32 pro male.",
        "Properly speaking, however, there is nothing to distinguish Shamanism from the religions of other peoples in a similar stage of culture.",
        "German Protestant writers, again, following their catechisms, often distinguish three articles - of the Father, of the Son, and of the Holy Spirit.",
        "We may distinguish m.\"",
        "We distinguish this position from the new emphasis on Christology, whether churchly or radical.",
        "It is the task of the morphology of speech to distinguish the various ways in which languages differ from each other as regards their inner form, and to classify and arrange them accordingly.",
        "It is situated on the left bank of the Eden, in the middle of the Howe (Hollow) of Fife, and is sometimes written Cupar-Fife to distinguish it from Coupar-Angus in Perthshire.",
        "We sharply distinguish that freedom which is the prerogative of human action from the necessary causation discoverable in nature.",
        "It is usual to distinguish them according to the district of the coast which they frequent, as Murman (Murmanski) and Terian (Terski) Lapps.",
        "The unreflective moral consciousness never finds it difficult to distinguish between a man's power of willing and all the forces of circumstance, heredity and the like, which combine to form the temptations to which he may yield or bid defiance; and such facts as \" remorse \" and \" penitence \" are a continual testimony to man's sense of freedom.",
        "It is only when we come to Democritus, a contemporary of Socrates, the last of the original thinkers whom we distinguish as pre-Socratic, that we find anything which we can call an ethical system.",
        "The first stage at which we can distinguish Plato's ethical view from that of Socrates is presented in the Protagoras, where he makes a serious, though clearly tentative effort to define the object of that knowledge which he with his master regards as the essence of all virtue.",
        "Aristotle no doubt faithfully represents the common sense of Greece in considering that, in so far as virtue is in itself good to the virtuous agent, it belongs to that species of good which we distinguish as beautiful.",
        "In the classification of particular virtues and vices we can distinguish very clearly the elements supplied by the different teachings which Aquinas has imbibed.",
        "We have, however, to distinguish in the case of the gospel between (1) absolute commands and (2) \" counsels,\" which latter recommend, without positively ordering the monastic life of poverty, celibacy and obedience as the best method of effectively turning the will from earthly to heavenly things.",
        "This, at any rate, is Hobbes's cardinal doctrine in moral psychology, that each man's appetites or desires are naturally directed either to the preservation of his life, or to that heightening of it which he feels as pleasure.2 Hobbes does not distinguish instinctive from deliberate pleasureseeking; and he confidently resolves the most apparently unselfish emotions into phases of self-regard.",
        "This theory had already been advanced by Cumberland and others, but Shaftesbury was the first to make it the cardinal point in his system; no one had yet definitely transferred the centre of ethical interest from the Reason, conceived as apprehending either abstract moral distinctions or laws of divine legislation, for the emotional impulses that prompt to social duty; no one had undertaken to distinguish clearly, by analysis of experience, the disinterested and self-regarding elements of our appetitive nature, or to prove inductively their perfect harmony.",
        "We have, in fact, to distinguish self-love, the \" general desire that every man hath of his own happiness \" or pleasure, from the particular affections, passions, and appetites directed towards objects other than pleasure, in the satisfaction of which pleasure consists.",
        "Here a more complex phenomenon presents itself for analysis; we have to distinguish in the sense of merit - (1) a direct sympathy with the sentiments of the agent, and (2) an indirect sympathy with the gratitude of those who receive the benefit of his actions.",
        "We must first distinguish three meanings in which \" freedom \" is attributed to the will or \" inner self \" of a human being, viz.",
        "Many reactions serve to distinguish these three types of alcohols.",
        "Among the stars our sun is to be included, as it has no properties which distinguish it from the great mass of stars except our proximity to it.",
        "In treating so comprehensive a subject we may naturally distinguish between what we know of the universe and the methods and processes by which that knowledge is acquired.",
        "This serves to distinguish flints which have been fashioned by human agencies from those which have been split merely by the action of frost and the weather.",
        "species are difficult to distinguish, and very little is known of their habits in a wild state, although several members of the group are common in captivity (see PRIMATES).",
        "The old inhabitants of Ulster are usually termed Ulidians to distinguish them from the Milesian peoples who overran the province.",
        "Among them were At this period it is extremely difficult to distinguish between Norwegians and Danes on account of the close connexion between the ruling families of both countries.",
        "With some help from Father Mathew he kept the monster meetings in order, and his constant denunciations of lawless violence distinguish him from his imitators.",
        "The whole country between the Drave and Save, thus including a large part of modern Croatia, was called in Latin Slavonia, in German Windisches Land, and in Hungarian Totorszdg, to distinguish it from the territories in which the Croats were racially supreme (Horvatorszdg).",
        "a member of the family of the Conradines, counts in Franconia, but the family estates had passed to another branch, and were held at this time by another Conrad, called the \"younger\" to distinguish him from his elder relative.",
        "But an infinite distance (which Zeno fails to distinguish from a finite distance infinitely divided) cannot be traversed in a finite time.",
        "If he had originally an elemental character, it is now difficult to distinguish, though interpreters connect him with the wind.",
        "1 Distinguish \"coy,\" affectedly shy or modest, from O.",
        "It is, however, still possible to distinguish some traces of this formation towards the east, where atmospheric denudation has been less active.",
        "On this point Catalan is more hesitating than Provenal; it does not distinguish so clearly the pronunciation of e according to its origin; while e (1) is capable of yielding an open e, the is often pronounced close, and the poets have no difficulty in making words in e close and in e open rhyme together, which is not the case in.",
        "In it we must distinguish (1) Portuguese (Portuguez, perhaps a contraction from the old Porlugalez = Portugalensis), the language of the kingdom of Portugal and its colonies in Africa, Asia and America (Brazil); (2) Galician (Gallego), or the language of the old kingdom of Galicia (the modern provinces of Pontevedra, La Coruna, Orense, and Lugo) and of a portion of the old kingdom of Leon (the territory of Vierzo in the province of Leon).",
        "Galician.Almost all the phonetic feattires which distinguish Portuguese from Castilian are possessed by Gallego also.",
        "To distinguish him from Ajax, son of 011eus, he was called the \"great\" or Telamonian Ajax.",
        "636) is one of the first to distinguish between astronomy and astrology; nor did astronomy begin to rid itself of astrology till the 16th century, when, with the system of Copernicus, the conviction that the earth itself is one of the heavenly bodies was finally established.",
        "The next group is formed by the Asiatic wild asses, or kiangs and onagers, as they might well be called, in order to distinguish them from tl}e wild asses of Africa.",
        "Flying or Devonshire Childers, so called to distinguish him from other horses of the same name, was a bay horse of entirely Eastern blood, with a blaze in his face and four white feet, foaled in 1715.",
        "It was then found necessary to distinguish clearly between horses and ponies, and, accordingly, all animals measuring 14 hands or under were designated \" ponies,\" and registered in a separate part of the (Hackney) Stud-Book.",
        "Various attempts have been made to classify hypotheses and to distinguish \"hypothesis\" from a \"theory\" or a mere \"conjecture\": none of these have any great practical importance, the differences being only in degree, not in kind.",
        "In studying the causes of the phenomenon we must clearly distinguish between the apparent form as seen from the earth, and the real form of the lenticular-shaped cloud.",
        "But the observations do not extend continuously throughout the year, and do not include a sufficient length of the central line on each evening to enable us to distinguish certainly the heliocentric latitude of the central line, as distinct from its apparent geocentric position.",
        "In observing with strong systems it is therefore necessary cautiously to distinguish between spectral and real marks.",
        "Aram of two rivers), a region which the Greeks frequently distinguish from Syria proper.",
        "We can distinguish three parties among the combatants: I.",
        "Another term, anthela, has been used to distinguish such forms as occur in several species of Luzula and FIG.",
        "At the outset there was little to distinguish the biretum from the pileus or pileolus (skull-cap), a non-liturgical cap worn by dignitaries of the Church under the mitre and even under the biretta.",
        "It is by no means easy in dealing with fossil ferns to distinguish between certain Polypodiaceae - such as species of Davallia - and members of the Cyatheaceae.",
        "needed critical examination to distinguish it from one of Miocene age, and that the two periods were not characterized by a xx."
    ],
    "definition": [
        "Link/Cite"
    ]
}