{
    "translation": "לעוות",
    "uses": [
        "The bard will exaggerate or distort his story.",
        "He protests against its use for controversial pamphlets which distort the truth.",
        "Boiler plates undergo in sharing and assembling an intermediate degree of distort' and therefore they must be given an intermediate carbon-content, following the general rule that the carbon-content and hence the strength should be as great as is consistent with retaining the degree of ductility and the shock-resisting power which the object will need in actual use.",
        "Without a personal knowledge of affairs a writer will inevitably distort the true relations and importance of events (xii.",
        "This prejudice, establishing itself in familiar speech, has descended from antiquity to modern times, colouring, when it does not distort, the narratives of biographers and the criticisms of commentators.",
        "Those who kept in touch with the old literature - men such as Beldiman, Marcovici and Negrutin - were able even in their metrical translations to do justice to the originals and at the same time not to distort the character of the Rumanian language.",
        "Taking Pomponius Atticus as his political model, he was persuaded that a man, a lawyer and a judge could best serve his country and benefit his countrymen by holding aloof from partisanship and its violent prejudices, which are so apt to distort and confuse the judgment.",
        "Construction begins with Speedo's anti-fog lenses, which are set into a rigid frame that is actually molded around them, virtually eliminating any chance that the lenses will flex and distort a swimmer's vision.",
        "Typically the more heavily curved glasses will distort vision with prescription lenses, but some manufacturers have the enhanced technology to create these types of glasses with minimal distortion.",
        "To find the circumference of the finger, cut a strip of paper no more than one-quarter of an inch wide (any wider may distort measurements because most rings are thin) and wrap it comfortably around the finger where the ring will rest.",
        "Why not befriend nature (ie human nature) instead trying to distort it with cruelty?",
        "It is certainly true to say that to project the world in which we look round onto a flat plane is to distort it.",
        "chipboard base panels to swell and distort.",
        "If he attend not to the justice of his land, Ea, the king of fates, shall distort his lot, &c.'\" Further illustrations of ethical teaching may be found in the litany or confession of a penitent cited by Mr Johns in the same paper (p. 303).",
        "Thereupon the Newtonian analysis which preceded this synthesis, became forgotten; until at last Mill in his Logic, neglecting the Principia, had the temerity to distort Newton's discovery, which was really a pure example of analytic deduction, into a mere hypothetical deduction; as if the author of the saying \" Hypotheses non lingo\" started from the hypothesis of a centripetal force to the sun, and thence deductively explained the facts of planetary motion, which reciprocally verified the hypothesis.",
        "In particular, guidance through the mechanism of a trade association may distort competition on price.",
        "distort the reality.",
        "distort due to the high power load (e.g.",
        "Sadly, removing tariffs without eliminating subsidy will continue to distort world prices resulting in food surpluses from highly mechanized farms in industrialized countries.",
        "Even from your own number men will arise and distort the truth in order to draw away disciples after them.",
        "These kitchen workhorses are made from a special heavy duty rigid alloy that won't distort in the oven.",
        "distort the truth \" .",
        "distort competition.",
        "These issues may impact previously published results but are not thought to materially distort the \" All Office \" results.",
        "eyeglasses cemented to their faces to distort their vision for up to 12 weeks at a time.",
        "fervid imagination to distort any text to refer to him.",
        "neodymium speakers fail to distort with a range of different tracks tested.",
        "oblique angle which can distort the typeface to some extent.",
        "Some examples were given of how corporate involvement may distort professional perceptions of independent scrutiny.",
        "The bed does not sag or distort (even a decade later it remains the same ).",
        "Next year he published Le Pape, a vision of the spirit of Christ in appeal against the spirit of Christianity, his ideal follower confronted and contrasted with his nominal vicar; next year again La Pitie supreme, a plea for charity towards tyrants who know not what they do, perverted by omnipotence and degraded by adoration; two years later Religions et religion, a poem which is at once a cry of faith and a protest against the creeds which deform and distort and leave it misshapen and envenomed and defiled; and in the same year L'Ane, a paean of satiric invective against the past follies of learned ignorance, and lyric rapture of confidence in the future wisdom and the final conscience of the world.",
        "The bed does not sag or distort (even a decade later it remains the same).",
        "These kitchen workhorses are made from a special heavy duty rigid alloy that wo n't distort in the oven.",
        "File Cabinets - Inexpensive file cabinets are sometimes made of soft wood or metal that can distort easily.",
        "Paint Shop Pro's powerful features allow users to render light effects, paint on images, warp and distort pictures, and create fine art by clicking a few buttons.",
        "Similarly, electric guitar players use amps and pedals to delay, distort, modulate and modify the sound of the guitar until it is almost unrecognizable at times.",
        "Even if you manage to manhandle them into place, they'll distort and give you trouble later.",
        "Wetting it will cause the fabric to stretch or distort, and as it dries it won't regain its original shape.",
        "Along with that, time and age may distort memory so that what is recalled isn't quite accurate.",
        "The contact can also distort the mask, which can lead to troublesome leaks.",
        "If you're wearing swimming goggles that do not fit properly on the face, water could leak in and distort your vision as well as irritating your eyes.",
        "These types of lenses are not recommended for driving, however, because they may distort the appearance of LCD screen displays.",
        "That means you can distort the image of your eye, giving them a cat eye appearance, for example.",
        "Without this technology, those oils and contaminants could easily distort your vision.",
        "It doesn't distort the colors of objects, but it cuts glare.",
        "These may distort images and not give you the clarity you're hoping for in low light situations.",
        "Other times, it can distort your perception of a game, or permanently alter it, forcing you to reinstall it to get it back to normal.",
        "You push it in and out repeatedly to distort the music, thus producing a totally rockin' wail sound that will make old people hate you.",
        "Both benign and malignant bone tumors can distort and weaken bone and cause pain, but benign tumors are generally painless and asymptomatic.",
        "It is a potentially fatal condition that can deform bone structure and distort the appearance.",
        "A pure diamond is the crystalline form of carbon, free from additional minerals or elements that may distort the stone and its exacting structure.",
        "Be very familiar with the interlocking \"G\" shaped Gucci logo, as fakes may distort its shape.",
        "The eye has a strong horizontal orientation, so is best used in broad surfaces or areas where the curve of the body shape will not distort the tattoo.",
        "The frames should be comfortable, the hinges should move smoothly, and the lenses should not distort your vision."
    ],
    "definition": [
        "Link/Cite"
    ]
}