{
    "translation": "מגוון",
    "uses": [
        "We are trying to create diversity in the workplace.",
        "Our oceans are home to a rich diversity of species.",
        "It is the diversity of wildlife that many travel to Africa to see.",
        "There is a diversity of underwater habitats present there.",
        "There is great diversity in the character and appearance of this extensive region.",
        "The diversity of soil and climate leads to a great diversity in the agricultural produce.",
        "The languages reflect the linguistic diversity of the visitors to each location.",
        "The number and diversity of separate languages is bewildering.",
        "The plants show great diversity in vegetative structure.",
        "As to the number and native countries of the Sibyls much diversity of opinion prevailed.",
        "The goal was to increase opportunities for cultural diversity in the arts.",
        "The chief characteristic of the Amazonian forest, aside from its magnitude, is the great diversity of genera and species.",
        "In the degree of mobility there is great diversity among pupae.",
        "There is considerable diversity among authorities as to his name.",
        "We can all contribute to helping maintain genetic diversity locally.",
        "There is a diversity of flora and fauna - 600 species of plants, 37 species of mammals and 190 different birds.",
        "The Pacific Ocean, which washes the eastern shores, moulds their outline into much greater diversity than does the Sea of Japan which washes the western shores.",
        "They have potentially the highest macrophyte diversity of any lake type.",
        "In the form of the feelers, the wing-neuration and minor structural details there is much diversity among the saw-flies.",
        "Hopefully students recognize the diversity that exists in all parts of the subject.",
        "By doing this they are protecting natural populations in the forest, sustaining biological diversity in vivo.",
        "We want to reflect the diversity of the country we serve.",
        "Species diversity is generally low, with mostly domestic mammal remains.",
        "The project is to rejuvenate an area once overgrown into an orchard increasing bio diversity and interest.",
        "The small hens presented a great diversity of plumage.",
        "Legislation already exists to promote diversity in the workplace.",
        "Whether in industry or services, in the private or the public sector, large enterprises embrace the greatest diversity of workers.",
        "Owing to the diversity of race, the diversity of language is equally great.",
        "Does the paper have equality and diversity implications?",
        "The ultimate cause of the predominant form of federal government may be the geographical diversity of the country.",
        "This beautiful material presents a great diversity of tints, but a rich hyacinth red is common.",
        "Still more diversity of opinion prevails as to the southern gold-exporting port of Ophir, which some scholars place in Arabia, others at one or another point on the east coast of Africa.",
        "The alimentary canal of the Pectinibranchia presents little diversity of character, except in so far as the buccal region is concerned.",
        "Ancient writers are agreed as to the composite character of the population of Italy, and the diversity of races that were found within the limits of the peninsula.",
        "It is in this and related families that the greatest diversity in the colour and form of the cocoon is found.",
        "The most striking feature in the development of beetles is the great diversity noticeable in the outward form of the larva in different families.",
        "It is often referred to as \"The Rainbow Nation,\" due to its newly-developed multicultural diversity.",
        "But within these there is the greatest local diversity of moisture, elevation and isolation.",
        "A large number of families, distinguished from each other by more or less trivial characters, are included here, and there is considerable diversity in the form of the larvae.",
        "Great diversity exists in the texture and functions of fore and hind-wings in different in sects; these differences are discussed in the descriptions of the various orders.",
        "The apparent scattering or diversity of the flights is merely an effect of perspective upon objects really traversing parallel lines.",
        "Great diversity is shown in the details of structure, habits and nature of the prey.",
        "In response to the exceeding diversity of habitat and of the conditions of life, the parasites exhibit manifold and widely-different types of form, organization and life-history.",
        "Considerable diversity is to be noticed in details of structure within this group, and for an enumeration of all the various families which have been proposed and their distinguishing characters the reader is referred to one of the monographs mentioned below.",
        "He thus arrives at the principle of Relativity; harmony and unity consist in diversity and multiplicity.",
        "Along with people from different ethnicities, the range of cuisines further exemplify the city's diversity.",
        "Local dining options reflect the area's diversity, ranging from standard chain fare to historical taverns that bring out the region's unique identity.",
        "Restaurants located all over the island prepare many species of fish, crab, lobster, shrimp, and shellfish using a diversity of techniques.",
        "Within the empire a very great diversity of nationalities is comprised, due to the amalgamation or absorption by the Slav race of a variety of Ural-Altaic stocks, of Turko-Tatars, Turko-Mongols and various Caucasian races.",
        "In connexion with the problem of universals, he held that the diversity of individuals depends on the quantitative division of matter (materia signata), and in this way he attracted the criticism of the Scotists, who pointed out that this very matter is individual and determinate, and, therefore, itself requires explanation.",
        "The diversity of nomenclature indicated above 1 Referring to the Japanese custom of employing a go-between to arrange a marriage.",
        "This diversity of usage was ended, so far as the kingdom of Northumbria was concerned, by the council of Streaneshalch, or Whitby, in 654.",
        "The antiquity of the Coleoptera is further shown by the great diversity of larval form and habit that has arisen in the order, and the proof afforded by the hypermetamorphic beetles that the campodeiform preceded the eruciform larva has already been emphasized.",
        "Here we meet with a great diversity of types: oxygen, nitrogen, sulphur and other elements may, in addition to carbon, combine together in a great number of arrangements to form cyclic nuclei, which exhibit characters closely resembling open-chain compounds in so far as they yield substitution derivatives, and behave as compound radicals.",
        "Few countries, if any, can present so great a diversity in plant life as Mexico.",
        "Due to the extreme diversity of attire on the field, many historians have spent years compiling information to better educate enthusiasts and scholars.",
        "The aspect of the country, in the eastern and southern parts, is flat and uninteresting; but the western parts, where it runs along the foot of the Eastern Ghats, as well as all the country northwards from Trivellam to Tripali and the Karkambadi Pass, are mountainous, with an agreeable diversity of scenery.",
        "Hence, amid the monotonous succession of ridge beyond ridge and valley after valley, diversity of detail has resulted from the varying composition and grouping of the rocks.",
        "The Inner Hebrides form a much less definite group. They may be regarded as beginning with the Shiant Isles in the Minch and stretching to the southern headlands of Islay, and their irregularity has no doubt been chiefly brought about by the remarkable diversity of geological structure.",
        "But this third stage is the place of effort, requiring neither the surrender of the original unity nor the ignoring of the diversity afterwards suggested.",
        "28 (great diversity of opinions as to the claims of Jesus); (b) the opposition to Him, 6 - iii.",
        "\" he fell to thinking often on the subject, till it suddenly occurred to him that if bodies and their internal parts were at rest, or were always in the same state of motion, there could be no distinction of anything, and consequently no sense; the cause of all things must therefore be sought in diversity of movements.",
        "In a general survey of the life of this period, as it is revealed by the fossils, three outstanding facts are apparent: (I) the great divergence between the Cambrian fauna and that of the present day; (2) the Cambrian life assemblage differs in no marked manner from that of the succeeding Ordovician and Silurian periods; there is a certain family likeness which unites all of them; (3) the extraordinary complexity and diversity not only in the assemblage as a whole but within certain limited groups of organisms. Although in the Cambrian strata we have the oldest known fossiliferous rocks - if we leave out of account the very few and very obscure organic remains hitherto recorded from the pre-Cambrian - yet we appear to enter suddenly into the presence of a world richly peopled with a suite of organisms already far advanced in differentiation; the Cambrian fauna seems to be as far removed from what must have been the first forms of life, as the living forms of this remote period are distant from the creatures of to-day.",
        "A relation (R) is serial when (I) it implies diversity, so that, if x has the relation R to y, x is diverse from y; (2) it is transitive, so that if x has the relation R to y, and y to z, then x has the relation R to z; (3) it has the property of connexity, so that if x and y are things to which any things bear the relation R, or which bear the relation R to any things, then either x is identical with y, or x has the relation R to y, or y has the relation R to x.",
        "Father Braun, to whose kindness the writer is indebted for the above account of the causes of the ritual changes in the Carolingian epoch, adds that the papacy was never narrowminded in its attitude towards local rites, and that it was not until the close of the middle ages, when diversity had become confusion and worse, that it began to insist upon uniformity.",
        "Different moments in it were emphasized, with a large diversity of result.",
        "The whole island, composed as it is of various limestone formations, presents great diversity of surface, and the prospects from the more elevated spots are magnificent.",
        "oweni, though the different proportion of the bill in the last points to some diversity in the mode of feeding.",
        "Further experiment only brought out more clearly the diversity of the gases hitherto assumed to be identical.",
        "The bulk of the population is certainly Papuan, but intermingled with Malayan, Polynesian and other elements; hence it presents an extraordinary diversity of physical types, as is clearly shown by the portraits figured in H.",
        "Associated with this diversity of habitat is great variety in general form and manner of growth.",
        "But the great diversity of these abnormal cases as shown in the examples cited above suggests the use of great caution in formulating definite morphological theories upon them.",
        "It only remains to say something regarding Justinian's personal character and capacities, with regard to which a great diversity of opinion has existed among historians.",
        "Yet, within the limits of the profession, there was considerable diversity both of theory and of practice.",
        "The bewildering diversity of religious beliefs collected under the name of Hinduism has no counterpart amongst the Mahommedans, who are limited as to their main tenets by the teaching of a single book, the Koran.",
        "A study of their geographical distribution has demonstrated that the islands may be divided into fairly well-marked groups, in each of which the birds show a degree of specialization closely correlated with diversity of environment and completeness and probable duration of separation from adjacent groups.",
        "There Is More Diversity Of Opinion With Regard To The Question Of The Standard Temperature.",
        "Caen, despite a diversity of manufactures, is commercial rather than industrial.",
        "The brighter stars show a marked variety of colour in their light, and with the aid of a telescope a still greater diversity is noticeable.",
        "For proposition and judgment involve subject and predicate and exhibit what a modern writer calls \" identity of reference with diversity of characterization.\"",
        "We have activity without advance, diversity without development.",
        "There was scope for diversity of view and there was diversity of view, according as the vital issue of the formula was held to lie in the relation of intellectual function to organic function or in the not quite equivalent relation of thinking to being.",
        "It implies the necessary interdependence of all that is - that ultimate Oneness which underlies and sustains all phenomenal diversity, whether inwardly or outwardly, whether individual or universal.",
        "This variety of soils, a considerable range of moderate altitudes and favourable factors of heat and moisture promote a rich diversity in agriculture.",
        "Thus Protestantism presents a wide diversity in comparison with the regularity of the Roman Church.",
        "This we should expect indeed from its insistence upon individual freedom; yet, notwithstanding certain notable exceptions, amid the diversity there is a substantial unity, a unity which in our day finds expression in common organizations for great practical ends, for example in the \" Bible Societies,\" \" Tract Societies,\" the \" Young Men's Christian Associations,\" \" Societies of Christian Endeavour,\" &c., which disregard denominational lines.",
        "Underlying the diversity of names and functions and countless varieties of shape, there is a common standard' to which the appendages in general can be referred.",
        "On assuming the directorship of the Nautical Almanac he became very strongly impressed with the diversity existing in the values of the elements and constants of astronomy adopted by different astronomers, and the injurious effect which it exercised on the precision and symmetry of much astronomical work.",
        "The diversity of practice on this point drew one of the sharpest lines between reformers and orthodox, until the disorders introduced by these religious wars tempted the latter to imitate in considerable numbers the licence of their rivals.",
        "And the consequence of this atomism is not what a careless thinker might be led to assume, extreme diversity, but, on the contrary, extreme homogeneity of culture.",
        "The outstanding feature of the mental life of savages known to psychologists as \" primitive credulity \" is doubtless chiefly due to sheer want of diversity of suggestiveness in their intellectual surroundings.",
        "Certain phases of thought may be more or less clearly indicated; certain elements of race, of local condition, of foreign contact, may be distinguished with more or less historic probability; but no single key can explain all the wide diversity of phenomena.",
        "Here, too, the occurrence of repetitions and divergencies, the variations of standpoint and practice, and, at times, the linguistic peculiarities point no less clearly to diversity of origin.",
        "Between these extremes the diversity in vegetable life is as great as that of climate and soil.",
        "The result was a cabinet, strong much beyond the average in its individual members, but weak to powerlessness in the diversity of its composition.",
        "The famous Pictured Rocks in Alger county on the lake shore, east of Munising, form the west portion of this north range; they are of sandstone formation, extend for several miles along the coast, rise almost perpendicularly from the water's edge, and display an interesting diversity of shapes as well as a great variety of tints and hues, especially of gray, blue, green and yellow.",
        "The result has been the development within the Established Church of a most startling diversity of doctrine and ritual practice, varying from what closely resembles that of the Church of Rome to the broadest Liberalism and the extremest evangelical Protestantism.",
        "The question then arises, how far the employment of different vocabularies, and that to a great extent on different grammatical principles, is compatible with similarity of the speakers' minds, or how far does diversity of speech indicate diversity of mental nature?",
        "Climate.-On account of its great diversity in topography, the state of Utah is characterized by a wide range in climatic conditions.",
        "Owing to its central position between East and West and to the diversity of races in India, no city in the world can show a greater variety of type than Bombay.",
        "The diversity of scales appears to be due mainly to four causes: (i) the tendency to group into scores (§ 20); (ii) the tendency to subdivide into twelve; (iii) the tendency to subdivide into two or four, with repetitions, making subdivision into sixteen or sixty-four; and (iv) the independent adoption of different units for measuring the same kind of magnitude.",
        "Work has been and is being done by the laborious methods here alluded to, and though the diversity of opinion as to the broader groupings of classification is still restricted only by the number of writers, we can point to an ever-increasing body of assured knowledge on which all are agreed.",
        "This class shows much greater diversity of organization than any other, and the classifications proposed by recent writers, such as E.",
        "Students of the original romances are aware that there is in these texts an extraordinary diversity of statement as to the nature and origin of the Grail, and that it is extremely difficult to determine the precise value of these differing versions.'",
        "It is one which, as long as beliefs are not very divergent, keeps up a sense of brotherhood overruling the diversity of opinion.",
        "It broke down, as it always will break down in practice, whenever the difference of belief is so strongly felt as to seek earnestly to embody itself in diversity of outward practice.",
        "\" For some think that they ought to fast only one day, some two, some more days; some compute their day as consisting of forty hours night and day; and this diversity existing among those that observe it is not a matter that has just sprung up in our times, but long ago among those before us.\"",
        "It is that of \" identity and diversity \": we cannot be conscious at all without distinguishing, and every affirmation necessarily implies negation.",
        "With regard to the chemical composition of the ripe grain, the Rothamsted experiments reveal a singular uniformity, even under very varied conditions of manuring, and even where much diversity was apparent in the constitution of the straw.",
        "It is known that, while infinite diversity is found among the bodies of the universe, there are also common characteristics throughout its whole extent.",
        "- The topographical features of the state exhibit considerable diversity, ranging fro g $ wide treeless plains in the W.",
        "Springfield is noted for the diversity of its industries.",
        "The inference as to diversity of authorship is much more conclusive when difference of standpoint can be proved, cf.",
        "For an exhaustive detailed study has revealed many signs of diversity of authorship which combine to show that the book is due to the incorporation of older material in two main redactions; one deeply imbued with the language and thought of Deuteronomy itself (D), the other of the post-exilic priestly circle (P) which gave the Pentateuch its present form.",
        "The Church called on the emperor to convoke and preside over her councils and to combat heresy; and in order more effectually to crush the latter she replaced primitive independence and local diversity by uniformity of doctrine and worship, and by the hierarchy of dioceses and ecclesiastical provinces.",
        "This perhaps explains the diversity of type and characteristics amongst the modern Armenians.",
        "In spite of the numerous references to catechumens in Patristic literature, our knowledge of the details of the system is often very deficient, and upon some points there is considerable diversity of opinion amongst experts.",
        "The pectoral girdle of the Stegocephalia is, of course, only known from the ossified elements, the identification of which has given rise to some diversity of opinion.",
        "- As there are undoubtedly conflicting elements in the book, it is possible to assume either a diversity of authorship or a diversity of sources.",
        "A short summary may here be given of the grounds on which the present writer has postulated a diversity of authorship. If the letter to the tribes in captivity (lxxviii.",
        "From Oct 06 to March 07 Diverse City Season Free cultural events for all ages to celebrate the ethnic diversity of multicultural Britain.",
        "There is an ethical imperative not to destroy the wonderful diversity of life on Earth.",
        "We must strive to ensure our work reflects the diversity of the LGB population living in Wales.",
        "modern agronomy, however, has allowed us to increase the diversity of wheat varieties from this narrow genetic base.",
        "The Scheme must not become an indistinct amalgam of action and as a result each diversity area will be clearly identifiable within the Scheme.",
        "This review incorporates new data on morphological diversity in galls from several large assemblages of Cretaceous and early Tertiary angiosperm leaves.",
        "appreciation of diversity and they create an ongoing forum to resolve problems.",
        "We are also aiming to develop a positive approach to diversity within the staff team.",
        "arthropod diversity and community structure in relation to land use in the Mekong delta, Vietnam.",
        "Mexico is noted for its spectacular and varied avifauna and its remarkable diversity of habitats.",
        "Underlying the diversity of Buddhist belief and practice is a controlling purpose.",
        "bio diversity.",
        "Species diversity will be considered in the context of island biogeography, and measures of diversity and the question of stress will be raised.",
        "biological diversity.",
        "The Life of Mammals describes and illustrates the remarkable diversity of mammals from the giant blue whale to the miniscule pigmy shrew.",
        "At Newcastle, we have used the units on Fungal, Prokaryotic and Plant Diversity to supplement our general botany and microbiology courses.",
        "The UK remains a diverse global hub The diversity of projects reflected the breadth of the UK economy.",
        "byword for respect, equal rights and the celebration of diversity.",
        "The diversity of soil animals is also a regulator of ecosystem carbon flow.",
        "celebrate the ethnic diversity of multicultural Britain.",
        "celebration of the cultural diversity of London.",
        "spanning almost a century of cinema-going, the list highlights the diversity of the British palate when it comes to choice of film favorites.",
        "The floral diversity of the area is mostly as a result of region's humid climate.",
        "colloquium on diversity: Languages, Translation and Communication in the French-Speaking World Full Title: Ph.D.",
        "The Chairman of the Diversity Steering Group also sits on the company's executive committee.",
        "Within this narrow compass, he achieves remarkable diversity of structure and emotional tone.",
        "completed an expanded diversity training module.",
        "With such a varying ethnic composition, it is no surprise that a great diversity of religions is prevalent throughout Malaysia.",
        "A typology of aims is given, showing both congruence and diversity between companies.",
        "Kirkus Dawkins's enthusiasm for the diversity of life on this planet should prove contagious.",
        "Naturally, no one country or region can be a true template for an entire continent with all its diversity.",
        "The diversity of his compositions demonstrate his desire to experiment with many forms, even if the format and orchestration remained conventional.",
        "copepod diversity in the region of heaviest oil pollution.",
        "counterintuitive fact that the poorest of soils are usually the ones with the highest plant diversity.",
        "cultural diversity of East London.",
        "curio trade, reduces algal diversity.",
        "curvilinear relationship between diversity and group performance like the one sketched above.",
        "I enjoyed the intellectual cut-and-thrust of the office, the thrill of live broadcasting, and the diversity of the subjects we covered.",
        "cyberspace communities of diversity.",
        "Sir Bill queried the logic of having a diversity directorate separate from the HR function.",
        "discrepancyss=\"ex\">Seeming discrepancies between the two identified by other writers appear much more limited in light of the analysis of social diversity.",
        "The single biggest challenge identified by the mediators was to maintain neutrality in the context of the diversity of their relationships with various disputants.",
        "Ken Livingstone, the Mayor of London, said the city's diversity was a source of economic and cultural dynamism.",
        "VEGETATION The Everglades is a unique, complex and fragile permanent floodplain ecosystem with a great diversity of habitats and flora.",
        "embrace the greatest diversity of workers.",
        "embracelong, the motive force for the embracing of diversity in the growing church is none other than the very Spirit of God.",
        "This two-year project (2001-2003) aimed to raise awareness about managing staff-related equality and diversity issues in higher education.",
        "No provisions were made in the MPA staffing establishment for administrative support for its diversity work.",
        "If it is so, then simple models of virulence evolution would not work, and virulence diversity could be maintained.",
        "exemplify the diversity of skin cancer prevention projects running in the UK.",
        "sedge fen - low nutrients, high diversity Saw sedge is the main plant species in these areas.",
        "How is the genetic diversity of Europe's aquatic flora affected by dispersal processes?",
        "floristic diversity to roadside verges.",
        "High Bentham is exceptionally fortunate in the diversity of it's scenery.",
        "The random bit comes in the form of genetic diversity, random genetic drift, little mistakes in the DNA replication process.",
        "Developmental genetics, particularly the generation of morphological diversity.",
        "I'm really gladdened that Spellbound manages, without really trying to, to represent the amazing diversity at the bee.",
        "These rushy fields are developed over surface gleys with poor or very poor internal drainage and typically have low species diversity.",
        "Angela finds the diversity of projects at Rushes very stimulating and enjoys producing groundbreaking graphics and exceptional effects.",
        "First, I think there are ways in which we could go on to offer much greater diversity in assessment.",
        "hazel coppicing with oak standards form a matrix of woodland in varying stages of growth which provide a diversity of habitats.",
        "hummock complexes have been mapped, adding to the habitat and species diversity.",
        "These old hand cuttings provide additional habitat diversity and are an integral part of the natural hydrology of the bog.",
        "upholding the highest ideals in the management and development of all people that recognizes and values diversity of all staff.",
        "Equality and diversity Does the paper have equality and diversity implications?",
        "impoverished in terms of diversity as might be expected from the lack of underlying plant structure.",
        "Cultural Equality Kirklees celebrates its cultural diversity, and we try to stock as many relevant, culturally inclusive resources as possible.",
        "We thought that diversity of the press would be adequately protected by editorial independence, except in Northern Ireland.",
        "rising individualism and greater ethnic and religious diversity exacerbate the effects.",
        "interferet can also be used as a diversity combiner to peak weak signals or null interfering signals.",
        "introgression of a few individual transgenes is unlikely to have any major biological effect on genetic diversity in maize landraces.",
        "isozyme variation have revealed three areas of diversity.",
        "isozyme studies have been used to compare levels of genetic diversity and mating patterns within seed orchards and living fence lines.",
        "All this diversity in size and type of plants should produce what will appear to the layman as a chaotic jumble.",
        "mesotrophic lakes potentially have the highest macrophyte diversity of any lake type.",
        "Crop and pasture legume suitability varied with soil type, so regional diversity was more readily apparent.",
        "The woods have an exceptional diversity of rare epiphytic lichens.",
        "linguistic diversity of the visitors to each location.",
        "mainstreaming diversity in a large traditional organization.",
        "migrant passerines to add to the diversity.",
        "multicultural diversity of society.",
        "It will also address the need to tackle institutional racism and to celebrate multiculturalism and diversity.",
        "nitrite reductase diversity under the L. perenne and fallow treatments.",
        "Phenological and isozyme studies have been used to compare levels of genetic diversity and mating patterns within seed orchards and living fence lines.",
        "The quality, the diversity of design, and the sheer originality of Mexican silver jewelry makes the items on sale here truly special.",
        "Blair's defense, in response to a question from a rightly outraged Liberal Democrat MP, was to praise \" diversity \" .",
        "Developing a diversity of task-oriented authoring tools to reduce the cognitive overhead for authoring hypertexts could change the face of the Web.",
        "My current research involves studies into the genetic diversity of the natural populations of human bacterial pathogens.",
        "The diversity of our cultural and natural patrimony and the joy of our people are the very attributes that most fascinate visitors.",
        "Diversity of temperate phages in Enterobacteriaceae: development of the integrase gene as a marker for environmental analysis.",
        "Their diversity demonstrates that blind and partially sighted people cannot be neatly pigeonholed.",
        "These illustrate the design skills of the children and the diversity of games that have resulted from children playing in our prototype playgrounds.",
        "This implies that the first existence is the infinite plenitude of being, separate by essence from all diversity of existents.",
        "A We have two objectives: to maximize competition and to protect plurality, quality and diversity.",
        "If we are a representative democracy, then the make up of our elected politicians should reflect the diversity of the population.",
        "Cowlishaw G & Hacker JE (1997) Distribution, diversity and latitude in African primates.",
        "Diversity embodies the principle of fair treatment for all.",
        "purposeful sampling to explore diversity.",
        "Of course, sampling only one quadrat would not give you a reliable estimate of the diversity of the ground flora in the wood.",
        "Several gene families undergo rearrangements in immune cells in order to generate a vast diversity of antibodies.",
        "reclaimed by nature, engulfed by a swarm of diversity.",
        "There is also a growing recognition that diversity is at the core of good community renewal organizations.",
        "recruit trainees who reflect the wide range of diversity represented by clients using services.",
        "Initial results suggest a shift in nitrite reductase diversity under the L. perenne and fallow treatments.",
        "reflect the diversity of the country we serve.",
        "Today, Kineo is pleased to announce the release of a new e-learning program on Diversity.",
        "rich diversity of species.",
        "Perhaps the drive for clonal diversity on resistant rootstock is due to new vineyard development and the replanting of infected vineyards.",
        "This produces a sameness of approach rather than diversity.",
        "Focus groups: Participants were selected by purposeful sampling to explore diversity.",
        "saplings of other trees are not affected creating a woodland high in diversity.",
        "secretariat of the convention of Biological Diversity, 1994.",
        "Sedge fen - low nutrients, high diversity Saw sedge fen - low nutrients, high diversity Saw sedge is the main plant species in these areas.",
        "selective herbicides serve to reduce diversity of both flora and fauna.",
        "self-government for all schools is central to raising standards and extending diversity.",
        "cultural selfhood and otherness - Debate 29 April: Can cultures really bring communities together without ' universalising ' their diversity?",
        "shifting cultivation may not completely remove this diversity but it severely reduces it.",
        "signatory nation to the Convention on Biological Diversity.",
        "Another interesting display here is the Rabinovitch collection of silver slices which demonstrates the skill and diversity of contemporary silversmiths.",
        "similarity>recognizing the similarities between people you will be are able to appreciate ethnic diversity.",
        "species diversity is generally low, with mostly domestic mammal remains.",
        "However, it was the diversity of lots up for bidding later on that attracted the big spenders.",
        "By exploring the diversity and creativity of British Asian music, it confounds stereotypes and inspires all those who witness the acts who perform.",
        "WPA also works to manage captive stocks effectively, designing breeding programs to maintain genetic diversity and supporting international studbooks.",
        "thrives on diversity, so a range of plant life is desirable.",
        "time-honored principle of unity in diversity.",
        "toleration of people 's differences, the accommodation of diversity.",
        "toleration of theological diversity within the church.",
        "tryout pack offers more diversity to your customers.",
        "Our research also uses the techniques of linguistic typology to define the place of English within the diversity of human language.",
        "undermine they claim to honor individuality and diversity, they are systematically undermining the protections that make these things possible.",
        "The diversity of the target group makes the scheme quite unique.",
        "unite under a banner of peaceful communication and to support a diversity of lifestyles.",
        "unity in diversity is a phrase which springs to mind.",
        "universalist argument which need not deny cultural diversity (is democratic India less Indian?",
        "Throwing off the blanket of communist uniformity, Russia today is a nation of enormous diversity and tremendous vitality.",
        "westernmost Austrian province, is a small region, however its true size is revealed in the diversity of its countryside.",
        "A series of case studies show the diversity of techniques used to hear from and engage youth.",
        "Further diversity is due to the presence of sheltered gullies and tunnels where the community zonation is influenced by tidal flows.",
        "Biodiversity is the word coined by the zoologist E. O. Wilson to summarize the phrase biological diversity.",
        "The term ' biodiversity ' was coined by the American zoologist Edward O. Wilson and is an abbreviation of ' biological diversity ' .",
        "The exposed position of the bay, and the diversity of its currents, have rendered it notorious for its storms.",
        "gives some data for the 24-hour and 12-hour Fourier coefficients, which will serve to illustrate the diversity between different stations.",
        "- The Australian continent, extending over 28Ã‚° of latitude, might be expected to show a considerable diversity of climate.",
        "The honey-eaters present a great diversity of plumage.",
        "Here the endless harmonious diversity of our cosmos, as well as of other worlds supposed to coexist with our own, is said to arise through the various combination of indivisible material elements differing in figure and magnitude only.",
        "The ultimate cause of the predominant form of federal government may be the geographical diversity of the country, as in the cantons occupying the once isolated mountain valleys of Switzerland, the racial diversity of the people, as in Austria-Hungary, or merely political expediency, as in republics of the American type.",
        "This diversity of jurisdiction, and subjection of the clergy only to the sentences of judges bribed by their esprit de corps to judge leniently, led to the adoption of a scale of punishments for the offences of clerks avowedly much lighter than that which was inflicted for the same crimes on laymen; and this in turn led to the survival in England, long after the Reformation, of the curious legal fiction of benefit of clergy (see below), used to mitigate the extreme harshness of the criminal law.",
        "The word \"pear\" or its equivalent occurs in all the Celtic languages, while in Slavonic and other dialects different appellations, but still referring to the same thing, are found - a diversity and multiplicity of nomenclature which led Alphonse de Candolle to infer a very ancient cultivation of the tree from the shores of the Caspian to those of the Atlantic. A certain race of pears, with white down on the under surface of their leaves, is supposed to have originated from P. nivalis, and their fruit is chiefly used in France in the manufacture of Perry (see Cider).",
        "Linnaeus's Neuroptera exhibit great diversity in these respects, and the insects included in it are now therefore distributed into a number of distinct orders.",
        "seems to have attempted to found any scientific arrangement of birds on other than external characters until, in 1837, William Macgillivray issued the first volume of his History of British Birds, wherein, though professing (p. 19) \" not to add a new system to the many already in partial use, or that have passed away like their authors,\" he propounded (pp. 16-18) a scheme for classifying the birds of Europe at least founded on a \" consideration of the digestive organs, which merit special attention, on account, not so much of their great importance in the economy of birds, as the nervous, vascular and other systems are not behind them in this respect; but because, exhibiting great diversity of form and structure, in accordance with the nature of the food, they are more obviously qualified to afford a basis for the classification of the numerous species of birds \" (p. 52).",
        "This success was largely due to the originality of its title, the diversity of its contents (von Hartmann professing to obtain his speculative results by the methods of inductive science, and making plentiful use of concrete illustrations), the fashionableness of its pessimism and the vigour and lucidity of its style.",
        "It is probably owing to the possession of such glands and the varied purposes for which the silk is used that spiders as a group far surpass the other orders of Arachnida, with the possible exception of the Acari (mites and ticks), in diversity of form and of size, in numbers of genera and species, in extent of geographical distribution, and in adaptation to varied habitats.",
        "The plants show great diversity in vegetative structure, which together with the character and mode of dehiscence of the fruit afford a basis for the subdivision of the order into tribes, eleven of which are recognized.",
        "251-255) may also be compared, as well as the Australian legend of the origin of the diversity of speech (Gerstacker, Reisen, vol.",
        "Unity may be made to contradict diversity, permanence change, the particular the universal, individuality relatedness.",
        "The order thus defined (see Giesbrecht and Schmeil, Das Tierreich, 1898), with far over a thousand species (Hansen, 1900), embraces forms of extreme diversity, although, when species are known in all their phases and both sexes, they constantly tend to prove that there are no sharply dividing lines between the free-living, the semi-parasitic, and those which in adult life are wholly parasitic and then sometimes grotesquely unlike the normal standard.",
        "BÃƒ¶ckh has remarked the great diversity between weights of the same age -- those marked \"Ad Augusti Temp\" ranging 4971 to 5535, those tested by the fussy praefect Q.",
        "The conclusion is that the sum of homogenous parts, which may be similar or dissimilar in external form according to their similarity or diversity of function, and the recognition of former similarities of adaptation (see below) are the true bases for the critical determination of kinship and phylogeny.",
        "The bewildering diversity of religious beliefs collected under the name of Hinduism has no counterpart amongst the Mahommedans (see Mahommedan Religion), who are limited as to their main tenets by the teaching of a single book, the Koran.",
        "Upon this matter there has been, it is true, some diversity of opinion among modern scholars, but it is now generally admitted, and can be abundantly shown, that he was not only diligent in gathering material, but also far more thorough-going than most writers of antiquity in discriminating between trustworthy and untrustworthy reports, frank in acknowledging his ignorance, scrupulous in indicating his authorities in doubtful cases, less credulous than most of his contemporaries, and unfailingly honest.",
        "There is considerable diversity among them as regards external form, the majority having dorsiventral aerial shoots with dimorphic leaves (fig.",
        "(On the ambiguity of the name \" Israel,\" see Jews, § 5.) Proof of the diversity of sources is found in the varying character of the narratives (historical, romantic, &c.); in the different literary styles (annalistic, detailed and vivid, Deuteronomic); in the representation of different standpoints and tastes; in the concluding summaries, I Sam.",
        "He was unpleasantly struck, too, by the excessive contempt for others that he observed in Speranski, and by the diversity of lines of argument he used to support his opinions.",
        "Now these places are silent; reclaimed by nature, engulfed by a swarm of diversity.",
        "We seek to recruit trainees who reflect the wide range of diversity represented by clients using services.",
        "The diversity of the product requires a quick, retentive mind, able to respond instantly.",
        "Dianah Worman, CIPD Diversity Adviser, says, ' Figures show age discrimination is still rife in the workplace.",
        "The saplings of other trees are not affected creating a woodland high in diversity.",
        "Species diversity, abundance and distribution of birds in Uganda 's savanna ecosystems.",
        "The organization argues for greater diversity in the press and scrutinizes media practices that marginalize public interest, minority and dissenting viewpoints.",
        "Montreal: Secretariat of the Convention of Biological Diversity, 1994.",
        "Repeated cutting for silage, high inputs of fertilizers and slurry, and selective herbicides serve to reduce diversity of both flora and fauna.",
        "Rather we see a socialism which protects cultural diversity and upholds self-determination for all nations.",
        "More self-government for all schools is central to raising standards and extending diversity.",
        "Cultural selfhood and otherness - Debate 29 April: Can cultures really bring communities together without ' universalising ' their diversity?",
        "Shifting cultivation may not completely remove this diversity but it severely reduces it.",
        "Currently, Taiwan is not a signatory nation to the Convention on Biological Diversity.",
        "By recognizing the similarities between people you will be are able to appreciate ethnic diversity.",
        "Explaining species diversity - have some groups evolved for high speciation rates?",
        "The course covered a diversity of subjects, all of which have stood me in good stead for a professional career in planning.",
        "We will strive to ensure our work reflects the diversity of the LGB population living in Wales.",
        "Diversity and ecology of phototrophic sulfur bacteria [Acrobat PDF] How do purple photosynthetic bacteria harvest light?",
        "There will, of course, be inevitable clashes between global standards and local diversity, between autonomy and surrendering sovereignty.",
        "N ature thrives on diversity, so a range of plant life is desirable.",
        "It is first shown that this conception is consistent with time-honored principle of unity in diversity.",
        "Free development of the human spirit requires recognition and toleration of people 's differences, the accommodation of diversity.",
        "This shift at the end of the eighteenth century also opened the way to a wider toleration of theological diversity within the church.",
        "Vegetation diversity was estimated from a transect recording the percentage bare ground, grass and other (herbs and shrubs).",
        "This Tryout pack offers more diversity to your customers.",
        "Diversity does not need to collapse into naked violence to produce a nasty, uncivil society.",
        "For all they claim to honor individuality and diversity, they are systematically undermining the protections that make these things possible.",
        "We want to encourage all people to unite under a banner of peaceful communication and to support a diversity of lifestyles.",
        "Unity in diversity is a phrase which springs to mind.",
        "Yet properly understood, this offers a universalist argument which need not deny cultural diversity (is democratic India less Indian?",
        "Vorarlberg, the westernmost Austrian province, is a small region, however its true size is revealed in the diversity of its countryside.",
        "The term ' biodiversity ' was coined by the American zoologist Edward O. Wilson and is an abbreviation of ' biological diversity '.",
        "The diversity of plants and animals in the earth's biosphere amazed Catherine, so she decided to pursue a biology degree.",
        "To increase cultural diversity, the university offers scholarships to students from other countries.",
        "Since he has traveled to so many countries, Ross is very aware of cultural diversity.",
        "Ellie is becoming more knowledgable about cultural diversity because of her interest in food from around the world.",
        "With the increase in cultural diversity, children are learning to appreciate people different from themselves.",
        "Since he has traveled to so many countries, Ross is veryaware of cultural diversity.",
        "This neighborhood shows diversity because of the juxtaposition of residents from both the middle and working class.",
        "You'll find a diversity of startup advice out there if you look. Some of it is good, some of it is bad and some of it is just plain odd.",
        "It's the generalists who are frequently the masters of innovation, able to draw from a diversity of ideas and sources to come up with something new.",
        "Given the diversity and quality of care verses the budget of each individual family this constructs the stage for a difficult evaluation.",
        "There is great diversity in the popular bedding styles for teens.",
        "The one thing that is indisputable is the unique beauty of the feline form in all its diversity.",
        "Her goal was to celebrate the diversity of skin color and ethnicity.",
        "Available in 16 shades, Iman specializes in makeup with diversity, meaning there is a color available for women of different ethnicites.",
        "One of the best things about the diversity of online digital photo printing available is the potential to shop around and find the best deal for you and your picture printing needs.",
        "Diversity is an understatement when it comes to describing the array of personalities in the field of photography.",
        "That said, because Spain has such diversity in culture, weather and geography, there are often vast difference in cooking style from region to region.",
        "Chatamp - If you're looking for a lot of chatting diversity and want to meet people from lots of different backgrounds, this site is a good pick.",
        "The marketing was geared towards celebrating diversity among the younger generation, and they quickly evolved the line to include everything from shoes to hats and expanded from the USA into Canada, Europe, Asia, and Latin America.",
        "Her superb acting talent is well-utilized in \"Ugly Betty,\" and her versatility is obvious through the diversity of unique and challenging roles she takes.",
        "Susan Boyle, the breakout star of Britain's Got Talent, has lost the talent competition to the street dancing group Diversity.",
        "Three acts moved on to the Britain's Got Talent finals, including Boyle, dance group Diversity, and saxophone player Julian Smith.",
        "Boyle was the favorite going into the finals, but viewer's votes chose Diversity as the eventual winner.",
        "The show also teaches Spanish and the importance of cultural diversity.",
        "Students who place a high priority on diversity will often find private schools less economically, geographically, racially, and culturally diverse than their public counterparts.",
        "So, if diversity is a concern, ask an admissions counselor about school policies before making your final decision.",
        "The Committee recognizes that class diversity plays a critical role as students help to educate each other.",
        "Community and outreach service programs continue to contribute to college funding and local diversity.",
        "Each area breaks down into particular PhD programs like a PhD in Gender Diversity or a PhD in E-Learning.",
        "Costa Rica adventure travel river cruises are fabulous ways to experience the immense diversity of wildlife this tiny nation has to offer.",
        "Because the Mediterranean features overwhelming diversity in culture, history, art, religion, architecture, food, and other interests, many cruise lines offer specialty itineraries that are scheduled to emphasize one type of experience.",
        "Not only does it boast miles of sun-drenched beaches, volcanoes and tropical forests, but the Caribbean also possesses a rich history and unique cultural diversity.",
        "These are just a few examples, but they show the kind of diversity you'll find amongst dog breeds across the board.",
        "The plants are for the most part hardy, and have much diversity of habit and color, varying in height from a few inches to 6 feet.",
        "They are broad and display a beautiful diversity of color, from deepest purple to pure white.",
        "Loosestrife (Lysimachia) - Plants of the Primrose family of much diversity of habit.",
        "In the soils in which they naturally grow there is as much diversity.",
        "Given any diversity of surface it will be easy to select a spot well open to the sun and yet sheltered by shrubs.",
        "Sun Rose (Helianthemum) - There are few more brilliant sights than masses of these when in full beauty, and they are of the easiest culture, dwarf, and bearing in great profusion flowers with fine diversity of color.",
        "Consider growing an 'eco lawn' that has a diversity of plants.",
        "From a diversity of metal finishes to the look of different woods, Hampton Bay brand fans fit in every room and every style of décor.",
        "Speaking of a Street Vibe…: And speaking of that street vibe, these shirts truly reflect the diversity of Fulton Street in Brooklyn New York.",
        "While the Sean Jean fashion line is brilliant in its diversity and stylish in its approach, it's not exactly inexpensive.",
        "By planting and saving organic heirloom tomato seeds, you can help preserve the genetic diversity of the world's most popular fruit.",
        "A lack of (size and ethnic) diversity in the world of fashion modeling extends well past U.S. shores to European countries and beyond.",
        "With the fashion-forward glossy magazine Glamour helping to lead the way, people will gradually start to see a mix of models, demonstrating the diversity seen in the real world.",
        "Consider cultures, traditions, religions and family/community values of students: In the event that an incident does occur, be mindful of the rich diversity that permeates your classroom.",
        "PT: Buying quality products was always known as being expensive, but this rule is not applicable on contact lenses, because of the high variety of products and the diversity of the manufacturers.",
        "Varied elevations contribute to the diversity of this challenging course, and the layout both begins and ends near the resort for guests' convenience.",
        "In terms of roller coasters, it's hard to beat the diversity of the 17 scream machines at Cedar Point (as of 2011).",
        "The diversity in fighting games doesn't come from game style, it comes from character choices, special moves, fighting mechanics and other unique in-game innovations.",
        "From the Dodge Charger and Neon to the Chevrolet Corvette to the Skylines, you'll find good diversity when making a selection.",
        "Instead of providing a linear stage-to-stage obstacle course to follow, Super Mario 64 gave gamers a chance to make a few of their own decisions, emphasizing exploration and diversity.",
        "The future of video games can be found in diversity.",
        "Actually given the diversity the recipe doesn't really matter as no one characteristic is definable.",
        "Within this enormous area a wide diversity of climates and conditions exist, the one constant perhaps being a close proximity to the ocean.",
        "Much of this diversity is relatively new development.",
        "With such a diversity in soil and climate, you can find more wine grape varieties grown in Sonoma County than in any other appellation in the entire world.",
        "Wine Spectator attempts to present a balanced framework for judging this diversity.",
        "The Artisan Collection wines are small production, often single vineyard wines that showcase the talents of our winemaking team as well as the diversity of the Napa Valley appellations.",
        "Organic farming helps promote plant diversity, preserve native species, and maintain the long term health and fertility of the soil.",
        "We are lucky to own vineyards that are not only some of the finest in Napa Valley, but that also reflect the diversity of the valley.",
        "There is no other place in the world with so much diversity of things to see.",
        "The United States, along with many other countries, experiences cultural diversity.",
        "When pathologists look at these tumor cells under the microscope, they see great diversity in the types of cells.",
        "Insist on classroom discussions about diversity and tolerance.",
        "Because of the diversity of types of mental disorders influenced by psychosocial factors, and the complexity of diagnosis and treatment, the prognosis for psychosocial disorders is highly variable.",
        "Educating English Learners: Language Diversity in the Classroom.",
        "Personality Theories: Development, Growth, and Diversity.",
        "How Homophobia Hurts Children: Nurturing Diversity at Home, at School, and in the Community.",
        "Community leaders, activists, and parents began to demand curricula that were more supportive and consistent with the cultural and racial diversity in the United States.",
        "Some use what has been called the multicultural festival approach, in which students are invited to celebrate ethnic diversity by being exposed to foods, holidays, and festivals of other cultures.",
        "Many critics say that this conveys the notion that diversity is only important during celebratory moments.",
        "Peters-Davis, Norah, et al. Challenges of Multicultural Education: Teaching and Taking Diversity Courses.",
        "Schools can influence their students' self-esteem through the attitudes they foster toward competition and diversity and their recognition of achievement in academics, sports, and the arts.",
        "Increased diversity of animal hosts for the disease.",
        "Diversity dance group won the 2009 season of ''Britain's Got Talent' despite stiff competition, such as that from the dance group Flawless and from virtuoso singer Susan Boyle.",
        "Diversity dance group wowed the audience and judges alike from the moment their audition began to the moment the last vote had been counted.",
        "The 11 members of Diversity dance group were looking forward to performing for the Queen at the Royal Variety in December long before their audition performance had even begun.",
        "In the YouTube video of the Diversity audition you can see their elements of surprise (especially one of their two youngest dancers popping out of a duffel-bag midway through their performance).",
        "The Diversity semi-final, as with all semi-finals and finals on the show, brought in a lot of lighting tricks and effects.",
        "The Diversity final performance on May 30th, 2009 is what won the group their title as 2009 champions of the show.",
        "It was reported that only 24.9% of the votes went to Diversity dance group, and still they had the most votes.",
        "Diversity dance troupe has been together for two years, and with their 2009 BGT win, they're likely to remain a hot item for years to come.",
        "Yet other uses include showing the history of dance and movement, or even teaching about racial diversity and tensions of the swing era.",
        "Hair comes in an infinite variety of styles, cuts, and colors, and our articles reflect that diversity.",
        "Homeschooling parents often raise the point that mingling with people of all ages and positions in life is a much better way to prepare children for the real world, where diversity prevails.",
        "Target also embraces diversity in its staff.",
        "In addition to benefits, FedEx is highly committed to diversity in its workforce.",
        "Verizon considers itself a socially responsible company that gives back to local and global communities, and is a workforce committed to employee diversity.",
        "This collaboration with fellow students through learning management tools make for a very rich environment in terms of technology and diversity.",
        "This wine country is one or two hours north of San Francisco and shows more diversity than Napa Valley.",
        "This is due to the fact that the park is huge in square footage and filled with as much culture and diversity as the city itself.",
        "Bathing suits are as diverse as people and body types, and this inherent diversity is an advantage when it comes to choosing the right suit.",
        "Even though this diversity in choice is great, there's nothing as comforting as walking out of the store with a bathing suit in tow you just know you'll look and feel fantastic in.",
        "To celebrate this diversity, here's a great gallery of handsome men.",
        "One of the best advantages of Katin is their diversity of colors, and that theme is easily seen in the shorts that feature bright, bold color.",
        "Throughout the years, Barbie doll designs were marked by their diversity.",
        "Different characters have been developed, offering diversity, and some pets have been added to the line of toys.",
        "As a young Latina girl, she added diversity to the children's television lineup.",
        "Mattel has aimed to promote tolerance and diversity in its dolls, and Barbie is an excellent example of that.",
        "Slatkin & Co. is known worldwide for the exquisite quality and diversity of its popular home fragrance products.",
        "The Foundation raises money to buy land for conservation and preserve the bio diversity habitats for the animals.",
        "Diversity is an important consideration when deciding on potential members.",
        "They claim that the anti-Christmas efforts sited by Mr. Gibson are actually just an attempt to promote diversity in America.",
        "That embracing of diversity is just the tip of the iceberg, though.",
        "However, because of this diversity, there are times when you need to compromise.",
        "The National Diversity Newspaper Job Bank contains a number of job postings, but the site's primary focus is on helping women and minorities find suitable employment.",
        "One of the key characteristics of the hobo bags from Sondra Roberts and SR Squared is the diversity of styles available.",
        "In fact, being born on a cusp in general can lend a certain richness, a diversity and a depth to the individual's personality.",
        "Again, diversity and variety is what feeds her soul and keeps her excited about life.",
        "The Just Like You collection celebrates diversity and individuality by allowing the owner to create the story for each doll.",
        "In a country rich with diversity, bilingual education is a reality and a necessity.",
        "As schools often focus on a celebration of diversity as they attempt to educate children on an appreciation of different cultures, eliminating a student's right to dress as an individual is often seen as a threat to individual rights.",
        "The diversity of opinion is another advantage over going directly to the manufacturer's site.",
        "Using the online versions helps make these concepts more accessible to children's mindsets and helps establish an attitude of tolerance and appreciating diversity.",
        "Georgia has a healthy tradition of hauntings and ghost activity, and there is a good diversity of sites that might attract the serious paranormal fan, as well as the casual visitor.",
        "Created by the legendary Agnes Nixon, One Life to Live soap opera defied wasp conventions of soap operas of the time by featuring more social, economic and racial diversity in the town.",
        "The addressing of mental disorders and their genetic links is very true to the spirit of diversity that Nixon sought to create.",
        "Created by Agnes Nixon, One Life to Live focused on diversity in the socio-economic and ethnic makeup of the Llanview community.",
        "Orchids: It's difficult to match the diversity found in the world of orchids.",
        "Star tattoos seem to be one of the few exceptions due to their diversity, simplicity, inherent beauty and the ability to make them very stylized.",
        "Egyptian tattoo art attracts scores of tattoo lovers because of the diversity of presentation and style.",
        "Whether you choose a Leo tattoo because of its astrological significance, the lion symbolization, or the cool glyphs associated with the star sign, you'll enjoy having a large amount of design diversity at your disposal.",
        "There are several factors that make one word tattoo design different from another, which allows a near infinite level of diversity amongst word-based tattoos.",
        "Within these settings you will find animals of all description from elephants, rhinos, leopards, buffaloes and lions - Africa's \"Big Five\" game animals - to zebras, giraffes, an amazing diversity of birds and insects.",
        "This range of diversity means that each autistic child has unique educational needs that may or may not be met in a typical school setting.",
        "Chapter VII of the Civil Rights Act of 1964 was a legislative action to prevent discrimination by employers and to promote cultural diversity in the workplace.",
        "Some people believe that cultural diversity in the workplace is not something to avoid but instead something to encourage.",
        "Diversity is an opportunity to bring many viewpoints from different backgrounds into focus for the benefit of a company.",
        "Cultural diversity in the workplace provides an opportunity for workers in society to interact with people of different backgrounds and heritage.",
        "Allowing discrimination to grow within places of employment cuts the degree of cultural diversity in America's workplaces.",
        "Society as a whole needs to celebrate diversity in all its forms and employees need to attempt to understand and communicate with each other by celebrating both similarities and differences.",
        "It is possible to eat vegetables and fruit still, but you must omit dairy or whole grains, which can pose a meal challenge and a lack of diversity within your diet.",
        "Instead of focusing on \"the classics\", this station \"celebrates the diversity of 20th (and 21st) century classical music.\"",
        "However, he also shows his musical diversity with projects such as producing and performing on Loretta Lynn's 2004 country release Van Lear Rose.",
        "In an upset that most viewers didn't see coming, Boyle ended up in second place in the competition after a street dancing group called Diversity took first place.",
        "Season three was won by a dance troupe called Diversity, but the ending was a surprise.",
        "Alas for his father's intentions, the Heralds are notably more tolerant of diversity than the petty landowners.",
        "Trekkies tended to take a little while to warm to this character, but her crew of Harry Kim, Tom Paris, Seven of Nine, B'Elanna Torres, Neelix and Chakotay offered a rich diversity that kept the show on the air for seven seasons.",
        "SOSE uses Panasonic as an example of a lack of diversity in social media efforts.",
        "The flora of Siberia presents very great local varieties, not only on account of the diversity of physical characteristics, but also in consequence of the intrusion of new species from the neighbouring regions, as widely different as the arctic littoral, the arid steppes of Central Asia, and the wet monsoon regions of the Pacific littoral.",
        "\" The variety of individuals,\" says Albert, \" depends entirely upon the division of matter,\" and Aquinas says the principle of the diversity of individuals of the same species is the quantitative division of matter,\" which his followers render by the abbreviated phrase materia quanta.",
        "The tracing out of this identity in diversity, whether regarded as evidence of blood-relationship or as a remarkable display of skill on the part of the Creator in varying the details whilst retaining the essential, became at this period a special pursuit, to which Goethe, the poet, who himself contributed importantly to it, gave the name \" morphology.\"",
        "The subject of the conditions under which dropsical liquids are poured out opens up a very wide question, and one about which there is the greatest diversity of opinion.",
        "In the effects of simpler poisons the recognition of unity in diversity, as in the affiliation of a peripheral neuritis to arsenic, illustrated more definitely this serial or etiological method of classifying diseases.",
        "In this section an attempt is made to indicate briefly the causes which have led to so great a diversity of opinion, and to describe in outline the principles underlying the chief schemes of chronology that have been suggested; a short account will then be given of the latest discoveries in this branch of research, and of the manner in which they affect the problems at issue.",
        "Great diversity prevailed everywhere, and we should not be surprised to find some different fact or custom in every lordship. Anglo-Norman feudalism attained a logical completeness and a uniformity of practice which, in the feudal age proper, can hardly be found elsewhere through so large a territory; but in Anglo-Norman feudalism the exception holds perhaps as large a place as the regular, and the uniformity itself was due to the most serious of exceptions from the feudal point of view - centralization under a powerful monarchy.",
        "the township had in that year a greater diversity of important.",
        "But various obstacles arose from the diversity of aims among the allies; and St John was induced, contrary to the most solemn obligations, to enter into separate and secret negotiations with France for the security of English interests.",
        "Other influences tending to diversity were the rise of later prophets and visionaries, the personality of prominent members of the sect (like Tertullian himself, who gave to Montanism much more than he received from it), and the power of local environment.",
        "1 While all critics agree in tracing back this form to the earliest years of the 2nd century, and regard it as the archetype of all similar Western creeds, there is great diversity of opinion on its relation to Eastern forms. Kattenbusch maintains that the Roman Creed reached Gaul and Africa in the course of the 2nd century, and perhaps all districts of the West that possessed Christian congregations, also the western end of Asia Minor possibly in connexion with Polycarp's visit to Rome A.D.",
        "At the present day, with the exception of the Chahar-sick, where there is always a certain amount of traffic, and where the great diversity of race and costume imparts much liveliness to the scene, Herat presents a very melancholy and desolate appearance.",
        "In external form and appearance the Hydrozoa exhibit such striking differences that there would seem at first sight to be little in common between the more divergent members of the group. Nevertheless there is no other class in the animal kingdom with better marked characteristics, or with more uniform morphological peculiarities underlying the utmost diversity of superficial characters.",
        "The great diversity, to which reference has already been made, in the form and structure of the Hydrozoa is due to two principal causes.",
        "- Maryland is crossed from north to south by each of the leading topographical regions of the east section of the United States - the Coastal Plain, the Piedmont Plateau, the Appalachian Mountains, and the Appalachian Plateau - hence its great diversity of surface.",
        "The family, comprising some 200 species, with about 30 genera, shows great diversity of form; the terrestrial members are mostly flatbodied, the arboreal more laterally compressed and often with a very long tail.",
        "This large family contains about 400 species, with numerous genera; the greatest diversity in numbers and forms occurs in the tropical parts of the Old World, especially in the Australian region, inclusive of many of the Pacific islands.",
        "BÃ¶ckh has remarked the great diversity between weights of the same age -- those marked \"Ad Augusti Temp\" ranging 4971 to 5535, those tested by the fussy praefect Q.",
        "This figure afforded, as it were, a new point of crystallization for the existing Gnostic ideas, which now grouped themselves round this point in all their manifold diversity.",
        "Mexico is a paradise of lizards, which are noted for their diversity in form as well as for their remarkable colouration.",
        "The winters are usually long and severe, and the summers cool and salubrious, but the diversity of surface together with unequal distances from the sea cause marked variations for the different regions.",
        "Lock, Heirrici, &c. There is a considerable diversity of judgment, however, with regard to the value of the collection.",
        "3 C), is one of the smallest forms known, its average size being about 21-23 by 122 There is equally great diversity in respect of form.",
        "No part of Central America contains a greater diversity of tribes, and in 1883 Otto Stoll estimated the number of spoken languages as eighteen, although east of the meridian of Lake Amatitlan the native speech has almost entirely disappeared and been replaced by Spanish.",
        "The details of this system, which has no other refuge in the civilized world save partially in Switzerland, are remarkable for a most extraordinary diversity in the manner of collection, which practically becomes, however, self-assessment, and an equally extraordinary and general evidence of the crudity and inadequacy of the system, which has been the target of state tax reports throughout the Union for half a century.",
        "Pro vincial control has caused some diversity of management; the interpretation of the denominational agreement has led to acute differences of opinion which have invaded the field of politics.",
        "Indeed, despite the fact that they present much diversity of habit - some being arboreal, as the squirrels, many of which are provided with expansions of skin or parachutes on which they glide from tree to tree; some cursorial, as the hares; others jumpers, as the jerboas; others fossorial, as the mole-rats; and others aquatic, as the beavers and waterrats - no important structural modifications are correlated with such diversity of habit.",
        "Some diversity of view obtains among naturalists with regard to the classification of the order; the scheme here followed being the one adopted (with some modifications of nomenclature) by Professor Max Weber in his Sliugethiere.",
        "It says: \" And whereas heretofore there hath been great diversity in saying and singing in Churches within this Realm; some following Salisbury Use, some Hereford Use, and some the Use of Bangor, some of York, some of Lincoln; now from henceforth all the whole Realm shall have but one Use.\"",
        "They are usually regarded as forming a single family - the Apidae - but there is very great diversity in structural details, and Ashmead divides them into fourteen families.",
        "In this way the diversity of human speech and the dispersion of mankind were accounted for; and in Gen.",
        "But as early as 1865, Arminians were welcomed to Congregational fellowship. In the last few decades, with the spread in the community of innovations in doctrinal and critical opinions, a wider diversity of belief has come to prevail, so that \" Evangelical,\" in the popular sense of the term, rather than \" Calvinistic,\" is the epithet more suit able to American Congregational preachers and churches.",
        "- Diversity of level and latitude cause man y varieties of climate in the South Island provinces.",
        "The height and regularity of the mountain backbone increase the diversity."
    ],
    "definition": [
        "a. The quality or condition of being diverse: a band known for the diversity of its music.\nb. The condition of having or including people from different ethnicities and social backgrounds: diversity on campus.",
        "A variety or assortment: a diversity of opinions.",
        "Link/Cite",
        "The quality of being diverse or different; difference or unlikeness.",
        "A variety; diverse types or examples.\nThe flora of the island includes a great diversity of orchids.",
        "Link/Cite"
    ]
}