{
    "translation": "דלת",
    "uses": [
        "Alex met her at the door, a steaming cup of coffee in one hand.",
        "Her fingers found the door handle - just in case.",
        "The door opened and Alex stepped into the room.",
        "Alex walked in and closed the door to the other bedroom.",
        "As the little king went out, he turned at the door and called to Charlot.",
        "And leave the door open, would you?",
        "The door stood open and a table was set in the front room, with four chairs drawn up to it.",
        "One day some men were sitting by the door of a hotel in Baltimore.",
        "Just then the girlish Ruler of Oz opened the door and greeted Dorothy with a good-morning kiss.",
        "He went to the door but didn't see anyone so went outside to look for them.",
        "She headed for the door, ignoring the question.",
        "One day some gentlemen called on my mother, and I felt the shutting of the front door and other sounds that indicated their arrival.",
        "The door, having let Petya in, closed again.",
        "She followed him out the door and watched as he hopped into the truck and started the engine.",
        "He knocked at the door and the wise man himself opened it.",
        "Petya was standing at the door when Denisov said this.",
        "Open the door, there! he shouted.",
        "The upright white hewn studs and freshly planed door and window casings gave it a clean and airy look, especially in the morning, when its timbers were saturated with dew, so that I fancied that by noon some sweet gum would exude from them.",
        "When he hung this painting outside of his door, some birds flew down and tried to carry the cherries away.",
        "At the door he found a vehicle half full of luggage.",
        "His horse was led to the door, and a servant helped him to mount it.",
        "It was not so much within doors as behind a door where I sat, even in the rainiest weather.",
        "In those driving northeast rains which tried the village houses so, when the maids stood ready with mop and pail in front entries to keep the deluge out, I sat behind my door in my little house, which was all entry, and thoroughly enjoyed its protection.",
        "We surprised our dear friends, however, for they did not expect us Saturday; but when the bell rung Miss Marrett guessed who was at the door, and Mrs. Hopkins jumped up from the breakfast table and ran to the door to meet us; she was indeed much astonished to see us.",
        "By the door of one of these a sick man was lying upon a couch, helpless and pale.",
        "Your house will not be \"smart\" insofar as it will not seem alive to you any more than your garage door opener or your web browser does.",
        "She obeys many commands like these: \"Come,\" \"Kiss,\" \"Go to papa,\" \"Shut the door,\" \"Give me the biscuit.\"",
        "The \"why?\" is the DOOR THROUGH WHICH HE ENTERS THE WORLD OF REASON AND REFLECTION.",
        "Doorsill there was none, but a perennial passage for the hens under the door board.",
        "I was as much affected by the faint hum of a mosquito making its invisible and unimaginable tour through my apartment at earliest dawn, when I was sitting with door and windows open, as I could be by any trumpet that ever sang of fame.",
        "As the sparrow had its trill, sitting on the hickory before my door, so had I my chuckle or suppressed warble which he might hear out of my nest.",
        "Regularly at half-past seven, in one part of the summer, after the evening train had gone by, the whip-poor-wills chanted their vespers for half an hour, sitting on a stump by my door, or upon the ridge-pole of the house.",
        "The thick wood is not just at our door, nor the pond, but somewhat is always clearing, familiar and worn by us, appropriated and fenced in some way, and reclaimed from Nature.",
        "I never fastened my door night or day, though I was to be absent several days; not even when the next fall I spent a fortnight in the woods of Maine.",
        "Sometimes, notwithstanding the snow, when I returned from my walk at evening I crossed the deep tracks of a woodchopper leading from my door, and found his pile of whittlings on the hearth, and my house filled with the odor of his pipe.",
        "I also heard the whooping of the ice in the pond, my great bed-fellow in that part of Concord, as if it were restless in its bed and would fain turn over, were troubled with flatulency and had dreams; or I was waked by the cracking of the ground by the frost, as if some one had driven a team against my door, and in the morning would find a crack in the earth a quarter of a mile long and a third of an inch wide.",
        "He went on reading to the end, without raising his eyes at the opening of the door and the sound of footsteps.",
        "Anna Mikhaylovna, with the letter, came on tiptoe to the countess' door and paused.",
        "Glancing in at the door, Rostov saw that the sick and wounded were lying on the floor on straw and overcoats.",
        "A footman wanted to come in to clear away something in the room but she would not let him, and having closed the door behind him continued her walk.",
        "She went several times to his door on tiptoe and listened, as he lighted one pipe after another.",
        "Daniel himself felt this, and as usual stood just inside the door, trying to speak softly and not move, for fear of breaking something in the master's apartment, and he hastened to say all that was necessary so as to get from under that ceiling, out into the open under the sky once more.",
        "She sat behind the bookcase with her eyes fixed on a streak of light escaping from the pantry door and listened to herself and pondered.",
        "Through the study door came the sound of slippered feet and the cry: Spies, traitors, traitors everywhere!",
        "At a moment when all was quiet before the commencement of a song, a door leading to the stalls on the side nearest the Rostovs' box creaked, and the steps of a belated arrival were heard.",
        "At these words Alpatych nodded as if in approval, and not wishing to hear more went to the door of the room opposite the innkeeper's, where he had left his purchases.",
        "No one at the stone entrance gates of the drive and the door stood open.",
        "She could not sleep and several times went to the door and listened, wishing to enter but not deciding to do so.",
        "On waking she listened to what was going on behind the door and, hearing him groan, said to herself with a sigh that things were still the same.",
        "\"Oh, what can I do for him?\" he thought, and opening the door he let the boy pass in first.",
        "But at the instant when it seemed that the incomprehensible was revealing itself to her a loud rattle of the door handle struck painfully on her ears.",
        "When Ozma went away she closed the door and left her pet on the table.",
        "The door was opened by the man from Mr. Boyle's.",
        "Suddenly the door was thrown open and the Queen of Sheba came in.",
        "He said to a soldier who stood at the door, \"Tell your story again.\"",
        "I have thus a tight shingled and plastered house, ten feet wide by fifteen long, and eight-feet posts, with a garret and a closet, a large window on each side, two trap doors, one door at the end, and a brick fireplace opposite.",
        "John Farmer sat at his door one September evening, after a hard day's work, his mind still running on his labor more or less.",
        "When she opened the barn door, the Appaloosa mare lifted her head over her stall and nickered.",
        "When next the door was opened you ran out and hid yourself--and the piglet was gone.",
        "At that moment the door opened.",
        "But teacher came to me and taught my little fingers to use the beautiful key that has unlocked the door of my dark prison and set my spirit free.",
        "I guessed vaguely from my mother's signs and from the hurrying to and fro in the house that something unusual was about to happen, so I went to the door and waited on the steps.",
        "HERE ARE SOME OF THEM: DOOR, OPEN, SHUT, GIVE, GO, COME, and a great many more.",
        "The door was thrown open and he saw a hundred brave men, all ready to give him aid.",
        "The next minute they heard his voice at the door: Be quick, boys, and stir the fire.",
        "So when I knocked on the door of Jim's atelier and said, \"Hey, I'm Byron Reese,\" he said, \"Oh, Byron, come over here, I want you to meet this guy.",
        "I told her to shut the door, and she added, \"and lock.\"",
        "I can now tell her to go upstairs or down, out of doors or into the house, lock or unlock a door, take or bring objects, sit, stand, walk, run, lie, creep, roll, or climb.",
        "This door led into a back anteroom.",
        "\"More, please, more!\" cried Natasha at the door as soon as the balalayka ceased.",
        "While they were talking a maid thrust her head in at the other door of the sitting room.",
        "Then he slammed the door, sent for Mademoiselle Bourienne, and subsided into his study.",
        "When he opened the ballroom door Pierre saw Natasha sitting at the window, with a thin, pale, and spiteful face.",
        "Having entered his study Pierre closed the door and addressed Anatole without looking at him.",
        "The door of the Governor's room opened and they all rose and moved forward.",
        "The door to Destiny & Jonathan's room was closed.",
        "Hardly had they spoken these words when the door opened and Arion himself stood before them.",
        "Mrs. C. came to the door and asked me to view it from the inside.",
        "Though the view from my door was still more contracted, I did not feel crowded or confined in the least.",
        "The well-known old door handle, which always angered the countess when it was not properly cleaned, turned as loosely as ever.",
        "Anatole was at the door, evidently on the lookout for the Rostovs.",
        "She heard the blaring trance music before she opened the car door and smelled the unmistakable scent of marijuana mixed with incense and body odor.",
        "She made the \"c-a,\" then stopped and thought, and making the sign for eating and pointing downward she pushed me toward the door, meaning that I must go downstairs for some cake.",
        "One night in the beginning of winter, before the pond froze over, about nine o'clock, I was startled by the loud honking of a goose, and, stepping to the door, heard the sound of their wings like a tempest in the woods as they flew low over my house.",
        "A little flock of these titmice came daily to pick a dinner out of my woodpile, or the crumbs at my door, with faint flitting lisping notes, like the tinkling of icicles in the grass, or else with sprightly day day day, or more rarely, in spring-like days, a wiry summery phe-be from the woodside.",
        "The phÅ“be had already come once more and looked in at my door and window, to see if my house was cavern-like enough for her, sustaining herself on humming wings with clinched talons, as if she held by the air, while she surveyed the premises.",
        "When the door was locked, he showed me where to hang my hat, and how he managed matters there.",
        "A door of one of the inner rooms opened and one of the princesses, the count's niece, entered with a cold, stern face.",
        "Prince Vasili, who had grown thinner and paler during the last few days, escorted him to the door, repeating something to him several times in low tones.",
        "Everyone again looked toward the door, which creaked as the second princess went in with the drink she had prepared according to Lorrain's instructions.",
        "Meanwhile Prince Vasili had opened the door into the princess' room.",
        "Prince Vasili said something to Lorrain in passing and went through the door on tiptoe.",
        "Anna Mikhaylovna, with a meek, sorrowful, and all-forgiving expression on her face, stood by the door near the strange lady.",
        "On leaving the bed both Prince Vasili and the princess passed out by a back door, but returned to their places one after the other before the service was concluded.",
        "Through the door came the regular hum of a lathe.",
        "Princess Mary, supporting her sister-in-law, still looked with her beautiful eyes full of tears at the door through which Prince Andrew had gone and made the sign of the cross in his direction.",
        "Hardly had Prince Andrew gone when the study door opened quickly and the stern figure of the old man in the white dressing gown looked out.",
        "The door of the private room opened and Kutuzov appeared in the doorway.",
        "Then wrinkles ran over his face like a wave and his forehead became smooth again, he bowed his head respectfully, closed his eyes, silently let Mack enter his room before him, and closed the door himself behind him.",
        "\"Denisov, let him alone, I know who has taken it,\" said Rostov, going toward the door without raising his eyes.",
        "Prince Andrew's joyous feeling was considerably weakened as he approached the door of the minister's room.",
        "Through the door came the sounds of Kutuzov's voice, excited and dissatisfied, interrupted by another, an unfamiliar voice.",
        "Prince Andrew moved toward the door from whence voices were heard.",
        "Just as he was going to open it the sounds ceased, the door opened, and Kutuzov with his eagle nose and puffy face appeared in the doorway.",
        "The princess went up to the door, passed by it with a dignified and indifferent air, and glanced into the little drawing room.",
        "Princess Mary went to the door of the study with special trepidation.",
        "On receiving it, he ran on tiptoe to his study in alarm and haste, trying to escape notice, closed the door, and began to read the letter.",
        "And she went in, closing the door behind her.",
        "The one who was writing and whom Boris addressed turned round crossly and told him Bolkonski was on duty and that he should go through the door on the left into the reception room if he wished to see him.",
        "He looked up at the opening door and his expression of sleepy indifference suddenly changed to one of delighted amazement.",
        "My treasure! and Prokofy, trembling with excitement, rushed toward the drawing-room door, probably in order to announce him, but, changing his mind, came back and stooped to kiss the young man's shoulder.",
        "But now steps were heard at the door, steps so rapid that they could hardly be his mother's.",
        "The door was opened a crack and there was a glimpse of something blue, of ribbons, black hair, and merry faces.",
        "A light footstep and the clinking of spurs were heard at the door, and the young count, handsome, rosy, with a dark little mustache, evidently rested and made sleeker by his easy life in Moscow, entered the room.",
        "The door opened, and from the dining room came the resounding strains of the polonaise:",
        "Princess Mary sat alone in her room listening to the sounds in the house, now and then opening her door when someone passed and watching what was going on in the passage.",
        "Suddenly her door opened softly and her old nurse, Praskovya Savishna, who hardly ever came to that room as the old prince had forbidden it, appeared on the threshold with a shawl round her head.",
        "The nurse lit the gilt candles before the icons and sat down by the door with her knitting.",
        "\"Very good!\" said the prince closing the door behind him, and Tikhon did not hear the slightest sound from the study after that.",
        "Prince Andrew got up, went to the door, and tried to open it.",
        "Prince Andrew ran to the door; the scream ceased and he heard the wail of an infant.",
        "He was standing close to the door and as soon as it opened his rough old arms closed like a vise round his son's neck, and without a word he began to sob like a child.",
        "Dolokhov's clear, cold glance met Rostov as soon as he entered the door, as though he had long expected him.",
        "I will tell him myself, and you'll listen at the door, and Natasha ran across the drawing room to the dancing hall, where Denisov was sitting on the same chair by the clavichord with his face in his hands.",
        "The door opened and someone came in.",
        "And he jumped up and opened the door for him.",
        "\"No, pardon me, I won't go now till the child is better,\" thought he, going to the door and looking into the nursery.",
        "He went on tiptoe to the nursery door and opened it.",
        "Toward ten o'clock the men servants rushed to the front door, hearing the bells of the old prince's carriage approaching.",
        "Directly Rostov entered the door he was enveloped by a smell of putrefaction and hospital air.",
        "This way, to the officer on duty\" (he was shown the door leading downstairs), \"only it won't be accepted.\"",
        "On hearing this indifferent voice, Rostov grew frightened at what he was doing; the thought of meeting the Emperor at any moment was so fascinating and consequently so alarming that he was ready to run away, but the official who had questioned him opened the door, and Rostov entered.",
        "Sonya slammed the door to.",
        "Then the crowd hastily retired from the drawing-room door, at which the Emperor reappeared talking to the hostess.",
        "In the hall the porch door opened, and someone asked, \"At home?\" and then footsteps were heard.",
        "Mitenka's wife and sisters-in-law thrust their heads and frightened faces out of the door of a room where a bright samovar was boiling and where the steward's high bedstead stood with its patchwork quilt.",
        "The door at the end of the passage led to the huntsmen's room, as they called the room for the hunt servants.",
        "Natasha glanced at her and at the crack in the pantry door, and it seemed to her that she remembered the light falling through that crack once before and Sonya passing with a glass in her hand.",
        "Nicholas' Day and the prince's name day--all Moscow came to the prince's front door but he gave orders to admit no one and to invite to dinner only a small number, a list of whom he gave to Princess Mary.",
        "At first she heard only Metivier's voice, then her father's, then both voices began speaking at the same time, the door was flung open, and on the threshold appeared the handsome figure of the terrified Metivier with his shock of black hair, and the prince in his dressing gown and fez, his face distorted with fury and the pupils of his eyes rolled downwards.",
        "She had not yet gone to bed when the Rostovs arrived and the pulley of the hall door squeaked from the cold as it let in the Rostovs and their servants.",
        "An attendant deferentially and quickly slipped before the ladies and opened the door of their box.",
        "The music sounded louder and through the door rows of brightly lit boxes in which ladies sat with bare arms and shoulders, and noisy stalls brilliant with uniforms, glittered before their eyes.",
        "During the entr'acte a whiff of cold air came into Helene's box, the door opened, and Anatole entered, stooping and trying not to brush against anyone.",
        "Natasha had not time to take off the bodice before the door opened and Countess Bezukhova, dressed in a purple velvet gown with a high collar, came into the room beaming with good-humored amiable smiles.",
        "\"Marya Dmitrievna, for God's sake let me in to her!\" she pleaded, but Marya Dmitrievna unlocked the door and went in without giving her an answer....",
        "She sighed, looking toward the door of the room where Prince Andrew was, evidently intending to express her sympathy with his sorrow, but Pierre saw by her face that she was glad both at what had happened and at the way her brother had taken the news of Natasha's faithlessness.",
        "When he appeared at the door she grew flurried, evidently undecided whether to go to meet him or to wait till he came up.",
        "\"I wonder what can have happened to the boy,\" he said; and he opened the door and looked out.",
        "When I opened my door in the evening, off they would go with a squeak and a bounce.",
        "So I came in, and shut the door, and passed my first spring night in the woods.",
        "I had not lived there a week before my feet wore a path from my door to the pond-side; and though it is five or six years since I trod it, it is still quite distinct.",
        "\"Yes,\" replied a footman in a bold loud voice, as if anything were now permissible; \"the door to the left, ma'am.\"",
        "\"Permit me, Princess, to know what is necessary and what is not necessary,\" said the younger of the two speakers, evidently in the same state of excitement as when she had slammed the door of her room.",
        "The princess timidly opened the door which moved noiselessly and easily.",
        "He patted her on the shoulder and himself closed the door after her.",
        "They went up to the door of the sitting room from which came the sound of the oft-repeated passage of the sonata.",
        "The head butler, napkin on arm, was scanning the setting of the table, making signs to the footmen, and anxiously glancing from the clock to the door by which the prince was to enter.",
        "What? asked both princesses when they saw for a moment at the door Prince Andrew and the figure of the old man in a white dressing gown, spectacled and wigless, shouting in an angry voice.",
        "But at the door he stopped and then retraced his steps.",
        "Powdered footmen, in livery with buckled shoes and smart stockings, stood at every door anxiously noting visitors' every movement in order to offer their services.",
        "The committeemen met him at the first door and, expressing their delight at seeing such a highly honored guest, took possession of him as it were, without waiting for his reply, surrounded him, and led him to the drawing room.",
        "It was at first impossible to enter the drawing-room door for the crowd of members and guests jostling one another and trying to get a good look at Bagration over each other's shoulders, as if he were some rare animal.",
        "\"When you hear a knock at the door, you will uncover your eyes,\" added Willarski.",
        "Pierre went with rapid steps to the door and suddenly came face to face with Prince Andrew, who came out frowning and looking old.",
        "As soon as he noticed a French officer, who thrust his head out of the door, that warlike feeling of hostility which he always experienced at the sight of the enemy suddenly seized him.",
        "Below, under the staircase, was a door leading to the lower floor.",
        "But the moment the door opened one feeling alone appeared on all faces-- that of fear.",
        "Then suddenly the grating sound of a harsh voice was heard from the other side of the door, and the officer--with pale face and trembling lips--came out and passed through the waiting room, clutching his head.",
        "After this Prince Andrew was conducted to the door and the officer on duty said in a whisper, \"To the right, at the window.\"",
        "Don't come in, Papa! she cried to her father as he opened the door--speaking from under the filmy skirt which still covered her whole face.",
        "When she had finished, she stepped aside and stopped at the door with a smile on her face.",
        "After tea Sonya noticed a housemaid at Natasha's door timidly waiting to let her pass.",
        "Shut the door; we have first to sit down.",
        "The prince had a list of things to be bought in Smolensk and, walking up and down the room past Alpatych who stood by the door, he gave his instructions.",
        "Several times she listened at the door, and it seemed to her that his mutterings were louder than usual and that they turned him over oftener.",
        "The idea was reinforced when Gerald turned and walked out the door without doing so.",
        "At the door, he opened it and stepped back, motioning for her to enter first.",
        "The men slept in the hall outside our door, and I could feel the deep breathing of the dogs and the hunters as they lay on their improvised beds.",
        "A man was placed on guard at the door to prevent interruption.",
        "The door opened and the old prince, in a dressing gown and a white nightcap, came in.",
        "Her fingers searched and found the door handle - just in case.",
        "Once the garage door was secured, she pulled away from the house.",
        "On entering the door I remembered the doll I had broken.",
        "She kept going to the door, as if she expected some one, and every now and then she would touch her cheek, which is her sign for her mother, and shake her head sadly.",
        "I found surprises, not in the stocking only, but on the table, on all the chairs, at the door, on the very window-sill; indeed, I could hardly walk without stumbling on a bit of Christmas wrapped up in tissue paper.",
        "I locked the dining-room door, and proceeded to eat my breakfast, though the food almost choked me.",
        "Señor Medena motioned to the door.",
        "Carmen turned the light off and shut the door.",
        "She was still awake an hour later when Alex came through the door.",
        "Someone knocked at the door.",
        "Then he shrugged and followed Jonathan out the door.",
        "He glanced up and smiled when she came in, his gaze drifting from her to the door.",
        "She was lounging on the bed reading a magazine when someone knocked on the door.",
        "Carmen nodded and stepped out the door.",
        "Stepping in quickly, she shut the door.",
        "Alex stood and squeezed his shoulder as they turned toward the door.",
        "Destiny suddenly stopped crying and stared at the door.",
        "When she was close enough to the house, she ran to the courtyard and slipped in through the back door.",
        "The nurse turned to the door.",
        "Only Nick noticed her standing in the door.",
        "She straightened her hair and collected her thoughts before opening the door.",
        "Lisa started to get up but Howard motioned her to sit still while he answered the door.",
        "He rang the doorbell again and pounded on the door.",
        "She shut the door.",
        "By the time she reached the front room, Giddon had answered the door.",
        "Sarah met them at the door, her puzzled gaze going from Giddon to Lisa.",
        "Giddon removed the suitcases from his car and joined them at the door.",
        "When they reached door he paused, gazing down at her with an unreadable expression.",
        "He shook his head in defeat and opened the door for her, bowing deeply.",
        "From the door she turned and watched as he climbed into his car and drove away.",
        "She turned and started for the door, but his hand gripped her arm again.",
        "His hand dropped from her arm and she opened the door.",
        "The next morning she paused at her door when she heard Yancey talking to someone.",
        "She quietly opened the door to her room and carefully closed it behind her and took a deep breath.",
        "When the back door closed, she emerged from her room.",
        "The door was unlocked.",
        "Inside, she closed the door and looked around.",
        "With the note in her hand, she opened the door slightly and peeked out.",
        "Would she have been able to hear his conversation behind a closed door?",
        "Afterward he left, shutting the door with force.",
        "The keys hung on the wall beside the door.",
        "When the kitchen door opened suddenly, they jerked apart and turned guilty faces to Sarah, whose expression made it clear she had seen and comprehended their actions.",
        "Tammy burst through the door and saw Lisa sitting on the counter.",
        "Yancey stepped through the door with his arms full of groceries and Lisa didn't miss the warning look he shot his mother.",
        "As she passed his office, she glanced through the open door.",
        "At the car, he opened the door for her in a gentlemanly way.",
        "Most of the boys she dated would never have thought of practicing the age-old custom of walking around the car to open her door, or guiding her through the crowd with a gentle hand on one elbow.",
        "The ride back was quiet, but the silence was a comfortable one, only becoming awkward when they reached the door of his house.",
        "He opened the door for her and they entered, quietly slipping into the kitchen.",
        "She followed him to the front door and looked up at him inquisitively.",
        "At the car, he opened the door and glanced back at her, his expression reflective.",
        "With that said, he shut the door and started the car.",
        "Yancey was lounging against the kitchen door jam, his expression uncertain.",
        "He left the house, slamming the door so hard the hallway reverberated with the sound.",
        "The door opened quietly and Yancey entered, his face bland as he retrieved the magazine from his chair.",
        "Pulling a robe over her nightgown, she tiptoed down the hall and silently opened the door to the patio.",
        "She started for the patio door and he gripped her arm.",
        "He was still chuckling as she closed the door behind her.",
        "She opened the door without looking, ready to welcome Connie.",
        "She started to shut the door, but he had the storm door open and his foot in the door before she could react.",
        "He stepped through the door, his expression less than friendly.",
        "She darted around him and ran for the door, but he caught her half way.",
        "Allen walked toward the door, his attention divided between Howard and Lisa.",
        "He stopped at the door.",
        "I banged on the door, but you didn't answer.",
        "As he opened the door, a police car pulled up to the curb.",
        "Len was eyeing Yancey's car and didn't see them until they stepped out the door.",
        "Once she was in the car, he shut the door and leaned down to speak.",
        "Yancey pulled up beside her and waited while she got out of the car and locked the door.",
        "He pushed the passenger's side door open and she leaned down to look at him.",
        "She opened the door and scrambled out, shutting it without another word.",
        "No one was in sight when she reached the building, but the door was open.",
        "Cautiously, she crept up to the door and peered around it, jerking her head back instinctively when she spotted Yancey unlocking a door to an inner office.",
        "She peeked around the door again just in time to see him walk into the office and close the door.",
        "She glanced around, noting several objects covered with cloths, as well as a box that sat on a table beside the door.",
        "She tiptoed over to one of the cloth-covered objects, keeping a wary eye on the door, and carefully lifted the cloth.",
        "She squeezed behind the barrel as the office door opened.",
        "Yancey strode across the room and opened the door, allowing the man in a black suit to enter.",
        "She waited until Yancey came back in, but he only locked the door to the office and left, closing the door to the building.",
        "She waited for him to get a little way down the path before she slipped from her hiding place and went to the door.",
        "She turned the knob, but the door didn't open.",
        "She turned it again, and this time put her weight against the door.",
        "She carried a chair to a spot that wouldn't be visible on a course from the path to the door, and sat down.",
        "She reached the door and looked back, expecting to find him right behind her, but he wasn't.",
        "He shut the door and walked away from the car.",
        "Lisa opened her door and motioned to Yancey, who immediately returned to the car.",
        "Without another word, he walked out the door and down the trail.",
        "Yancey was standing in the door watching.",
        "She brushed his hand away and went to her door.",
        "\"I'm not hungry,\" she said honestly, and walked into her room, shutting the door behind her.",
        "She snapped the full suitcase shut and opened her door.",
        "Opening the door, she kept her face hidden as she walked down the hallway.",
        "Once in her room, she slammed the door and locked it against him.",
        "It must have helped, at least to some degree, because when he spoke again outside her door, his voice was controlled.",
        "He turned the knob and pushed on the door.",
        "If you don't open this door I'm going to kick it open.",
        "\"It's your door,\" she reminded him in a cool voice.",
        "After a slight hesitation the door burst open with a cracking blow.",
        "The doorbell rang and she felt a rush of panic when she heard Sarah answer the door.",
        "Multiple pairs of feet hurried down the hall and Connie was the first one through the door.",
        "He stopped, tugging her hand urgently as he turned toward the door.",
        "She knows men are attracted to her beauty, but she doesn't realize it's merely what gets them to her door.",
        "Brandon glanced at Adrienne as he opened the door for Julia.",
        "He followed Julia out the door and closed it securely.",
        "Adrienne opened the refrigerator door and stared inside absently.",
        "She grabbed a head of lettuce and shut the door.",
        "Adrienne opened the refrigerator door again and removed the cheese.",
        "Adrienne swung around to find Brandon leaning against the kitchen door jam.",
        "He opened the refrigerator door and removed a can of pop.",
        "She crept down the dim hall, past the bedroom that Julia and Rachel shared, and on past Brandon's door.",
        "At the kitchen door she nearly ran into a dark form.",
        "She started for the door again, but he caught her arm.",
        "He leaned one shoulder against the door jam and frowned down at her.",
        "Adrienne was still smiling when Brandon opened the door for her.",
        "As they climbed out of the car, a screen door squealed on the front porch and a short stocky man emerged, running a hand through graying hair.",
        "They followed his parents into the house and Adrienne hesitated at the dining room door.",
        "It seemed that she had barely dropped off to sleep, before someone was pounding on her door.",
        "He led the way to the door, all the while muttering something under his breath about something being stupid.",
        "Back at the apartment, he paused at the door, key in hand.",
        "\"And talk,\" he interrupted, tugging her away from the door.",
        "The apartment door opened and Rachel stared out at them.",
        "Julia chose that moment to open the front door.",
        "Julia swung away from the door and called for Rachel.",
        "\"Nobody's going to throw either of you out,\" Rachel spoke from the door.",
        "She shut the door after they entered, and smiled wryly at Adrienne.",
        "She glanced up to find Brandon lounging against the door jam of her bedroom doorway.",
        "Darting across the room, she used the door jam to break her speed as she turned to Brandon's room.",
        "Julie turned and ran to her bedroom, slamming the door.",
        "Rachel gazed reflectively at the door.",
        "I didn't bring my hat to throw in the door.",
        "If she encouraged Bordeaux, the others would think the door was open.",
        "Someone tapped on her door.",
        "She opened the door to find a little Mexican boy holding a package.",
        "He gave her a strange look and secured the door.",
        "Cynthia Turley was in the middle of cleaning his favorite table when he walked through the diner door.",
        "She followed Cade up the steps and across the wide porch, waiting as he unlocked the door.",
        "He led her down a short hallway and opened the first door.",
        "Reaching inside the door, he flipped the light switch and the room was flooded with light from a ceiling fan.",
        "I fixed the door so it locks from the inside.",
        "That door over there is your personal bathroom.",
        "She glanced at the door, realizing she had forgotten to lock it.",
        "If he intended her harm, he would hardly have fixed the door so it would lock from the inside.",
        "There was no point in freezing her buns off darting across the cold floor to lock the door.",
        "Opening her door quietly she carried her shoes to the kitchen before putting them on.",
        "Removing the laundry from her room, she walked down the hall and hesitated at Cade's bedroom door.",
        "She turned the porcelain knob and pushed the door open.",
        "The master bath was tidy, so she left the room and pulled the door shut, breathing a long sigh.",
        "As she glanced into the last bedroom, she noticed it had a patio door.",
        "The stairs groaned as she climbed and the door squealed as she opened it.",
        "She sighed and left the room, carefully pulling the door shut.",
        "As she completed setting the table, the screen door squealed and Cade opened the door.",
        "He strode to the door, clamped on his hat, shrugged into his coat and left the house without so much as a good-bye.",
        "The screen door squeaked and the kitchen floor complained as someone crossed it.",
        "He turned and headed for the family room door again.",
        "Opening the door, she found her assumption correct.",
        "She stumbled to the door.",
        "She piled one arm high and closed the door.",
        "Well, he isn't interested in me, so the door is still open for you.",
        "She stopped, suddenly aware that Cade was propped against the kitchen door jam, nursing a cup of coffee.",
        "She set the table and glanced up when the screen door squeaked.",
        "Cade answered the door and ushered his sister into the family room where Cynthia was doing some last minute dusting.",
        "A few minutes later Cade popped his head around the door.",
        "Inside the quiet room, the balcony beckoned, so she slid the patio door open and stepped out into the balmy night.",
        "A sliver of light under Cade's door suggested he was already awake.",
        "Scruffy was meowing at the kitchen door.",
        "Taking a zip-lock bag of scraps from the refrigerator, she opened the door and stepped out into the cool dawn.",
        "The smile was replaced by a surge of color as he jerked the barn door open.",
        "His jaw muscles worked as he spun on one heel and marched to the outside door, slamming it as he left.",
        "Someone knocked on her door and she wiped her eyes and blew her nose before responding.",
        "Claudette pushed the door open slowly and demurely made her way across the room.",
        "Cade came through the kitchen door and pitched his hat on the peg.",
        "The back door was too far away for her rubbery legs, and the only alternative was the sink.",
        "She put the things in her bathroom and was returning to the bedroom when Cade knocked on her open door.",
        "And then he left the room, pulling the door snugly closed behind him.",
        "She had barely finished putting the things away when Mary knocked on the kitchen door.",
        "She prepared the table and was putting the food on when Cade opened the door.",
        "She stopped at the door and caught her breath.",
        "She jerked the door open.",
        "\"See you tonight,\" he mumbled as he headed for the door.",
        "She jerked the kitchen door open, not realizing he was close until she heard his voice behind her.",
        "He dodged the screen door as it narrowly missed his forehead.",
        "She reached for the door with the other hand.",
        "She pushed the door open and hurried to the sink.",
        "He came through the door, his hands behind him and a smug look on his face.",
        "He lifted her into his arms and turned toward the family room door.",
        "He walked across the kitchen and paused at the door.",
        "He lifted his hat from the peg and clamped it on his head and then paused, one hand on the door while he studied her face.",
        "She stared at the door after he left.",
        "Wiping her face with a cold rag, she composed herself and answered the door.",
        "\"Russ,\" He corrected as he gripped her arm and led her to the door.",
        "He led her to his truck and opened the door, helping her into the truck.",
        "He slammed the door and strode purposefully around to the other side, jerking the driver's side door open.",
        "She nodded, hugging his lean waist until they had to let go at the bedroom door.",
        "He followed her out of the room, guiding her through the door with a light touch on her waist.",
        "He pulled the door shut gently and tiptoed down the hall after her.",
        "Betsy was alone on the porch but as we approached, Martha opened the screen door, her arm around a frail looking man, about five-seven, who wore an off-center toupee and a fragile smile.",
        "The words weren't out of my mouth when we heard his door open and footsteps retreating down the hall.",
        "\"Coffee first, please,\" I answered as the bath room door closed behind Betsy.",
        "I better knock on his door.",
        "Quinn didn't look pleased but he handed her the spatula and started for the door.",
        "Howie and I entered the room and closed the door.",
        "There was murmured sound downstairs and Betsy asked from outside the door if there was a problem.",
        "He opened the door, rubbing his eyes.",
        "I opened the door to the questioning looks of the ladies.",
        "I reached for the door, but my hand passed through it.",
        "I found his lodging, returned to our room and caught up with Betsy as I was opening the door.",
        "The light was coming from under a closed door at the end of a hallway.",
        "Howie was due within the hour so only Quinn and Martha met us at the door.",
        "She nodded her approval and I stepped outside and closed the door.",
        "It took fifty minutes before the door burst open and Howie dashed out and up the stairs with Martha close on his heels.",
        "There was a pay phone near the door but it was out of order.",
        "Her parents, next door at a neighborhood barbeque, were startled by a gun shot.",
        "There was a four foot wide Double Christian Door, Indian Shutters and \"Pumpkin Pine\" colored wide board flooring.",
        "Our company name was modestly displayed by the front door for all to see.",
        "\"I think this Youngblood guy is a scam,\" I said as I lustfully watched my wife through the half open bathroom door.",
        "The assailant pushed a rag against the sleeping girl's nose and mouth and quietly, but with surprising speed, was down the stairs and out the front door in the matter of seconds.",
        "While Howie stood shyly by the door, she boldly stepped forward and introduced herself.",
        "I'm sure some trusting farm folk will leave a door unlocked or a window open for my pleasure, for my endless possibilities.",
        "I looked up with sinking heart to see a FedEx driver at the front door looking at me quizzically.",
        "As the others remained behind the closed door of the conference room, I went out to lunch on my own.",
        "Aldo is a big man and couldn't fit through the portal and by the time he went around to the door, the trespasser was gone.",
        "Julie met me at the door before I turned off my car.",
        "Molly joined him at the door.",
        "Why should she answer the door?",
        "The drape parted, followed by shuffled footsteps, and Martha opened the door.",
        "I picked up the phone as Betsy closed my office door and sat next to me.",
        "I glanced up to see Martha headed toward my door.",
        "I took a deep breath and called her into my office and closed the door.",
        "It's delightful in this campground with a singing brook outside my door, serenading me as I work.",
        "While she sounded relieved, there was a chill in the air like opening the door, expecting warm sunshine and forgetting it's December.",
        "As soon as girl and pooch were out the door, Betsy had news, preempting my announcement.",
        "The key Howie had left fit the door in the rear so I couldn't rely on my headlights to see.",
        "After banging a shin on the low stone wall that encircles the flagstone patio, I finally reached the back door.",
        "I crept cautiously forward until I encountered a closed door, leading, I presumed, to the main house.",
        "I left the phone off the hook, retreated back to the bedroom and with my heart racing, I closed the door behind me.",
        "I was fumbling with the window when I heard heavy footsteps move close to my door.",
        "Before I could, the door was kicked open I was grabbed about the neck in a strangle hold that gagged me and a knife jabbed upward under my chin!",
        "In a panic I began to crawl toward the front door.",
        "\"Open up!\" a voice shouted as fists pounded on the door.",
        "I was dragged to my feet from behind by my captor as police burst through the door and the room ignited with the blinding glow of several flash lights.",
        "Behind him, to the far right, I could see the front door was off its hinges, wrested to a strange angle.",
        "Beside the nurse who was busy collecting equipment, there was a man in a suit standing by the door.",
        "I went around back because Howie said the key he left with us fit the back door.",
        "I scooted into the bedroom and closed the door.",
        "I started to open the window to get out of there but I guess he heard me because he kicked down the door and grabbed me and cut me.",
        "I passed out for a few minutes, I guess, and then I thought I was alone so I started crawling toward the door.",
        "Pure reaction but it got you in the door in a hurry.",
        "She was far better than I at handling this type of emotion but just then, Molly skipped in the door.",
        "While this Greenbriar Road property is not quite so inviting, a spring lock on a back door was no serious test.",
        "\"I won't take long,\" she said and was out the door.",
        "He picked up as Betsy came in the door.",
        "Jackson must have seen me drive up because he was waiting by the door.",
        "I asked, just as a stocky bearded man dressed in a brown religious smock came out of a side door.",
        "The reverend surprised me by moving to the door.",
        "\"I'll drive you,\" Pual said as he came out from behind the counter and hurried to the front door, leaving his boss and the elderly couple behind with mouths agape.",
        "I had my hand on the door handle but instead asked our driver to follow it.",
        "I turned and left the room with Pual behind me as I searched left and right until I saw a policeman by the door.",
        "He opened the back door of the van and motioned Betsy inside as Molly lay inert on the ground.",
        "As Grasso moved around to the driver's door, something fell from the rear, left side of the back.",
        "He waved me to a side chair, closed the door and plopped down in his desk chair.",
        "We got lucky and pulled a single finger print from the rest room door.",
        "The single portal was a thick wooden door that he secured with an equally thick board that fitted across the entire opening on the outside.",
        "I pushed the door slowly and found a case of water bottles, bread, peanut butter, crackers, cheese and several sealed containers of fruits and puddings.",
        "Please, Elizabeth, remove all of your clothing; everything and come to the door with your hands in front of you.",
        "With extreme trepidation, I complied, closing the door behind me.",
        "Cautiously, I stepped outside the motel room door, closing it behind me.",
        "I opened the door a crack.",
        "I made my decision, closed the door.",
        "I was surprised to notice the vehicle lent to Howie was no longer parked in front of his door.",
        "Glancing through the open door of the adjoining room where I'd left Howie, I found it not only empty, but absent of Quinn's equipment as well!",
        "I heard her snarl from behind the wooden door.",
        "I lifted the heavy wood beam that crossed their door, securing it.",
        "Carefully holding my knife before me, I began to push open the door.",
        "Then I realized; the bitch had nailed the solid wooden door shut from her side!",
        "I replaced the beam securing the door on my side and without a word, left the cellar.",
        "Concrete walls surrounded us and the door, the only opening was a massive solid wood hulk.",
        "Bianca waited until she heard the door click closed and looked across the small bay to make sure her daddy still slept.",
        "No one had come in through the door she faced.",
        "Saddened, she considered calling him to check in when a sudden pounding at the door made her jump.",
        "She clawed her way into a sweatshirt as she hurried to the door.",
        "She tied her hair back and straightened the sweatshirt, somewhat relieved and disappointed it hadn't been Aaron at the door after all.",
        "\"I feel strange,\" Kyle murmured, trailing her out the door.",
        "\"Oh, wait, don't shut the-- \" The door to the apartment clicked shut, locking automatically.",
        "Light spilled across the church as a door leading to the chambers in the rear opened.",
        "He snatched her and half carried, half dragged her through the kitchen's opposite door.",
        "He shoved open a door to the dark night and carried her to an awaiting car.",
        "The door opened, and she braced herself.",
        "She careened into the door frame, a flash of pain going through her head.",
        "The lackey tossed her onto a hard couch in the rear of the house opposite a closed patio door.",
        "None had time to grab the weapons under their cots before gunfire exploded through the garage door and slammed into them.",
        "She couldn't run, couldn't move and she tried hard to convince herself to pass out as the garage door was wrenched open.",
        "He nodded his head towards the garage door.",
        "He slammed the Yukon's door closed as he slid into the back seat beside her and pinned her with a look she refused to meet.",
        "Any minute now Darian's going to beat down your door.",
        "The door to the room was closed.",
        "She changed and took the shears, hiding them against her body as she approached the door.",
        "With a deep breath, she opened the door, uncertain what horror she'd face next.",
        "She reached the door and undid the locks with trembling hands, wondering what kind of person kept five locks on his door.",
        "Her gaze returned to the door and lingered.",
        "He stopped at the door and faced her.",
        "The hairs on the back of his neck rose as she stopped in front of one and pushed the door open.",
        "Are you next of kin? a doctor asked, knocking on the door.",
        "She showed no sign of life until he locked the door behind them.",
        "Only then did she woodenly move forward to the bedroom and close the door.",
        "The shower was on and the bathroom door closed.",
        "He pushed the door open and opened the shower door.",
        "\"The door will be locked while I'm out,\" he told her.",
        "She'd tried the door many times and determined if it didn't open, it was because he didn't want it to.",
        "Someone knocked at the door before she could turn on more than the living room lights.",
        "To her surprise, she opened the door with no problem.",
        "Bianca closed the door behind her then tried to open it again.",
        "Just don't open the door to anyone.",
        "Keep the door locked at all times, okay?",
        "He strode out and down the hall, stopping to pound on Sofi's door.",
        "Dusty stalked off and slammed the bedroom door.",
        "Dusty wrenched the bedroom door open, even angrier to see Darian and Bianca on the couch, talking.",
        "Darian jerked the door open and stormed out.",
        "He went to the newbie wing, where Jonny was placed, and rapped on the door."
    ],
    "definition": [
        "Link/Cite"
    ]
}