{
    "translation": "מנת תרופה, מינון",
    "uses": [
        "The dose of the root is from 60 to 90 grains.",
        "They got a dose of radiation poisoning.",
        "A large lethal dose kills by this action, but the minimum lethal dose by its combined action on the respiration and the heart.",
        "Casper was the last to leave the corral, pausing beside Carmen for an extra dose of attention.",
        "The dose is from a drachm to an ounce.",
        "After the taking of a moderate dose the pulse is markedly slowed.",
        "The sudden withdrawal of the drug from a morphine habitué is followed by a train of alarming symptoms. As the time approaches for the usual dose there is marked restlessness, followed by excitement and later by chills, pallor, sinking, nausea, with perhaps vomiting and diarrhoea.",
        "In medicine antipyrine (\"phenazonum\") has been used as an analgesic and antipyretic. The dose is 5-20 grs., but on account of its depressant action on the heart, and the toxic effects to which it occasionally gives rise, it is now but little used.",
        "The dose of the latter (Brit.",
        "An IV in her arm dripped a constant dose of powerful anesthetic.",
        "Cynthia, who'd followed the men to the door, was the first to smother the young girl in hugs and kisses, and an ample dose of tears with the others joining in with equal enthusiasm.",
        "(3) Potassii Bromidum, dose 5 to 30 grs.",
        "From caustic potash are made (I) Potassii Permanganas, dose 1 to 3 grs., used in preparing Liquor Potassii Permanganatis, a I A solution, dose 2 to 4 drs.",
        "We played back our conversation with crossed fingers and not a small dose of nervousness.",
        "A toxic dose causes unpleasant symptoms, but in certain cases, such as this, it may require very many times a toxic dose to produce the lethal effect.",
        "Potassii Bicaromas, dose a to gr.",
        "The volatile oil - oleum cubebae - is also official, and is the form in which this drug is most commonly used, the dose being 5 to 20 minims, which may be suspended in mucilage or given after meals in a cachet.",
        "Potassii Citras, dose To to 40 grs.",
        "It is by no means the most powerful poison known, for such an alkaloid as pseud-aconitine, which is lethal in dose of about 1/200 of a grain, is some hundreds of times more toxic, but prussic acid is by far the most rapid poison known, a single inhalation of it producing absolutely instantaneous death.",
        "Thus atropine will save life after three and a half times the fatal dose of physostigmine has been taken, but will hasten the end if four or more times the fatal dose has been ingested.",
        "The new canine member of our family was a happy little feller with a fair dose of Cocker Spaniel in his genealogy.",
        "Fred was back in town, treating the children to sandwiches before returning to the library for a new dose of historical research.",
        "The pharmacopeial dose of the acid is 5-20 grains, but it is so unrelated to experience and practice that it may be ignored.",
        "The dose of the fruit is 30 to 60 grains, and the British Pharmacopoeia contains a tincture with a dose of a to 1 drachm.",
        "Neither finished his beverage; Fred because he was anxious to get going and Dean because he could only take a small dose of the perfumed blend.",
        "The symptoms of strychnine poisoning usually appear within twenty minutes of the ingestion of a poisonous dose, starting with an uneasy sensation, stiffness at the back of the neck, twitching of the muscles and a feeling of impending suffocation.",
        "Of the two latter, 300 grains may be given in a dose and i 2 oz.",
        "Potassii Acetas, dose Do to 60 grs.",
        "The dose is 310 grain, and should invariably be administered by hypodermic injection.",
        "The B.P. preparation Liquor Hydrogenii Peroxidi dose i to 2 drs.",
        "For the destruction of weeds on gravel walks or in paved yards a strong dose of salt, applied either dry or in a very strong solution, is found very effective, especially a hot solution, but after a time much of it becomes washed down, and the residue acts as a manure; its continued application is undesirable, as gravel so treated becomes pasty.",
        "For a pick-me-up, guests can order large bowls of café au lait or opt for a quick dose of caffeine via an espresso.",
        "Fifteen grains constitute an exceedingly dangerous dose for an adult male of average weight.",
        "(2) Plumbi Acetas (sugar of lead), dose 1 to 5 grains.",
        "Potassii Tartras Acidus (cream of tartar), dose 20 to 60 grs., which has a subpreparation Potassii Tartras, dose 30 to 60 grs.",
        "There are numerous preparations, patent and pharmacopeial, their composition being extremely varied, so that, unless one has reason to be certain of any particular preparation, it is almost better to use only the dried leaves themselves in the form of a powder (dose a-z grains).",
        "The pharmacopeial tincture may be given in doses of five to fifteen minims, and the infusion has the unusually small dose of two to four drachms - the dose of other infusions being an ounce or more.",
        "Once acquired the habitué depends on the drug for a comfortable existence, and as the organism becomes quickly tolerant of the alkaloid the original dose no longer suffices.",
        "Pomegranate root, or, better, the sulphate of pelletierine in dose of 5 grains with an equal quantity of tannic acid, may be used to replace the male fern.",
        "The dose is from 20 grains to a drachm.",
        "It is best given in the maximum dose which causes the minimum of irritation.",
        "The dose is 2 to 5 grains, that of aloin being z to 2 grains.",
        "In general, it is therefore wise to order a double dose at bedtime.",
        "Damian didn't care; Sofia liked Pierre, and he had a feeling Pierre's blunt dose of reality was soothing to her in a world where nothing else made sense.",
        "The dose is i to 4 drachms. It contains i part of quinine in 50.",
        "Dr. Brandt Skincare Double Dose in a Box.",
        "Potassii Carbonis (salt of tartar), dose 5 to 20 grs., from which are made (a) Potassii Bicarbonas, dose 5 to 30 grs.; (b) Potassa Caustica, a powerful caustic not used internally.",
        "Potassii Chloras, dose 5 to 15 grs., from which is made a lozenge.",
        "A similar stimulation of the non-striped muscle in the alimentary canal results in violent vomiting and purging, if a large dose has been taken.",
        "The respiration is at first accelerated by a dose of physostigmine, but is afterwards slowed and ultimately arrested.",
        "The dose for repeated administration is from 10 to 30 minims and for a single administration up to a drachm.",
        "It is best to begin with only one dose in the twenty-four hours, to be taken just before going to sleep, so that the patient is saved its unpleasant \"repetition\" from an unaccustomed stomach.",
        "The usual dose, at starting, is one or two drachms, but the oil should be given eventually in the largest quantities that the patient can tolerate.",
        "The dose is 5 to 20 grs.",
        "Potassii Nitras (saltpetre), dose 5 to 20 grs.",
        "Potassii Sulphas, dose To to 4 0 grs.",
        "He should keep his bowels regular, or even loose, taking every morning a dose of sulphate of soda in a glass of hot water.",
        "The B.P. dose of strychnine is to gr.",
        "The average fatal dose for an adult is i 2 grs., but death has resulted in twenty minutes from 2 grain.",
        "The official dose of powdered colchicum is 2 to 5 grains, which may be given in a cachet.",
        "They contain a volatile oil which does not occur in the corm, and their proportion of colchicine is higher, for which reason the Tinctura Colchici Seminum- dose 5 to 15 minims - is preferable to the wine prepared from the corm.",
        "==Toxicology== In a few minutes after the introduction of a poisonous dose of aconite, marked symptoms supervene.",
        "The dose of jalap is from five to twenty grains, the British Pharmacopeia directing that it must contain from 9 to II% of the resin, which is given in doses of two to five grains.",
        "The official doses of atropine are from to 1+F grain, and the sulphate, which is in general use in medicine, has a similar dose.",
        "He found, however, that if he took the largest amount of toxin which was just neutralized by a given amount of antitoxin, much more than a single dose of toxin had to be added before a single dose was left free.",
        "If such were the condition there would always be a certain amount both of free toxin and of free antitoxin in the mixture, and in this case also considerably more than a dose of toxin would have to be added to a \" neutral mixture \" before the amount of free toxin was increased by a dose, that is, before the mixture became lethal.",
        "In medicine, resorcin, which is official in the United States under the name of resorcinol, was formerly used as an antipyretic, but it has been given up. The dose is 2 to 8 grs.",
        "In infants especially opium acts markedly upon the spinal cord, and, just as strychnine is dangerous when given to young children, so opium, because of the strychnine-like alkaloid it contains, should never be administered, under any circumstances or in any dose, to children under one year of age.",
        "The patient who has swallowed a toxic or lethal dose of laudanum, for instance, usually passes at once into the narcotic state, without any prior excitement.",
        "For this purpose the best emetic is apomorphine, which may be injected subcutaneously in a dose of about one-tenth of a grain.",
        "- Opium, like many other poisons, produces after a time a less effect if frequently administered as a medicine, so that the dose has to be constantly increased to produce the same result on those who take it habitually.",
        "When it is used to relieve pain or diarrhoea, if the dose be not taken at the usual time the symptoms of the disease recur with such violence that the remedy is speedily resorted to as the only means of relief, and thus the habit is exceedingly difficult to break off.",
        "The dose, when large, had been increased from the beginning; when small, there had usually been no increase at all.",
        "To break off the habit of opium-eating is exceedingly difficult, and can be effected only by actual external restraint, or the strongest effort of a powerful will, especially if the dose has been gradually increased.",
        "The dose of 2 to drachm contains little more than a grain of quinine, the antipyretic action of which is negligible.",
        "The greater part of a dose of quinine sulphate administered by the mouth may be recovered, as a rule, from the faeces, this being much the most wasteful method of giving quinine.",
        "The maximum dose of the sulphate is about 40 grains, and of the acid hydrochloride about 25 grains.",
        "A dose of a little more than a drachm (a teaspoonful) will produce a condition of inebriation lasting for one-half to one hour, but the dose must soon be greatly increased.",
        "After a single full dose of quinine no parasites can as a rule be observed in the blood for several days.",
        "In beginning treatment, it is well to clear the hepatic and alimentary passages by a preliminary dose of calomel combined with a secretory cholagogue, such as enonymin or iridin.",
        "Cinchonism is the name applied to the congeries of toxic symptoms which follow the prolonged administration of quinine, but may appear after one small dose in certain persons.",
        "The preparations of lithium used in medicine are: Lithii Carbonis, dose 2 to 5 grs.; Lithii Citras, dose 5 to io grs.; and Lithii Citras effervescens, a mixture of citric acid, lithium citrate, tartaric acid and sodium bicarbonate, dose 60 to 120 grs.",
        "Of the numerous preparations only two need be mentioned - the liquid extract (dose 10 minims to 2 drachms or more), and the hypodermic injection.",
        "==Pharmacology== Of arsenic and its compounds, arsenious acid (dose 6, -, 1 v1 1 5 - gr.) and its preparation liquor arsenicalis, Fowler's solution (dose -8 111.), are in very common use.",
        "Internally, unless the dose be extremely small, all preparations are severe gastro-intestinal irritants.",
        "Some individuals, however, never become tolerant, and show poisonous effects on each repetition of the dose.",
        "Cannabis indica - as the drug is termed in the pharmacopoeias - may be given as an extract (dose 4-1 gr.) or tincture (dose 5-15 minims) .",
        "Donnie needs a prolonged dose of professional help and an environment absent the stress he's been living under.",
        "Historically the unit was the rad derived from \" radiation absorbed dose \" .",
        "However, no dose adjustment is required in the elderly patients.",
        "administering an adequate dose.",
        "administered as a 3-hour infusion at the full clinical dose of 175 mg/m² .",
        "alanine dosimeters are accurately located at the same point on the depth dose curve.",
        "alanine dosimetry can be used to determine the dose distribution.",
        "Long term high dose allopurinol was taken by 47 patients, long term low dose by 48 and recent low dose by 72.",
        "alone accounts for about 80% of the collective dose impact of the French nuclear industry.",
        "anaesthesia In children the ED 90 dose of vecuronium bromide under halothane anesthesia was found to be somewhat higher (approx.",
        "Here we are however, thinking about a diagnostic test - will this challenge dose of opioid produce analgesia or won't it?",
        "analgesic efficacy of a first dose in women with moderate or severe menstrual pain.",
        "anesthetic dose given in table 2.",
        "The preparation may occasionally cause pruritus ani; dividing the dose tends to reduce this complication.",
        "Yet the advice to use double dose histamine antagonists seems to be almost universal.",
        "antimicrobial prophylactic regimen examined in the included trials varied from a single dose to a 14-day course.",
        "If you have temporal arteritis the dose of steroids is higher and side effects more common.",
        "intravenous ascorbate... studied high dose intravenous ascorbic acid (IAA ).. .",
        "low dose aspirin helps to prevent blood clots forming inside arteries, which helps to prevent a further stroke.",
        "How to take azathioprine The dose has been worked out especially for you.",
        "Valium®) if indicated, at a dose of 1-2 mg/kg iv (do not administer barbiturates or other cardiorespiratory depressants ).",
        "In general, an oral dose of 1g of most barbiturates produces serious poisoning in an adult.",
        "baseball cap gang knew how dose they had come to national stardom.",
        "For patients on other sedative drugs, including benzodiazepines or alcohol, the starting dose should not be more than 20 mg daily.",
        "A prolonged sub acute low dose benzodiazepine withdrawal syndrome can last for months or even years.",
        "On average, 34% of the orally administered dose is absorbed, with an absolute bioavailability of 17% .",
        "They are supplied in perforated unit dose blisters packed in cartons containing 14, 28 or 49 tablets.",
        "Each unit dose blister contains 1 mg or 3 mg of the active substance insulin human.",
        "bock beer: a bit too malty, however, but with a nice dose of hops.",
        "bolus dose themselves.",
        "morning dose: The morning bolus dose is administered by the pump to rapidly achieve the therapeutic dose level (within 10-30 minutes ).",
        "The muscle paralysis can be continued with intermittent intravenous boluses, using about 25% of the initial dose.",
        "Dose 3-10 mg boluses iv, repeat until effective.",
        "Booster vaccination: A single annual booster vaccination: A single annual booster dose is recommended.",
        "booster dose is required every two to three years depending upon risk of exposure.",
        "Tube construction eliminates chafing side seams, and the absence of a shelf bra grants a dose of freedom.",
        "Suxamethonium frequently causes bradycardia, especially with a second dose in children.",
        "Breast-Feeding If you normally breast-feeding If you normally breast-feed and have been given Zonegran, you should not breast-feed for one month after you had the last dose.",
        "Attribut, particularly the split dose recommendation, has proved in trials to be more consistent in controlling bromes compared to Atlantis.",
        "bromide at the recommended dose.",
        "Maintenance dose: 20 to 30 micrograms vecuronium bromide per kg body weight.",
        "caffeine intake, where a clear dose response is demonstrated.",
        "The primary standard used for this service is a graphite calorimeter and so absorbed dose calibrations must be converted from graphite to water.",
        "I wondered whether the baseball cap gang knew how dose they had come to national stardom.",
        "The recommended dose is two 250mg capsules per day.",
        "There was a single hepatocellular carcinoma in the female high dose group.",
        "The recommended daily dose of mixed carotenoids is 50mg for 6 weeks before exposure, or 25mg for 12 weeks.",
        "One: What dose of Bt protein from the transgenic corn varieties is actually toxic to monarch caterpillars?",
        "The dose is instilled into the bladder through a urethral catheter.",
        "She was given a lethal dose of potassium chloride.",
        "Low dose aspirin helps to prevent blood clots forming inside arteries, which helps to prevent a further stroke.",
        "cluster headache a healthy dose told how people.",
        "Not only have the trio introduced a healthy dose of punk to their pop confection, they are also stalwarts of the live scene.",
        "contribute less than one percent to the dose received from caesium-137.",
        "In general these effects were observed earlier with Seretide compared to inhaled corticosteroid alone and at a lower inhaled corticosteroid dose.",
        "Patients who have required high dose emergency corticosteroid therapy in the past may also be at risk.",
        "Therefore, along with every 5 gram dose of Micronized creatine 15 to 20 oz of water should be consumed.",
        "cyclophosphamide prodrug will be gradually escalated to identify a maximum tolerated dose.",
        "cyclophosphamide dose) added to the same bag.",
        "In this trial all patients will receive our standard low dose pulse cyclophosphamide treatment.",
        "daily dose of 80 - 100 mg is required.",
        "take the decoction once a day for 7 days. 50 ml a dose.",
        "Genetic characterization of the legs at odd angles angles locus, a new mutation causing motor neuron degeneration in a gene dose dependent manner.",
        "Most doctors treating heroin dependency prescribe methadone, a less expensive synthetic opiate requiring a single daily dose to prevent withdrawal symptoms.",
        "depress the syringe plunger to deliver the correct dose.",
        "She was treated with high dose oral steroids, low molecular weight dextran and vasodilators with benefit.",
        "For example, if you are taking lorazepam 1mg three times daily, first change the night dose to 10mg diazepam.",
        "Unwanted effects of nitrates include dilation of cranial vessels causing headaches, which can limit the dose used.",
        "diluent solution into one or both nostrils using a metered dose delivery device.",
        "diode detector was used to measure the dose received by the patient in the center of the field.",
        "A calibrated p-type silicon diode detector was used to measure the dose received by the patient in the center of the field.",
        "Between 13-18 years Tetanus, low dose diphtheria and inactivated poliomyelitis boosters (Td/IPV ).",
        "The Committee was informed that the Department was having increasing difficulty in getting supplies of single low dose diphtheria vaccine.",
        "Potassium loss due to excessive diuresis may necessitate a reduction in the dose of diuretic.",
        "In addition, high dose systemic leucovorin or alkaline diuresis may be required.",
        "dose of 0.5 mg is lethal for an adult.",
        "dose of steroid than your inhaler.",
        "dose of 1 mg/kg every two weeks or a placebo.",
        "dose of aspirin is often prescribed, which helps to stop blood clots from forming.",
        "dose of morphine.",
        "The question is whether there would be any obstacles to administering an adequate dose.",
        "A nurse was sentenced to 12 months imprisonment after breaking into a hospital computer and altering a patient's prescription to a lethal dose.",
        "You should try to take your daily dose at about the same time each day.",
        "dose escalations.",
        "dose aspirin is also used to help prevent blood clots that can cause a heart attack or stroke.",
        "dose titration.",
        "dose inhalers (MDI ).",
        "The infants were randomized to receive single dose nevirapine or single dose nevirapine or single dose nevirapine plus one week AZT.",
        "A person can receive a greater radiation dose on a plane flight to Spain then from an x-ray of the wrist or shoulder.",
        "A booster dose is required every two to three years depending upon risk of exposure.",
        "Her husband returned to 400 mg dose of 100 mg kg for rabbits.",
        "To achieve this good control, you may need extra insulin injections and your overall insulin dose will increase.",
        "dosimeter badges to measure their radiation dose.",
        "The design of the phantom assures both films and alanine dosimeters are accurately located at the same point on the depth dose curve.",
        "The dosimetric characteristics of the chosen chamber have been assessed by comparison with absorbed dose measurements made using chemical dosimeters.",
        "duodenal ulceration, gastric ulceration or oesophageal reflux disease may be treated with a single bedtime dose of 300 mg.",
        "Patients with mild, moderate or severe liver dysfunction should be given the minimum recommended dose of 400 mg daily.",
        "The use of a loading dose of clopidogrel in non-ST segment elevation ACS patients prior to angiography prolongs their bleeding time.",
        "I also like the tender song called Nebel which speaks of love with a dose of high emotionality.",
        "erythema dose (MED) for narrow band phototherapy?",
        "About 30% of the dose is excreted in urine as unchanged drug, whereas 60% of the dose is excreted as metabolites.",
        "Radioactive compounds are rapidly excreted in the urine, one-third of the dose appearing in two hours.",
        "excretion of these metabolites accounted for 45% of the dose administered.",
        "The recommended dose for closure of enterocutaneous fistulas is 5 mg of infliximab for every kg of body weight.",
        "fluorinated tap water are getting three times the maximum safety dose of fluorine.",
        "foetusan one dose of speed harm the fetus?",
        "gamma ray absorbed doses, quality factors and dose equivalents.",
        "The dose is 1 or more cloves of raw garlic per day, or up to a teaspoon of garlic powder.",
        "Further consideration was given to the negative results in the single dose UDS assay in the forestomach of mice using gavage dosing.",
        "The urine glucose result will allow you to determine the dose of insulin.",
        "Her prize, a double dose of bubbling, foamy, green goo.",
        "Clarithromycin granules for oral suspension straws contain a single dose of clarithromycin, all of which is to be taken at the same time.",
        "The lungs of mice given high dose of either raw or purified iron-containing nanotubes showed prominent granulomas at 7days.",
        "halved when one half-life has elapsed since the last LMW heparin dose.",
        "WASHINGTON -- It took a dose of political hardball in Congress nearly two decades ago to launch Boston's Big Dig.",
        "Day let's see with cluster headache a healthy dose told how people.",
        "I use a dose of Dandelion before meals to prevent heartburn.",
        "Heparin Approximately 2/3 of the patients received prophylactic low dose heparin Approximately 2/3 of the patients received prophylactic low dose heparin during the course of study.",
        "heparin dose during dialysis.",
        "hepatic insufficiency: No dose adjustment is required.",
        "The risk could be reduced with a low dose of growth hormone.",
        "Over the next 5 days this is tapered to their normal daily dose, where 100mg intravenous hydrocortisone is equivalent to 25mg oral prednisolone.",
        "There was a clear dose related increase in parathyroid gland hyperplasia from the lowest dose 400 ppm.",
        "It is used in a higher dose to reduce the size of the prostate gland in men with benign prostatic hypertrophy.",
        "hypothyroid patients get the wrong dose (Bandolier 4 ). It would cost little to put it right.",
        "Clin Pharmacol Ther 1999 65: 357-368 11 volunteers given single dose 800 mg oral ibuprofen or 16 g 5% ibuprofen gel.",
        "A booster dose in those successfully immunized in the past.",
        "Three dose primary course plus specific immunoglobulin with first vaccine at a different site.",
        "High dose patches or oestradiol implants of 100 mg do suppress the cycle.",
        "included studies reported adverse events for single dose data.",
        "Patients should start on 20 mg/day and the dose may be increased gradually in 10 mg increments to the recommended dose.",
        "You'll be getting a healthy dose of compounds called indoles.",
        "infectious melodies to a healthy dose of social consciousness.",
        "infective dose.",
        "The nicotine absorption profile and the dose delivered from the preparation are similar to that of nicotine chewing gum and nicotine inhalator.",
        "Please note that the majority of pressurized metered dose inhalers from these batches function normally.",
        "A doctor may prescribe a high dose of a preventer inhaler at first, to quickly \" get on top of symptoms \" .",
        "A 1 mg blister of EXUBERA gives you about the same insulin dose as 3 IU of subcutaneously injected fast-acting insulin human.",
        "injected with a dose of reality.",
        "Administration: Dose: 2 ml by intramuscular injection.",
        "Part of the dose may be given in an initial rapid intravenous injection.",
        "Patients with hepatic insufficiency: No dose adjustment is required.",
        "Concomitant antidiabetic treatment may need to be adjusted (dose and timing of concurrent short-acting insulins ).",
        "A dose of cannabis which could cause intense intoxication in a na\"ve user may have little or no effect in a regular cannabis user.",
        "intramuscular route seems more reliable than the oral route, for which, the dose range quoted in the literature is very wide.",
        "irradiated at each dose level from each of three batches.",
        "irradiated with a total dose of 39 Gy, and disappeared completely.",
        "ADDITIONAL MONITORING OF YOUR DOSE OR CONDITIONS may be needed if you are taking isoniazid, guanidine, or an oral anticoagulant.",
        "The first has a shorter effect than the second but is less likely to cause laminitis so we opted for the short dose.",
        "A five-day dose of fenbendazole controls inhibited encysted small redworm larvae.",
        "lethal dose is some 40,000 times the average dose for a high; there have been no cannabis deaths.",
        "limpet shells were used in medicine to regulate the dose.",
        "linear in the dose range tested.",
        "Then, carefully pour the liquid into a medicine measure to make sure you get the correct dose.",
        "Children, adolescents and younger adults requiring long-term, higher dose steroid therapy pose particular management difficulties.",
        "maintenance dose in patients.",
        "It was surprisingly decent for a bock beer: a bit too malty, however, but with a nice dose of hops.",
        "In fact they gave a second dose of flea med \" frontline \" to Oreo without telling me in advance!",
        "melody intention they marry an ear for infectious melodies to a healthy dose of social consciousness.",
        "metered dose inhalers (MDI ).",
        "methadone dose.",
        "The move to more high dose methadone along with the current evidence has been slow progress.",
        "low dose methotrexate in children with juvenile rheumatoid arthritis: results of a post-trial, long-term follow up program.",
        "Women treated with single dose methotrexate were more likely to fail medical management of ectopic pregnancy than those treated with multiple doses.",
        "metronidazole treatments administered during the first trimester of pregnancy, whatever the dose or indication, were included in the review.",
        "The gamma knife delivers a single high dose of radiation at targets of just several millimeters up to 3 centimeters in diameter.",
        "miscalculate a drug dose so that a patient is given an overdose.",
        "moderate hepatic impairment, a starting dose of 300 mg once daily is recommended.",
        "We carefully follow the current national guidelines for dental radiography and use modern, low radiation dose dental x-ray machines.",
        "At the moment he's really moody, it must be the change in steroid dose.",
        "A single dose of epidural morphine may relieve pain for 12-24 hours.",
        "At all times be gentle and consider using sedation such as low dose diazepam and/or morphine to help you.",
        "motor neuron degeneration in a gene dose dependent manner.",
        "muttering again: \" Must take my dose like a man.",
        "There are various ways of using naltrexone - as part of a ' rapid ' detox and as a daily dose to maintain abstinence.",
        "Thus, although the total tissue dose might be considered negligible, cells close to an alpha source receive high doses.",
        "neuron degeneration in a gene dose dependent manner.",
        "NSAID dose is the fraction of the manufacturer's highest recommended dose.",
        "Dose and duration relationships have not been outlined in detail and conjugated equine oestrogens have been used as the predominant estrogen.",
        "This can be used as a guide to the dose of intramuscular opioid that may be given in relative safety on the ward.",
        "orthophosphate dose will be higher in water with a high organic color content than in waters with a low organic color content.",
        "On the pill, the hormones are given in a steady dose, which prevents ovulation from taking place.",
        "Single dose oral ibuprofen and diclofenac for postoperative pain.",
        "After all this labor I have apparently looked somewhat pallid this week, so Health and Safety recommended a dose of sea breeze.",
        "A low incidence of forestomach squamous papillomas and one carcinoma of the forestomach was observed at the 24 mg/kg a day dose level.",
        "A high dose will produce more disturbing effects on the users mind, including paranoia.",
        "perforated unit dose blisters packed in cartons containing 14, 28 or 49 tablets.",
        "pharmacokinetics over the dose range of 10 to 600 mg.",
        "This linearity is support for dose -independent pharmacokinetics of digoxin in man.",
        "Patients who did not respond to the randomized phase of ECT were treated in an open, crossover phase using moderate dose bilateral ECT.",
        "phenobarbital sodium 200 mg/ml injection 1 ml ampoules: The person giving you this medicine will make sure that you get the correct dose.",
        "However, mis-sense mutation associated with a mild phenotype might be missed in aggregation studies depending on the dose of agonist used.",
        "Rats fed zinc phosphide over a wide range of doses experienced toxic effects at the lowest dose tested.",
        "Given the right conditions, a dose as low as 10 virus particles by intranasal or intramuscular routes can infect young pigs 10.",
        "Two special doses of a high dose contraceptive pill are taken exactly 12 hours apart.",
        "pinch salt together with a good dose of fresh ground black pepper.",
        "The effect of parasite dose on severity of disease in the rodent malaria plasmodium chabaudi.",
        "Pom Package quantities 5, 10 or 25 dose vials.",
        "posology adults: The recommended dose of Truvada is one tablet, taken orally, once daily.",
        "It, however, is the necessary precursor for the two week dose of shock therapy that follows.",
        "Dinsmore et al [65] studied the effect of high dose prednisone in 17 PPS patients (with new muscle weakness ).",
        "I know homeopathy sounds preposterous in its basic concept - the smaller the dose, the more powerful the treatment.",
        "However, these associations are not sufficiently pronounced to warrant dose adjustment.",
        "protamine sulfate should be given in any one dose.",
        "pruritus ani; dividing the dose tends to reduce this complication.",
        "psychotropic medication, the service user should be on a stable dose prior to starting treatment.",
        "radiation dose on a plane flight to Spain then from an x-ray of the wrist or shoulder.",
        "National protocol for patient dose measurements in diagnostic radiology.",
        "randomized phase of ECT were treated in an open, crossover phase using moderate dose bilateral ECT.",
        "Actually, no randomized performed trial showed the superiority of high dose chemotherapy in first line or in salvage treatment.",
        "rebound flare in disease activity as the dose is tapered may prevent steroid withdrawal, resulting in concerns about long-term toxicity.",
        "The taper phase regimen used in clinical trials involved decreasing the daily dose by 10 mg at weekly intervals.",
        "The authors evaluated 38 patients receiving standard nevirapine dose as part of their antiretroviral regimen.",
        "The duration of the antimicrobial prophylactic regimen examined in the included trials varied from a single dose to a 14-day course.",
        "However, renal function should be assessed and the dose should be reduced if there is evidence of severe renal insufficiency.",
        "A dose of opium sells for 5,000 Iranian rials (60 US cents ).",
        "The dose of ribavirin to be used in combination with Pegasys is given in Table 1. The ribavirin dose should be administered with food.",
        "We are taking 2 sachet 's per day initially to see about the dose.",
        "Add the coconut cream, herbs and spices and a pinch salt together with a good dose of fresh ground black pepper.",
        "salve the wounds of those missing their daily dose of Pete Burns.",
        "swab the septum prior to removal of each dose.",
        "A larger dose is sometimes given at night to prevent spasms that interfere with sleep.",
        "Put the car in reverse and, with a healthy dose of white smoke and tire squeal, perform a 180.",
        "squirted directly into the back of the throat which makes it difficult to control the dose.",
        "statin dose was increased.",
        "evening statin, and higher dose, were associated with lower total and LDL-cholesterol.",
        "For example, if your main problems are localized to the skin, you may be treated with mild therapy or low dose steroids.",
        "strontium ranelate is usually given in a single daily dose of 2g at night.",
        "The toxicology tests also showed what had killed him was being given the drug combined with an adult dose of the heroin substitute Subutex.",
        "suppositorymended dose of indomethacin suppositories is 100mg to 200mg daily.",
        "taper phase regimen used in clinical trials involved decreasing the daily dose by 10 mg at weekly intervals.",
        "These easy to use tablets kill tapeworm and roundworm in one dose.",
        "Anyone selling a dose of heroin to a young girl like that for a mere tenner 's profit is surely beneath contempt?",
        "teratology studies in rats and rabbits showed maternal toxicity at high dose levels, but there was no evidence of embryotoxic or teratogenic potential.",
        "Morphological alterations in mouse testis by a single dose of malathion.",
        "Therapeutic questions across both pathways - To assess the value of low dose thalidomide in maintenance in improving overall and progression-free survival.",
        "theophylline levels than younger adults at a given dose.",
        "Where this is not possible, patients should have their theophylline dose halved and plasma theophylline should be monitored closely.",
        "Elderly patients will tend therefore to have higher serum theophylline levels than younger adults at a given dose.",
        "Vermox and Ovex will kill threadworms after a single dose.",
        "The recommended dose of Thyrogen is two doses of 0.9 mg thyrotropin alfa administered at a 24 hour interval.",
        "titrate the dose of the typical down over the first two weeks.",
        "When switching to ReFacto it is important to individually titrate and monitor each patient's dose in order to ensure an adequate therapeutic response.",
        "Gradually titrate the dose of the typical down over the first two weeks.",
        "They should be taken once a day before or with breakfast, beginning with a low dose and then titrated as necessary.",
        "titration of the dose in response to service user's requirement rather than the absolute levels of dose is essential.",
        "The use of EXUBERA in patients requiring dose titrations of less than 1 mg is not recommended (see section 4.4 ).",
        "The risk of unwanted effects can be reduced by slow dose titration.",
        "dose titration: The starting dose is 1.5 mg twice a day.",
        "tolerated the higher dose of 2.0 mg.",
        "Presentation Tetanus toxoid Concentrated is an inactivated vaccine containing 150 I.U. per dose (1 ml) purified tetanus toxoid.",
        "No specific standard radioactivity total indicative dose tritium Anglian Water supplies have been assessed as very low risk.",
        "tryptophan in supplements in other member states indicates that the recommended daily dose varies from 45mg to 600mg.",
        "You cannot set a dose greater than the n umber of units remaining in the reservoir.",
        "On the other hand you find equally unscrupulous promoters selling germanium with only a few biologically useless micrograms in every dose.",
        "usual dose is 200 mg to 450 mg daily in divided doses.",
        "Previously vaccinated animals should receive a single booster dose of vaccine each year.",
        "booster vaccination: A single annual booster dose is recommended.",
        "validated by field measurement of the dose rate in the sediment and water column.",
        "Instead of turning you into a zombie, becoming a vegan requires a healthy dose of thinking for yourself.",
        "Only one dose of EPREX should be taken from each injection vial.",
        "Definitive initial treatment depends on a number of factors but includes melphalan, infusional chemotherapy including vincristine and adriamycin plus high dose steroids.",
        "Partial anticoagulation with low molecular weight heparin (LMWH) or low dose warfarin (INR 1.5) are relative contraindications.",
        "world by storm with a haunting yet hard dose of trance.",
        "yielding brands and end up getting the same dose.",
        "It's time we gave these yobs a dose of the fear they've been dishing out to the rest of us.",
        "A single dose of concentrated alcohol (e.g.",
        "Thus it would be advisable to use the physiological antidote only when the dose of the poison - assuming estimation to be possible - was known to be comparatively small.",
        "Once acquired the habituÃ© depends on the drug for a comfortable existence, and as the organism becomes quickly tolerant of the alkaloid the original dose no longer suffices.",
        "The sudden withdrawal of the drug from a morphine habituÃ© is followed by a train of alarming symptoms. As the time approaches for the usual dose there is marked restlessness, followed by excitement and later by chills, pallor, sinking, nausea, with perhaps vomiting and diarrhoea.",
        "The iodide of arsenic (dose k gr.) is one of the ingredients of Donovan's solution (see Mercury); and iron arsenate (dose -3gr.",
        "The report describes ergonomic, clinical usage, patient dose, image quality and quantitative analysis of the system.",
        "The recommended daily dose of quinine for malaria is 600 mg, three times daily, for up to a week.",
        "This has consequences for the radiation dose rate to the skin from radon decay products which is much higher outdoors compared with indoors.",
        "A significant rebound flare in disease activity as the dose is tapered may prevent steroid withdrawal, resulting in concerns about long-term toxicity.",
        "Dose dependent relaxation of the target muscle is achieved within one week, with little or no effect on adjacent muscles.",
        "A dose of opium sells for 5,000 Iranian rials (60 US cents).",
        "The first installment is a bid to salve the wounds of those missing their daily dose of Pete Burns.",
        "The treatment dose is 160 to 240mg of saw palmetto extract, taken twice a day.",
        "Swab the septum prior to removal of each dose.",
        "There 's a little vaudeville in there, smatterings of jazz, and a healthy dose of snotty punk.",
        "However Dr. Kaplan lowers the dose as the children improve in their spleen size, blood counts and bones.",
        "Gas products can be squirted directly into the back of the throat which makes it difficult to control the dose.",
        "Joan Hardman 's problems started after her statin dose was increased.",
        "Evening statin, and higher dose, were associated with lower total and LDL-cholesterol.",
        "Strontium ranelate is usually given in a single daily dose of 2g at night.",
        "All good parents made sure their children were ' regular ' with a weekly dose of syrup of figs.",
        "Historical events often come about with a large dose of fluke and a tenuous thread of intention.",
        "Teratology studies in rats and rabbits showed maternal toxicity at high dose levels, but there was no evidence of embryotoxic or teratogenic potential.",
        "The contribution of effective dose from terrestrial gamma radiation and from airborne radon and thoron daughter products depends on the local geology.",
        "All patients required a dose modification of gemcitabine at some point in their therapy; the primary reason was thrombocytopenia and/or neutropenia.",
        "This is not the case provided the dose is titrated against the pain.",
        "When switching to ReFacto it is important to individually titrate and monitor each patient 's dose in order to ensure an adequate therapeutic response.",
        "The dose should be titrated slowly at the risk of unmasking arrhythmias or seizures in certain patients.",
        "Titration of the dose in response to service user 's requirement rather than the absolute levels of dose is essential.",
        "The use of EXUBERA in patients requiring dose titrations of less than 1 mg is not recommended (see section 4.4).",
        "Dose titration: The starting dose is 1.5 mg twice a day.",
        "However, later patients easily tolerated the higher dose of 2.0 mg.",
        "For example, radiation dose from modern computed tomography scanners may be in excess of that produced by older models.",
        "Presentation Tetanus Toxoid Concentrated is an inactivated vaccine containing 150 I.U. per dose (1 ml) purified tetanus toxoid.",
        "A review of the use of tryptophan in supplements in other member states indicates that the recommended daily dose varies from 45mg to 600mg.",
        "Each dose of vaccine contains at least 10 2.5 TCID 50 turkey rhinotracheitis vaccine virus.",
        "It had been another dose of his worn out, mind-numbing spiel, with one unscripted moment.",
        "The models will be tested and validated by field measurement of the dose rate in the sediment and water column.",
        "The effect of vitamin K on warfarin dose requirements should further be evaluated.",
        "PPK had taken the world by storm with a haunting yet hard dose of trance.",
        "In the real world, smokers puff and inhale more intensively on lower yielding brands and end up getting the same dose.",
        "It 's time we gave these yobs a dose of the fear they 've been dishing out to the rest of us.",
        "What gets you through those near-death experiences is commitment and perseverance; you are not likely to make it through without a healthy dose of both.",
        "Reading through your weekly dose of flyers, you can often find seemingly great deals on car alarms, but bear in mind that most features either cost extra to purchase, extra to install, or both.",
        "You'll also find a healthy selection of Funny Cat Pictures and Funny Cat Videos to make sure you get your feline dose for the day.",
        "The directions also say to repeat the dose in ten days, and again at thirty days.",
        "The vet prescribed this once a week dosage to keep my cat from developing the urinary problems, and as long as he takes the preventative dose he does not seem to have any urinary problems at all.",
        "After a second dose of steroids, his lungs began filling.",
        "The more frequently a dose is ingested or absorbed through the skin the sooner changes can occur.",
        "A typical kitten vaccination schedule calls for administering these core vaccinations between eight to ten weeks old, and then administering a second dose somewhere between 12 to 16 weeks of age.",
        "Drinking some \"hair of the dog\" or another therapeutic dose of alcohol will not make you feel better.",
        "In fact, most strawberry Daiquiri recipes you'll find online call for a healthy dose of lemonade or limeade concentrate.",
        "These three rules, along with a healthy dose of common sense will get you a long way.",
        "Generally the dose is two capsules after each meal.",
        "The typical dose is 15 to 30 drops of tincture, mixed into a glass of water.",
        "Rescue Remedy incorporates five different flower essences in a combination dose and is also known as 'five-flower remedy.'",
        "Bach searched for a convenient way to distribute the appropriate dose of flower essences and mixed the five-flower formula as an immediate, easy-to-use treatment.",
        "Acai fruit provides a healthy dose of fiber, also useful in lowering cholesterol.",
        "The exact Candida albicans candidiasis remedy dose depends upon an individual's unique condition.",
        "Candida albicans candidiasis remedy dose recommendations may be obtained from a naturopath, herbalist, or homeopathic expert.",
        "Most alternative health care practitioners will suggest trying the lowest dose possible of any remedy.",
        "If it does not work within a few days, try increasing the dose.",
        "Fortunately, remedies such as homeopathy have few if any side effects, so you can explore the exact dose that you need.",
        "Many herbal remedies do interact with medications or have side effects, so before increasing the dose consult an herbalist.",
        "Herbal remedy dose: Try a tincture of Echinacea.",
        "Homeopathic remedy dose: Homeopathic medicines come in various degrees of strength, marked as 6X, 6C, 12X, 12C, 30X, 30C.",
        "Mangosteen does contain a good dose of antioxidants and a unique compound called xanthones that may have anti-inflammatory effects, but no research supports mangosteen as a super fruit.",
        "Check with your doctor before consuming a large dose of ginger.",
        "Don't take more than the recommended dose on the package, and always consult a physician if your symptoms worsen.",
        "Herbalists like Rob Crawley recommend asking your doctor or mid-wife if you think you need a third dose.",
        "The net result was that cinnamon appeared to lower blood glucose levels regardless of the dose, so a little went a long way.",
        "Odorless garlic tablets provide a convenient dose of garlic without the telltale garlic breath.",
        "Keep the dose low and follow recommendations from your health care provider.",
        "If this happens, discontinue use or reduce the dose.",
        "The recommended dose is one capsule twice daily and the company urges you give it a chance to work.",
        "Reduce the dose or stop taking the supplement if these side effects occur.",
        "The most prudent course is to start with a small dose, about one teaspoon per day, and adjust the amount according to how your body reacts.",
        "Consult a naturopathic doctor, herbalist or another qualified professional about the specific dose of each herb.",
        "Start with a low dose of 100 mg three times a day.",
        "If this does not seem to be effective, you can gradually increase your dose until you see improvement, up to 1000 mg three times a day.",
        "One interesting feature of the study was that the dose of cinnamon did not result in a corresponding increase in benefits.",
        "It seemed as if even the smallest dose of cinnamon resulted in improvements in cholesterol and blood glucose levels.",
        "Some medications need a period of 'weaning off' or slowly decreasing the dose.",
        "Take each dose with a meal to avoid stomach irritation.",
        "Always check package instructions and never exceed the recommended dose.",
        "Also, by starting with a low dosage, you can gauge your reaction to the herb and see if you incur any side effects before beginning a large dose.",
        "There are many options for herbal allergy relief for children, but before giving your child any alternative remedies, consult with her healthcare provider or an herbalist for the correct dose.",
        "If you decide to try it, gradually increase your dose of vitamin C.",
        "If you experience stomach upset or diarrhea, cut back to the last tolerable dose.",
        "There's nothing better than a healthy dose of color without a lot of fuss.",
        "Not only do they remove makeup and leave the skin feeling fresh and cool, but they also tighten pores and provide a healthy dose of antioxidants.",
        "R.S.V.P.: Another neutral, this \"sparkling champagne\" color is perked up with a strong dose of shimmer.",
        "Finally, set off those peepers with a heavy dose of black mascara to separate and add volume to fine lashes.",
        "With retro charm and a generous dose of glamour, red lipstick is sure to dress up your vivid hair color properly.",
        "Whether it's desired for a healthy dose of pre-wedding color or as a base for an upcoming vacation, a faux tan can be a convincing alternative to the sun's damaging rays when applied correctly.",
        "Perfect for the cooler months and a staple for sultry summer evenings, maroon shadow is a striking cosmetic color that can add the perfect dose of romance!",
        "While a traditional line that closely graces the lash line is the most popular, you can get creative with a cat eye or exaggerated sweep to add a serious dose of permanent drama.",
        "If you're the kind of person that enjoys your humor with a dose of witty sarcasm, then free Maxine ecards are perfect for you.",
        "Hemingway liked his daiquiris with a double the usual amount of rum, maraschino cherry juice, and a nice dose of grapefruit juice.",
        "Do you make smart decisions with food such as always eating breakfast and getting your daily dose of veggies?",
        "If your daily dose of vegetables comes in the form of a french fry, you might want to reevaluate your relationship with food and check on your weight.",
        "A flapper dress usually involves a lot of beading and sequins and a hefty dose of fringe.",
        "By beginning to take garlic supplements about three weeks before cold and flu season starts and continuing the dose throughout the season may mean fewer colds.",
        "It is important to start slowly when you are adding a garlic supplement and work your way up to a larger dose over a period of time.",
        "For strict vegetarians (vegans), dietary supplements may be the best way of getting a sufficient dose of B12.",
        "To ensure your dose of B12 is what it promises to be, don't forget to read the labels and compare.",
        "The recommended dose is one capsule per day for adults.",
        "Most people now know that salmon and olive oil contain a healthy dose of \"good fats,\" but did you know that cacao is another great way to get heart-healthy fats into your diet?",
        "Based on individual needs, doctors can start with a lower dose and raise it up to 50 or 60 milligrams if needed.",
        "To keep the level of pleasure up, a person must \"dose\" themselves frequently throughout the day.",
        "It begins to work within two weeks of the initial dose, although it can often take several months to achieve maximum effectiveness.",
        "It gives the user a small, controlled dose of nicotine to fight the symptoms of nicotine withdrawal.",
        "Since the Nicoderm patch contains a small dose of nicotine, this product can't be sold to people under the age of 18.",
        "Withdrawal from heroin addiction can happen within hours of the last dose.",
        "But, others continue to use the drug, seeking those good feelings and treating the depression with another dose.",
        "Some addicts say that no matter how much cocaine they use, they can't replicate the euphoria from their very first dose.",
        "She was very disappointed in us but she knew that it was basically nothing she could do because we were big young boys and officially addicted to inhaling nicotine, tar and about 400 other low dose poisons.",
        "CelebrityPicture.com - You'll get a dose of daily celebrity gossip along with photos of some of your favorite stars.",
        "From babies to grownups, everyone can have a dose of Christmas cheer.",
        "Their project has turned into one of the top comedy sites on the Internet, and millions of people visit every day for their daily dose of laughs.",
        "They eat less food, require smaller treats, sleep in doll-size beds, need a lighter dose of medication when sick, use smaller crates, and wear clothes too small for the average toddler.",
        "Each dose of the medication is in its own applicator tube, making it easy to apply.",
        "Most veterinarians recommend that the dose be applied on the same day of every month to maintain its effectiveness and protection, as well as to help you remember to give it.",
        "For Revolution to be toxic in animals, it would have to be given at a dosage level of ten times or more than its current prescribed dose.",
        "With the exception of one Collie that displayed temporary ataxia (trouble walking) after an administered dose, no other problems were detected.",
        "To make a bread taco, pour the correct dose of medicine into a small cup.",
        "Fill the syringe or dropper with the appropriate dose of medicine.",
        "With such precautions and planted in loam, deep but not too stiff, in a well-drained sunny border, and with an occasional dose of weak liquid manure, they will repay one for all the care given to them.\"",
        "Calypso and reggae are sprinkled throughout their records along with a healthy dose of Latin pop.",
        "One recommended dose is four granules to start, building up to a half teaspoon every 24 hours.",
        "If plants have severely yellowed leaves or stunted growth, a small dose of liquid fertilizer will quickly provide the necessary nutrients in an easily absorbed medium.",
        "A healthy dose of patience and a good sense of humor will ensure a positive shopping experience for both.",
        "Skorts: Some women golfers prefer skirts or skorts for a dose of sporty femininity.",
        "When putting together a warm weather ensemble, remember that comfort and coolness are your key factors, but don't forget a big dose of your personal style as well.",
        "Neckline: For formal occasions, a sweetheart neckline can add a dose of charm to an otherwise dressy black number.",
        "Honey: For something a bit sweeter in the evening, try honey in a small dose.",
        "This means there is no way to guarantee the dose or effectiveness of any herbal product you purchase.",
        "Keep in mind that with any supplement, it's important to follow directions and take only the recommended dose, and talk to you doctor about potential side effects or interactions with any medication you may be taking.",
        "Many times, doctors will prescribe the lowest dose to determine its effectiveness before increasing the dosage, since the higher the dosage the higher the likelihood of side effects.",
        "The suggested dose ranges from 400 and 900 mg a day.",
        "The fruit is pure and earthy with a mineral foundation that strongly evokes its Monterey origins along with a small dose of wild kink that is more like Pomerol than Central California.",
        "This is a Rhône-style blend of Grenache, Syrah, Mourvèdre and a healthy dose of Zinfandel that adds robustness to the mix.",
        "There's a good dose of strawberry, cherry, and dark berry flavors that is supplemented with cinnamon spice, pepper, brambles and oak essence."
    ],
    "definition": [
        "A specified quantity of a therapeutic agent, such as medicine, prescribed to be taken at one time or at stated intervals.\nThe amount of radiation administered as therapy to a given site.",
        "A specified quantity of a therapeutic agent, such as medicine, prescribed to be taken at one time or at stated intervals.",
        "The amount of radiation administered as therapy to a given site.",
        "Slang A venereal infection.",
        "To give someone a dose, as of medicine.",
        "To give or prescribe medicine in specified amounts.",
        "dos′er\nn.",
        "Link/Cite"
    ]
}