{
    "translation": "ספק",
    "uses": [
        "I doubt if she'll go to you.",
        "I doubt that... but you never know.",
        "He's as sweet as he can be and I have no doubt his intentions are honorable.",
        "If you doubt it, you'd better come and see for yourself.",
        "\"I doubt he can play a guitar,\" he said between sips.",
        "I gave her your number, but I doubt she called.",
        "No doubt he was ready to do exactly that by now.",
        "Without a doubt, the fact that the babies were healthy had major influence on his mood.",
        "I've never been here before and I doubt I'll return.",
        "\"I doubt it was Pumpkin who left the money,\" Dean said.",
        "I doubt I'll have a choice soon, he replied.",
        "There was the first glimmer of doubt in Fitzgerald's eye.",
        "Fossil fuels are, without a doubt, scarce.",
        "Indeed, I doubt if they are on speaking terms with their country cousins!",
        "A painful doubt filled her soul.",
        "There isn't a doubt in my mind I'm breathing now because of him.",
        "But, as I came to your palace this morning, I kept saying to myself, 'When our lord Al Mansour learns just how it was that I borrowed the gold, I have no doubt that in his kindness of heart he will forgive me the debt.'",
        "I doubt the trip will ever come about as each of us seems content with our hands-off, albeit revered, relationship.",
        "That was the only doubt often troubling Pierre.",
        "Thankful for the change of subject, Cynthia launched into a description of her latest conquests with the cat, again tucking that nagging doubt to the back of her mind.",
        "I doubt it and Howie won't use his ability to revisit his past and learn.",
        "Confusion flooded Cynthia's mind, drowning her in doubt and questions.",
        "Yet I have no doubt that that people's rulers are as wise as the average of civilized rulers.",
        "\"I doubt it,\" Adrienne finally said.",
        "I suppose I'd begin to doubt myself the more I thought about it.",
        "But I doubt the bones are the same.",
        "No doubt he didn't like being reminded that her dream could only be achieved by unnatural methods.",
        "A lady seemed surprised that I loved flowers when I could not see their beautiful colors, and when I assured her I did love them, she said, \"no doubt you feel the colors with your fingers.\"",
        "I doubt if any teacher ever had a work of such absorbing interest.",
        "Whether you love it or hate it, do you doubt it will happen?",
        "Mary, on the other hand, was vocal about her opinion of Cade, even to the point of stating that he would be the greatest catch of the century - no doubt, even an exaggeration in Mary's mind.",
        "She may be using you, but I have no doubt I'd rather be in your position right now than Mr. Fitzgerald's—the wrath of an angry woman is something to behold!",
        "The words were swift and emotional and she had no doubt he spoke the truth.",
        "No doubt it mattered to him.",
        "There was no way to defend her moral objections without seeding doubt in his mind.",
        "One may almost doubt if the wisest man has learned anything of absolute value by living.",
        "I have no doubt that time discriminates between the good and the bad; and when at last I shall plant, I shall be less likely to be disappointed.",
        "It was impossible to doubt it now.",
        "It was evident that the thought could never occur to him which to Prince Andrew seemed so natural, namely, that it is after all impossible to express all one thinks; and that he had never felt the doubt, \"Is not all I think and believe nonsense?\"",
        "I doubt I'll have any trouble falling asleep.",
        "As for lodging, it is true they were but poorly entertained, though what they found an inconvenience was no doubt intended for an honor; but as far as eating was concerned, I do not see how the Indians could have done better.",
        "They have no doubt that it is a damnable business in which they are concerned; they are all peaceably inclined.",
        "No doubt the bird had mistaken the purple silk for something good to eat.",
        "I have no doubt there are all kinds of things in the Twitterverse that I want to know about, but I only find the ones that I first knew to look for.",
        "She wished to express this doubt to him.",
        "No doubt he told them that Alexia had died, because after Jonathan's statement, that would be easiest.",
        "No doubt, it was a letter stating that there were no openings.",
        "\"Without doubt, sire,\" replied Rapp.",
        "As soon as Rostov heard them, an enormous load of doubt fell from him.",
        "The blue skirt and sweater were a little dressy for jail, but they'd no doubt give her some fashionable stripes to wear anyway.",
        "She didn't doubt it and felt somewhat satisfied her brother at least knew there would be consequences to any stupidity.",
        "His look was too intense for her to doubt she was among what he'd discovered.",
        "I doubt this, though.",
        "The phaeton was full of people and there was a doubt as to where Count Peter could sit.",
        "How, or by what means, he was connected with the great event foretold in the Apocalypse he did not know, but he did not doubt that connection for a moment.",
        "He reached for the door, doubt twisting his guts.",
        "No doubt they were signs for the different members of the family at Ivy Green.",
        "The kind of creature that could do such things to other men left her no doubt he'd do the same to her if she didn't obey.",
        "Tonight he divided his attention between the knife and her face - no doubt waiting for her to broach the subject.",
        "Actually, she hadn't thought how it looked to others - and there had never been any doubt in her mind that she was fortunate to have Alex.",
        "I doubt she'll appreciate it though.",
        "\"Without a doubt,\" he said with a cold smile.",
        "The remainder of the meeting rocked back and forth, but there was no doubt in Dean's mind that he'd been hurt badly—and unfairly—by Fitzgerald.",
        "Claudia called for order as Fred's friends chatted with a pair of women in the last row, no doubt bringing the new arrivals up to speed.",
        "But I don't doubt your word in the least.",
        "I knew that Laura Bridgman had shown the same intuitive desire to produce sounds, and had even learned to pronounce a few simple words, which she took great delight in using, and I did not doubt that Helen could accomplish as much as this.",
        "Can any one doubt after reading these questions that the child who was capable of asking them was also capable of understanding at least their elementary answers?",
        "He has, no doubt, forgotten it and will wish to destroy it.",
        "The abundance of activities will no doubt satisfy any outdoor enthusiasts' hunger for adventure, but may leave them with hunger pains.",
        "She could not keep back her tears, and the chief cause of her pain seemed to be the fear lest people should doubt her truthfulness.",
        "If it were a man whose existence thou didst doubt I could bring him to thee, could take him by the hand and show him to thee.",
        "\"I doubt that, Darian,\" she said, holding back a smile.",
        "\"I doubt he expected the bad guys to find me,\" she replied.",
        "Andrew did not tell his father that he would no doubt live a long time yet.",
        "\"Call Andrew!\" he said suddenly, and a childish, timid expression of doubt showed itself on his face as he spoke.",
        "The look Dean gave him left no doubt they knew where he'd been.",
        "\"You haven't seen 'upset' if you don't find Martha,\" Cynthia said, leaving no doubt that said apologies would not be forthcoming from her corner.",
        "Without it, I doubt if I could go to college.",
        "The man had a vindictive streak as wide as the valley, no doubt there.",
        "This time there was no doubt that Lydia laughed but didn't answer.",
        "\"I do not doubt it,\" the Sawhorse observed, with a tone of pride.",
        "There could be no doubt not only of his approval but also of his admiration for his wife.",
        "\"There is no doubt in my mind,\" Dean continued, \"that underage drinking is a major problem here in Ouray.",
        "No doubt, many of my townsmen have met me returning from this enterprise, farmers starting for Boston in the twilight, or woodchoppers going to their work.",
        "We easily come to doubt if they exist.",
        "Sonya, one can't doubt him!",
        "It was no doubt because of this ignorance that I rushed in where more experienced angels fear to tread.",
        "\"Madame, I doubt my ability before such an audience,\" said he, smilingly inclining his head.",
        "Well-worn furniture populated the homey main room, some no doubt the envy of an antique shop.",
        "I have scarcely any doubt that Miss Canby's little book was read to Helen, by Mrs. Hopkins, in the summer of 1888.",
        "From his cold features to his controlled, efficient movement, to the low, commanding tone, there was no doubt he belonged in the predators' wing of the zoo.",
        "I doubt you need me to prove these assertions—they are probably part of your daily experience.",
        "\"Yes, you are a great friend of Bolkonski's, no doubt she wants to send him a message,\" said the count.",
        "So easy is it, though many housekeepers doubt it, to establish new and better customs in the place of the old.",
        "I have sometimes disturbed a fish hawk sitting on a white pine over the water; but I doubt if it is ever profaned by the wind of a gull, like Fair Haven.",
        "He was entirely absorbed by two considerations: his wife's guilt, of which after his sleepless night he had not the slightest doubt, and the guiltlessness of Dolokhov, who had no reason to preserve the honor of a man who was nothing to him....",
        "He knew that this tale redounded to the glory of our arms and so one had to pretend not to doubt it.",
        "Napoleon enters Moscow after the brilliant victory de la Moskowa; there can be no doubt about the victory for the battlefield remains in the hands of the French.",
        "Cade was a worker; there was no doubt about that.",
        "I'm flattered but I doubt I can be much help.",
        "I had little doubt Quinn would tell Howie, disrupting his tenuous relationship with Julie.",
        "True, her view of life is highly coloured and full of poetic exaggeration; the universe, as she sees it, is no doubt a little better than it really is.",
        "This disposition on the left flank increased Pierre's doubt of his own capacity to understand military matters.",
        "She gave his teenage temper the benefit of the doubt and patted him on the shoulder as she left the car.",
        "You have studied all this, I don't doubt, since you have practised vocal speaking.",
        "\"They are probably keeping us for some ceremony,\" the Wizard answered, reflectively; \"but there is no doubt they intend to kill us as dead as possible in a short time.\"",
        "I do not doubt that she derived from them much pleasure and not a little profit.",
        "I doubt if Flying Childers ever carried a peck of corn to mill.",
        "The night veils without doubt a part of this glorious creation; but day comes to reveal to us this great work, which extends from earth even into the plains of the ether.",
        "No doubt many a smiling valley with its stretching cornfields occupies exactly such a \"horrid chasm,\" from which the waters have receded, though it requires the insight and the far sight of the geologist to convince the unsuspecting inhabitants of this fact.",
        "In the morning I bathe my intellect in the stupendous and cosmogonal philosophy of the Bhagvat-Geeta, since whose composition years of the gods have elapsed, and in comparison with which our modern world and its literature seem puny and trivial; and I doubt if that philosophy is not to be referred to a previous state of existence, so remote is its sublimity from our conceptions.",
        "England and France, Spain and Portugal, Gold Coast and Slave Coast, all front on this private sea; but no bark from them has ventured out of sight of land, though it is without doubt the direct way to India.",
        "Those were extremes, no doubt, but they are not what is most important.",
        "He did not now run with the feeling of doubt and conflict with which he had trodden the Enns bridge, but with the feeling of a hare fleeing from the hounds.",
        "\"The doubt is flattering,\" said \"the man of profound intellect,\" with a subtle smile.",
        "Why doubt what you cannot but know?",
        "Natasha would have had no doubt as to the greatness of Pierre's idea, but one thing disconcerted her.",
        "Chauvinistic, no doubt, but it was kind of nice to be looked after.",
        "I was the designated driver again and once on the road Betsy closed her eyes but I doubt she slept.",
        "Betsy replied, then added, \"Molly's babysitting comment left no doubt she and Julie are moving to town.\"",
        "\"Without a doubt, love,\" he said without hesitation.",
        "Joseph and Ginger sat, pretending everyone continued to love one another while no doubt plotting their own sneaky revenge.",
        "I say \"could\" because I doubt they have all those databases loaded yet, but you get the idea.",
        "Such an attack could escalate into a widespread conflict, although I doubt it.",
        "Joy deserted my heart, and for a long, long time I lived in doubt, anxiety and fear.",
        "The ancient cannon, which look seaward, wear a very menacing expression; but I doubt if there is any unkindness in their rusty old hearts.",
        "\"But no doubt it always is and must be so!\" he consoled himself.",
        "No doubt he\" (indicating Rostov) \"has connections on the staff.",
        "And he no doubt is calming her jealousy of me.",
        "Howard was no doubt an exceedingly kind and worthy man in his way, and has his reward; but, comparatively speaking, what are a hundred Howards to us, if their philanthropy do not help us in our best estate, when we are most worthy to be helped?",
        "His Majesty will no doubt wish to see you, but not today.",
        "Among those who ventured to doubt the justifiability of the proposed marriage was Helene's mother, Princess Kuragina.",
        "As long as this news remained unofficial it was possible to doubt it, but the next day the following communication was received from Count Rostopchin:",
        "Natasha was gazing at her, but seemed afraid and in doubt whether to say all she knew or not; she seemed to feel that before those luminous eyes which penetrated into the very depths of her heart, it was impossible not to tell the whole truth which she saw.",
        "But even as he spoke he began to doubt whether this was the corporal he knew or a stranger, so unlike himself did the corporal seem at that moment.",
        "There can be no doubt about it, your Highness.",
        "There was now not a shadow of doubt in his mind as to whether what he had undertaken was right or wrong.",
        "Only one terrible doubt sometimes crossed his mind: Wasn't it all a dream?",
        "Once again he reached behind his seat, this time pulling out a child's red polka-dot umbrella, no doubt another garage sale bargain.",
        "The height of happiness was reached--and so simply, without warning, or noise, or display, that Rostov could not believe his eyes and remained in doubt for over a second.",
        "Even though this allowed cotton prices to plummet and demand for cotton to increase, some of those fifty people got laid off, no doubt shaking their fists at the infernal gin as they stormed off the property.",
        "It is true, I never assisted the sun materially in his rising, but, doubt not, it was of the last importance only to be present at it.",
        "But neither could she doubt the righteousness of the prayer that was being read on bended knees.",
        "When she smiled doubt was no longer possible, it was Natasha and he loved her.",
        "I doubt if there are three such men in Concord.",
        "Then he smiled, no doubt remembering past times with David Dean—times he regretted similar words.",
        "I doubt if they can even see us this far away.",
        "Without a doubt they shared an interest in animals.",
        "This is no doubt accounted for by the extreme poverty which prevails among the lower classes, though beggars, on the other hand, are very few, the convictions being 8.95 per 100,000 against 258.15 per 100,000 for the province of Rome.",
        "Now to his surprise he found that he no longer felt either doubt or perplexity about these questions.",
        "Buying the doll, no doubt.",
        "While she would never have described her parents as over-protective, their devotion to their children was never in doubt.",
        "As long as I'm doing what he expects me to do, he'll have doubt.",
        "Running the lie detector, no doubt.",
        "The next day Cade worked close to the house - trying to keep an eye on her, no doubt.",
        "I can answer no, without a doubt.",
        "Thousands of years hadn't given him much insight into a woman's way of thinking, but this he knew without a doubt.",
        "He didn't doubt that if it were to her advantage to do so, she'd have no compunction in involving him, however unfairly.",
        "The gal has balls; no doubt about that.",
        "There was no doubt that Brandon Westlake was dead.",
        "She loved human emotion, but she hated the doubt and insecurity she felt.",
        "With his chiseled features and muscular frame, he was without a doubt the sexiest man she'd ever seen.",
        "The changes in his mate were new enough to startle him sometimes, but she was without a doubt his mate.",
        "Even his lingering doubt about the real cost of her deals with Darkyn didn't extend to the question of whether or not he was meant to be with the woman in his arms.",
        "It reinforced what she had begun to doubt: This was where she belonged.",
        "\"No doubt about it,\" Weller answered.",
        "No doubt he was thinking about Lori.",
        "As good as he had been to her, she didn't doubt his threat.",
        "She didn't doubt Taran's ability to defend her kingdom - -if he ever got the chance.",
        "Each shot made him doubt more what he did, until his hands shook as the last arrow flew.",
        "At times, I doubt either of you are loyal to me.",
        "No doubt they had saddled their own as well.",
        "No doubt her father would have approved of Alex – the undisputed king of the castle.",
        "No doubt the attack yesterday had strained both.",
        "No doubt it wasn't what he wanted to hear and there was another uncomfortable silence.",
        "No doubt he would rather his family didn't know about the rift in their relationship at this point.",
        "No doubt, it defanged him to some degree as well.",
        "I don't doubt that.",
        "There would be no more doubt or fear that he would one day leave her.",
        "No doubt, Mr. O'Hara would be as successful searching for his daughter.",
        "No doubt, he expected her to come back - begging his forgiveness.",
        "No doubt the area was crawling with them.",
        "Only the tiniest shred of doubt remained in her mind, and that was probably born of wishful thinking, not logic.",
        "No doubt due to exhaustion.",
        "No doubt Clara had left them.",
        "If there had been a shred of doubt in her mind about who had sent him, it would have been erased with that term for a mountain lion.",
        "That he was joking, she had no doubt.",
        "He had no doubt that they could and would adjust to each other.",
        "Stronger than his curiosity was the knowledge that he wanted nothing to do with whatever Jonny was planning, no doubt against the White God, his sworn enemy.",
        "While such judgments are naturally exaggerated, there is no doubt that he takes a very high place among modern Latin poets.",
        "Verres may not have been quite so black as he is painted by Cicero, on whose speeches we depend entirely for our knowledge of him, but there can hardly be a doubt that he stood pre-eminent among the worst specimens of Roman provincial governors.",
        "His successor Alchred claimed descent from Ida, but Simeon of Durham appears to doubt the truth of his claim.",
        "On the 13th of April 1396 he obtained ratification of the parsonage of St Stephen's, Walbrook, presented on the 30th of March by the abbot of Colchester, no doubt through his brother Robert, who restored the church and increased its endowment.",
        "Guiteau, whose mind had no doubt been somewhat influenced by the abuse lavished upon the president by his party opponents; and on the 19th of September 1881, he died at Elberon, New Jersey, whither he had been removed on the 6th.",
        "There was no more doubt or lukewarmness.",
        "It is by no means certain that he made the remark often attributed to him, \"Let us enjoy the papacy since God has given it to us,\" but there is little doubt that he was by nature devoid of moral earnestness or deep religious feeling.",
        "Many other fungi in addition to the fairy-ring champignon grow in circles, so that this habit must merely be taken with its other characters in cases of doubt.",
        "The dedication to Mary Magdalen was no doubt derived from the hospital at Winchester of which the founder had been master.",
        "It was no doubt because of this that, three days before the Yorkist attack at Northampton, he delivered the great seal to the king in his tent near Delapre abbey, a nunnery by Northampton, on the 7th of July 1460 (Rot.",
        "The view (traceable no doubt to the Aristotelian definition) that equity mitigates the hardships of the law where the law errs through being framed in universals, is to be found in some of the earlier writings.",
        "Adige, from which Ateste no doubt took its name, and on which it once stood).",
        "The fighting, no doubt, on the part of the wazir was conducted with all the savagery of Oriental warfare; but there is no evidence that it was a war of extermination.",
        "Aemilius Scaurus, praetor in 53 B.C. Cicero, speaking no doubt to his brief, gives them a very bad character, adding \" ignoscent alii viri boni ex Sardinia; credo enim esse quosdam \".",
        "The three Cipxovms who appear in the loth-century inscriptions just mentioned bear alternately the names Torcotorius and Salusius; and, inasmuch as this is the case with the judices of Cagliari from the 11th to the 13th century, there seems no doubt that they were the successors of these Byzantine ripXovrfs, who were perhaps the actual founders of the dynasty.",
        "The south-west corner of the island was served by a direct road from Carales westward through Decimomannu (note the name Decimo, a survival, no doubt, of a Roman post-station ad decimum lapidem), where there is a fine Roman bridge over 100 yds.",
        "His support to the Lord Roos Act, ascribed generally to his desire to ingratiate himself with Charles, was no doubt due in part to the fact that his son had married Lord Roos's sister.",
        "Morton no doubt impressed Lancastrian traditions upon Henry VII., but he cannot be credited with any great originality as a statesman, and Henry's policy was as much Yorkist as Lancastrian.",
        "long upheld by a box kite, and, employing a sensitive coherer and telephone as a receiver, he was able, on December 12, 1901, to hear \" S \" signals on the Morse code, consisting of three dots, which he had arranged should be sent out from Poldhu at stated hours, according to a preconcerted programme, so as to leave no doubt they were electric wave signals sent across the Atlantic and not accidental atmospheric electric disturbances.",
        "The troubles of his episcopate no doubt shortened his life.",
        "You're here because you doubt her and want me to tell you what she would not.",
        "He didn't doubt his second and his lover would move on, if Kris chose to take the woman as his mate.",
        "No one but Sasha and me left in your Council, and I doubt I was ever really a part of it.",
        "A'Ran watched him go, sensing the same disappointment and doubt he'd seen in his sister earlier.",
        "No doubt he had no idea what his wife was talking about.",
        "Doubt even you'd walk away from the hundreds of Guardians around here.",
        "As if sensing her doubt about how much of a jerk he was, he slapped her hard on the ass once more.",
        "No doubt Xander appreciated the half-nude woman on his iPad, but Jessi didn't.",
        "She'd managed to avoid the sense of urgency and pressure Jonny no doubt wanted her to experience.",
        "Shirtless, he was on the porch with his legs propped up, no doubt waiting for his coffee.",
        "She flushed, no doubt recalling his first bite.",
        "This time, she heard it and had no doubt who it was.",
        "Jenn stood smoothly and quickly at the hint, no doubt reminded of their many sparring sessions.",
        "He saw the doubt and was stung by it.",
        "His secret – that the gem controlled him – erased any doubt she had about him.",
        "He'll arrive soon enough, no doubt with that Others-killer.",
        "The four-book numbering is now the current one and is adopted in this article though there is little doubt that there were originally four books besides the Cynthia.",
        "The tomb proper was no doubt covered with a mound of earth, which has in most cases disappeared.",
        "This usage, coupled with the existence of a distinct term in Gaelic for the wild species, leaves little doubt that the word \"cat\" properly denotes only the domesticated species.",
        "The characteristic by which we recognize the fundamental element in a series is its intuitive or self-evident character; it is given by \"the evident conception of a healthy and attentive mind so clear and distinct that no doubt is left.\"",
        "They are, from south to north, Osci, Aurunci, Hernici, Marruci, Falisci; with these were no doubt associated the original inhabitants of Aricia and of Sidici -num, of Vescia among the Aurunci, and of Labici close to Hernican territory.",
        "The mound of Tell es-Sultan, near \"Elisha's Fountain,\" north of the modern village, no doubt covers the Canaanite town.",
        "No doubt eastern Australia then extended far out into the Tasman Sea.",
        "The result, was in Helmholtz's words, to establish beyond doubt that ordinary light consists of electrical vibrations in an all-pervading ether which possesses the properties of an insulator and of a magnetic medium.",
        "Caietae Portus was no doubt connected with the Via Appia (which passed through Formiae) by a deverticulum.",
        "There appears to be no foundation for the statement that he was stopped by an order of council when on the point of abandoning England for America, though there can be little doubt that the thoughts of emigration suggested themselves to his mind at this period.",
        "Opinions, no doubt, will always differ as to the wisdom or authority of the policy which brought Charles to the scaffold.",
        "The judges and lawyers began to question the legality of his ordinances, and to doubt their competency to convict royalist prisoners of treason.",
        "Their kiss was electrifying – the result of a tantalizing evening in each other's arms, no doubt.",
        "\"I doubt she came back to get Destiny,\" Katie said.",
        "No doubt because she didn't have to do it on a regular basis as Alex did.",
        "There he lay to rest any doubt about the issue.",
        "No doubt the two had cut a deal so she wouldn't prosecute him.",
        "The determination in Harmony's voice left him no doubt she'd do it.",
        "When in doubt, go back to the basics.",
        "\"Not that I doubt you, but um, I really don't think so,\" she said.",
        "His death-dealers didn't doubt him, but they weren't exactly convinced they'd see their home again.",
        "Now is not the time to doubt yourself.",
        "Kris met his gaze, and the intensity of the exchange left her no doubt as to their relationship.",
        "He was glad Kiki brought him and just as troubled by his brother's doubt.",
        "She didn't doubt that the only creature Rhyn would listen to was Gabriel, and that Gabriel had told him to leave her be.",
        "It doesn't matter what I feel, Rhyn, when I know I don't belong in this world or here with you, and I know without a doubt I won't survive, even if you find some place on another planet to stash me!",
        "He.d suspected Sasha was there for more than one reason and didn.t doubt his brother had a plan.",
        "She was dressed in a long, white fur coat that Katie had no doubt cost more than a small house.",
        "From what Gio says, she.ll want to stay, and I doubt she.d consider mating with someone like me abhorrent.",
        "Without a doubt, brother, which is why I hope your meeting with Darkyn goes well.",
        "For once, Rhyn knew some sort of stability within himself, no doubt because of his bond to Katie.",
        "\"I doubt I.ll be much help,\" she said.",
        "\"No doubt, you delivered my message to Kris that if I don.t get what I want, I.m taking out the human village,\" Darkyn said.",
        "He was, without a doubt, a warrior.",
        "He didn't doubt that once she reached her new home and his sisters reminded her how to act, she would be both exquisite and tame.",
        "She was meant to be his, this he didn't doubt, though he couldn't stop the trickle of unease that warned him she may not be able to adjust to their world as easily as he wished.",
        "She knew without a doubt that Romas's arrogance would never allow him to admit his inability to deal with her to anyone.",
        "We'd all begun to doubt him.",
        "His chosen is the nishani, but your doubt may be well-placed.",
        "She didn't doubt he was a relative.",
        "She didn't doubt the impact of her battered visage on any man, especially A'Ran.",
        "She didn't doubt A'Ran could be ruthless if he felt his family was threatened.",
        "She didn't doubt Jetr had reached out to Evelyn, or her friend would never have come.",
        "There's no doubt you'll be following me, if you're not plunked down on the ice on your own cute little boom-boom.",
        "Fred telephoned from the library that he would not be back for dinner, instead no doubt tasting some widow's fare.",
        "Unless he claims to be Donnie's father or he's adopted the boy, I doubt he'd have any rights to see him either.",
        "Yup. No doubt about it.",
        "You doubt the story?",
        "His father was no doubt an expert, while Dean's ability was somewhere in between.",
        "There's no doubt about her occupation now, is there?",
        "If they died a natural death, I doubt they'd even get a mention.",
        "I long to share my secret with the one I so love, but then fear and doubt overtake me before the words will leave my lips.",
        "\"There's no doubt in my mind it's the wife who did him in,\" the old man continued.",
        "My heart is empty as I have no doubt he'll dismiss me if his mother does, in fact, pass on to her final reward.",
        "But my guess is you don't have any reason to doubt Ryland loves you.",
        "It sounded, as Dean didn't doubt it was, like a well-rehearsed speech.",
        "There's no doubt the note is in Mrs. Shipton's handwriting—even Corday agrees with that.",
        "When the Deans tried to buy her even a minimal number of new items, she became embarrassed and pensive, no doubt a result of Janet's don't-rock-the-boat philosophy.",
        "He sure didn't fall all the way down from where the line was cut and I doubt anyone cut the rope when he was half way down the cliff.",
        "Dean had no doubt about Shipton's ultimate intention.",
        "There's no doubt he blamed Edith for his son's death.",
        "\"There's no doubt Donnie hated his stepfather,\" Fred said.",
        "Jackson laughed, \"I love that you are so willing, but if my fangs didn't make an appearance tonight, I doubt they ever will.\"",
        "No doubt the opening of dialog was due to her roommate.",
        "No doubt Katie was going to say something about short people and thought better of it for fear of hurting feelings.",
        "Finding his mark, no doubt.",
        "No doubt Tessa was in labor and searching for a private place to give birth - some place high in the rocks, away from the water, but sheltered from the wind.",
        "A product of being an only child of aging parents, no doubt.",
        "Yes, she had crossed that last hurdle of doubt.",
        "\"Doubt some poor girl would know anything,\" Brady replied.",
        "She rubbed her face and considered ignoring her instinct, wanting to give the high-level government members the benefit of the doubt.",
        "\"Maybe I doubt you'll keep your word,\" he said, admiring the fire in her eyes.",
        "She knew without a doubt Brady would follow Mr. Tim's orders.",
        "Elise had said to survive, and Lana had no doubt Brady was the only one who could help her.",
        "\"You had every reason to doubt to me,\" he replied.",
        "I cannot.  My Sight has been stunted, no doubt as punishment for my tampering in Fate's court.",
        "Hmmm. Somehow I doubt that.",
        "\"It's a skip case,\" DeLeo said with a know-it-all air that defied anyone to doubt him.",
        "If there's a serious doubt, the heirs may have to wait a good long time, even seven years.",
        "Dean didn't doubt for a minute the booty would be examined in detail as soon as he was asleep.",
        "Had she awoken, there was no doubt she'd be petrified by his actions in the nearly dark room.",
        "I'm not going to open this up—to anyone— and cause Cynthia Byrne years of doubt on suspicions, no matter how strong our feelings become.",
        "I doubt he's staying in Kansas.",
        "Fred O'Connor was out, no doubt placating his sweethearts after his four-day hia­tus to Scranton.",
        "With a ring in my nose and a ball and chain on my ankle, no doubt.",
        "No doubt Alex still remembered the way she kicked around in the snow for the half tires, stomped them to get the ice out, and then filled them with water carried from the old farm house.",
        "I don't doubt that, but that isn't what I said.",
        "I doubt if he is as excited about it as you are.",
        "His gaze wandered over her face - casting around for clues, no doubt.",
        "Where is all this doubt coming from?",
        "\"I suppose so,\" he said, \"and the full beard, no doubt.\"",
        "\"I doubt it,\" she said, sitting the tray down.",
        "He had done nothing to cause her to doubt him.",
        "She sipped her coffee, no doubt waiting for further explanation before commenting again.",
        "I doubt that Alex views it as a problem.",
        "She drove home in a fog of doubt.",
        "No doubt that got old at times.",
        "There is only one method of birth control that sure, and I doubt your husband would tolerate it.",
        "He leaned back against the wall and smiled down at her, the dark eyes shedding their doubt.",
        "No doubt he knew he was being manipulated, but his brain was foggy enough that he wasn't sure what to do about it.",
        "Never again would he doubt her — nor hurt her in any way.",
        "No doubt Lori would eventually come back for the money.",
        "No doubt, the family still sat around discussing how to fix her.",
        "Her missing throat left Jenn no doubt what happened.",
        "I doubt you came here to escape the cold.",
        "\"I doubt this was what Sofi told you to do,\" she muttered.",
        "\"My queen - -\" Hilden interrupted, hope and doubt in his gaze.",
        "No doubt that was one reason Alex respected him.",
        "The loss of his patrimony, however, thanks no doubt to his mother's providence, did not prevent Propertius from receiving a superior education.",
        "Such are the four points of Cartesian method: (1) Truth requires a clear and distinct conception of its object, excluding all doubt; (2) the objects of knowledge naturally fall into series or groups; (3) in these groups investigation must begin with a simple and indecomposable element, and pass from it to the more complex and relative elements; (4) an exhaustive and immediate grasp of the relations and interconnexion of these elements is necessary for knowledge in the fullest sense of that word.4 \" There is no question,\" he says in anticipation of Locke and Kant, \" more important to solve than that of knowing what human knowledge is and how far it extends.\"",
        "The very moment when we begin to think, says Descartes, when we cease to be merely receptive, when we draw back and fix our attention on any point whatever of our belief, - that moment doubt begins.",
        "The doubts thus awakened must not be stifled, but pressed systematically on to the point, if such a point there be, where doubt confutes itself.",
        "The doubt as to the details is natural; it 4 Disc. de methode, part.",
        "The remedy proposed by Descartes is (while not neglecting our duties to others, ourselves and God) to let doubt range unchecked through the whole fabric of our customary convictions.",
        "We may doubt that we have hands'or feet, that we sleep or wake, and that there is a world of material things around us; but we cannot doubt that we are doubting.",
        "This lowering tendency towards the low church pitch, and the final adoption of the latter as a general mean pitch throughout the 18th century, was no doubt influenced by the introduction of the violin, which would not bear the high tension to which the lutes and viols had been strained.",
        "9b-25a), which interrupts the comparison of the city to a ship, looks like an insertion whether by the prophet or by some other; but there is no good reason to doubt that the book is substantially the work of Ezekiel.",
        "/ ait and John Lydgates Bearbeitungen von Boccaccios De Casibus, Munich, 1885) has thrown much doubt on this statement as regards Italy, but Lydgate knew France and visited Paris in an official capacity in 1426.",
        "Hortensius) undertook his defence, and, although there was no doubt of his guilt, he was acquitted.",
        "Although there is no direct evidence of the fact, there can be no doubt that he left St Andrews to complete his education abroad, and that he probably studied at the university of Paris, and visited Italy and Germany.",
        "There seems but little doubt that Napier was the first to make use of a decimal separator, and it is curious that the separator which he used, the point, should be that which has been ultimately adopted, and after a long period of partial disuse.",
        "Matters about which there is any doubt or difficulty, or division of opinion in the session, may be carried for settlement to the next higher court, the presbytery.",
        "There is no doubt that considerable indefiniteness in regard to the precise status and rank of the ruling elder is cornmonly prevalent.",
        "In the initial stages of the Apostolic Church it was no doubt sufficient to have a plurality of presbyters with absolutely similar duties and powers.",
        "The severe west front is relieved by three rows of semicircular arches, and has a central porch (there were at one time three) supported by huge red marble lions, sculptured no doubt with the rest of the façade by Giovanni Bono da Bissone in 1281.",
        "The president was for some time in doubt whether he had any right to intervene in provincial affairs, but eventually troops were despatched to La Plata.",
        "On many of the islets numerous tropical fruits are found growing wild, but they are no doubt escapes from cultivation, just as the large herds of wild cattle, horses, donkeys, pigs, goats and dogs - the last large and fierce - which occur abundantly on most of the islands have escaped from domestication.",
        "Dio Cassius says that Bocchus sent his sons to support Sextus Pompeius in Spain, while Bogud fought on the side of Caesar, and there is no doubt that after Caesar's death Bocchus supported Octavian, and Bogud Antony, During Bogud's absence in Spain, his brother seized the whole of Numidia, and was confirmed sole ruler by Octavian.",
        "Theoretically, no doubt, this is correct, but the typical members of the two groups are so different from one another that, as a matter of convenience, the retention of the two families seems advisable.",
        "At any rate, there seems little doubt that it was the region where creodonts and other primitive mammals were first differentiated from their reptilian ancestors.",
        "He doubled the area of the enclosure round the Temple, and there can be little doubt that a great part of the walls of the Haram area date from the time of Herod, while probably the tower of David, which still exists near the Jaffa Gate, is on the same foundation as one of the towers adjoining his palace.",
        "According to various legends Cromwell's last burial place is stated to be Westminster Abbey, Naseby Field or Newburgh Abbey; but there appears to be no evidence to support them, or to create any reasonable doubt that the great Protector's dust lies now where it was buried, in the neighbourhood of the present Connaught Square.",
        "The fault was no doubt partly Cromwell's own.",
        "There is no reason to doubt that some such visit was made about the year 315, when the death of Maximin Daza left Constantine supreme.",
        "The latter play was 1 Some doubt has been expressed as to whether the eggs are extruded or hatched within the body.",
        "12, 45); though from the lips of slaves and other low persons in the plays we no doubt hear expressions which, while they are quite in keeping with the characters to whom they are allotted, would have shocked the ears of polite society in the 2nd century B.C.",
        "There is no doubt that under average conditions of atmospheric density, the .005 should be replaced by 003, for many independent authorities using different methods have found values very close to this last figure.",
        "The pianoforte trios of Haydn are perhaps the only-works of first-rate artistic importance in which there is no doubt that the earlier stages of the new art do not admit of sufficient polyphony to give the instruments fair play.",
        "Far greater polyphonic detail of another kind is no doubt possible, but it requires far longer time for its expression.",
        "A paper by Noe (Atti Acc. Lincei, ix., 1900) seems to prove beyond doubt that the larvae of F.",
        "The Code does not say what would be the penalty of murder, but death is so often awarded where death is caused that we can hardly doubt that the murderer was put to death.",
        "Telephonic speech between these two circuits was found possible and good, the communication between the circuits taking place partly by induction, and no doubt partly by conduction.",
        "Post in Hastings' Did., under \"Camel\") throws doubt on this explanation, and assumes that the more violent hyper bole is intended.",
        "Seven years before his death Gian Galeazzo bought the title of duke of Milan and count of Pavia from the emperor Wenceslaus, and there is no doubt that he was aiming at the sovereignty of Italy.",
        "The question whether this surplus was real or only apparent has been much debated, but t,here is no reason to doubt its substantial reality.",
        "Austria, indeed, might easily have been persuaded to ignore the Irredentist agitation, had not the equivocal attitude of Cairoli and Zanardelli cast doubt upon the sincerity of their regret.",
        "Although these annals were no doubt destroyed at the time of the burning of Rome by the Gauls, they were restored as far as possible and continued until the pontificate of P. Mucius Scaevola, by whom they were finally published in eighty books.",
        "His principal aim was no doubt the maintenance and increase of his own influence and party, but his ambition corresponded with definite political views.",
        "According to Strype, he was invited about this time to become a fellow of the college founded by Cardinal Wolsey at Oxford; but Dean Hook shows that there is some reason to doubt this.",
        "An even more complete and minutely detailed view of the sacrificial system is no doubt obtained from the ceremonial manuals, the Kalpa-sutras; but it is just by the speculative discussions of the Brahmanasthe mystic significance and symbolical colouring with which they invest single rites - that we gain a real insight into the nature and gradual development of this truly stupendous system of ritual worship.",
        "We may doubt, with W.",
        "If there were such a thing as a triangle contained by absolutely straight lines, its three angles would no doubt measure what Euclid says; but straight lines and true triangles nowhere exist in reruns natura.",
        "So - for this among other reasons - we infer that knowledge has narrow limits, beyond which doubt, or faith, presently begins.",
        "Rene Descartes, a faithful though not an unsuspected Roman Catholic, founded modern philosophy by his startingpoint of universal doubt and by his arguments in reply.",
        "The existence of God was no doubt probable;.",
        "We, from the altered modern point of view, may doubt whether Butler's curious account of the mechanism of moral psychology is a simple report of facts.",
        "Modern doubt does not say there is no God; it says, We don't know.",
        "When Otto Ritschl interprets values hedonistically - recoiling from Hegel's idealism the whole way to empiricism - he brings again to our minds the doubt whether hedonist ethics can serve as a foundation for any religious belief.",
        "Whether he had really given any grounds for suspicion is unknown; but there is no doubt, so great was his popularity with the soldiers and such the hatred felt for Nero, that he could easily have seized the throne.",
        "Of their massacres of shipwrecked crews, even in quite modern times, there is no doubt, but the policy of conciliation unremittingly pursued for the last forty years has now secured a friendly reception for shipwrecked crews at any port of the islands except the south and west of Little Andaman and North Sentinel Island.",
        "- There cyclosystems placed at can be no doubt that the forms comprised intervals on the in this order bear a close relationship to the branches, each with a Hydroidea, especially the sub-order Gymnocentral gastropore and blastea, with which they should perhaps be zone of slit-like dac classed in a natural classification.",
        "Some doubt attaches to the position of this family.",
        "an opening to the exterior S From a comparison of the two embryological types there can be no doubt on two points; first, that the pneumatophore and the protocodon are strictly homologous, and, therefore if the nectocalyx is comparable to the umbrella of a medusa, as seems obvious, the pneumatophore must be so too; secondly, that the coenosarcal axis arises from the ex-umbrella of the medusa and cannot be compared to a manubrium, but is strictly comparable to the \" bud-spike \" of a Narcomedusan.",
        "In its original form, the doctrine of \" arrest of development,\" as advocated by Geoffroy Saint-Hilaire and Serres, was no doubt an over-statement of the case.",
        "Few can doubt that, if not the whole cause, it is a very important factor in that operation; and that it must play a great part in the sorting out of varieties into those which are transitory and those which are permanent.",
        "The original road was no doubt only gravelled (glarea strata); in 298 B.C. a footpath was laid saxo quadrato from the Porta Capena, by which it left Rome, to the temple of Mars, about 1 m.",
        "The antiquity of the town is placed beyond doubt by the Roman bridge across the Esk and the Roman remains found in its vicinity.",
        "But none of these stories rests on trustworthy evidence; on the other hand, there can be no doubt that Aurelius trusted her while she lived, and mourned her loss.",
        "Thirdly, there can be no doubt that the Christians had recently assumed a much bolder attitude, and thus segregated themselves from the mass of those unorthodox sects which the Roman could afford to despise.",
        "When, therefore, we remember that Aurelius knew little of the Christians, that the only mention of them in the Meditations is a contemptuous reference to certain fanatics of their number whom even Clement of Alexandria compares for their thirst for martyrdom to the Indian gymnosophists, and finally that the least worthy of them were doubtless the most prominent, we cannot doubt that Aurelius was acting unquestionably in the best interests of a perfectly intelligible ideal.",
        "There can be no doubt that Aurelius believed in a deity, although Schultz is probably right in maintaining that all his theology amounts to this - the soul of man is most intimately united to his body, and together they make one animal which we call man; and so the deity is most intimately united to the world or the material universe, and together they form one whole.",
        "Without going so far as to assert that Orpheus is a hypostasis of Dionysus, there is no doubt that a close connexion existed between them from very early times.",
        "In all cases, while the internal threads which bear the cortical branches consist of elongated cells with few chromatophores, and no doubt serve mainly for conduction of food substances, the superficial cells of the branches themselves are packed with chromatophores and form the chief assimilating tissue of the plant.",
        "The internal tissue of the body of the solid higher Fungi, particularly the elongated stalks (stipes) of the fructifications of the Agarics, consists of hyphae running in a longitudinal direction, which no doubt serve for the conduction of organic food substances, just as do the trumpet-hyphae, similar in appearance, though not in origin, of the higher Brown Seaweeds.",
        "Above each cavity is situated a so-called water-sloma, no doubt derived phylogenetically from an ordinary stoma, and enclosed by guard-cells which have nearly or entirely lost the power of movement.",
        "The radial structure is characteristic of all root-steles, which have in essential points a remarkably uniform structure throughout the vascular plants, a fact no doubt largely dependent on the very uniform conditions under which they live.",
        "There can be no doubt that there is no fundamental difference between the living substance of animals and plants, for many forms exist which cannot be referred with certainty to either kingdom.",
        "No doubt the primary object of the cell-wall of even the humblest protoplast is protection, and this too is the meaning of the coarser tegumentary structures of a bulkier plant.",
        "The evaporation which is associated with transpiration is no doubt another, but by themselves they are insufficient to explain the process of lifting water to the tops of tall trees.",
        "Whichever opinion is held on this point, there seems no room for doubt that the fixation of the nitrogen is concerned only with the root, and that the green leavec take no part in it.",
        "There is, no doubt, a direct interchange of heat between the plant and the air, which in many cases results in a gain of heat by the plant.",
        "The extent of the area affected and of the variation in the turgor depends upon many circumstances, but we have no doubt that in the process of modifying its own permeability by some molecular change we have the counterpart of muscular contractibility.",
        "This latter fact is no doubt due to the production of an excess of plastic materials over and above what the tree requires for its immediate needs.",
        "The above classification by Warming, although it was without doubt the best ecological classification which had, at the time, been put forward, has not escaped criticism.",
        "This evolution of the sporophyte is no doubt to be correlated with the great change in the external conditions of life.",
        "In any case it is fully recognized that the plan of the earth is so clear as to leave no doubt as to its being due to some general cause which should be capable of detection.",
        "There is little doubt that Sulla also was implicated; Sallust does not mention it, but other authorities definitely assert his guilt.",
        "There is no doubt that, after his first conviction, Sulla remained very quiet, and, whatever his sympathies may have been, took no active part in the conspiracy.",
        "As a whole, Australia is rich in parrots, of which it has several very peculiar forms, but Picarians in old-fashioned parlance, of all sorts - certain kingfishers excepted - are few in number, and the pigeons are also comparatively scarce, no doubt because of the many arboreal predaceous marsupials.",
        "Sclater, and as regards the distribution of most classes of animals there have been few to doubt that it is an extremely natural one.",
        "There seems no doubt that he lived some time at Athens, where it is said that he became so unpopular (probably owing to his supposed atheistical opinions) that his life was in danger.",
        "Are all the Christian writers of a given period to be included among the \"fathers,\" or those only who wrote on religious subjects, and of whose orthodoxy there is no doubt ?",
        "He was no doubt fully aware of having achieved no common feat, as he marked the work with his name and the date, and the years of his age.",
        "There were no doubt in the earliest times popular songs orally transmitted and perhaps books - of annals and laws, but except in so far as remnants meat- of them are embedded in the biblical books, they have Scrip- entirely disappeared.",
        "The translation was no doubt originally extemporary, and varied with the individual translators, but its form gradually became fixed and was ultimately written down.",
        "Henceforward important works are produced not by schools but by particular teachers, who, however, no doubt often represent the opinions of a school.",
        "Some system of the kind was necessary to guard against corruptions of copyists, while the care bestowed upon it no doubt reacted so as to enhance the sanctity ascribed to the text.",
        "There can be no doubt that the establishment of the Norman power in England was, like the establishment of the Danish power, greatly helped by the essential kindred of Normans, Danes and English.",
        "The Conqueror beyond doubt sincerely aimed at being a religious reformer both in his duchy and in his kingdom, while it is needless to say that his immediate successor was exceptionally ungodly, whether among Normans or among other men.",
        "But we may doubt whether the Norman invaders of Sicily were Norman in much more than being commanded by Norman leaders.",
        "No doubt there was a class that knew only English; there may have been a much smaller class that knew only French; any man who pretended to high cultivation would speak all as a matter of course; Bishop Gilbert Foliot, for instance, was eloquent in all three.",
        "of the Norman kings at Palermo and Monreale and Cefalu and Messina are in style simply Saracenic; they were most likely the work of Saracen builders; they were beyond doubt built after Saracenic models.",
        "The latter is, no doubt, identical with the similar sandstone series which is found in the neighbouring Brazilian province of Rio Grande do Sul, and which has there yielded plants which prove it to belong to the Permian or the upper part of the Carboniferous.",
        "The older nobility is independent of the possession of land; it is independent of office about the sovereign; it is hard to say what were the powers and privileges attached to it; but of its existence there is no doubt.",
        "There can be no doubt that the class in England which answers to the noblesse of other lands is the class that bears coat-armour, the gentry strictly so called.'",
        "Justin had, no doubt, special reasons for wishing to see an end to the reign of Theodoric. Justin was orthodox, Theodoric was an Arian.",
        "He published the Ars Geometriae, in two books, as given in these manuscripts; but critics are generally inclined to doubt the genuineness even of these.",
        "The absence or extreme paucity of mosquitoes no doubt accounts for the infrequency of malarial fever in the interior.",
        "Force kills argument and drives doubt below the smooth surface of a nominal conformity.",
        "The seven powers which create and rule the world are without doubt the seven planetary deities of the later Babylonian religion.",
        "They had no doubt as to a future state, but no definite idea of a supreme being.",
        "And when we know that the Chrysomelidae and Buprestidae also lived in Triassic, and the Carabidae, Elateridae, Cerambycidae and Scarabaeidae, in Liassic times, we cannot doubt that the great majority of our existing families had already been differentiated at the beginning of the Mesozoic epoch.",
        "Kolbe, on the other hand, insists that the weevils are the most modified of all beetles, being highly specialized as regards their adult structure, and developing from legless maggots exceedingly different from the adult; he regards the Adephaga, with their active armoured larvae with two foot-claws, as the most primitive group of beetles, and there can be little doubt that the likeness between larvae and adult may safely be accepted as a primitive character among insects.",
        "While from the nature of their life-history there is no doubt that they have a rather close relationship to the Meloidae, their structure is so remarkable that it seems advisable to regard them as at least a distinct tribe of Coleoptera.",
        "The female is a segmented, wormlike creature, spending her whole life within the body of the bee, wasp or bug on which she is parasitic. One end of her body protrudes from between two of the abdominal segments of the host; it has been a subject of dispute whether this protruded end is the head or the tail, but there can be little doubt that it is the latter.",
        "The subject of the play was no doubt suggested by the case of the reported witch, Elizabeth Sawyer, who was executed in 1621.",
        "Partly owing to this, and partly to ancient feuds whose origin we cannot trace, the Athenian people was split up into three great factions known as the Plain (Pedieis) led by Lycurgus and Miltiades, both of noble families; the Shore (Parali) led by the Alcmaeonidae, represented at this time by Megacles, who was strong in his wealth and by his recent marriage with Agariste, daughter of Cleisthenes of Sicyon; the Hill or Upland (Diacreis, Diacrii) led by Peisistratus, who no doubt owed his influence among these hillmen partly to the possession of large estates at Marathon.",
        "Yet there is no doubt that the rule of Peisistratus was most beneficial to Athens both in her foreign and in her internal relations.",
        "This question has given rise to an enormous amount of discussion among learned men, and some of the disputants have not yet laid down their arms; but for impartial outsiders who have carefully studied the evidence there can be little doubt that 1 See Researches into the State of Fisheries in Russia (9 vols.), edited by Minister of Finance (1896, Russian); Kusnetzow's Fischerei and Thiererbeutung in den Gewassern Russlands (1898).",
        "It always had a prince, no doubt, but he was engaged by formal contract without much attention being paid to hereditary rights, and he was merely leader of the troops, while all the political power remained in the hands of the civil officials and the Vetche, a popular assembly which was called together in the market-place, as occasion required, by the tolling of the great bell.",
        "It is quite possible, as some apologists suggest, that the number of his victims may have been exaggerated, but that they are to be counted by thousands there can be no doubt.",
        "Rumours of this gigantic scheme reached Constantinople, and as Catherine's menacing attitude left little doubt as to her aggressive intentions the Porte presented an ultimatum and finally declared war (1787).",
        "There can be little doubt but that the United States would long ago have disintegrated into separate, warring republics, had they not been bound together by railways, and standards of safety were 1 These figures are derived from a total.",
        "In items I and 4 the increase in safety is due in part, no doubt, to the extension of the use of the block system.",
        "There can be no doubt that the idea of sacrifice occupied an important place in early Christianity.",
        "Other ideas no doubt attached themselves to the primitive conception, of which there is no certain evidence in primitive times, e.g.",
        "The reaction against the medieval theory at the time of the Reformation took the form of a return to what had no doubt been an early belief, - the idea that the Christian sacrifice consists in the offering of a pure heart and of vocal thanksgiving.",
        "Borings and soundings taken at Funafuti in 1897 indicate almost beyond doubt that the whole of this Polynesian region is an area of comparatively recent subsidence.",
        "4 It is hardly possible to doubt that in the original form of the rite described in Exodus the blood offering was made to the plague demon (\" the destroyer \") and possessed over him a magic power of arrest.",
        "But the symbol carried with it the numen of the goddess symbolized, and there can be little doubt that Asherah came to be regarded as Yahweh's consort.",
        "There can be no reasonable doubt that the Levite here was member of a priestly tribe or order, and this view is confirmed by the discovery of what is really the same word in south Arabian inscriptions.",
        "There cannot be any doubt that 4 Similarly in ancient Greece.",
        "doubt that Azazel was an evil demon (like an Arabic Jinn) of the desert.",
        "Confident in his own powers, 'he entered ardently into what was no doubt the great question of the time at Carthage as elsewhere.",
        "Pavilliard a \" handsome share in his reconversion,\" though he maintains, and no doubt rightly, that it was principally due \"to his own solitary reflections.\"",
        "The plan is no doubt derived from that of a Roman tomb.",
        "The 18th-century series of portraits of the archbishops of Ravenna is no doubt copied from an earlier original.",
        "Of the latter, however, no other trace has been found, and he is no doubt a fiction of F.",
        "Clausius, to such an extent as to put its general accuracy beyond a doubt; but it received enormous developments from Maxwell, who in this field appeared as an experimenter (on the laws of gaseous friction) as well as a mathematician.",
        "She was identified with Fauna, and by later syncretism also with Ops and Maiathe latter no doubt because the dedication-day of her temple on the Aventine was 1st May (Ovid, Fasti, v.",
        "From the time of Hippocrates onwards the malarial or periodical fevers have engaged the attention of innumerable observers, who have suggested various theories of causation, and have sometimes anticipated - vaguely, indeed, but with surprising accuracy - the results of modern research; but the true nature of the disease remained in doubt until the closing years of the 19th century.",
        "These and other experiments, described by Dr Manson in the Practitioner for March 1900, confirming the laboratory evidence as they do, leave no doubt whatever of the correctness of the mosquito-parasitic theory of malaria.",
        "In spite of the difficulties, however, there is no doubt that a great deal can be done to reduce, if not stamp out, malaria by the methods indicated, which should be applied according to circumstances.",
        "Races inhabiting malarious districts acquire a certain degree of resistance, no doubt through natural selection.",
        "This increased his anxiety to temporize, which he did with signal success for more than two years, making ' The grave doubt as to the paternity of Matthew involved a doubt whether the great earl of Tyrone and his equally famous nephew Owen Roe had in fact any O'Neill blood in their veins.",
        "There can be hardly a doubt about the time and general circumstances of its origin.",
        "Lastly, as regards the phytophagous forms, there can be no doubt that the destruction of grass-lands by \"leatherjackets\" (the larvae of crane-flies, or daddy-long-legs, - Tipula oleracea and T.",
        "Rasun and Pekah directed their blows from the north, Philistia threatened the west flank, and the Edomites who drove out the Judaeans from Elath (on the Gulf of 'Akaba) were no doubt only taking their part in the concerted action.",
        "Both Esar-haddon (681-668) and Assur-bani-pal (668 - c. 626) number among their tributaries Tyre, Ammon, Moab, Edom, Ascalon, Gaza and Manasseh himself,' and cuneiform dockets unearthed at Gezer suggest the presence of Assyrian garrisons there (and no doubt also elsewhere) to ensure allegiance.",
        "Consequently, although small bodies of individuals no doubt came back to Judah from time to time, and some special mark of favour may have been shown by Cyrus, the opinion has gained ground since the early arguments of E.",
        "No doubt there is much that is purely artificial and untrustworthy in the late (post-exilic) representations of these divisions, but it is almost incredible that the historical foundation for their early career is severed from the written sources by centuries of warfare, immigration and other disturbing factors.",
        "There is little doubt that Josephus refers to the same events; but there is considerable confusion in his history of the Persian age, and when he places the schism and the foundation of the new Temple in the time of Alexander the Great (after the obscure disasters of the reign of Artaxerxes III.), it is usually supposed that he is a century too late.",
        "The date of this interview is probably determined by the fact that Aristotle visited his friend Hermias, tyrant of Atarneus, in 347-345 B.C. There is no reason to doubt the probability or even the accuracy of the narrative.",
        "Whatever question may be possible as to the force or character of Pharisaism in the time of Christ, there can be no doubt that it became both all-pervading and ennobling among the successors of Aqiba (q.v.), himself one of the martyrs to Hadrian's severity.",
        "The dog and the pig were no doubt introduced by man.",
        "The powerful fleet and maritime empire which Minos was said to have established will no doubt receive fuller illustration when the sea-town of Cnossus comes to be explored.",
        "Gregory of Tours relates that in 577 \"there was a doubt about Easter.",
        "and shrubs no doubt in early times were also used for this purpose, but what evidence there is goes against the medieval.",
        "The great number of benefices which he held left room for some doubt as to his disinterestedness.",
        "Of the origin of the kingdom of the North Britons we have no information, but there seems little reason to doubt that they were the dominant people in southern Scotland before the Roman invasion.",
        "The exilarch could excommunicate, and no doubt had considerable jurisdiction over the Jews.",
        "But it seems impossible to doubt that in many cases ants behave in a manner that must be considered intelligent, that they can learn by experience and that they possess memory.",
        "Much doubt attaches to the origin of the name.",
        "causes an accumulation of air over the cold area, The diminution of barometric pressure which takes place all over Asia during the summer months, and the increase in the winter, are hence, no doubt, the results of the alternate heating and cooling of the air over the continent.",
        "Though the languages of these races are very different they cannot be regarded as physically distinct, and they are both without doubt branches of the Melanochroi, modified by admixture with the neighbouring races, the Mongols, the Australoids and the Xanthochroi.",
        "The weak parts of this story are the sudden and unexplained departure of the Simons; the subsequent useless cruelty of treating the child like a wild beast and keeping him in a dark room practically out of sight (unless any doubt of his identity was possible), while his sister was in comparative comfort; the cause of death, declared to be of long standing, but in fact developed with such rapidity; the insufficient excuse provided for the child's muteness under Gomin's regime (he had answered Barras) and the irregularities in the formalities in attending the death and the funeral, when a simple identification of the body by Marie Therese would have prevented any question of resuscitated dauphins.",
        "At the least there is no doubt that the genital funnels are developed precisely where the nephridial funnels formerly existed.",
        "Modern authors have often supposed that Cyrus and his ancestors were in reality Elamites; but this is contrary to all tradition, and there can be no doubt that Cyrus was a genuine Persian and a true believer in the Zoroastrian religion.",
        "I doubt whether it has been so well known to the world, and I am convinced that great injustice has been done him.",
        "His vanity was certainly excessive; but I have no doubt that, in his public conduct as well as in his writings, he was desirous of doing good, that his ambition was of the noblest kind, anti that he proposed to himself the noblest ends.",
        "The designer of the instrument shown no doubt thought that the north pole might suitably have the same ornament as was used to mark N.",
        "There is no doubt, even on Jordanes' own statements, that his work is based upon that of Cassiodorus, and that any historical worth which it possesses is due to that fact.",
        "Of the six edicts four were of minor importance, and, I flattered myself, even of his friendship and esteem, I never had that of his correspondence,\" but there is no doubt that Adam Smith met Turgot in Paris, and it is generally admitted that The Wealth of Nations owes a good deal to Turgot.",
        "Cultivated pears, whose number is enormous, are without doubt derived from one or two wild species widely distributed throughout Europe and western Asia, and sometimes forming part of the natural vegetation of the forests."
    ],
    "definition": [
        "To be undecided or skeptical about: began to doubt some accepted doctrines.",
        "To tend to disbelieve; distrust: doubts politicians when they make sweeping statements.",
        "To regard as unlikely: I doubt that we'll arrive on time.",
        "Archaic To suspect; fear.",
        "a. The state of being uncertain about the truth or reliability of something. See Synonyms at uncertainty.\nb. often doubts A feeling of uncertainty or distrust: had doubts about his ability.",
        "A point about which one is uncertain or skeptical: reassured me by answering my doubts.",
        "The condition of being unsettled or unresolved: an outcome still in doubt.",
        "doubt′er\nnoun",
        "Link/Cite",
        "(intransitive) To lack confidence in; to disbelieve, question, or suspect.\nHe doubted that was really what you meant.",
        "(archaic) To fear; to suspect.",
        "Shakespeare\nI doubt some foul play.",
        "Spenser\nI of doubted danger had no fear.",
        "Uncertainty, disbelief.\nThere was some doubt as to who the child's real father was.",
        "doubtless",
        "no doubt",
        "reasonable doubt",
        "shadow of a doubt",
        "self-doubt",
        "undoubtedly",
        "without doubt",
        "Link/Cite"
    ]
}