{
    "translation": ".1 למטה\n.2 דכאון, מדוכא",
    "uses": [
        "They sat down at the table.",
        "She sat down on the bed and sighed again.",
        "You may GO down, but you can only CLIMB up.",
        "Anatole turned to the Englishman and taking him by one of the buttons of his coat and looking down at him--the Englishman was short--began repeating the terms of the wager to him in English.",
        "He parked the truck in front of the house and headed down the hill.",
        "Sit down, and take your pen.",
        "I crouched down in the fork of the tree.",
        "He saw them rolling down her cheeks.",
        "He got down from his horse and very gently took the little ones up in his big warm hands.",
        "\"But how can you get down?\" enquired the girl, wonderingly.",
        "The mother sat down in the shade of a tree and began to read in a new book which she had bought the day before.",
        "He took off his hat and held it upside down, shaking it briskly.",
        "\"No they won't,\" said the voice of the kitten, and Eureka herself crawled over the edge of the platform and sat down quietly upon the floor.",
        "\"Let's go down again!\" he said, in his hoarse voice.",
        "\"We didn't ask to come down here; we fell,\" said Dorothy.",
        "Alex smiled down at him in a reassuring way.",
        "\"We don't know,\" was the answer, \"but we saw her tracks down there by the brook.",
        "Alex stood and walked down the hall.",
        "As he began slipping down, his head and arm wavered still more with the strain.",
        "He grinned down at her.",
        "Then the line was let down again for Zeb to climb up by.",
        "I can see plenty of nice gardens and fields down below us, at the edge of this city.",
        "\"If anyone comes meddling again,\" said he, emitting the words separately through his thin compressed lips, \"I will throw him down there.",
        "In the future, the price of some things won't go down as much, if at all.",
        "But sit down and have something to eat.",
        "They'll die down there in the grass, said the third lawyer, whose name I forget.",
        "It is remarkable that we can look down on its surface.",
        "Toll, who in this battle played the part of Weyrother at Austerlitz, galloped assiduously from place to place, finding everything upside down everywhere.",
        "Eureka clung with her claws to the wooden side of the house and let herself down easily.",
        "Jim was in the act of plunging down the path to escape when the Sawhorse cried out:",
        "Taking a deep breath, Carmen started down the stairs.",
        "Putnam stooped down and looked in.",
        "Down these steep slopes we used to coast.",
        "He paced up and down for a while and glanced at his notes.",
        "I am tired now and I do want to go down stairs.",
        "I longed for my teacher's return; but above all things I wanted to get down from that tree.",
        "That made an extraordinary long hole, as you may imagine, and reached far down into the earth; and, as I leaned over it to try to see to the bottom, I lost my balance and tumbled in.",
        "Then we will all go down together and Maria can get acquainted with her while you are measured for a dress.",
        "\"Why don't you walk down?\" asked Eureka.",
        "As I write this, it is down to 2 percent.",
        "Nevertheless, we will not forget that some Egyptian wheat was handed down to us by a mummy.",
        "When the people saw me come from the sky they naturally thought me some superior creature, and bowed down before me.",
        "The charcoal man sat down by the fire.",
        "\"Suppose we escape down the stairs, too,\" suggested the boy.",
        "As they looked down the street they saw a horseman coming.",
        "We now no longer camp as for a night, but have settled down on earth and forgotten heaven.",
        "There is actually no place in this village for a work of fine art, if any had come down to us, to stand, for our lives, our houses and streets, furnish no proper pedestal for it.",
        "And all you have of hope and strength merely weighs you down and torments you with regret.",
        "These he put down beside him--not letting anyone read them at dinner.",
        "When they passed over a field of grass Jim immediately stretched down his head and began to nibble.",
        "The men hurried down and soon saw that the flock was a large one.",
        "At one time he painted the picture of some fruit which was so real that the birds flew down and pecked at it.",
        "Suddenly, towards evening, a band of robbers swooped down upon them.",
        "Prince Andrew, who had evidently wished to tone down the awkwardness of Pierre's remarks, rose and made a sign to his wife that it was time to go.",
        "Oh! he muttered, looking down from the window at the stones of the pavement.",
        "Taken altogether, it was a dreadfully long name to weigh down a poor innocent child, and one of the hardest lessons I ever learned was to remember my own name.",
        "But surely a pan that warns you if your house is burning down or your food will kill you has to be worth $200 to you.",
        "The three men, as they passed, looked down and saw the little birds fluttering in the cold, wet grass.",
        "He walked quickly, but very quietly, down the pathway into the darker woods.",
        "Señor Medena put his fork down and folded his hands.",
        "So they went down to greet the beautiful vegetable lady, who said to them:",
        "That's just like you young men, said the regimental commander cooling down a little.",
        "Down with you, and clean those boots at once.",
        "Plunging through drifts, leaping hollows, swooping down upon the lake, we would shoot across its gleaming surface to the opposite bank.",
        "Farther down the hill, on the left, on the old road in the woods, are marks of some homestead of the Stratton family; whose orchard once covered all the slope of Brister's Hill, but was long since killed out by pitch pines, excepting a few stumps, whose old roots furnish still the wild stocks of many a thrifty village tree.",
        "I had read of the potter's clay and wheel in Scripture, but it had never occurred to me that the pots we use were not such as had come down unbroken from those days, or grown on trees like gourds somewhere, and I was pleased to hear that so fictile an art was ever practiced in my neighborhood.",
        "He would perhaps have placed alder branches over the narrow holes in the ice, which were four or five rods apart and an equal distance from the shore, and having fastened the end of the line to a stick to prevent its being pulled through, have passed the slack line over a twig of the alder, a foot or more above the ice, and tied a dry oak leaf to it, which, being pulled down, would show when he had a bite.",
        "\"How is it,\" she began, as usual in French, settling down briskly and fussily in the easy chair, \"how is it Annette never got married?",
        "\"Well now, isn't she a fool!\" shouted the prince, pushing the book aside and turning sharply away; but rising immediately, he paced up and down, lightly touched his daughter's hair and sat down again.",
        "She kissed him on the forehead and sat down again on the sofa.",
        "And the scoundrel Rostopchin was punished by an order to burn down his houses.",
        "It again!... said Pierre to himself, and an involuntary shudder ran down his spine.",
        "\"She couldn't climb DOWN, Jim,\" said Dorothy.",
        "\"To 'climb down' is sometimes used as a figure of speech,\" remarked the Wizard.",
        "They could not see the speeding horse, but they heard the clatter of its hoofs far down the road, and they understood the cry, \"Up! up! and defend yourselves!\"",
        "He called to one of his officers and bade him sit down and write a short order for him.",
        "Her enormous figure stood erect, her powerful arms hanging down (she had handed her reticule to the countess), and only her stern but handsome face really joined in the dance.",
        "Down came the mainsail.",
        "Well, sit down: let's have a talk.",
        "While he was getting down from the carriage steps two men, who looked like tradespeople, ran hurriedly from the entrance and hid in the shadow of the wall.",
        "What about Austria? said he, rising from his chair and pacing up and down the room followed by Tikhon, who ran after him, handing him different articles of clothing.",
        "\"Why are they down on me?\" thought Tushin, looking in alarm at his superior.",
        "When having limbered up the only two cannon that remained uninjured out of the four, they began moving down the hill (one shattered gun and one unicorn were left behind), Prince Andrew rode up to Tushin.",
        "He lay down on the sofa meaning to fall asleep and forget all that had happened to him, but could not do so.",
        "She crammed the pictures down into the suitcase.",
        "Tears were streaming down her cheeks, but she glared at him.",
        "She grabbed the clothes and started for the suitcase again, and he slammed the lid down.",
        "She swallowed down a sob.",
        "If my work slowed down, that was a loss of dollars for him.",
        "He motioned to the others to follow and they all went down the path to the building.",
        "After you spend a day at college, you go to work at a job where you can sit down the rest of the evening.",
        "But the little girl gave the angry kitten such a severe cuff that it jumped down again without daring to scratch.",
        "The brilliantly polished Tin Woodman marched next, at the head of the Royal Army of Oz which consisted of twenty-eight officers, from Generals down to Captains.",
        "At first the piglet stuck in the neck of the vase and I thought I should get him, after all, but he wriggled himself through and fell down into the deep bottom part--and I suppose he's there yet.",
        "When he returned the Princess looked down the narrow neck of the big ornament and discovered her lost piglet, just as Eureka had said she would.",
        "The little chest that held his clothing had been carried down to the bank.",
        "One day as he was walking among the trees the birds saw him and flew down to greet him.",
        "\"This is the last great day!\" cried others; and they knelt down and waited.",
        "So he sat down and wrote a wonderful story, which he called \"The Adventures of Robinson Crusoe.\"",
        "He soon found a warm corner, and there he lay down, covering himself with the straw.",
        "It must be written down so that people in other places and in other times may hear it read and sung.",
        "When Jenner did variolations on milkmaids who had had cowpox, they never came down with smallpox.",
        "Even in civilized corporate offices, professionals in business attire say their work tasks place them \"down in the trenches\" or that a certain \"campaign\" requires \"guerrilla\" marketing.",
        "We have seen it most recently and most profoundly in the Arab Spring, where the motto we see again and again is Ash-sha'b yurid isqat an-nizam, or \"The people want to bring down the regime.\"",
        "But I persisted, and an accident soon occurred which resulted in the breaking down of this great barrier--I heard the story of Ragnhild Kaata.",
        "Discouragement and weariness cast me down frequently; but the next moment the thought that I should soon be at home and show my loved ones what I had accomplished, spurred me on, and I eagerly looked forward to their pleasure in my achievement.",
        "I thought then that I was \"making up a story,\" as children say, and I eagerly sat down to write it before the ideas should slip from me.",
        "I sat down immediately and wrote to Mr. Vining, asking him to explain the signs.",
        "Usually I jot down what I can remember of them when I get home.",
        "I was permitted to spend a part of each day in the Institution library, and to wander from bookcase to bookcase, and take down whatever book my fingers lighted upon.",
        "As we hastened through the long grass toward the hammock, the grasshoppers swarmed about us and fastened themselves on our clothes, and I remember that my teacher insisted upon picking them all off before we sat down, which seemed to me an unnecessary waste of time.",
        "She can shut her eyes and bend her arms and sit down and stand up straight.",
        "Someone was walking down the hall toward them.",
        "Phipps never came down with smallpox.",
        "At present, they win hands down on \"less expensive\" and put in a decent showing on a couple more factors.",
        "As noted previously, in the future much of what you do will leave a Digital Echo, a record of its occurrence, down to the very minutia of your life.",
        "The ultimate goal, I submit, is not to optimize just meter by meter but what I call \"grape by grape,\" down to each individual piece of flora and fauna.",
        "The rafters creaked and strained, and the branches of the trees surrounding the house rattled and beat against the windows, as the winds rioted up and down the country.",
        "When she is walking up or down the hall or along the veranda, her hands go flying along beside her like a confusion of birds' wings.",
        "I took down this dwelling the same morning, drawing the nails, and removed it to the pond-side by small cartloads, spreading the boards on the grass there to bleach and warp back again in the sun.",
        "They were having so much fun that even Alondra broke down and joined them.",
        "Lifting the skirt slightly with one hand so she wouldn't trip on it, she let the other hand slide lightly down the banister for added balance.",
        "She turned to find Alex smiling down at her.",
        "He sat down on the edge of the bed, staring at his feet... and then keeled over on the bed.",
        "Once they came near to the enclosed Garden of the Clinging Vines, and walking high into the air looked down upon it with much interest.",
        "As Benjamin ran down the street, he wondered what he should buy.",
        "With his lighted lantern in his hand, he went up and down the rough hills calling for his lambs.",
        "The two young men got down their bows and arrows, and all were busy making plans for the next day.",
        "That sends you down another line of thought.",
        "Before I had done I was more the friend than the foe of the pine tree, though I had cut down some of them, having become better acquainted with it.",
        "The little princess went round the table with quick, short, swaying steps, her workbag on her arm, and gaily spreading out her dress sat down on a sofa near the silver samovar, as if all she was doing was a pleasure to herself and to all around her.",
        "Sit down and I'll fill you in a little.",
        "By the time they finished erecting the oxygen tent over her bed, she had finally settled down.",
        "Carmen gazed down at Matthew, overwhelmed with the joy of motherhood.",
        "A scarred tree marked a turning point in the trail, so she slowed down.",
        "She glanced down at Sarah.",
        "She carried a chair to a spot that wouldn't be visible on a course from the path to the door, and sat down.",
        "He was walking down the path, back to the building.",
        "She glanced down at her shirt and then laughed with relief.",
        "She glanced down the trail and nodded.",
        "He glanced down at her pocket.",
        "They were several miles down the road before either of them spoke.",
        "He got out and leaned down.",
        "Without another word, he walked out the door and down the trail.",
        "Tears welled up in her eyes and spilled down her cheeks as she prepared lunch.",
        "As she was walking down the hall, she heard her name mentioned.",
        "She put the spoon down, trying to recapture the humor.",
        "She crept down the dim hall, past the bedroom that Julia and Rachel shared, and on past Brandon's door.",
        "She choked down a mouthful of food.",
        "She gulped down some orange juice.",
        "Come on, don't shoot it down before you give it a try.",
        "He leaned one shoulder against the door jam and frowned down at her.",
        "He stared down at her for a moment, his expression unreadable.",
        "There was another reason she had been turning down Michael's invitations.",
        "They both left the lounge and started down the hall toward the desk.",
        "He slowed down beside them and lifted a brow to Adrienne.",
        "She stopped, and Roxanne continued down the hall.",
        "Surely he wouldn't have gone down there to help if he felt that way.",
        "They can't keep her temperature down.",
        "Carmen could hear her crying all the way down the hall to the elevator.",
        "The nurse put her down in the bed and covered her.",
        "After the doctor left, Carmen stood over Destiny, looking down at her tiny body while she slept.",
        "Carmen sat down and put her elbows on the bed.",
        "If he was coming down with a cold, he needed rest - and Destiny didn't need to be exposed to it.",
        "Carmen let the bed rail down and jerked the tent from under the mattress, allowing Destiny to crawl close.",
        "\"Calm down,\" the nurse said.",
        "Carmen disentangled herself from Destiny and urged her to lie down.",
        "Tears were streaming down her cheeks.",
        "She lay down, hugging it.",
        "So that's why you were looking me up and down the day we met.",
        "I had gone down to the woods for other purposes.",
        "But, looking directly down into our waters from a boat, they are seen to be of very different colors.",
        "Making another hole directly over it with an ice chisel which I had, and cutting down the longest birch which I could find in the neighborhood with my knife, I made a slip-noose, which I attached to its end, and, letting it down carefully, passed it over the knob of the handle, and drew it by a line along the birch, and so pulled the axe out again.",
        "The hills which form its shores are so steep, and the woods on them were then so high, that, as you looked down from the west end, it had the appearance of an amphitheatre for some land of sylvan spectacle.",
        "Moreover, the waves, I suspect, do not so much construct as wear down a material which has already acquired consistency.",
        "He sawed a channel in the ice toward the shore, and hauled it over and along and out on to the ice with oxen; but, before he had gone far in his work, he was surprised to find that it was wrong end upward, with the stumps of the branches pointing down, and the small end firmly fastened in the sandy bottom.",
        "Having bathed, he sat down to re-create his intellectual man.",
        "I would advise you to set in the spade down yonder among the ground-nuts, where you see the johnswort waving.",
        "I watched a couple that were fast locked in each other's embraces, in a little sunny valley amid the chips, now at noonday prepared to fight till the sun went down, or life went out.",
        "He gazed into the cellar from all sides and points of view by turns, always lying down to it, as if there was some treasure, which he remembered, concealed between the stones, where there was absolutely nothing but a heap of bricks and ashes.",
        "Before his house was pulled down, when his comrades avoided it as \"an unlucky castle,\" I visited it.",
        "When the farmers could not get to the woods and swamps with their teams, and were obliged to cut down the shade trees before their houses, and, when the crust was harder, cut off the trees in the swamps, ten feet from the ground, as it appeared the next spring.",
        "Usually the red squirrel (Sciurus Hudsonius) waked me in the dawn, coursing over the roof and up and down the sides of the house, as if sent out of the woods for this purpose.",
        "Whichever side you walk in the woods the partridge bursts away on whirring wings, jarring the snow from the dry leaves and twigs on high, which comes sifting down in the sunbeams like golden dust, for this brave bird is not to be scared by winter.",
        "Early in the morning, while all things are crisp with frost, men come with fishing-reels and slender lunch, and let down their fine lines through the snowy field to take pickerel and perch; wild men, who instinctively follow other fashions and trust other authorities than their townsmen, and by their goings and comings stitch towns together in parts where else they would be ripped.",
        "So high as heaved the tumid hills, so low Down sunk a hollow bottom broad and deep, Capacious bed of waters.",
        "When the frost comes out in the spring, and even in a thawing day in the winter, the sand begins to flow down the slopes like lava, sometimes bursting out through the snow and overflowing it where no sand was to be seen before.",
        "As it flows it takes the forms of sappy leaves or vines, making heaps of pulpy sprays a foot or more in depth, and resembling, as you look down on them, the laciniated, lobed, and imbricated thalluses of some lichens; or you are reminded of coral, of leopard's paws or birds' feet, of brains or lungs or bowels, and excrements of all kinds.",
        "So our human life but dies down to its root, and still puts forth its green blade to eternity.",
        "She grew confused, glanced round, and, seeing the doll she had thrown down on one of the tubs, picked it up.",
        "Well, then, come here, said she, and went further in among the plants and threw down the doll.",
        "\"How funny you are!\" he said, bending down to her and blushing still more, but he waited and did nothing.",
        "Then she slipped down among the flowerpots on the other side of the tubs and stood, hanging her head.",
        "A footman conducted Boris down one flight of stairs and up another, to Pierre's rooms.",
        "She drew her wool down through the canvas and, scarcely able to refrain from laughing, stooped as if trying to make out the pattern.",
        "\"No, but I say,\" said Pierre, calming down, \"you are a wonderful fellow!",
        "After he had gone Pierre continued pacing up and down the room for a long time, no longer piercing an imaginary foe with his imaginary sword, but smiling at the remembrance of that pleasant, intelligent, and resolute young man.",
        "He sat down by his wife, his elbows on his knees and his hands ruffling his gray hair.",
        "The latter understood that she was being asked to entertain this young man, and sitting down beside him she began to speak about his father; but he answered her, as he had the countess, only in monosyllables.",
        "The footmen began moving about, chairs scraped, the band struck up in the gallery, and the guests settled down in their places.",
        "Midway down the long table on one side sat the grownup young people: Vera beside Berg, and Pierre beside Boris; and on the other side, the children, tutors, and governesses.",
        "Sonya trembled all over and blushed to her ears and behind them and down to her neck and shoulders while Nicholas was speaking.",
        "\"It's all about the war,\" the count shouted down the table.",
        "The little kitten brightened, its eyes shone, and it seemed ready to lift its tail, jump down on its soft paws, and begin playing with the ball of worsted as a kitten should.",
        "While the couples were arranging themselves and the musicians tuning up, Pierre sat down with his little partner.",
        "When the Military Governor had gone, Prince Vasili sat down all alone on a chair in the ballroom, crossing one leg high over the other, leaning his elbow on his knee and covering his face with his hand.",
        "The second princess had just come from the sickroom with her eyes red from weeping and sat down beside Dr. Lorrain, who was sitting in a graceful pose under a portrait of Catherine, leaning his elbow on a table.",
        "\"I thought perhaps something had happened,\" she said with her unchanging stonily severe expression; and, sitting down opposite the prince, she prepared to listen.",
        "Pierre obediently sat down, his eyes asking if he were doing right.",
        "She sat down at her writing table, on which stood miniature portraits and which was littered with books and papers.",
        "She put down the geometry book and eagerly broke the seal of her letter.",
        "Sit down and talk.",
        "Sit down, Michael Ianovich!",
        "What a treasure of a wife you have, said she, sitting down on the sofa, facing her brother.",
        "The general looked the captain up and down as he came up panting, slackening his pace as he approached.",
        "And the commander, turning to look at the adjutant, directed his jerky steps down the line.",
        "The general became silent, angrily pulling down his tight scarf.",
        "Kutuzov and the Austrian general were talking in low voices and Kutuzov smiled slightly as treading heavily he stepped down from the carriage just as if those two thousand men breathlessly gazing at him and the regimental commander did not exist.",
        "Zherkov touched his horse with the spurs; it pranced excitedly from foot to foot uncertain with which to start, then settled down, galloped past the company, and overtook the carriage, still keeping time to the song.",
        "And believe me on my honour that to me personally it would be a pleasure to hand over the supreme command of the army into the hands of a better informed and more skillful general--of whom Austria has so many--and to lay down all this heavy responsibility.",
        "\"Walk him up and down, my dear fellow,\" he continued, with that gay brotherly cordiality which goodhearted young people show to everyone when they are happy.",
        "He wore an unfastened cloak, wide breeches hanging down in creases, and a crumpled shako on the back of his head.",
        "\"Wetched!\" he muttered, throwing down a purse with some gold in it.",
        "You're always like that; you thwow a thing down anywhere and forget it.",
        "\"Yes,\" said Rostov as if it cost him a great deal to utter the word; and he sat down at the nearest table.",
        "Down below, the little town could be seen with its white, red-roofed houses, its cathedral, and its bridge, on both sides of which streamed jostling masses of Russian troops.",
        "\"I'll really call in on the nuns,\" he said to the officers who watched him smilingly, and he rode off by the winding path down the hill.",
        "Looking down over the rails Prince Nesvitski saw the rapid, noisy little waves of the Enns, which rippling and eddying round the piles of the bridge chased each other along.",
        "Looking down at the waters of the Enns under the bridge, Nesvitski suddenly heard a sound new to him, of something swiftly approaching... something big, that splashed into the water.",
        "A group of Cossack scouts retired down the hill at a trot.",
        "After washing and dressing, Prince Andrew came into the diplomat's luxurious study and sat down to the dinner prepared for him.",
        "Bilibin settled down comfortably beside the fire.",
        "When Prince Andrew reached the room prepared for him and lay down in a clean shirt on the feather bed with its warmed and fragrant pillows, he felt that the battle of which he had brought tidings was far, far away from him.",
        "He sat down beside Hippolyte and wrinkling his forehead began talking to him about politics.",
        "A stout major was pacing up and down the line, and regardless of the screams kept repeating:",
        "Before the guns an artillery sentry was pacing up and down; he stood at attention when the officer arrived, but at a sign resumed his measured, monotonous pacing.",
        "A small but distinctly visible enemy column was moving down the hill, probably to strengthen the front line.",
        "Turning to his adjutant he ordered him to bring down the two battalions of the Sixth Chasseurs whom they had just passed.",
        "All eyes fastened involuntarily on this French column advancing against them and winding down over the uneven ground.",
        "The order was given to halt and down knapsacks.",
        "And the excited, alien face of that man, his bayonet hanging down, holding his breath, and running so lightly, frightened Rostov.",
        "Timokhin, armed only with a sword, had rushed at the enemy with such a desperate cry and such mad, drunken determination that, taken by surprise, the French had thrown down their muskets and run.",
        "\"Now then, Matvevna, dear old lady, don't let me down!\" he was saying as he moved from the gun, when a strange, unfamiliar voice called above his head: \"Captain Tushin!",
        "Two wise old dogs lay down unleashed.",
        "Multiple pairs of feet hurried down the hall and Connie was the first one through the door.",
        "I've kept my identity hidden for five years now, but I knew deep down inside that it couldn't last forever.",
        "Put your head down between your knees.",
        "Even when she did not fully understand words or ideas, she liked to set them down as though she did.",
        "Father and Uncle Frank are down town.",
        "Already she began to see quite plainly the little elves in their tall pointed hats, dancing down the dusky alleys, and peeping from between the bushes, and they seemed to come nearer and nearer; and she stretched her hands up towards the tree in which the doll sat and they laughed, and pointed their fingers at her.",
        "In reading this letter about Niagara one should remember that Miss Keller knows distance and shape, and that the size of Niagara is within her experience after she has explored it, crossed the bridge and gone down in the elevator.",
        "Dr. Bell gave her a down pillow, which she held against her to increase the vibrations.",
        "We went down a hundred and twenty feet in an elevator that we might see the violent eddies and whirlpools in the deep gorge below the Falls.",
        "Once, while we were out on the water, the sun went down over the rim of the earth, and threw a soft, rosy light over the White City, making it look more than ever like Dreamland....",
        "He said no, it would not be called for about fifteen minutes; so we sat down to wait; but in a moment the man came back and asked Teacher if we would like to go to the train at once.",
        "We missed the Cape Cod train Friday morning, and so we came down to Provincetown in the steamer Longfellow.",
        "Some one balances the toboggan on the very crest of the hill, while we get on, and when we are ready, off we dash down the side of the hill in a headlong rush, and, leaping a projection, plunge into a snow-drift and go swimming far across the pond at a tremendous rate!...",
        "They look down pityingly on the country-folk, who have never had an opportunity \"to see the great world.\"",
        "She pointed down, meaning that the doll was downstairs.",
        "Then Helen sat down by her and began to manipulate her claws.",
        "I sent Helen away and sat down to think.",
        "Then we sit down under a tree, or in the shade of a bush, and talk about it.",
        "I can now tell her to go upstairs or down, out of doors or into the house, lock or unlock a door, take or bring objects, sit, stand, walk, run, lie, creep, roll, or climb.",
        "I heard Helen screaming, and ran down to see what was the matter.",
        "Finally Belle got up, shook herself, and was about to walk away, when Helen caught her by the neck and forced her to lie down again.",
        "He put her answer down in his note book.",
        "Miss Sullivan's second report brings the account down to October 1st, 1888.",
        "She recognized that others used their lips; she \"saw\" her father reading a paper and when he laid it down she sat in his chair and held the paper before her face.",
        "When she was stricken down with the illness which resulted in her loss of sight and hearing, at the age of nineteen months, she was learning to talk.",
        "Still, for awhile, the frost fairies did not notice this strange occurrence, for they were down on the grass, so far below the tree-tops that the wonderful shower of treasure was a long time in reaching them; but at last one of them said, Hark!",
        "Tantalus, too, great as he was above all mortals, went down to the kingdom of the dead, never to return.",
        "At all events, I slipped down from the bed and nestled close to the fire which had not flickered out.",
        "To my astonishment I was informed on leaving college that I had studied navigation!--why, if I had taken one turn down the harbor I should have known more about it.",
        "When the thirty centuries begin to look down on it, mankind begin to look up at it.",
        "The laborer's day ends with the going down of the sun, and he is then free to devote himself to his chosen pursuit, independent of his labor; but his employer, who speculates from month to month, has no respite from one end of the year to the other.",
        "I was in haste to buy it, before the proprietor finished getting out some rocks, cutting down the hollow apple trees, and grubbing up some young birches which had sprung up in the pasture, or, in short, had made any more of his improvements.",
        "And every few years a new lot is laid down and run over; so that, if some have the pleasure of riding on a rail, others have the misfortune to be ridden upon.",
        "Weather this danger and you are safe, for the rest of the way is down hill.",
        "Near the end of May, the sand cherry (Cerasus pumila) adorned the sides of the path with its delicate flowers arranged in umbels cylindrically about its short stems, which last, in the fall, weighed down with good-sized and handsome cherries, fell over in wreaths like rays on every side.",
        "In August, the large masses of berries, which, when in flower, had attracted many wild bees, gradually assumed their bright velvety crimson hue, and by their weight again bent down and broke the tender limbs.",
        "Up comes the cotton, down goes the woven cloth; up comes the silk, down goes the woollen; up come the books, but down goes the wit that writes them.",
        "Men frequently say to me, \"I should think you would feel lonesome down there, and want to be nearer to folks, rainy and snowy days and nights especially.\"",
        "I may be either the driftwood in the stream, or Indra in the sky looking down on it.",
        "Such an exuberance of animal spirits had he that he sometimes tumbled down and rolled on the ground with laughter at anything which made him think and tickled him.",
        "I saw an old man the other day, to my astonishment, making the holes with a hoe for the seventieth time at least, and not for himself to lie down in!",
        "(she looked significantly at her husband) \"I'm afraid, I'm afraid!\" she whispered, and a shudder ran down her back.",
        "The old man continued to fold and seal his letter, snatching up and throwing down the wax, the seal, and the paper, with his accustomed rapidity.",
        "Also, as we are masters of Ulm, we cannot be deprived of the advantage of commanding both sides of the Danube, so that should the enemy not cross the Lech, we can cross the Danube, throw ourselves on his line of communications, recross the river lower down, and frustrate his intention should he try to direct his whole force against our faithful ally.",
        "The unknown general looked disdainfully down at Kozlovski, who was rather short, as if surprised that anyone should not know him.",
        "Mind, walk him up and down well!",
        "Sometimes through the monotonous waves of men, like a fleck of white foam on the waves of the Enns, an officer, in a cloak and with a type of face different from that of the men, squeezed his way along; sometimes like a chip of wood whirling in the river, an hussar on foot, an orderly, or a townsman was carried through the waves of infantry; and sometimes like a log floating down the river, an officers' or company's baggage wagon, piled high, leather covered, and hemmed in on all sides, moved across the bridge.",
        "But if you are tired, come and lie down in my room and have a rest.",
        "Each time this happened Rostov felt uncomfortable and cast down his eyes.",
        "Alex set his cup down beside hers.",
        "Opening the door, she kept her face hidden as she walked down the hallway.",
        "Gradually the balloon grew bigger, which was proof that it was settling down upon the Land of the Mangaboos.",
        "But I've just had the bad luck to come out of the sky, skip the solid earth, and land lower down than I intended.",
        "Some of the Mangaboos fell down and had to be dragged from the fire, and all were so withered that it would be necessary to plant them at once.",
        "Here were more of the vegetable people with thorns, and silently they urged the now frightened creatures down the street.",
        "\"Stop, I command you!\" cried the Wizard, in an angry tone, and at once began pulling down the rocks to liberate Jim and the piglets.",
        "No; she just dug her claws into the wood and climbed down the sides of this house to the ground.",
        "\"Well, this was a figure of a cat,\" said Jim, \"and she WENT down, anyhow, whether she climbed or crept.\"",
        "The mother dragon may come down and catch us here.",
        "He walked up and down the river bank, leading his horse behind him; but he kept his eyes turned always toward the dim, dark spot which he knew was the old North Church.",
        "The king sat down by the fire, and the woman hurried to get things ready for supper.",
        "While we have deciphered the genome in that we have written it all down, we aren't at all sure which parts do what, as noted before.",
        "We've seen this: If you are running for president of the United States, merely using the words \"freeze\" and \"Social Security\" in the same sentence has the retirees of the nation heating up pots of tar and emptying their down pillows.",
        "All is well and good until things turn down for a nation.",
        "Pretend there is a spectrum of jobs from the best in the world down to the worst and everyone agrees on the order.",
        "By 1860, it was down to 60 percent; by 1920, 40 percent; by 1940, 20 percent; and by 1960, 6 percent.",
        "Pierre reaching the house first went into Prince Andrew's study like one quite at home, and from habit immediately lay down on the sofa, took from the shelf the first book that came to his hand (it was Caesar's Commentaries), and resting on his elbow, began reading it in the middle.",
        "Grabbing her hands, he pushed her back on the bed and held her down.",
        "Alex asked sharply, his brows drawing down.",
        "We were checking the mare and she bolted, knocking the stable boy down.",
        "His hand gently pressed on her waist, drawing her closer as he leaned down.",
        "Glancing in the mirror, he straightened his jacket and tucked the tie back down into his vest.",
        "Alex looked stern, and when Carmen met his gaze, he looked down at his plate.",
        "Alex was looking down at her, his expression unreadable.",
        "Alfonso put down his toy and looked uncertain.",
        "Carmen set Destiny on the floor and then sat down beside Alex.",
        "Alex put the paper down and turned toward her, sliding an arm behind her on the back of the couch.",
        "Finally he looked down at his lap and let out a long weary sigh.",
        "Carmen glanced up to find him frowning down at her.",
        "We'd better go down for breakfast.",
        "Señor Medena took her elbow in his hand and led her down the hall.",
        "Choking down fear, she climbed inside and sat down in the luxurious leather seat.",
        "Señor Medena glanced down at her and smiled.",
        "She followed him down the hall and down the stairs.",
        "He paused at the foot of the stairs and gazed down at her.",
        "Why would he want me down here?",
        "Alex didn't want to come down here.",
        "I'm going down to get Destiny.",
        "Dulce was so angry that tears were rolling down her face.",
        "Alex stared down at her with a bewildered expression.",
        "\"I didn't know about any of this until we came down here for a visit,\" she defended.",
        "For a moment he frowned down at her.",
        "I'm going to take Destiny and Jonathan down to say good-bye.",
        "She sat down on the edge of the bed and stared at the floor.",
        "She woke when the bed sank with the weight of a person sitting down.",
        "He lay down on his back and pulled the covers up.",
        "She rolled toward him as he lay down and sighed contentedly as she snuggled against him.",
        "The carpenters tried to keep the dust level down, but it was impossible to avoid all of it.",
        "Carmen fed her a light lunch and she lay down to sleep for a while.",
        "Alex stroked her head and then leaned forward to look down at her.",
        "Her eyes were large and imploring as she was wheeled down the hall to a room in the pediatric ward.",
        "The only alternatives were sedation or strapping her down.",
        "\"Felipa called this morning,\" Alex said as he sat down in the chair she vacated.",
        "Her fever goes down, but then comes back up again.",
        "His red shock of hair stood up like a flame as he glared down at her.",
        "She threw the covers back and went down the hall to the stairway.",
        "Morning dawned on about three inches of snowfall and it was still coming down.",
        "Carmen gazed down at Destiny inside the oxygen tent.",
        "I came down with Felipa to get something to eat.",
        "She shook her head and sighed as she sat down.",
        "Princess had this birthing thing down to an art.",
        "She plowed into him, nearly knocking him down.",
        "She started to put the pillow down and caught the movement in the mirror from the corner of her eye.",
        "He put the book down and slowly stood.",
        "He reached down and took her hands, pulling her into his arms.",
        "Alex smiled down at her.",
        "He sobered and slowly stood, gazing down at her.",
        "He held a hand up to her and then guided her down to his lap.",
        "Glancing down at Alex, she smiled.",
        "His gaze shifted to her as she sat down, and he smiled.",
        "His fingers touched her chin and slid down her throat, exploring their way down to her bodice.",
        "He tugged on her zipper, slowly pulling it down.",
        "She started to get up so she could lead him to their bedroom, but he tugged her back down to the window seat.",
        "Finally she put the knife down and started putting the sliced meat in a plastic container.",
        "Finally he took down a couple of cups and poured them some coffee.",
        "She returned to her chair and sat down, gazing up at him.",
        "He stood, and when she looked up at him, he leaned down and kissed her lips.",
        "Now they could discuss things instead of avoiding sensitive subjects - build on their relationship instead of tearing it down with the same demolition ball.",
        "For a moment he gazed down at her, his expression much like the trapped fox in the hen house.",
        "She glanced down at the straining bodice and made a face.",
        "As if Matthew thought the encouragement was intended for him, he latched onto her breast, creating a suction that sent tiny bubbles down the feeding tube.",
        "Carmen detached Matthew from her nipple and handed him to Alex, who sat down beside her.",
        "Alex was staring down at Matthew, looking completely overwhelmed.",
        "He set the tray down on the table and handed a steaming cup of coffee to Señor Medena.",
        "Alex handed him the cream and sat down in his chair.",
        "Even the way she wore her hair, with those braids wrapped around the top of her head like a crown and the long shiny blond curls falling around her shoulders and down her back – she wasn't simply beautiful.",
        "She sat down obediently in the chair and crossed her legs.",
        "\"Keep your head down,\" Len said softly.",
        "You need something to calm you down.",
        "Anything else they said faded down the hall after them.",
        "\"I'm coming,\" she grumbled as she pulled on her robe and walked down the hall.",
        "Rolling down the window, she backed out of the garage.",
        "She applied the brakes and the dust cloud caught up, cloaking the road so thickly that visibility was down to the front of the car.",
        "She gripped the steering wheel as the vehicle plunged down a steep hill.",
        "The front end was slowly sinking down as the ground gave way.",
        "Its course down the cliff was marked by the cracking of limbs.",
        "Is there any way down?",
        "Glancing down at her sandaled feet, it occurred to her that she was hardly dressed for a walk in the woods.",
        "Now you just sit down and relax while I finish supper.",
        "No, you sit down and relax.",
        "He put the girl down and spatted her backside playfully.",
        "Tammy half skipped and hopped down the hall, throwing a shy smile over her shoulder at Lisa before disappearing into a doorway.",
        "Sit down and have breakfast with us.",
        "She was intruding, but it soon became obvious that Sarah wasn't going to sit down until everyone else was seated.",
        "She slid into the chair across from Tammy, and Sarah sat down at the other end of the table.",
        "She glanced at Lisa You sit down and finish your meal.",
        "Giddon stood, cramming his hands into the pockets of his jeans as he frowned down at Lisa.",
        "After what seemed like hours of traveling down trails that were little more than rockslides, Giddon stopped the ATV and shut off the engine.",
        "It could be a way to get her to put it down.",
        "By the time he set her down safe and dry on the other side, her hands were going numb and her shoulders were aching.",
        "She rocked back and fourth, tears coursing down her cheeks unchecked.",
        "Don't let me slow you down.",
        "For a moment he looked down at her, his expression somber.",
        "Again he gazed down at her.",
        "She had nearly run him down, slapped his face and taken him away from his work in less than twenty-four hours.",
        "I found it upside down and figured it was the boyfriend at the bottom of your troubles.",
        "He hesitated, looking down at his feet as he spoke.",
        "She beat a hasty retreat down the hallway, and paused breathlessly in the middle of her bedroom.",
        "Lisa half dragged her gapping friend down the hall.",
        "By the time I got it from the car, it was down to one bar.",
        "I think I hear someone coming down the hall.",
        "Her sandals raised little puffs of dust every time she put a foot down in the soft dirt.",
        "It took her mind back to childhood memories of barefoot strolls down dusty lanes.",
        "She started down the path again, lifting her arms and spinning around.",
        "Giddon looked completely relaxed, right down to his lazy smile.",
        "He bent down and retrieved her shoes, handing them to her.",
        "When they reached door he paused, gazing down at her with an unreadable expression.",
        "\"Like spun gold,\" he said softly tossing it across her shoulder, where it poised and then bounced down her back.",
        "What was down that path that he didn't want her to see?",
        "In the weeks that followed, she was careful to restrict her forays to walks down the drive, but she was getting restless.",
        "Some nights, dreams took her on a stealthy walk down the path, taking advantage of every bush for cover.",
        "He leaned over to unlatch the gate and then rode through, heading down the drive toward the road.",
        "Lisa rose from her chair and glanced down at Sarah.",
        "Walking so fast that it created a breeze that caught the loose hair hanging down her back, she turned her ankle slipping off her sandals.",
        "Sarah made an excuse of putting Tammy down for a nap and left them alone.",
        "\"You're right, I do forget,\" he answered roughly and slammed his glass down on the counter.",
        "His greatest interest obviously lay some distance down that path into the woods.",
        "What was down that path that no one wanted to talk about, and why did Giddon insist that his houseguest should not wander around alone?",
        "She swallowed down a lump in her throat.",
        "She waited for him to release her, but his lips moved across her cheek and down her neck with soft caressing kisses.",
        "She glanced down at the sealed envelope in her hand.",
        "A few minutes later he walked down the hallway.",
        "Waiting until Yancey disappeared down the path, she walked over to the desk.",
        "Announcing that she was mailing a letter didn't seem wise, so she walked down to the mailbox.",
        "\"Smells good,\" he said as he headed down the hall.",
        "Her fall was brutally interrupted by a rock ledge about five feet down.",
        "She screamed again as she tumbled down a steep hill.",
        "It was best to lie down and play dead?",
        "Come on down, Old Dan Tucker.",
        "He broke through the brush and stared down at her, his expression a mixture of concern and confusion.",
        "Sit down and let me look at it.",
        "They hadn't traveled far down the trail before she got a peripheral view of the building.",
        "At the house, Giddon helped her down and assisted her into the kitchen.",
        "She stared down at her hands.",
        "Yancey cleared his throat, and Lisa stared down at her hands.",
        "She was wandering in the woods again and fell down.",
        "She stayed around the house, propping her foot up whenever she sat down, and by evening it was only a little sore.",
        "Lisa glanced down the hallway, but Yancey was still in Tammy's room.",
        "She hesitated, gazing down the hallway, and her expression grew solemn.",
        "There could be a number of reasons that Sarah would welcome her as a daughter-in-law, not the least of which was the goings-on down that path.",
        "Come in and sit down.",
        "He carefully worked the ATV down a steep washed out trail that threatened to overturn the vehicle several times.",
        "Yancey looked down at her as he helped her from the ATV.",
        "She sobered and stared down at her hands.",
        "The braids not only held it out of her eyes, but thinned the bottom part down enough that it would lay loose across her shoulders and down her back without frizzing.",
        "Testing her ankle in a pair of low heels, she nodded silent approval and hurried down the hall.",
        "He was sitting at a table across and down from them.",
        "Yancey put his glass down and stood, moving around the table to take her by the arm.",
        "Yancey swirled her around and leaned his head down, speaking in a low voice.",
        "He was a tall dark figure in the night, as he stood looking down at her.",
        "His warm lips left hers and started down her neck, forcing a moan from hers.",
        "She sat down in the chair opposite him and studied her coffee.",
        "Lisa sat down and accepted the bowl full of scrambled eggs Sarah passed to her.",
        "She looked down at her plate before they discovered they had been observed.",
        "He smiled down at her.",
        "Why don't you sit down and finish your breakfast.",
        "Lisa sat down at her plate.",
        "Thirty minutes later she was walking down the drive to meet Connie, never having betrayed his trust.",
        "Lisa looked down at her hands.",
        "Certainly placing the family picture face down on the coffee table had done nothing to ease her pain.",
        "Well, whatever it is, it probably won't go down too well with Howard or Len.",
        "He walked around it and then leaned down to look in the window.",
        "He walked by her stiffly and heading down the hall.",
        "Yancey stopped beside her and looked back down at the house.",
        "It's a long way down.",
        "He glanced down at her, his expression tender.",
        "Instantly the hand dropped and he turned back down the trail, speaking over his shoulder.",
        "Pulling a robe over her nightgown, she tiptoed down the hall and silently opened the door to the patio.",
        "She swallowed down her throbbing heart.",
        "She glanced down at the towel tucked around his midsection and gasped.",
        "\"Sit down and I'll pour some coffee,\" she said over her shoulder.",
        "He poured a cup of coffee and sat down at the table.",
        "Yancey was down the trail to whatever he did for a living.",
        "His footsteps sounded down the hallway and he continued calling her name frantically.",
        "Here, why don't you sit down on this chair while I look you over and ask a few questions.",
        "Why don't you come down to the station and file a report.",
        "It took little urging to bring his mouth down to hers.",
        "Once she was in the car, he shut the door and leaned down to speak.",
        "The line down the highway blurred for a second and she realized she had nearly fallen asleep.",
        "He pushed the passenger's side door open and she leaned down to look at him.",
        "Yes. Can you bring me down here tomorrow to get my car?",
        "The silence was uncomfortable until he leaned down to kiss her.",
        "When she decided Yancey wasn't around, she started down the path, keeping close to the trees without breaking her promise not to wander in the woods.",
        "She waited for him to get a little way down the path before she slipped from her hiding place and went to the door.",
        "Wiggling through the small opening, she turned and pulled the sash back down."
    ],
    "definition": [
        "Fine, soft, fluffy feathers forming the first plumage of a young bird and underlying the contour feathers in certain adult birds.",
        "A soft, silky, or feathery substance, such as the first growth of a human beard.",
        "Link/Cite"
    ]
}