{
    "translation": ".1 מרופט .2 חדגוני, חום אפרפר",
    "uses": [
        "Although called blue, the colour is a slaty or drab tone.",
        "The skins that are not perfectly white are dyed jet black, dark or light smoke, violet-blue, blue-grey, and also in imitation of the drab shades of the natural blue.",
        "Has a close dark drab underwool with yellowish grizzly, grey, regular and coarse top hair.",
        "The bark, very dark externally, is an excellent tanning substance; the inner layers form the quercitron of commerce, used by dyers for communicating to fabrics various tints of yellow, and, with iron salts, yielding a series of brown and drab hues; the colouring property depends on a crystalline principle called quercitrin, of which it should contain about 8%.",
        "In the XIIth Dynasty a hard thin drab ware was common, like the modern qulleh water flasks.",
        "Subsequently the hard top hairs are taken out as in the case of otters and beavers and the whole thoroughly cleaned in the revolving drums. The close underwool, which is of a slightly wavy nature and mostly of a pale drab colour, is then dyed by repeated applications of a rich dark brown colour, one coat after another, each being allowed to thoroughly dry before the next is put on, till the effect is almost a lustrous black on the top. The whole is again put through the cleaning process and evenly reduced in thickness by revolving emery wheels, and eventually finished off in the palest buff colour.",
        "is widely distributed throughout the state, and great quantities of it aie crushed for road-making, railway ballasts, and concrete, but as the prevailing colours are greyish or drab it is little used in the walls of buildings.",
        "The female is drab, but shows the same white markings as the male, and the young males resemble the females until after the first autumn moult, when they gradually assume the plumage of their sex.",
        "Children reading this novel - or watching the Hollywood version - have often wondered why she was so eager to return to what was an admittedly drab life on the hardscrabble plains of the American Midwest.",
        "drab as a fool, aloof as a bard.",
        "Maybe I'm making this sound more drab than it was in reality.",
        "Lydia Larkin was seated at a desk in the drab outer room, looking as pensive as Fred O'Connor back in his cell.",
        "If your website images are looking a bit drab and outdated, why not have a 360° photo done?",
        "They seemed a little drab for New York Broadway.",
        "The salad is somewhat drab, with only lettuce to complement the chicken with.",
        "Dorm rooms are famous for their small spaces and drab interiors.",
        "No matter how great a flattering cut or gorgeous color may be, without proper maintenance and trims, a fab style can quickly turn drab.",
        "The pants are an olive drab in color, long trousers with a high waist that are held up with a thick brown leather belt.",
        "drab clothes.",
        "The city had a tired, old look about it, especially in neigh­borhoods like the purported residence of J. Cleary. ne fifty-seven Bascomb Place was a drab old building in a drab old section of the city with a faded \"For Rent\" sign perma­nently fixed to the front.",
        "drab uniformity, and a way of life was lost forever.",
        "drab surroundings of the rehab unit.",
        "drab gray of winter yields to the lush green of spring.",
        "drab existence is turned upside down.",
        "Beyond a rather drab, static menu page, the extras herein are great.",
        "But there are also poor patches of grass and a few small pools to brighten an otherwise drab landscape.",
        "How They Changed the World By William C. Burger The world would be a pretty drab place without flowers.",
        "Made our boat look very drab in just plain dark green.",
        "They make the illustrations in the guide seem very drab.",
        "drab in comparison!",
        "The whole thing looks drab and is very dreary and depressing, without being particularly moving.",
        "This technique means that colors appear grainy, so that even the blues and greens of the store workers ' uniforms are drab.",
        "It's quite lush at this level but higher up the scenery becomes drab with a number of glacial moraines.",
        "stagy lady is never dull, for she possesses the art of turning the drab into the fancy.",
        "Broken by war, it was reduced by communism to drab uniformity, and a way of life was lost forever.",
        "Life with a stagy lady is never dull, for she possesses the art of turning the drab into the fancy.",
        "The resplendent nature of the garden greatly improved the curb appeal of the otherwise drab cottage.",
        "Posters are a popular way to add some personality to a dorm's drab, institutional walls.",
        "David - Turn a drab basement in a Washington home into a kid friendly rec room.",
        "Grapevines and pine cones can also turn a drab window into a rustically beautiful focal point.",
        "You can use decorations to make a small bathroom look bigger, a dark bathroom look brighter or a drab, older bathroom look modern and welcoming.",
        "Mud rooms help keep a home organized and clean, but they don't have to be plain and drab.",
        "Even though your formal look may be a bit drab, don't shy away from some color.",
        "You can put it on your lids, use it as a highlight for cool toned eye shadow looks, or use it in the inner corner to brighten up your eyes and keep a smoky look from looking a little too heavy or drab.",
        "That being said, however, I also don't want to look like a plain-Jane that blends into the drab beige carpeting!",
        "Although most neutrals are considered \"safe\"\" for the majority, redheads should avoid drab tones to keep from appearing washed out and sickly.",
        "In addition to drab hues, blue and pink pastel cosmetics can be tricky to pull off without distracting from your hair color.",
        "If the other wedding decorations, flowers, and dresses have a bright, lively color palette, using a black and white cake may seem drab or out of place.",
        "Holidays and other special occasions are the perfect time to pull out boys' holiday ties and dress up a drab wardrobe.",
        "The six petal blossom with a multitude of bright yellow stamens is a pleasure to see amid the drab winter landscape of most gardens.",
        "Halogen accent lights-Place these accent lights under your kitchen cabinets and transform your kitchen from a drab, boring area to an eye-catching room bathed in warmth.",
        "Even the most fashionable or desirable items can look drab and boring if there are not worn well.",
        "During this time, men chose simple items that were often drab and far from being stylish.",
        "Plus size clothing does not have to be drab or boring as evidenced by their past use of brightly colored printed or solid fabrics.",
        "If you're also plus-sized, you may have tried to further diminish your body's proportions by wearing dark, drab colors or clothes too large for you.",
        "Cargo shorts are typically a knee length short in a neutral color (such as khaki, olive drab or black) that have a large number of pockets.",
        "For many years, the selection of reading glasses for men was very limited to just a few basic styles and a few drab colors.",
        "Though drab in atmosphere they weren't as badly drawn as the outdoors.",
        "What better way to rain on that parade then to introduce the drab, dark, and evil black balls.",
        "The cold drab floor and barrels laid out in a row makes you think old world, yet the track lighting and ventilation systems is definitely new world.",
        "The right hair color ideas can turn any drab 'do into a stunning style without needing a drastic cut or outrageous styling.",
        "Blondes going brown often turn green or drab when the hair hasn't been filled properly, so avoid at-home coloring until your hair is predictable and the desired changes less drastic.",
        "Pregnancy isn't the time to become boring and drab, it's a time to celebrate.",
        "Gone are the days when expectant moms had to wear drab, colorless clothing.",
        "There's nothing that says dog beds need to come in drab colors and boring patterns.",
        "Minimize flaws and accentuate virtues: A tankini can be refreshingly modest without making you look drab.",
        "Although still largely made from wool, drab gray swimsuits now gave way to more colorful patterns.",
        "Camo is no longer strictly olive drab; you can choose combinations from black and white to sunset tones.",
        "Avoid dark or drab colors and opt for bright and cheerful tones.",
        "Gone are the days of drab khakis-only dress.",
        "The outfits of the upper class or royalty were extremely detailed and elaborate, while the peasants wore very simple garb and drab colors.",
        "Some wore drab colors such as off white, tan, beige, brown or grey.",
        "Gone were the days of drab one-color suits.",
        "Women, take note: Sperry's collection of boat shoes is anything but drab.",
        "Perhaps the greatest benefit is that cinnamon is a flavorful, calorie-free spice, making diet foods a little less drab.",
        "Drab tomatoes will really drag down your salad, and in the end, your meal.",
        "Wash after wash can make them look drab.",
        "If you keep the included protector case on at all times, these great colors are unfortunately hidden by the drab black.",
        "Philosophers have a reputation for being boring, speaking in incomprehensible jargon, and in general being drab.",
        "This acceptance of drab colors was born more out of necessity that preference.",
        "drab encounter against the FA Cup finalists.",
        "Sure, you can't put furniture there, but sprucing up the drab space will go a long way to making the room feel more like a home away from home."
    ],
    "definition": [
        "a. Of a dull grayish to yellowish brown.\nb. Of a light olive brown or khaki color.",
        "Faded and dull in appearance.",
        "Dull or commonplace in character; dreary: a drab personality. See Synonyms at dull.",
        "A dull grayish to yellowish or light olive brown.",
        "Cloth of this color or of an unbleached natural color.",
        "drab′ly\nadverb",
        "drab′ness\nnoun",
        "A slovenly woman; a slattern.",
        "A woman prostitute.",
        "Link/Cite"
    ]
}