{
    "translation": "מחריד, איום",
    "uses": [
        "He thought it would be dreadful for me.",
        "I'm sure she caught that dreadful disease from one of them and it killed her.",
        "She is the third to do so since I've been in this dreadful place.",
        "So dreadful had been the yoke of Rome, which they had shaken off, that they feared to submit to anything similar even under Protestant auspices.",
        "It would be dreadful to eat these dear little things.",
        "Miss M was much nettled when I told her I'd no longer dance to her music and I saw her talking about me to the man who owns this dreadful place.",
        "\"This is dreadful!\" groaned Jim.",
        "Without them, lowly federal agents would still be in the dark in identifying the combatants in this dreadful war.",
        "\"Cats are dreadful creatures!\" said one of them.",
        "Natasha, afraid that her brother would do something dreadful, had followed him in some excitement.",
        "Then suddenly it became clear to Sonya that Natasha had some dreadful plan for that evening.",
        "Their sufferings on the route were dreadful; many succumbed and were abandoned.",
        "We were lucky to get away from those dreadful vegetable people.",
        "In 1733-1734 there was a dreadful epidemic of smallpox, which destroyed a great number of the people.",
        "inland, is far healthier than the low-lying Laurentum, where, except in the immediate vicinity of the coast, malaria must have been a dreadful scourge.",
        "I said it then only because it would have been dreadful for him, but he understood it differently.",
        "\"Oh, he is in a dreadful state,\" said the mother to her son when they were in the carriage.",
        "They suffered dreadful hardships.",
        "had done at Hastings, Wallaces cOlumns broke up, and a dreadful slaughter followed.",
        "Finland has been visited at different periods since by these scourges; so late as 1848 whole villages were starved during a dreadful famine.",
        "She thought of Natasha and of her own youth, and of how there was something unnatural and dreadful in this impending marriage of Natasha and Prince Andrew.",
        "\"It is dreadful, dreadful!\" she was saying, \"but cost me what it may I shall do my duty.",
        "Ireland was another subject to which he had given particular attention: in 1797 there was published a Speech by Lord Moira on the Dreadful and Alarming State of Ireland.",
        "The other day I broke my doll's head off; but that was not a dreadful accident, because dolls do not live and feel, like people.",
        "One could have traveled round the word many times while I trudged my weary way through the labyrinthine mazes of grammars and dictionaries, or fell into those dreadful pitfalls called examinations, set by schools and colleges for the confusion of those who seek after knowledge.",
        "I could see, absolutely see, the dagger and Lady Macbeth's little white hand--the dreadful stain was as real to me as to the grief-stricken queen.",
        "It was too dreadful to be under the burden of these insoluble problems, so he abandoned himself to any distraction in order to forget them.",
        "To lack such care and tendance was - along with want of regular burial - the most dreadful fate that could overtake an ancient; and a Roman, like a Hindu, in case he was childless, adopted a male child whose duty it would be, as if his own son, to continue after his death the family rites or sacra.",
        "He carried his resolution within himself in terror and haste, like something dreadful and alien to him, for, after the previous night's experience, he was afraid of losing it.",
        "That is the dreadful history of the final, and deadliest, century of smallpox.",
        "Only after emptying a bottle or two did he feel dimly that the terribly tangled skein of life which previously had terrified him was not as dreadful as he had thought.",
        "An exodus followed which, necessary as it was, caused dreadful hardship, and among the Roman Catholic Irish in America Fenianism took its rise.",
        "\"I don't b'lieve Eureka would do such a dreadful thing!\" cried Dorothy, much distressed.",
        "Typhon's later career, \" committing dreadful crimes out of envy and spite, and throwing all things into confusion,\" was parallel to the proceedings of most of the divine beings who put everything wrong, in opposition to the being who makes everything right.",
        "That's awful... and to escape from these dreadful thoughts she went to Sonya and began sorting patterns with her.",
        "The dreadful news of the battle of Borodino, of our losses in killed and wounded, and the still more terrible news of the loss of Moscow reached Voronezh in the middle of September.",
        "more general and accounted more dreadful in those primitive religions in which cultual objects play so great a part, than in.",
        "Terrible anguish struck her heart, she felt a dreadful ache as if something was being torn inside her and she were dying.",
        "Owing to the great elevation and steepness of the mountains, dreadful storms arise among the hollows, often attended with fatal results.",
        "\"Oh, that is dreadful, dreadful!\" said Pierre.",
        "Our greatest Champion, Overman-Anu, once climbed the spiral stairway and fought nine days with the Gargoyles before he could escape them and come back; but he could never be induced to describe the dreadful creatures, and soon afterward a bear caught him and ate him up.",
        "The character of the emperor Nicholas was summed up with great insight by Queen Victoria in a letter to the king of the Belgians, written during the tsar's visit to England (June 11, 1844) \" He is stern and severe - with fixed principles of duty which nothing on earth will make him change; very clever I do not think him, and his mind is an uncivilized one; his education has been neglected; politics and military concerns are the only things he takes great interest in; the arts and all softer occupations he is insensible to, but he is sincere, I am certain, sincere even in his most despotic acts, from a sense that that is the only way to govern; he is not, I am sure, aware of the dreadful cases of individual misery which he so often causes, for I can see by various instances that he is kept in utter ignorance of many things, which his people carry out in most corrupt ways, while he thinks that he is extremely just ...",
        "\"Dreadful creatures!\" exclaimed the woman's voice.",
        "The village elder, a peasant delegate, and the village clerk, who were waiting in the passage, heard with fear and delight first the young count's voice roaring and snapping and rising louder and louder, and then words of abuse, dreadful words, ejaculated one after the other.",
        "The doctor and valet lifted the cloak with which he was covered and, making wry faces at the noisome smell of mortifying flesh that came from the wound, began examining that dreadful place.",
        "Luther, who believed that the peasants were trying to cloak their dreadful sins with excuses from the gospel, exhorted the government to put down the insurrection.",
        "The countess is in a dreadful state; but it was necessary for Natasha herself to see a doctor.",
        "Insurrec- But he was hardly gone when dreadful news reached tionin him from Scotland.",
        "Washington's retreat through New Jersey; the manner in which he turned and struck his pursuers at Trenton and Princeton, and then established himself at Morristown, so as to make the way to Philadelphia impassable; the vigour with which he handled his army at the Brandywine and Germantown; the persistence with which he held the strategic position of Valley Forge through the dreadful winter of 1777-1778, in spite of the misery of his men, the clamours of the people and the impotence and meddling of the fugitive Congress - all went to show that the fibre of his public character had been hardened to its permanent quality.",
        "\"I agreed,\" Natasha now said to herself, \"that it would be dreadful if he always continued to suffer.",
        "But just when he was clumsily creeping toward the door, that dreadful something on the other side was already pressing against it and forcing its way in.",
        "Those dreadful moments he had lived through at the executions had as it were forever washed away from his imagination and memory the agitating thoughts and feelings that had formerly seemed so important.",
        "And the more imbued he became with that principle of love, the more he renounced life and the more completely he destroyed that dreadful barrier which--in the absence of such love-- stands between life and death.",
        "The colliery, which was opened in 1807, has frequently been the scene of dreadful accidents, notably on the 23rd of October 1821, when 52 lives were lost.",
        "Nabarro (4) that they are the true cause of that dreadful malady.",
        "Along with this great doctrine there pass on into Christianity the slowly attained hope of resurrection and the dreadful doctrine of future punishment for the wicked.",
        "But as soon as he closed them he saw before him the dreadful face of the factory lad-- especially dreadful because of its simplicity--and the faces of the murderers, even more dreadful because of their disquiet.",
        "She knew Prince Andrew was in the same yard as themselves and in a part of the hut across the passage; but this dreadful incessant moaning made her sob.",
        "But the noise and clatter seemed as dreadful to them as Jim's heels, for all who were able swiftly turned and flew away to a great distance.",
        "If what we hear is true, it is dreadful.",
        "When women sign up for an online dating site, they are frequently inundated with messages from men running the spectrum from dreamy to dreadful.",
        "From the moment Pierre had recognized the appearance of the mysterious force nothing had seemed to him strange or dreadful: neither the corpse smeared with soot for fun nor these women hurrying away nor the burned ruins of Moscow.",
        "That dreadful question, \"What for?\" which had formerly destroyed all his mental edifices, no longer existed for him.",
        "the dreadful calamity of the Black Death, which fell upon France and England, as upon all Europe, in the years 1348-1349.",
        "The revenge taken by the new king and his cousin Richard of Warwick for the slaughter at Wakefield and StAlbans was prompt and dreadful.",
        "So I find it totally abhorrent and incomprehensible when I hear about the dreadful cruelty and neglect inflicted on some animals.",
        "announceclass=\"ex\">Announcing the appointment of a manager just before the World Cup is dreadful timing.",
        "appalled by the attack on the World Trade Center and the Pentagon and the dreadful loss of life.",
        "barbiturate sleeping tablets are notorious for causing dreadful nightmares, and even hallucinations, in elderly folk.",
        "I'm glad I did n't bathe in that dreadful water!",
        "There was Diana Dors there, who had a dreadful mink bikini.",
        "It seems as tho the weather pixie was in a better mood today after the dreadful weather at Wallop.",
        "The broken and demoralized army, its ranks thinned by fever and sickness, at last began its hopeless retreat, attempting to reach Catania by a circuitous route; but, harassed by the numerous Syracusan cavalry and darters, after a few days of dreadful suffering, it was forced to lay down its arms. The Syracusans sullied the glory of their triumph by putting Nicias and Demosthenes to death, and huddling their prisoners into their stonequarries - a living death, dragged out, for the allies from Greece proper to the space of seventy days, for the Athenians themselves and the Greeks of Sicily and Italy for six months longer.",
        "The attempts to suppress these, the harsh measures taken against those who attended them or connived at them, or refused to give information against them, the military violence and the judicial severities, the confiscations, imprisonments, tortures, expatriations, all make up a dreadful narrative..",
        "Ah! it is very dreadful...",
        "But what her father had said about Mademoiselle Bourienne was dreadful.",
        "But dying was also dreadful.",
        "Only not to see it, that dreadful it!",
        "Confidence is not a stable commodity (and yes, I do know it 's a dreadful pun !",
        "Not to mention the dreadful unhygienic mess that nesting rooks can cause and the difficulty of removing the nests once established !",
        "The police have just announced a dreadful development in this unfolding saga !",
        "So, nice idea but shame about the lack of supplies with the factory and shame about the dreadful cleaning !",
        "Views: 388 Posted By fluffy thistle What dreadful news, deepest condolences from me n..",
        "I just hope that I do n't end up with a dreadful troublemaker label for my efforts.",
        "Do ye twain hurl him to the dreadful doom.",
        "I 'm completely undecided whether that 's cool or dreadful.",
        "This dreadful disease produced a welter of emotions in the medieval mind.",
        "It was your whining voice and that dreadful tie you 're wearing.",
        "When you see the dreadful person, be polite but don't ask any open-ended questions.",
        "Depression is usually accompanied by low self-esteem and feeling like life is dreadful.",
        "You feel like life is dreadful, and you just don't want to deal with another day.",
        "It was a bad version of the Facts of Life, and it was so dreadful, it was awful.",
        "Crataego Mespilus - The name is a dreadful invention of some one with a callous mind, as if we had not enough of ugly names already.",
        "Often, a person with obsessive-compulsive disorder believes that if the ritual is not performed, something dreadful will happen.",
        "Bear in mind there are several things you can do to work with your bang during the dreadful regrowth process.",
        "There's really no reason to dread the season for its style shortcomings, though - simply because there are so many great ways to look polished, pulled together and elegant even in the face of the most dreadful weather.",
        "I feel ugly/fat, unsatisfying in bed, and dreadful of the next girl that takes even the slightest interest in me.",
        "The history behind this house, unlike a lot of haunted house stories, is not filled with negative emotional upheaval and dreadful violence.",
        "Although the tales are almost always gruesome and sometimes sad, you can't help but be mesmerized by such dreadful stories.",
        "I am sick with [name a dreadful disease] and [insert status: orphan, widow, poor person - something to tug at your heart strings.",
        "Sunny folk pop with lovely little melodies is what you will find here, and the singer's voice is one-in-a-million that you'll forgive them for this dreadful name.",
        "While some families declare the experience a great experience that changed their views on raising a family and being a good spouse, there are also some participants who declare the experience dreadful and a waste of their time.",
        "cycle routes in the UK is dreadful.",
        "Perhaps the dreadful aims of the Third Reich are now being achieved by stealth, much more effectively than Hitler could ever have done.",
        "Pierre knew that everyone was waiting for him to say a word and cross a certain line, and he knew that sooner or later he would step across it, but an incomprehensible terror seized him at the thought of that dreadful step.",
        "When the third season led off with the dreadful 'Spock's Brain', however, it was clear that the writing was on the wall.",
        "Then a dreadful couple of days cleaning out the engine room bilges.",
        "It was not for long, however; for a month or two later a dreadful calamity fell upon Marija.",
        "The question is how to eliminate such dreadful destitution.",
        "Yes, it does smell particularly dreadful, but there is a belief in the orient that it is a good slipperiness additive.",
        "Some are good, some are mediocre, some are truly dreadful.",
        "Which leads on to the most obvious bit of all, the ref was absolutely dreadful.",
        "And there are some pretty dreadful tracks here, let's not mess about.",
        "On a line that's supposed to run once every eight minutes - quite dreadful LU, please take note.",
        "In the second half, Burnley were simply dreadful.",
        "Am I so dreadful, so hateful to ' ee?",
        "dreadful to think what could have happened - people can be killed by bad reactions to nuts.",
        "dreadful calamity fell upon Marija.",
        "dreadful mess after cooking for friends yesterday evening.",
        "dreadful plight now needed the very acme of mountaineering skill.",
        "dreadful fate?",
        "dreadful mail-in rebates without a coatch?",
        "dreadful mistake for a \" professional \" lecturer to make!",
        "I was very hungover, I just felt dreadful.",
        "Em your colleagues sound dreadful, you have my sympathy!",
        "If the alloys have a chrome finish they can cost a fortune to get refurbished but look dreadful when scratched.",
        "It seems dreadful to discuss the conduct of one's wife with two men whom I have never seen before.",
        "SB great at the reading and ringing bits, but finds writing dreadful.",
        "And I hear you can't drink the water and the waiters have dreadful, roving hands.",
        "Her mother is Chinese, which gives her a slightly exotic look. the music is dreadful.",
        "gnashing teeth flashed past us like a dreadful vision.",
        "Unwelcome visits from the landlord only increase the nervous hysteria already developing in the small flat fueling dreadful consequences.",
        "ill-tempered person, must be dreadful.",
        "By the light of his lamp he saw the ambush and \" with dreadful imprecations \" called to his companions to bring pistols.",
        "Playing a great deal of flowing attacking rugby in what were dreadful conditions, Ashton's side looked simply irresistible.",
        "Signing & getting lost: Signing for cycle routes in the UK is dreadful.",
        "neurosisis man's neuroses, the world paid a dreadful price.",
        "offstage voice suggests that something dreadful will be expected of them or done to them in an hour or less.",
        "He spun round with a scream and fell upon his back, his hideous red face turning suddenly to a dreadful mottled pallor.",
        "pharmaceutical company making a dreadful mistake?",
        "That is, until something dreadful happens and then all of a sudden it becomes absolutely priceless.",
        "promisealistic It's no good promising a wonderful reward or dreadful punishment if you are not going to see it through.",
        "Confidence is not a stable commodity (and yes, I do know it's a dreadful pun!",
        "Are you still facing dreadful mail-in rebates without a coatch?",
        "Be realistic It's no good promising a wonderful reward or dreadful punishment if you are not going to see it through.",
        "Not to mention the dreadful unhygienic mess that nesting rooks can cause and the difficulty of removing the nests once established!",
        "Signing & Getting lost: Signing for cycle routes in the UK is dreadful.",
        "The police have just announced a dreadful development in this unfolding saga!",
        "So, nice idea but shame about the lack of supplies with the factory and shame about the lack of supplies with the factory and shame about the dreadful cleaning!",
        "And it would be a dreadful shame for the two aspiring surgeons to overlook the opportunity to hone their medical skills, right?",
        "His wish was gratified, in the dreadful tempest of Nov. 27th.",
        "Views: 388 Posted By fluffy thistle What dreadful news, deepest condolences from me n. .",
        "do ye twain hurl him to the dreadful doom.",
        "unkind as to leave her alone on such a dreadful night?",
        "Surely Benedict would not be so unkind as to leave her alone on such a dreadful night?",
        "The trains have improved a lot over the years, the journey used to be dreadful, now it is just mildly unpleasant.",
        "whinewas your whining voice and that dreadful tie you're wearing.",
        "While in India the conception of the asura had veered more and more towards the dreadful and the dreaded, Zoroaster elevated it again - at the cost, indeed, of the daivas (daevas), whom he degraded to the rank of malicious powers and devils.",
        "Natasha's thin pale face, with its swollen lips, was more than plain--it was dreadful.",
        "The rescue of these two in their dreadful plight now needed the very acme of mountaineering skill.",
        "I'm completely undecided whether that's cool or dreadful."
    ],
    "definition": [
        "Extremely bad, unpleasant, or distasteful: dreadful prose; this dreadful heat.",
        "Inspiring dread; terrible: dreadful noises; a dreadful tragedy.",
        "dread′ful·ness\nnoun",
        "Link/Cite",
        "Causing dread; very bad.",
        "Nouns to which \"dreadful\" is often applied: day, night, state, news, time, secret, storm, mistake, accident, story, dream, havoc, truth, loss, act, life, thought, creature, curse, suffering.",
        "A shocking or sensational crime.",
        "A shocking or sensational report of a crime.",
        "Link/Cite"
    ]
}