{
    "translation": "לקדוח",
    "uses": [
        "He should have just become a steam drill operator!",
        "It is now used as a depot for the Naval Reserve, for whom a large drill hall was added.",
        "In Roman times the modern V drill (52) is usual.",
        "Among other public buildings are the assembly rooms, St George's hall, the volunteer drill hall, and the Crichton Institution chapel, completed at a cost of 30,000.",
        "The pump drill with cords twisted round it was in Roman use.",
        "Under the agreement a royal naval reserve was maintained, three of the Imperial vessels provided being utilized as drill ships for crews recruited from the Australian states.",
        "plate, is employed, and is constantly lowered so as to follow the drill closely, in order to prevent caving.",
        "Gladys waddled down, her jaw set like a drill Sergeant, looking as if she'd like to spit in Jerome's coffee.",
        "Their principal use is to give a sharp jar to the drill on the upstroke so that the bit is dislodged if it has become jammed in the rock.",
        "As the jar works off, or grows more feeble, by reason of the downward advance of the drill, it is ' tempered ' to the proper strength by letting down the temper-screw to give the jars more play.",
        "In 1892, at Warwick, the competitions related to ploughs - single furrow (a) for light land, (b) for strong land, (c) for press drill and broad-cast sowing; two-furrow; three-furrow; digging (a) for light land, (b) for heavy land; and one-way ploughs.",
        "The temper-screw forms the connecting link between the walking-beam and cable, and it is ' let out ' gradually to regulate the play of the jars as fast as the drill penetrates.",
        "The Davis calyx drill has also been employed for petroleum drilling.",
        "It is either set in the first instance at some distance from the engine and well, or is subsequently removed sufficiently far away before the drill enters the oil-bearing formation, and until the oil and gas are under control, in order to minimize the risk of fire.",
        "He could drill a regiment, build a frigate, administer a province, and decapitate a rebel with equal facility.",
        "The barrack-square drill was smart under the old system, bUt there was no fire discipline, and all individuality was crushed.",
        "The bow drill (56) was used as a fire drill to rotate wood (55) on wood (57); and the cap (54) for such use was of hard stone with a highly polished hollow.",
        "It is evident that accurate knowledge of the character and structure of the rock-formations in petroliferous territories is of the greatest importance in enabling the expert to select favourable sites for drilling operations; hence on well-conducted petroleumproperties it is now customary to note the character and thickness of the strata perforated by the drill, so that a complete section may be prepared from the recorded data.",
        "To discourage the sinking of wells on land immediately adjoining productive territory, it has been usual to drill along the borders of the land as far as practicable, in order to first obtain the oil which might otherwise be raised by others; and on account of the small area often controlled by the operator, the number of wells drilled has frequently been far in excess of the number which might reasonably be sunk.",
        "The drill is thus allowed to fall freely, instead of being partly upheld by the buoyancy of the water, as in earlier wells.",
        "Contractors will often undertake to drill wells of moderate depth at 90 cents to $1 per foot, but the cost of a deep well may amount to as much as $7000.",
        "The outward set of teeth drill the hole large enough to permit the drilling apparatus to descend freely, and the teeth set inwardly pare down the core to such a diameter as will admit of the body of the cutter passing over it without seizing.",
        "If the fishing operation is unsuccessful the well has to be abandoned, often after months of labour, unless it is found possible to drill past the tools which have been lost.",
        "In peace-time it is composed of weak cadres, on which falls the duty of guarding magazines and stores, and of carrying through musketry instruction and drill of the rank and file of the ikhtiat and the redif.",
        "Among the public buildings are the academy, Johnstone public school, the county buildings, town-hall, museum, Mackenzie hall and market cross, the lastnamed standing in front of the old court-house, which is now used as a drill hall and fire-station.",
        "The drill was worked by a stock with a loose cap (53), rotated by a drill bow, in the XIIth to Roman dynasties.",
        "In the manufacture of these things they employed adzes made of stone, shell or hard wood, and a wooden drill pointed with stone, shell or bone.",
        "Without infringement of local autonomy and local conditions, a common system of drill, equipment, training and staff administration was agreed on as essential, and to that end the general staff in London was to evolve into an \"imperial general staff.\"",
        "The drilling of a well is commonly carried out under contract, the producer erecting the derrick and providing the engine and boiler while the drilling contractor finds the tools, and is Drill ing the responsible for accidents or failure to complete the well.",
        "Having served in the army, he was employed in 1715 to drill the city guard for the defence of Edinburgh in anticipation of a Jacobite rising, and was promoted later to the command of the force.",
        "softens a spot on a hardened carbon steel or chrome steel safe by simply heating it, so that as soon as it has again cooled he can drill through it and introduce his charge of dynamite.",
        "Two days later, the national government occupied, with a strong force of infantry and artillery, the parade ground at Palermo used by the Buenos Aires volunteers for drill purposes.",
        "Okay, guys, you know the drill.",
        "It consists of a small hydraulic press, which forces a set of expanding bits or wedges into a bore-hole previously bored by a long screw augur or drill, worked by hand, the action of the press being continued until a sufficient strain is obtained to bring down the coal.",
        "Besides the troops in barracks, during the drill season there is often a considerable force in camp, both regular troops from other stations and militia and volunteer units, so that, including the regular garrison, sometimes as many as 40,000' troops have been concentrated at the station for training and manoeuvres.",
        "The finest of the captives was thrown down and fire kindled on his breast by the wooden drill of the priest; then the victim's heart was torn out, and his body flung on the pile kindled with the new flame.",
        "i Actually between 1883 and 1908 over five million recruits passed through the drill sergeants hands, as well as perhaps 210,000",
        "The whole of the Prussian military system, inciuding not only the obligation to military service, but the rules for recruiting, organization, drill and uniforms, has to be followed in all the states; all the contingents are under the command of the emperor, and the soldiers have to swear obedience to him in addition to the oath of allegiance to their own sovereign.",
        "On the adjournment of the Congress he returned to Virginia, where he continued to be active, as a member of the House of Burgesses, in urging on the organization, equipment and training of troops, and even undertook in person to drill volunteers.",
        "The principal buildings within the parish are the old town hall, now used as a volunteer drill hall and armoury; the county buildings, containing the town hall and court house; the academy; reformatory and the Wigtownshire combination poorhouse.",
        "But in his mode of forming ridges his practice seems to have been original; his implements, especially his drill, display much ingenuity; and his claim to the title of founder of the present horse-hoeing husbandry of Great Britain seems indisputable.",
        "The word drill is always used to render the Latin magus, and in one passage St Columba speaks of Christ as his Druid.",
        "The pure metal is silver-white in colour, is very ductile, and becomes remarkably hard when hammered, a diamond drill making little impression upon it.",
        "His professional attainments were great, and in 1856 he was a member of a board entrusted with the revision of light artillery drill and tactics.",
        "As even distribution at a uniform depth is necessary, the drill is preferred to the broadcast-seeder for barley sowing.",
        "Every year in the drill season contingents of militiamen are called up for long or short periods of training, and the maximum peace strength under arms in the summer is about 35,000, of whom half are permanent cadres and half militiamen.",
        "The hardness of the hardened chrome steel resists the burglar's drill, and the ductility of the wrought iron the blows of his sledge.",
        "Though they succeeded in establishing a kind of imperium in imperio, and were allowed to drill the natives to the use of arms, the Jesuits never controlled the government of Paraguay; indeed they had nearly as often to defend themselves from the hostility of the governor and bishop at Asuncion as from the invasions of the Paulistas or Portuguese settlers of Sao Paulo.",
        "Sudanese are very excitable and apt to get out of hand; unlike the fellahs they are not fond of drill, and are slow to acquire it; but their dash, pugnacious instincts and desire to close with an enemy, are valuable military qualities.",
        "The drill brace appears to have been used by Assyrians in the 7th century B.C. Piercers of bronze tapering (58), to enlarge holes in leather, &c., were common in all ages.",
        "He occupied Abu Klea wells and Metemma; recalled the amir Ibrahim Khalil, with 4000 men, from the Ghezira; brought to Omdurman thc army of the west under Mahmudsome 10,000 men; entrusted the line of the AtbaraEd Darner, Adarama, Asubri and El Fasherto Osman Digna; constructed defences in the Shabluka gorge; and personally superintended the organization and drill of the forces gathered at Orndurman, and the collection of vast stores of food and supplies of camels for offensive expeditions.",
        "Drill runners, who are compelled to breathe this dusty air daily, furnish most of the sufferers from phthisis.",
        "Adrenaline hit her as she realized this was not a drill.",
        "The bit or cutter consists of a cylindrical The Calyx metallic shell, the lower end of which is made, by a Drill.",
        "In 1851 he applied for and obtained a professorship at the Virginia military institute, Lexington; and here, except for a short visit to Europe, he remained for ten years, teaching natural science, the theory of gunnery and battalion drill.",
        "In 105 he was elected to the consulship, and restored the discipline of the army and introduced an improved system of drill.",
        "She had a very raw crew, including very few real seamen, and her men had only had one day's gunnery drill.",
        "He is slow, and as a rule has little knowledge of drill.",
        "Much attention is paid to singing, drill and gymnastics.",
        "in exchange for a compensation of ninety days' drill for those liable to military service, proposed to retain the old military system of the country and to strengthen the defences of Norrland, and the government bill for a reorganization of the army was accepted by the Riksdag in an extraordinary session.",
        "Additional instructors were brought from Germany, and all arms of the military service were placed on a thoroughly efficient footing in matters of drill and discipline.",
        "The zodiac of Denderah; the Savoyards who carved their pine-forests into toys; the naked Derar, horsed on an idea, charging a troop of Roman cavalry; the long, austere Pythagorean lustrum of silence; Napoleon on the deck of the \"Bellerophon,\" observing the drill of the English soldiers; the Egyptian doctrine that every man has two pairs of eyes; Empedocles and his shoe; the horizontal stratification of the earth; a soft mushroom pushing its way through the hard ground, - all these allusions and a thousand more are found in the same volume.",
        "With a patience foreign to his impulsive nature, he submitted to minute drill in elocution, and became a fluent extemporaneous speaker.",
        "He became drill instructor, and afterwards captain in the departmental (Eure-et-Loire) regiment of the National Guard.",
        "Normally the first year's exercise for male students is military drill under the direction of a U.S. army officer detailed as commandant.",
        "Beyond this is the Alexander Veld, used as a military drill ground, and close by is the entrance to the beautiful road called the Scheveningensche Weg, which leads through the \"little woods\" to Scheveningen.",
        "The over-haste of the Puritans to drill England into ways of morality and virtue had thrown at least the upper classes into a slough of revelry and baseness.",
        "The spacious buildings at the back are devoted to the \"Lehrbataillon,\" a battalion of infantry composed of drafts from different regiments trained here to ensure uniformity of drill throughout the army.",
        "Each drill will go from 20 to 25 m.",
        "Among these may be mentioned improved methods of ploughing, tile drainage, use of the press drill, which results in greater immunity against winter killing, crop rotation, and, to a very small extent, fertilization.",
        "After his return he gave effective support to the Frenchman, Colonel Seve (Suleiman Pasha), who was employed to drill the army on the European model.",
        "It had taken Dusty two days to drill a routine and sense of discipline into the vamp, which was one day too many to the schedule-addicted assassin.",
        "Aprons UK made, 100% cotton aprons UK made, 100% cotton apron in natural colored cotton drill.",
        "The threaded arbor has a 1/4 inch replaceable pilot drill.",
        "bayonet drill.",
        "beaver dam level go to where the big drill is located.",
        "The 24 infants from the Victoria Street School received an ovation for their musical drill, which was accompanied by gaily bedecked tambourines.",
        "How do I stop my drill bit from slipping in the chuck?",
        "All you have to do is drill out the rivet that holds it in place and replace with the handily provided Allen bolt.",
        "With the cylinder head off, the pistons were cleaned of any carbon deposits using a wire cup brush on a drill.",
        "A drill pilot bushing comes with the kit to make drilling easier.",
        "Drill and deburr holes in the box for feedthrough capacitors for power connections.",
        "The complete drill head is made from solid carbide.",
        "Drill bit; a masonry drill bit with a tungsten carbide bit.",
        "Buy a tailstock chuck, or how else are you going to drill central holes in your work?",
        "You can't put ordinary, small drill bits into a collet chuck.",
        "It is used to open or close the drill chuck around the shank of a drill bit.",
        "Cost a bomb but does jobs that no other drill will do Many sets of drills, including cobalt for stainless steel.",
        "As an alternative Cataract offered a \" Beach Drill \" 1/8 \" capacity chuck mounted on a solid draw-in collet.",
        "corded drill.",
        "cordless drill is by far the best tool you can ever purchase.",
        "countersinking drill bit and got the holes properly done.",
        "Drill Mixer A medium packet of salt and vinegar crisps and a half of cider.",
        "cultivator drill?",
        "cutlass drill and smartly presented arms to the visiting admiral on his dais.",
        "cylinder head off, the pistons were cleaned of any carbon deposits using a wire cup brush on a drill.",
        "Hint: Secret level: In God Machine Valley, in the beaver dam level go to where the big drill is located.",
        "delouse when we were taken out of the line for a rest meant the delousing drill...our clothes were full of vermin!",
        "dentists drill bits.",
        "dinghy drill in the sea once every two years.",
        "dowsean>Dowsing also gives a good indication of depth without having to drill bore holes.",
        "drill new boreholes, distribute water purifiers and promote key hygiene information.",
        "drill borehole ), industrial power supply.",
        "The ARA has modified the IA capsize drill - more information here including a downloadable PDF of the new procedure (UK ).",
        "How he could snooze with a noise like a pneumatic drill going on, shows how good his mental powers were.",
        "Dust - duct entries are cut out using a standard hole saw mounted on a cordless drill.",
        "So whatever your drilling need, look no further than a Black & Decker® corded drill.",
        "In the test, a 6mm slot drill cuts the groove, pictured above, from left to right.",
        "drill sergeant!",
        "It is used to open or close the drill chuck around the shank of a drill chuck around the shank of a drill bit.",
        "drill rig is launched over the stern and lowered to the sea bed.",
        "drill holes may be plugged with a sand paste of matching color.",
        "Notification of evacuation drills I have recently carried out an evacuation drill of a large complex.",
        "They started in Monte ' with the perfect antidote for a New Year hangover in the form of a lifeboat drill for everybody.",
        "Drill into the brick work using the hammer drill into the brick work using the hammer drill.",
        "Holes for the main beam fixings should be drilled by an expert, using a suitable masonry drill and safety guards.",
        "The triangular area is where I could not reach with the pillar drill!",
        "dripping wet with saliva my single fang twisting round, ready to drill into the helpless animal.",
        "Then drill the smaller hole through the thickened epoxy.",
        "evacuation drill should be carried out at least once a year to test the effectiveness of the fire escape routine.",
        "The only sure way of proving the existence of oil is to drill for it.",
        "Then drill through the end posts and fix straining eye bolts.",
        "Practice Man Overboard Drill regularly - This can be achieved by using a fender and bucket as your casualty.",
        "A different memory was when we had a fire drill and Mrs Greenway hid me from Mrs Bunt during lining up.",
        "It may also be possible to arrange for a local fire brigade crew to attend a fire drill to witness it.",
        "There will be a full-scale fire drill once every term.",
        "fire drill practice will take place at least once in every term.",
        "As soon as is practicable after the beginning of the term, a test fire drill should be held.",
        "The anchor is designed for a DIY fit and includes the necessary fixings and drill.",
        "The firemen can even train at night for the drill yard has been equipped with powerful floodlights.",
        "formality through the border check-point with minimal formalities, we were confronted by a spectacular display of drill by a ceremonial guard.",
        "Drill: Narrow, straight furrow in the soil, used for sowing seeds.",
        "hammer drills were used to drill holes for 8mm stud anchors.",
        "Leys are plowed and cereals drilled using a power harrow and drill combination unit.",
        "One of six self-feed drill rigs used with Nimbus Ultima core drills to stitch drill the reinforced concrete haunches.",
        "hexagon shank which helps to prevent spinning in the drill chuck or bit extension.",
        "high-pitched whine of a drill filled the corridor.",
        "Like a swarthy old drill sergeant, we at itchy are at hand to kick you lazy layabouts into touch.",
        "Soon after leaving the dock we anchored for a safety drill including launching the starboard lifeboat.",
        "lifeboat drill for everybody.",
        "locker inspection at 22:15 in full Drill Rig.",
        "Also by sheer luck I found a drill steel to fit it.",
        "There is also a winder which is a rubber disk which fits on the cordless drill by means of a stainless steel mandrel.",
        "marionette arms \" focal point when practicing the OverSwitch drill.",
        "masonry drill bit with a tungsten carbide bit.",
        "Mud or Slush Pumps: used to pump drilling mud or Slush Pumps: used to pump drilling mud under high pressure down the inside of the drill pipe.",
        "Better still, drill both channels and fit two padlocks.",
        "pillar drill!",
        "pneumatic drill used in road repairs on the surface.",
        "prove only sure way of proving the existence of oil is to drill for it.",
        "The majority were reamed using tapered reamers in a pillar drill.",
        "How does the sacristan come back to life to kill after he has put the pneumatic drill through his chest?",
        "Some flat bits have a screw thread instead of the center point and this helps the drill pull itself through the timber.",
        "Do you want someone who is tough like a drill sergeant or does a gentler type of coaching appeal to you?",
        "A hexagon shank which helps to prevent spinning in the drill chuck or bit extension.",
        "We would then drill a small hole and usually use an old shoelace as the string.",
        "They train as infantry soldiers at weekends and on drill nights.",
        "sowing in a small drill every three to four weeks.",
        "This method also avoids splitting the wood at the exit point of the drill hole.",
        "The nursing staff who have received training in fire drill will give directions which you should follow.",
        "If you're going into an enemy stronghold from the top, use the drill to make a quick entrance.",
        "tailstock chuck, or how else are you going to drill central holes in your work?",
        "tapered reamers in a pillar drill.",
        "tendon graft is passed through the fibular head drill hole.",
        "The deep spiral groove means that waste is removed quickly and the center screw thread helps the drill to pull itself into the material.",
        "Or your old drill, mobile phone or any other electrical product broken or deemed surplus to requirements in our increasingly throwaway society?",
        "Drill a hole into the top of a fir tree twig to create the trunk.",
        "We supply a stove room ventilator which can be fitted simply using a 5 \" core drill.",
        "final verdict: You should know the 80s slasher drill by now.",
        "During fire drill I got a wallop rather than a smack.",
        "The Milwaukee Hole Shooter is a good drill. warren weber replied to Jay on 28 Feb 2003 I have both keyed and keyless.",
        "Then a woman's loud groans and the high-pitched whine of a drill filled the corridor.",
        "wire cup brush on a drill.",
        "The establishment of the Tiro Nacional was enthusiastically received by all classes in Buenos Aires, the men turning out regularly to drill, and the women aiding the movement by collecting subscriptions for the purpose of armament and other necessaries.",
        "The first considerable improvement in the practice of that period was introduced by Jethro Tull, a gentleman of Berkshire, who about the year 1701 invented the drill, and whose Horse- 1 Chalmers' Caledonia, vol.",
        "the practice of horse-hoeing is principally connected, used the drill which he invented as an essential adjunct in the so-called \"Horse-hoeing Husbandry\" (see Agriculture).",
        "Descriptions of the following fabrics, which are not of course invariably made of cotton, will be found in separate articles: Baize, Bandana, Bombazine, Brocade, Calico, Cambric, Canvas, Chintz, Corduroy, Crape, Cretonne, Denim, Dimity, Drill, Duck, Flannelette, Fustian, Gauze, Gingham, Longcloth, Moleskin, Mull, Muslin, Nankeen, Print, Rep, Ticking, Twill, Velveteen.",
        "The modern movement in favour of industrial employment combined with humane and intelligent considerations has swept away the more or less barbaric method of enforcing labour by automatic machinery such as the treadmill, crank and shot drill (see Treadmill).",
        "On the return of the Persian diplomatist, a mission of many officers under General Gardane to instruct and drill the local army was sent from France to Persia.",
        "MANDRILL (a name formed by the prefix \"man\" to the word \"drill,\" which was used in ancient literature to denote an ape, and is probably of West African origin), the common title of the most hideous and most brilliantly coloured of all the African monkeys collectively denominated baboons and constituting the genus Papio.",
        "Together with the drill (q.v.), the mandrill, Papio maimon, constitutes the subgenus Maimon, which is exclusively West African in distribution, and characterized, among other peculiarities, by the extreme shortness of the tail, and the great development of the longitudinal bony swellings, covered during life with naked skin, on the sides of the muzzle.",
        "The named Arabian baboon, P. hamadryas of North Africa and Arabia, dedicated by the ancient Egyptians to the god Thoth, and the South Arabian P. arabicus, typify Hamadryas; while the drill and mandrill of the west coast, P. leucophaeus and P. maimon, constitute the subgenus Maimon.",
        "(See PRIMATES; CHACMA; DRILL; GELADA and MANDRILL).",
        "Drill at slow speed, applying light pressure and use lubricant, make pool with putty for oil or water.",
        "A pistol drill on a building site or in a factory would require more attention than the kettle in the office kitchen.",
        "Fairly simple to fit but you will need a drill and a rivet gun, alternatively some bicycle shops will fit them for you.",
        "TIP: I always punch the points where I want to drill to stop the bit from skittering off.",
        "Try spring onions, lettuce, radish, dill and coriander, sowing in a small drill every three to four weeks.",
        "If you 're going into an enemy stronghold from the top, use the drill to make a quick entrance.",
        "The tendon graft is passed through the fibular head drill hole.",
        "Drill A twill fabric of similar construction to denim.",
        "We supply a stove room ventilator which can be fitted simply using a 5 core drill.",
        "Final Verdict: You should know the 80s slasher drill by now.",
        "They had to drill a hole in the ceiling to mount their new swag lamp. ",
        "The flashing, red alerts make loud sounds when a fire drill is taking place.",
        "Tip: Set your own price minimum and maximum to drill down your searches even further.",
        "Tenon cutters - Most of today's craftspeople use tenon cutters powered by an electric drill, drill press or router.",
        "Mortising machines and tools - Mortising tools are powered by electric drills or drill presses.",
        "Tenon cutters attach to the end of an electric drill and shape the ends of the logs so they fit into the holes, or mortises, of another log piece, creating a mortise and tenon joint.",
        "Free plans from [Drill Bits Plus Drill Bits Plus] include the perfect loft bed for a small room.",
        "Drill pilot holes to avoid splitting the wood.",
        "Drill holes that are ¼ inch in diameter and ¼ inch from the end of the tubing.",
        "Drill holes through the barrel to allow for air circulation to encourage microorganism growth.",
        "Be sure to drill adequate holes on all sides of the barrel for best results.",
        "You can also elect to glue amorphous panels directly to your roof, saving you the need to drill holes through your rooftop.",
        "In order to get the oil so that it can be processed, companies must drill for it and extract it.",
        "They decide where the best places to drill for natural gas are by using a variety of tools and technologies.",
        "Once the drill is in place, the natural gas can be pumped out from the ground and into pipelines.",
        "Using the screws and a drill or screwdriver, attach the hinges at the top and bottom of each panel, in turn attaching each panel to the one next to it.",
        "Tension rods are affective for lightweight curtains, or for apartment dwellers who don't wish to drill holes for brackets in the walls.",
        "First you will drill a small pilot hole into the wall.",
        "Use a tile/glass 1/4 inch drill bit to create your anchor holes.",
        "Then, remove the boot and binding, and use your ruler to make sure that the marks are centered along the width of the ski.Now you are ready to drill.",
        "Experts suggest that you use a drill bit that is somewhat smaller than the screws.",
        "Using your marks as guidelines, drill halfway through your skis.",
        "Drill holes into the marks, fill the holes with adhesive, and screw the heel piece into place.",
        "Marine Corps drill sergeant Harvey Walden IV is the force around which the show is built.",
        "Drill Sergeant Harvey Walden provides comic relief, even if unintentionally, as a hard-as-nails exercise expert and motivator.",
        "Each week, Harvey Walden, a no-nonsense U.S. Marines drill instructor, will take cast members through a grueling \"Fit Camp.\"",
        "Shortly after she was fingerprinted and had her mug shot taken (she must know the drill by now), Ms. Delgado called Byron to come bail her out of jail…again.",
        "The college program also includes a diverse liberal arts program with musical ensembles, The Flare newspaper, a high-rated football team and the Kilgore Rangerettes, a nationally-renowned drill team.",
        "He hired Miss Gussie Nell Davis from Greenville High School to create a special drill team.",
        "They were the first precision drill team in the world.",
        "Passengers should pay attention during each ship's mandatory boat drill (prior to leaving the embarkation port) to become familiar with emergency situations and how they will need to respond.",
        "Remember to drill a few holes just under the overhang for cross ventilation, and be sure to add shingles for insulation from both heat and cold.",
        "Just drill a hole in the finished bar, thread onto a rope, and tie a knot.",
        "These include a drill and bits, sanders, a drill press, a jigsaw, flux, wire and a soldering gun.",
        "You will also need to drill holes for the screws that will keep these parts in place.",
        "Drill pilot holes - If you're confident about the location of your wall studs, go ahead and drill pilot holes into the wall cabinets to make attaching them to the wall much easier.",
        "You should be familiar with using a sledgehammer, level, hammer, hacksaw, drill and other do it yourselfer staples.",
        "An important consideration when you're drilling holes through your studs in order to pass wires or pipes through - most local codes require that you drill holes a certain distance (usually halfway) from the edge of the stud.",
        "This is because if you drill the hole too close to the edge, when you drill in a screw to attach the drywall, there's a danger of striking an electrical wire - which could result in fire or serious injury.",
        "Using your dimensions, draw the opening onto your sheetrock and then drill a hole larger than the width of your jigsaw blade at one corner of the opening.",
        "Using your drill with the screwdriver bit, drive the first sheetrock screw at the center of the sheet, and then continue driving the screws every six inches toward the edge of the sheet.",
        "Before you start reading the instruction booklet that came with your cordless drill, invest some time exploring the countertop market.",
        "The Wagner Power Painter resembles a hand drill, with a plastic chamber right below the nozzle where the paint is stored.",
        "A chemical spill can be simulated with colored water, a false fire drill could be arranged, or students can practice first aid techniques with a partner, for example.",
        "They offer everything from spring hinge temples to drill mount styles (rimless).",
        "To unlock the following cards, you need to get a Gold medal in the designated drill.",
        "There are four \"Spring Drills\" you can play: a passing drill, a running drill, a defense drill, and an options practice.",
        "The best thing I found to improve my skill is the passing drill.",
        "Well, for starters, you'll be the brains behind the desk, the drill sergeant on the practice field and the screaming madman from the sidelines during the games.",
        "Mr. Driller - Puzzle game featuring a small man with a drill tunneling down through colored bricks.",
        "A great resource stocked with information on old machines used in woodworking such as sanders, drill presses and band saws is Old Woodworking Machines, known as OWWM.",
        "There are no stakes to drill into the ground.",
        "Holding a fire drill at night may be momentarily unpopular but may save lives and prevent serious injuries.",
        "From Broadway to music videos to high school drill teams, jazz dance is incorporated into so many places, it is a vital style to be proficient in if you plan on being a professional dancer.",
        "Many high school and college drill teams get their choreographed competition pieces by bringing in an outside talent.",
        "You simply need to be part of a studio or drill team.",
        "Several national high school competitions exist for dancers, as well as drill teams and cheerleaders.",
        "UDA dance camps are for drill teams or dance teams, and sometimes cheerleading squads.",
        "The phonics program included in the Abeka Phonics curriculum focuses on phonics rules and drill work for preschool through second grade.",
        "Flash cards are the basis for most of the drill work.",
        "Repetition and drill is minimized by introducing topics that reinforce each other.",
        "Roughnecks handle the cleanup of the drill rig area, but when the rig is operational and when it is not operational, such as when it is tore down or initially set up.",
        "This includes handling and sorting drill tools, piping tools, cement equipment and other materials.",
        "The roughneck also is responsible for maintaining the drilling equipment on the drill floor.",
        "The roughneck must manipulate sections of the pipe and the drill stem on the rig floor, as needed.",
        "During the drilling process as well as in the replacement or removal of strings of pipe or drill stems and drill bits, the roughneck must ensure that these sections receive careful maintenance so there is no damage to them or to the crew.",
        "They can also kill the bacteria in a cavity without having to use the dental drill.",
        "Don't miss the Civil War-era cannon loading demonstration, which will show new generations how soldiers loaded and fired cannons during an artillery drill.",
        "You'll likely need a power screwdriver or drill to complete the installation.",
        "Drill a small hole the same size as your wick into the top of the candle.",
        "Add one larger tool to the mix, such as an electric sander or cordless drill.",
        "Begin by collecting pine cones from outside, then drill a hole in the top of each pine cone and thread a wire through for a hanger.",
        "This allows parents to drill deeper into their child's special way of learning at different stages.",
        "Hover over your category and you'll find each one spilt into different sections allowing you to drill down further to browse only dress shoes, only athletic shoes, and so on.",
        "Tattoo machines work similarly to a sewing machine, but looks more like a dentist's drill.",
        "However, with enough drill and practice, squads can fly and spin through the air with ease at competitions and games alike.",
        "Drill on your stunts and other cheerleading skills.",
        "This is the first episode where the viewer sees \"the perfect cheer\" - a trademark drill routine to some sort of music, in this case Ice, Ice Baby.",
        "The steps to these dances are mainly done from a choreography of \"gum boots\" dancing from South Africa combined with modern hip hop moves such as crumping, along with several formation movements resembling military close order drill.",
        "While they entertain and wow the crowd with precision dance and drill routines, the reality is that the bulk of a NFL cheerleader's job is to represent the organization for which she cheers.",
        "Cheerleading dance routines are usually governed by more complicated versions of a single eight-count drill.",
        "Slide the end of the wire with the bead on it onto the hook of a drill.",
        "Use pliers to hold the other end of the floral wire and push the drill button on.",
        "The drill should wrap the wire together tightly.",
        "A power drill will be helpful in making holes for pegs or bolts with wing nuts.",
        "Also avoid candy canes, Christmas trees…you know the drill.",
        "Although it was technically preceded by the somewhat obscure Drill EP, Creep was Radiohead's first single from their debut album, Pablo Honey.",
        "At the center of the show is drill instructor Harvey Walden, who manages the fit club like a military sergeant.",
        "Algy is one of, if not the, oldest store when it comes to outfitting majorettes, color guards, drill teams, and band members.",
        "Majorette uniform catalogs may also be found by looking for dance suppliers, marching band suppliers, and color and drill team suppliers.",
        "In addition to marching bands and music performances, many bands also have a drill or majorette team that offers entertainment in the form of baton twirling and acrobatic or gymnastic routines.",
        "The forest ranger's hat is probably the most iconographic part of the uniform -- even though the flat brim is still used by drill instructors in the military and occasionally by highway patrolmen.",
        "By specifying categories and keywords within Google Insights, you can drill down into precise topics that people from Michigan are interested in, and these are the people who represent your potential online customer base.",
        "Drill >>"
    ],
    "definition": [
        "a. An implement with cutting edges or a pointed end for boring holes in hard materials, usually by a rotating abrasion or repeated blows; a bit.\nb. The hand-operated or hand-powered holder for this implement.\nc. A loud, harsh noise made by or as if by a powered tool of this kind.",
        "a. Disciplined, repetitious exercise as a means of teaching and perfecting a skill or procedure.\nb. A task or exercise for teaching a skill or procedure by repetition: conducted an air-raid drill; a drill for learning the multiplication tables.",
        "The training of soldiers in marching and the manual of arms.",
        "Any of various marine gastropod mollusks, chiefly of the genus Urosalpinx, that bore holes into the shells of bivalve mollusks. U. cinera is destructive to oysters.",
        "a. To make a hole in (a hard material) with a drill: a bit for drilling masonry.\nb. To make (a hole) with or as if with a drill: drills holes in trees with its chisellike bill.",
        "To strike or hit sharply: The batter drilled a single through the infield.",
        "a. To instruct thoroughly by repetition in a skill or procedure: drill pupils in grammar.\nb. To infuse knowledge of or skill in by repetitious instruction: drilled the correct spellings into the students' heads. See Synonyms at teach.",
        "To train (soldiers) in marching and the manual of arms.",
        "To make a hole with or as if with a drill.",
        "To perform a training exercise.",
        "drill′er\nnoun",
        "A shallow trench or furrow in which seeds are planted.",
        "A row of planted seeds.",
        "A machine or implement for planting seeds in holes or furrows.",
        "To sow (seeds) in rows.",
        "To plant (a field) in drills.",
        "Link/Cite",
        "To create (a hole) by removing material with a drill (tool).\nDrill a small hole to start the screw in the right direction.",
        "(intransitive) To practice, especially in a military context.\nThey drilled daily to learn the routine exactly.",
        "(ergative) To cause to drill (practice); to train in military arts.\nThe sergeant was up by 6:00 every morning, drilling his troops.",
        "To repeat an idea frequently in order to encourage someone to remember it.\nThe instructor drilled into us the importance of reading the instructions.",
        "(intransitive) To investigate or examine something in more detail or at a different level\nDrill deeper and you may find the underlying assumptions faulty.",
        "To hit or kick with a lot of power.",
        "(slang, vulgar) To have sexual intercourse with; to penetrate.\nIs this going to take long? I've got a hot date to drill the flautist at the symphony tonight. - Brian Griffin, Family Guy",
        "To cause to flow in drills or rills or by trickling; to drain by trickling.\nwaters drilled through a sandy stratum",
        "To sow (seeds) by dribbling them along a furrow or in a row.",
        "A tool used to remove material so as to create a hole, typically by plunging a rotating cutting bit into a stationary workpiece.\nWear safety glasses when operating an electric drill.",
        "The portion of a drilling tool that drives the bit.\nUse a drill with a wire brush to remove any rust or buildup.",
        "An agricultural implement for making holes for sowing seed, and sometimes so formed as to contain seeds and drop them into the hole made.",
        "A light furrow or channel made to put seed into, when sowing.",
        "A row of seed sown in a furrow.",
        "An activity done as an exercise or practice (especially a military exercise).\nRegular fire drills can ensure that everyone knows how to exit safely in an emergency.",
        "Any of several molluscs, of the genus Urosalpinx, that drill holes in the shells of other animals.",
        "An Old World monkey of West Africa, Mandrillus leucophaeus, similar in appearance to the mandrill, but lacking the colorful face.",
        "A strong, durable cotton fabric with a strong bias (diagonal) in the weave.",
        "Link/Cite"
    ]
}