{
    "translation": "מאובק",
    "uses": [
        "Dusty glanced at his watch.",
        "It was dusty and so hot that on passing near water one longed to bathe.",
        "It took her mind back to childhood memories of barefoot strolls down dusty lanes.",
        "Dusty looked at his adopted sister again.",
        "A spinning wheel stood in one corner, partially covered by a dusty sheet, and beside it, a mahogany rocker with a cobbler seat.",
        "As they watched, the figures in the dusty heat waves finally became recognizable as cavalry - even to the naked eye.",
        "\"You've got five seconds,\" Dusty said, unruffled.",
        "Beginning at his dusty oxfords and indigo blue jeans, her scrutiny continued up to a neatly tucked in worn white cotton shirt with the sleeves rolled up to mid arm.",
        "The sidewalks were wooden and the street was dusty and unpaved.",
        "Dusty rose in response, peeling off his shirt.",
        "Dusty looked around them, gaze settling on the only car on the streets that didn't belong to him and wasn't on blocks.",
        "Dusty felt the slow change in the air around him and tensed.",
        "It's okay, Dusty, I'll accept that fate.",
        "Dusty rose to pull on his gym clothes.",
        "\"Sofia,\" Dusty said in a tone he knew conveyed his displeasure.",
        "\"Darian,\" Dusty said with patience he didn't quite feel.",
        "I'm sorry, Dusty, but I had to do it and I can't tell you why.",
        "Dusty strode into the gym and peeled off his shirt.",
        "\"Toni, send your Traveler to grab the driver in the Camaro down the street,\" Dusty said, returning his gaze to the charred building in front of him.",
        "\"Definitely,\" Dusty said with a trace of a smile.",
        "His gaze went from Dusty to his sister.",
        "\"I'll be right there,\" Dusty said, retrieving his shirt.",
        "\"Dusty, you need to get some rest,\" she said, concern in her voice.",
        "Even at ten o'clock, when the Rostovs got out of their carriage at the chapel, the sultry air, the shouts of hawkers, the light and gay summer clothes of the crowd, the dusty leaves of the trees on the boulevard, the sounds of the band and the white trousers of a battalion marching to parade, the rattling of wheels on the cobblestones, and the brilliant, hot sunshine were all full of that summer languor, that content and discontent with the present, which is most strongly felt on a bright, hot day in town.",
        "At the very least, Dusty hoped Darian grew out of the terrible twos.",
        "Bianca hugged him, and Dusty resisted the urge to pull her away and snap the vamp's neck.",
        "A man who has at length found something to do will not need to get a new suit to do it in; for him the old will do, that has lain dusty in the garret for an indeterminate period.",
        "Jane, our GPS, as Betsy named her, didn't let us down and we found our friend's cabin at the end of a dusty road, hungry for dinner after a six hour drive.",
        "\"Dusty, I'm-- \" Darian started.",
        "Dusty resisted the urge to draw his hand cannon from the small of his back.",
        "No, Dusty, Darian needs me.",
        "\"I would never hurt her, Dusty,\" Darian said and stood.",
        "Over the dusty hood, the yawning valley beckoned, and then... the sound of metal grinding against rock.",
        "Dusty had never heard of such a thing!",
        "Dusty won't let us have pets.",
        "But there will be a few thousand bad guys within a stone's throw of us …\" \"Pull in everything we can from the east coast sectors,\" Dusty said.",
        "\"Our evac plan was to take everyone here,\" Dusty said, indicating a point in the Utah desert.",
        "Speck was waiting for him, at his feet a creature Dusty couldn't identify.",
        "How worn and dusty, then, must be the highways of the world, how deep the ruts of tradition and conformity!",
        "First along the dusty road came the infantry in ranks, bareheaded and with arms reversed.",
        "The dusty captain surveyed the gathering with red rimed eyes that came to rest on the Frenchman.",
        "They took their time, squatting on the dusty ground, letting minutes pass between bits of conversation.",
        "Dusty surveyed the blackened ruins of the church in the grainy light of dawn.",
        "Dusty glanced at his long-time Miami Station Chief, the handsome Hispanic man who looked as severe as he was lighthearted.",
        "Dusty smiled faintly as Toni walked towards the back of the church, whistling.",
        "Dusty was quiet, surprised.",
        "Dusty chuckled, glad for the distraction from his dark thoughts.",
        "Don't bitch to me, Dusty said.",
        "\"Yeah. But Darian, she can't help you and be pregnant,\" Dusty said quietly.",
        "\"Right now she could use some company,\" Dusty suggested.",
        "Take care of Sofi, Dusty ordered.",
        "Once Damian came back, Dusty was going on his first vacation ever.",
        "I'm not old enough to know how, Dusty said, convinced Talon was psychotic in addition to sadistic.",
        "The room, dusty and untouched since the death of Joseph Bazdeev was now even gloomier.",
        "\"If there's nothing here linking this to otherworldly activity, we're done here,\" Dusty replied.",
        "\"Dusty, I can't deal with this on my own,\" he said, gesturing to his head.",
        "Where now firm open fields stretch from the village to the woods, it then ran through a maple swamp on a foundation of logs, the remnants of which, doubtless, still underlie the present dusty highway, from the Stratton, now the Alms-House Farm, to Brister's Hill.",
        "Dusty relaxed and smoothed her hair back like he might a child's.",
        "\"I hate evil,\" Dusty replied.",
        "Following the battalion that marched along the dusty road came priests in their vestments--one little old man in a hood with attendants and singers.",
        "She glanced around at the arid camp, taking in the dusty tents and scraggly cacti..",
        "Everyone moved slowly and it was very dusty.",
        "You don't have a spot of dust anywhere in your house or car and your name's Dusty.",
        "They stepped into the hallway, and Dusty's gaze returned to Jonny.",
        "Dusty knew the memory of killing in order to be initiated wasn't something even Bianca could take away from him.",
        "Dusty ignored Bianca's searching look and punched the button for the ground floor.",
        "\"Tell us where the kid is or-- \" Dusty didn't let him finish.",
        "\"He's safe for now,\" Dusty said, his own mind going to the boy who'd been a vamp for a day.",
        "Dusty considered her words.",
        "Dusty said I have to leave the cat with you.",
        "If she leaves, then Pierre tells Dusty, and we all get yelled at.",
        "She matches Dusty's condo.",
        "Sunny was black and white, just like the rest of Dusty's world.",
        "Dusty can do it, too.",
        "I gotta go before Dusty finds out I'm here.",
        "Dusty's smart like that.",
        "Dusty scared him straight for now.",
        "You know why Dusty pulled you in?",
        "Dusty said you healed Jonny earlier today.",
        "\"I think it would be okay if Dusty killed him,\" Bianca said.",
        "Dusty can definitely kill the devil.",
        "Dusty's not going to kill him?",
        "Don't talk to strangers, and if you see someone with red eyes, run like hell back to Dusty.",
        "Dusty looked up from the computer screen as Toni walked in, staggering under the weight of a massive box.",
        "For the first time in ages, Dusty was falling asleep at his computer.",
        "\"I feel beat,\" Dusty admitted.",
        "Dusty closed his eyes, the soft sound of the TV greeting him before he opened them.",
        "\"Dusty,\" she called, rising and following him.",
        "Dusty tossed his phone on the nightstand and set the alarm clock.",
        "\"Dusty, I made breakfast,\" she called as he passed the kitchen.",
        "\"I don't do one night stands, Dusty,\" she said, face red again.",
        "Dusty fought back an amused smile.",
        "Dusty didn't pry; she shouldn't have told him what she did.",
        "\"If she's available, have her come to Miami, too,\" Dusty said.",
        "Dusty followed his instincts to the kitchen and stopped in the doorway.",
        "But Talon can't kill him, Dusty surmised.",
        "Dusty spun on his heel.",
        "\"Dusty's apartment is soooo boring,\" Darian complained.",
        "\"I made these with Dusty's organic ingredients,\" she told him.",
        "Maybe it's just because Dusty and Sofi can't cook.",
        "I'll tell Dusty that we're keeping you.",
        "\"I think Dusty already made that decision,\" she said.",
        "She and Dusty take care of me.",
        "Dusty said you're safer here than anywhere.",
        "It was no mystery to her why Dusty would want her, though she couldn't help but feel disappointed.",
        "Dusty and Darian, both drenched and covered in what looked like seaweed, were in the foyer.",
        "He sat on the floor, hands covering his face, while Dusty stood.",
        "A look at Dusty's tight features revealed he was furious.",
        "Dusty stalked off and slammed the bedroom door.",
        "Dusty's gonna kill me, he whispered, stricken.",
        "Her eyes went to the bedroom, and she walked the opposite direction to the laundry room and ruffled through Dusty's neatly folded laundry.",
        "And Dusty fished you out?",
        "But you care what happens to Dusty, don't you?",
        "Dusty cares about you or he wouldn't have come after you.",
        "Dusty wrenched the bedroom door open, even angrier to see Darian and Bianca on the couch, talking.",
        "Dusty waited for Bianca to defend him, so he could tear into someone, anyone.",
        "Darian's voice reminded Dusty of the world outside Bianca's body.",
        "\"That's sad, Dusty,\" she said.",
        "\"I don't think I can heal your soul, Dusty,\" she said with a small smile.",
        "Dusty pulled his phone free and saw Toni's number flash across the screen.",
        "\"Yeah, on my way,\" Dusty said.",
        "Dusty hung up and met Bianca's gaze again.",
        "Dusty hesitated and then snatched his dinner before he did something they'd both regret.",
        "Dusty said around a mouth full of vegetables.",
        "Dusty asked, eyes going from his dinner to the mangled creature on the table in front of them.",
        "Am I speaking simply enough, Dusty, or do I need to dumb it down more?",
        "\"You're good,\" Dusty answered with a faint smile.",
        "Dusty prompted at her silence.",
        "Dusty considered her before gazing back at the mutilated creature on top of the stainless steel lab counter.",
        "\"I'm beginning to wonder myself,\" Dusty admitted.",
        "\"It's just how it is,\" Dusty said, amused.",
        "\"Dusty, I'm not ready!\" she replied, panicked.",
        "\"Dusty, I-- \" Her voice was cut off as he Traveled back to his office.",
        "\"I'm sorry, Dusty,\" Darian said.",
        "I love you, Dusty.",
        "Dusty twisted to look up at Darian, not understanding Darian's concern.",
        "Dusty wondered what the hell was wrong with everyone around him and rubbed the back of his neck.",
        "Dusty pushed the door opened and flipped on the light.",
        "\"Good,\" Dusty said, sitting on the bed opposite him.",
        "\"I'm going to have someone else talk to you today,\" Dusty said.",
        "Dusty gazed at him, sensing how much he loved his sister and how hurt he was by his own actions.",
        "\"Stay with Dusty this weekend,\" she continued.",
        "She'd only seen men built like that in Dusty's organization and Talon's gang.",
        "Dusty's men would know where to find her.",
        "She had no phone, no way of contacting Dusty or Jenn or Darian.",
        "She hadn't been able to log onto Dusty's computer, because he kept it locked out.",
        "She had Dusty's car.",
        "She clicked the buttons on the key fob until Dusty's car blinked in response, then trotted to it.",
        "This time, Dusty was going to kill her for losing his car.",
        "Dusty, Sofia, Darian, Damian, Jule, Jenn, Toni, Jonny, Watcher.",
        "Dusty should have given you a means of contacting someone in an emergency, he said with disapproval.",
        "Darian had also been clear about the type of relationships Dusty preferred.",
        "\"Dusty's gonna kill me,\" Bianca replied.",
        "She pulled it free to see a text from Dusty.",
        "Dusty kissed Bianca's forehead and strode away.",
        "She couldn't help wondering about the two of them and why she felt suddenly jealous, even though Jenn could give Dusty something she wasn't willing to.",
        "Startled, Bianca turned to face the doorway, recognizing the petite blonde woman who saved her from Dusty's bullet in Talon's garage.",
        "The woman had Dusty's cold beauty, with feminine, chiseled features, long blonde hair and large blue eyes lined with silver.",
        "\"Don't make me call Dusty,\" Sofi replied.",
        "Don't let Dusty make all the rules.",
        "\"Hey Dusty,\" she said in a tight voice.",
        "\"You need to take care of yourself, Dusty,\" she advised.",
        "He can't do it on his own, Dusty, and it's not because I'm being overprotective.",
        "Dusty, I'm worried about him.",
        "Dusty, remember that Bianca can heal anyone and any wound.",
        "Dusty asked with a frown.",
        "Dusty clipped the earpiece to his ear.",
        "Send Jonny to see Sofi sometime this morning, Dusty directed.",
        "Dusty eyed him, waiting.",
        "Dusty almost rolled his eyes.",
        "Darian was right about Dusty being a dictator.",
        "Jonny wouldn't listen to his nagging sister, but he'd darned well listen to a man as terrifying as Dusty could be.",
        "She smiled at his reply, relieved, then texted Dusty.",
        "Jenn's voice was quiet in Dusty's ear.",
        "\"Set up something for tomorrow night,\" Dusty replied.",
        "Dusty closed his eyes to Travel and opened them, arriving to his favorite room in HQ, the war room.",
        "He hadn't said a word most of the day, taking in Dusty's world with fascination.",
        "\"We are,\" Dusty replied.",
        "He flipped a switch to display an aerial of the country club on one wall and Dusty's condo on another.",
        "\"Evac and implode the building before dawn,\" Dusty said.",
        "Dusty gazed at his condo building.",
        "Dusty, can I go to watch the building explode?",
        "As soon as the condo goes up, have them start, Dusty directed.",
        "I hope you get him, Dusty.",
        "Dusty couldn't kill him and didn't expect to.",
        "Dusty's eyes returned to the image of the country club.",
        "Once Dusty died, someone had to take care of the girls.",
        "\"Darian, I wanna give you a new rule,\" Dusty said.",
        "I know that one, Dusty.",
        "With a sinking feeling, Dusty understood Sofi's concern better.",
        "Dusty didn't know if a few months of Darian having his own mind back were enough to erase thousands of years under the control of another.",
        "\"Toni, if at any time you feel the girls are in danger, evac the girls and then everyone else,\" Dusty said, turning to his XO.",
        "Dusty's wards keep him out.",
        "\"Let me show you the virtual re-enactment of what happens if-- \" \"Don't need to see it,\" Dusty said.",
        "She left in a huff, and Dusty crossed his arms against Ohio's fall breeze.",
        "\"I'm not the idiot she takes me for,\" Speck said, looking from the screen door Iggy slammed closed to Dusty.",
        "Assassinations 101, Dusty replied.",
        "Speck shifted away from him, a response Dusty was accustomed to after thousands of years as Damian's lead executioner.",
        "Dusty waited until he heard the door close behind him before he moved.",
        "Dusty asked, a knot forming in his stomach.",
        "I did something bad, Dusty.",
        "Darian hesitated, and fury filled Dusty.",
        "Dusty was prepared for the worst, but Darian's story left him speechless.",
        "But they're safe, Dusty, I promise.",
        "Dusty didn't care about the village.",
        "\"I don't care what you do,\" Dusty snapped.",
        "Dusty strode to the small gym behind the main house, stripping off his jacket and shirt as he did so.",
        "The Sector Chief remained in the doorway, watching as Dusty unleashed his fury against a punching bag.",
        "Breathless, Dusty closed his eyes and leaned against the punching bag, unable to shake his first memories of Damian or his last memories of his sister, Trinka.",
        "Dusty straightened, the pain of his memories subsiding.",
        "Iggy hesitated, and Dusty's gaze sharpened.",
        "Dusty exchanged a look with Speck.",
        "\"We'll bring 'em, but I'm leveling the place at dawn,\" Dusty warned.",
        "\"Hurry, Iggy,\" Dusty advised.",
        "Dusty, we found out why he wants to keep her close.",
        "Dusty looked around the gym, sensing it was beyond time for him to admit he couldn't prevent what was coming.",
        "Dusty braced himself and turned to face the grandfatherly figure with a smile and emerald eyes standing in the corner.",
        "Dusty felt cold inside.",
        "Dusty stared hard at the wall.",
        "Dusty echoed, anger burning through him.",
        "You have everything you need to make things right, Dusty, as long as you're willing to do what you must.",
        "You have no one else to help you, Dusty.",
        "Dusty's jaw clenched until he felt the muscles tick.",
        "\"Let him go,\" Dusty said.",
        "Dusty was going to kill all these people if he didn't figure out how to fix them.",
        "And then Dusty would kill him.",
        "Gotta call Dusty before he blows me up.",
        "Dusty wouldn't be there to fish her out as he had Darian.",
        "Tired, she wiped her eyes, an ache fluttering through her at the lingering scent of Dusty on her skin.",
        "Dusty didn't remember dozing off but snapped awake.",
        "Dusty turned around and kept walking.",
        "Dusty, wait, I'm s…sorry.",
        "\"For now,\" Dusty replied.",
        "Dusty spun again and continued walking, aware of the anxious young man at his heels.",
        "\"You don't leave my side,\" Dusty ordered Jonny.",
        "\"Yes, but-- \" \"Shut up,\" Dusty growled.",
        "At the husky female voice, Dusty turned to see Jenn fluff Jonny's hair as she passed.",
        "\"I'm thinking Talon wants him real bad and will have to take me out to get to him,\" Dusty replied.",
        "\"It's a byproduct of his talent,\" Dusty said.",
        "Dusty held out a hand.",
        "Tell Dusty not to blow everything up, and leave the vamp alone, Damian said.",
        "\"Dusty, calm them down,\" Jule ordered.",
        "\"Dusty, we're going to have another problem soon,\" Jule said for Dustin's ears only.",
        "By the time Dusty figures out what to do, Damian will be dead.",
        "Dusty, order a withdrawal.",
        "Dusty, Jule's got him!",
        "He'd spent the morning vomiting blood and was able to remember Jule and Dusty by afternoon.",
        "Dusty's gaze grew intent.",
        "Dusty's conviction was on his face.",
        "\"Thank you, Dusty,\" he replied in a hushed tone.",
        "Dusty shook his head.",
        "\"I am grateful to you, Dusty,\" Damian replied more seriously.",
        "\"I told him it was your fault,\" Dusty said.",
        "\"I'll keep her in line,\" Dusty assured him.",
        "The day kiri grows tired of him, he's going to my behavior modification training, Dusty assured him.",
        "Dusty demanded, turning to Jule.",
        "Darian appeared confused as he took in Jule and Dusty, recognition blooming slowly.",
        "\"Take care of both of them, Dusty,\" he murmured.",
        "\"Agreed. And if I do, she'll learn to call Damian, Dusty, or Darian before leaving the house,\" Jule chimed in.",
        "Mr. Westlake, dressed in his usual dusty and patched attire, pressed Cynthia for the reason behind her unusual reticence.",
        "It was a planet, dusty red, as if it were nothing but dry desert.",
        "Then why does he beat her like a dusty rug?",
        "It smelled dusty and old.",
        "\"Thank you, Dusty,\" the youth said and ruffled the boy's hair.",
        "From the corner of his eye, he saw one of the many animals his brother Dusty's mate had rescued.",
        "\"I need my own space, like Jule and Dusty,\" Darian continued, referring to their adopted brothers.",
        "Dusty's in Atlanta surveying spots for a new headquarters, and I'm staying right here for now.",
        "She'd never felt as comfortable around him as she did Dusty.",
        "Her mate, the White God Damian, sat with his adopted brothers, the assassin Dusty and the Original Immortal Jule.",
        "\"When a woman looks like that, you really don't want to know,\" the blond Dusty said from beside him.",
        "Jule and Dusty grew serious while Damian sat beside her.",
        "\"Scares the shit out of me,\" Dusty replied.",
        "\"She's got too much sense to …\" Dusty trailed off.",
        "Dusty, she's fighting it.",
        "That's what she does, Dusty said.",
        "So when she comes to see you, Dusty, tell her whatever you must.",
        "I'm not leaving my Bianca alone, Dusty said.",
        "\"You're the … bait, Dusty,\" Sofi continued.",
        "\"Sofi, this is insane,\" Dusty said.",
        "\"We could be dead either way,\" Dusty pointed out.",
        "\"I can't believe there's nothing we can do,\" Dusty said and rose.",
        "\"No offense, but I'm spending it with Bianca,\" Dusty said.",
        "When they'd met, she'd been the on-and-off girlfriend of Dusty, before the assassin met his mate.",
        "Sofi had taught him to use his cell phone and Dusty had taught him the computer.",
        "When Dusty found Bianca, she swore she'd seen a miracle, for the master assassin was the last person in either world she'd ever have thought would fall to something like love.",
        "At least, she'd thought this until Dusty succumbed to it.",
        "The day she'd met Bianca, she'd known Dusty would know unconditional love from the Healer.",
        "She'd never be able to trust someone with everything or find her equal the way Damian and Dusty had found theirs.",
        "Dusty stood in the corner of a small hotel room, peering out the windows.",
        "\"I hate living in shit,\" Dusty said.",
        "She and Dusty had been platonic lovers, sharing a bed and their frustrations, until Bianca swept him away.",
        "Though she missed her friend, Jenn couldn't be happier for Dusty.",
        "\"Trying not to touch anything,\" Dusty replied.",
        "\"He couldn't be normal when I was stuck with him,\" Dusty said and muttered a few curses.",
        "As the brother charged with watching over Darian, Dusty had been responsible for keeping the Grey God from killing himself and others during his angry teenager stage.",
        "It'll surprise me if I did, Dusty said.",
        "You came here running from yourself and said it's about Darian, Dusty summarized.",
        "I don't know, Dusty!",
        "You're not saying … no, Dusty!",
        "I just … they're gonna come after me, Dusty.",
        "Dusty, it can't happen.",
        "\"When you're dehydrated, you gotta drink the water,\" Dusty teased.",
        "I won't do it, Dusty.",
        "But he's with me there, Dusty.",
        "She'd had dreams of Damian, Jule and Dusty being picked off one-by-one by the Wathers.",
        "Alarmed by emotions Dusty had warned her were permanent, she took a step away.",
        "Sofi wore the White God's pendant, Bianca wore Dusty's mark, and Yully wore Jule's.",
        "She recalled taking messages from Dusty to Sofi and how, at first, Darian hadn't even been able to register the sound of another human's voice.",
        "Sofi said Jule, Dusty, and Damian would all be taken.",
        "Damian, Jenn, Sofi, Bianca, Dusty … all of them were trapped somewhere.",
        "Bianca, I know Dusty won't let you out of the house without a weapon.",
        "Dusty will kill me if anything happens to you.",
        "It wasn't an easy life, though if anyone could adjust and thrive, it was the women Damian, Dusty, and Jule chose.",
        "Dusty said you trained him.",
        "Dusty? he demanded and paced away.",
        "I will shred Dusty for not taking better care of you!",
        "\"Tell Dusty, if this happens again …\" Jonny warned.",
        "Her phone vibrated and she pulled it out, heart soaring at the hope it was Dusty.",
        "Still, she'd texted once, soon after Dusty disappeared, asking her Watcher where her mate was.",
        "Dusty had been right; she was in far too deep to walk away this time.",
        "Darian,\" Bianca said quickly as he turned away, \"we can't find Damian, Dusty, or Jule.\"",
        "How can you consider yourself acting in the greater good? he snapped, moving to Dusty's body next.",
        "She gasped and rushed to Dusty's side, touching his face with her hands.",
        "A few minutes later, Dusty sat up suddenly, sucking in air and gazing around him wildly.",
        "By the dusty clothing and sweating messenger, he was newly arrived.",
        "She showered and dressed in dusty blue slacks and a lacy tunic.",
        "She maneuvered the car around washed out places and eased it over rocks that erupted from the surface of the dusty road.",
        "There's nothing wrong with being universally hated, Dusty added, amusement in his voice.",
        "Of all the White God's brothers, Dusty was the one most likely to understand Xander's position.",
        "I gotta tell Dusty, though.",
        "\"Back off, Xander,\" Dusty, the man in the ring with her, ordered.",
        "\"Dusty, I need to talk to him,\" Sofi said, gazing up at the blond man beside her.",
        "\"Not the time for an I-told-you-so, kiri,\" Dusty muttered.",
        "Dusty's sharp order made the Oracle jump.",
        "Dusty grudgingly faced off against Sofi once more.",
        "\"One hit, I'm out,\" she said to Dusty.",
        "Realization crossed Dusty's face.",
        "\"No shit?\" the man named Dusty asked from the ring, leaning over the ropes.",
        "\"The kid isn't going to push anyone,\" said Dusty, Damian's operations director for the Western Hemisphere.",
        "Dusty's wife was the sister of Jonny, making him the brother with the most personal connection to the Black God.",
        "Dusty demanded when the door closed.",
        "Dusty almost cracked a smile.",
        "Damian was cautiously entertained while the corner of Dusty's lips curved up.",
        "\"Thank god I don't deal with that shit,\" Dusty said.",
        "\"Your wife has the ultimate trump card, Dusty,\" Jule pointed out.",
        "\"No worse than a mate who turns all the food in the house into dog treats when she gets pissed at you,\" Dusty shot back.",
        "\"Tell me where she lands,\" Dusty directed and whipped out his phone.",
        "Dusty, is Bianca available to put us back together again?",
        "Bianca, Dusty's mate, was a Healer of extraordinary power, who had turned her brother from a vamp into a human again at one point.",
        "Dusty, can you trace the girl's GPS tag?",
        "\"Dusty, we got something,\" the Original Immortal said into his communications piece.",
        "Jule spoke quickly to Dusty while Xander tried to figure out what Jonny was doing texting him.",
        "Both the Guardians were listening to whatever Dusty told them.",
        "In Sicily and southern Italy the Sirocco occurs at all seasons; it is a dry, dusty wind from south-east or south-west.",
        "This layer he believes specially characteristic of arid dusty regions, while comparatively non-existent in moist climates or where foliage is luxuriant.",
        "and noon during westerly winds, which at Madras are usually very dry and dusty.",
        "When a mushroom is perfectly ripe and the gills are brown-black in colour, they throw down a thick dusty deposit of fine brown-black or purple-black spores; it is essential to note the colour.",
        "Glessite, a nearly opaque brown resin, with numerous microscopic cavities and dusty enclosures, named from glesum, an old name for amber.",
        "The island lacks water, and is dusty during drought, but is fertile, producing fruit, wine and olive oil; the indigenous flora comprises Boo species.",
        "Those fungi which are of a dusty nature, and the Myxomycetes or Mycetozoa may, like the lichens, be preserved in small boxes and arranged in drawers.",
        "In dry and dusty mines the danger may be greatly lessened by sprinkling the working places and passages, and the removal of the accumulated dust and fine coal.",
        "Drill runners, who are compelled to breathe this dusty air daily, furnish most of the sufferers from phthisis.",
        "In all British coal-mines, when gas in dangerous quantities has appeared within three months, and in all places that are dry and dusty, blasting is prohibited, except with Safety ex= c, „ permitted explosives, whose composition and pro perties have been examined at the testing station at the Royal Arsenal, Woolwich.",
        "In general, the aspect of the great central plateau north of the Anahuac sierras is that of a dusty, treeless plain.",
        "The normal Castilian landscape is an arid and sterile steppe, with scarcely a tree or spring of water; and many even of the villages afford no relief to the eye, for they are built of sunburnt unbaked bricks, which share the dusty brownish-grey tint of the soil.",
        "Large ring-stands also were brought in, to support jars, so that the damp surfaces should not touch the dusty ground.",
        "In the third place, the division of the year into two seasons - a wet one and a dry (and extremely dusty) one - marks this portion of the Pacific Coast in the most decided manner, and this natural climatic area coincides almost exactly in its extension with that of California; being truly characteristic neither of Lower California nor of the greater part of Oregon, though more so of Nevada and Arizona.",
        "It is a dusty, straggling, frontier town with rough habitations and a halfcivilized population, chiefly Indians and mestizos.",
        "The staminate contain 8 to 20 stamens which produce an enormous amount of dusty yellow pollen, some of which gets carried by wind to the protruding stigmas of the pistillate flowers.",
        "The north-east wind prevails in the dry season, which is dusty and bracing.",
        "Two travelers in dusty desert garb spoke in a language unrecognizable to Howie.",
        "Dusty, if I didn't think it was impossible, I'd say Talon's gonna make a play for the Czerno's job.",
        "Maybe Czerno was in town for a bit of vengeance while the White God was across the ocean, or maybe he'd found out about Dusty's wards, the White God's mate and brother.",
        "While the White God was off fighting the vamp infestation in Europe, he'd left his mate and brother in Dusty's protection.",
        "I am an Oracle, Dusty.",
        "Dusty wasn't sure how Pierre ever made it through the Guardian basic training with his lip.",
        "While he made a good match for Sofia, Dusty had never met any Guardian with such a loose interpretation of discipline.",
        "\"The next White God,\" Dusty said.",
        "Dusty, did you ever consider working for the Black God?",
        "Dusty couldn't help but wonder how he'd gotten stuck with a pregnant Oracle and an equally moody teenager with godlike powers and no ability to control them.",
        "\"If you're headed towards the tropical storm in the Gulf, you can't take any human or Guardian with you,\" Dusty said, drawing a chair near the bed and seating himself in front of the Grey God.",
        "Dusty gazed at him, reminded of the man Darian used to be before he was destroyed by the Black God himself.",
        "If Talon was planning to challenge Czerno to a showdown here in Miami, Dusty would never get another wink of sleep again.",
        "Dusty knew at once by Darian's tone that whatever the Grey God wanted to do, it would get him in trouble.",
        "\"Dusty-- \" \"My house, my rules, no compromise,\" Dusty reminded him.",
        "Dusty followed her, a familiar tension filling him as he looked at the lone person in the room.",
        "Dusty didn't think twice about offing anyone who posed a threat to him, and he didn't remember what it felt like to be a human who witnessed what looked like a mass murder.",
        "I love Dusty, but he's about as nurturing and subtle as a jackhammer.",
        "In the future, you should do the recruiting of Naturals, not Dusty.",
        "But there will be a few thousand bad guys within a stone's throw of us â€¦\" \"Pull in everything we can from the east coast sectors,\" Dusty said.",
        "Dusty didn't know why Talon would choose Miami to make a stand, unless he wanted to take out as much of the Guardians' infrastructure as possible should he find some way to beat Czerno.",
        "Dusty had maybe a thousand Guardians assigned to North America remaining after he sent all he could spare to the European front.",
        "Dusty didn't know how they chose when to interfere with the mortal world, but when they did, it normally resulted in some sort of universal catastrophe, like the Schism that split the divine world from the physical one and nearly wiped out humanity and divinity alike.",
        "\"There must be a Black God,\" Dusty mulled, only vaguely aware of the Others, the Watchers that favored humanity's demise.",
        "Dusty glared at him, hating the way the Watcher community doled out knowledge at their convenience and not his.",
        "Dusty only eats organic shit, and Sofi can't eat at all, so I never get real cookies.",
        "Dusty's thoughts went to Jonny again then to the Watchers.",
        "Dusty knew nothing of the immortal divisions, but since an Other was the evil equivalent of a Watcher, they were in some serious trouble.",
        "Toni laughed, and Dusty strode to the small residence in the back of the lab.",
        "\"Then stop doing this shit,\" Dusty replied.",
        "Impressed, Dusty wondered if Darian was beginning to grow out of his insolent teenager stage.",
        "\"Nope. You can repair the roof of the garage, though,\" Dusty said and seated himself at the computer to try and contact Damian and Jule through their clandestine website.",
        "Dusty rose and returned to the main house in time for the intel briefing, expecting another nonstop day.",
        "Gazing at Dusty's trusted Guardian, she felt a familiar ache, the same she felt telling Jonny his fate.",
        "Dusty's Guardians were disciplined, unlike her own personal bodyguard, Pierre.",
        "She didn't know how much an Aston Martin cost, but it was enough that Dusty would probably be pissed.",
        "Chest heaving, Dusty lowered the two-handed sword he'd been using to hack apart one of the practice dummies in the back of the command center.",
        "Dusty excused himself to join the Guardian.",
        "\"Yeah, e-shit isn't my forte,\" Dusty admitted.",
        "Dusty strode to the gym, surprised to see the Grey God up so early.",
        "Dusty sighed, unable to reconcile the Grey God, the man who had been Darian, and the man running gleefully into the house as being one and the same.",
        "\"No, B, Dusty will kick my ass first,\" Jonny said, a haunted look crossing his face.",
        "Dusty didn't have to ask who; he knew Darian's painful history, thousands of years as a slave to the sadistic Black God.",
        "The Grey God's hoarse, broken voice made Dusty tense as he turned to face him.",
        "\"Dusty â€¦\" Dusty saw his mouth working, the glint of moonlight off the tears on the Grey God's face.",
        "Bring them back, Dusty said, not understanding how Darian had punctured a hole between the mortal and immortal worlds.",
        "\"Talon wants Jonny to kill the Black God, and the Black God wants Bianca to make sure he doesn't die,\" Dusty summarized, surprised.",
        "If Dusty's phone hadn't rung, he would've retorted sharply enough to piss off even the Watcher.",
        "Yet she knew when his fury unleashed, he'd be as merciless as Dusty was with vamps.",
        "Dusty, wait, I'm sâ€¦sorry.",
        "The Guardians moved around them in the hall, and Dusty studied the young god-slayer.",
        "Dusty, there are more vamps than we expected.",
        "The young man took it hesitantly, and Dusty Traveled with him to the town, utilizing his god-powers to locate Darian.",
        "Hazel was human, and Dusty followed Darian's pointing finger to a hotel ablaze with light.",
        "Dusty looked from Darian's hopeful face to Jonny's pale features.",
        "Dusty responded with a curt nod, hoping the Grey God was right.",
        "Darian glared at the confused young man and said, \"I promise, Dusty, I'll take care of the girls even after the Black God kills you.\"",
        "Dusty studied the scenes on the screens of his command center, agitated by the weather hindering their ability to deal with Talon's vamps.",
        "\"No, Dusty!\" the Grey God said firmly.",
        "Dusty's gaze followed his finger, where Talon and the Black God stood apart from the others under the protection of a small verandah.",
        "\"My beef isn't with you, Czerno, but with your pet,\" Dusty said.",
        "\"You're too young to remember, but in my time, we didn't have guns,\" Dusty said to the bastard son.",
        "Czerno gave Darian a warning look, and Dusty stepped onto the dais, where Talon awaited him.",
        "Talon fought with fury, his eyes glowing red, while Dusty fought with a calm, controlled intensity.",
        "Talon stood and threw his head back in a booming laugh of triumph, until Dusty launched at him and knocked him off his feet.",
        "Jonny snatched the sword Dusty used against Talon and plunged it through the frozen demigod.",
        "The Grey God snatched her in one arm and Dusty in the other.",
        "Dusty stopped a safe distance from the Black God, sensing Bianca's confusion.",
        "Dusty greeted the White God.",
        "The phone beeped, and Dusty glanced at it, not surprised to see his other brother and Damian's commander of the eastern hemisphere, Jule, on the other line.",
        "Dusty waited to hear Jule's voice, never imagining how happy he would be to hear from either of his brothers again.",
        "She turned in time to see Dusty glare hard at the Grey God, who took the hint and left.",
        "Dusty didn't think he had an ounce of sympathy in him, but he couldn't help wishing he could spare Bianca's brother the hell that came with being the Black God.",
        "Dusty felt the Black God's piercing gaze on him.",
        "\"Absolutely,\" Damian said and smiled to himself, marveling again at the turn of events that led to his chief assassin, Dusty, mating with the Black God's sister.",
        "Jenn was Dusty's most senior female Guardian, the captain of the Western Hemisphere's spy network.",
        "Damian didn't wait for Jonny to respond but used his magic to Transport himself to the Texas ranch where they'd set up shop after Dusty blew up southern Florida.",
        "\"Does Dusty â€¦\" \"I'll let him know,\" Damian said, well aware of how prickly the assassin got whenever Damian interfered with how he ran the Western Hemisphere.",
        "One of Dusty's spies found out the Others have a weapon they want to use, we think to open the gateway between the immortal and mortal worlds.",
        "Dusty's not allowed out of his room without herâ€”\" \"Darian!\" she said with a laugh.",
        "Thank you both, and send my regards to D and Dusty.",
        "It had taken Dusty two days to drill a routine and sense of discipline into the vamp, which was one day too many to the schedule-addicted assassin.",
        "\"If you want her gone â€¦\" \"No, Dusty,\" Jule said.",
        "Bianca's sweet and cute, and Dusty's â€¦ Dusty.",
        "I need him alive and preferably in one piece, Dusty, unlike the last time I sent someone to talk to you.",
        "\"Dusty, can youâ€”\" A scream jarred him.",
        "Damian had long since lost any lofty delusions, but Dusty was a stickler for discipline and details.",
        "Dusty's skills were legendary, but Damian had held off on what he considered a reign of terror for his seasoned Guardians.",
        "Dusty's interviewees rarely lived through the ordeal, and Damian wasn't yet ready for that step.",
        "\"I think this is yours,\" Dusty said and handed him a few surveillance pictures taken of one of Czerno's safe houses in northern Virginia and an apartment building.",
        "Damian forced himself to focus on Dusty, though he wanted nothing more than to wrap his hands around the newbie's neck.",
        "\"I'll put out a recruitment requirement for a new Traveler,\" Dusty said and begin handing him weapons.",
        "He ignored Dusty's intent look, aware his adopted brother knew when he was avoiding answering his question.",
        "\"Move, D,\" Dusty ordered, snatching the defibrillator from Laney.",
        "I prefer the personal touch to this e-shit, Dusty typed.",
        "The simple movement took discipline Dusty would be proud of.",
        "\"Can't take you anywhere, D,\" Dusty complained.",
        "Dusty groused, taking in the lopsided posters of cars and beer bottle dÃ©cor.",
        "\"Only you and Czerno can put up one of those types of shields,\" Dusty muttered to Damian.",
        "\"It can't be a coincidence he's here, a few miles from you,\" Dusty said, turning to Damian.",
        "\"I can't believeâ€”\" \"I believe her, Damian,\" Dusty said in a calm voice.",
        "He knew Dusty was right, knew Sofia was right, knew he'd known since just after Darian's death that there was something not right about Claire but was too desperate to hold onto the last piece of his brother to face the truth.",
        "\"These Oracles are dangerous,\" Dusty said with a faint smile.",
        "Dusty says you stopped D from annihilating the planet.",
        "Yep. Dusty and Darian will be babysitting my Oracle.",
        "I give them structure, Dusty corrected him.",
        "After explaining their predicament, he offered them water from a jug strapped to the rear of the vehicle that looked as old as its dusty driver.",
        "I didn't get to my position as the head of Dusty's intel networks by backing down from assignments that even most male Guardians wouldn't take.",
        "\"So it's Darian against all the Watchers and Others in the universe,\" Dusty summarized.",
        "\"She's got too much sense to â€¦\" Dusty trailed off.",
        "\"You're the â€¦ bait, Dusty,\" Sofi continued.",
        "He'd been fascinated by the amount of technology Dusty and Jenn used to track vamps in Miami.",
        "Dusty deserved happiness after all he'd been through.",
        "You're not saying â€¦ no, Dusty!",
        "I just â€¦ they're gonna come after me, Dusty.",
        "Dusty's lifemate was small and shapely with a sunny disposition and caramel features that resembled her brother's, the Black God.",
        "\"Sofi, I can't get ahold of Dusty,\" Bianca said, uncertain gaze on the Oracle.",
        "The moment he figured out the truth, she was screwed, just like Dusty told her.",
        "Damian, Jenn, Sofi, Bianca, Dusty â€¦ all of them were trapped somewhere.",
        "\"Tell Dusty, if this happens again â€¦\" Jonny warned."
    ],
    "definition": [
        "Covered or filled with dust.",
        "Consisting of or resembling dust; powdery.",
        "Tinged with gray.",
        "Timeworn; stale: the dusty precepts of a bygone era.",
        "dust′i·ly\nadverb",
        "dust′i·ness\nnoun",
        "Link/Cite",
        "Covered with dust.",
        "powdery and resembling dust",
        "gray/grey in parts",
        "A male given name, diminutive of Dustin",
        "(UK) a nickname for someone with the surname Miller",
        "Link/Cite"
    ]
}