{
    "translation": "גמד, ננס",
    "uses": [
        "The pugdog is a dwarf race, probably of mastiff origin, and kept solely as a pet.",
        "apart, but standards in orchards should be allowed at least 30 ft., and dwarf bush trees half that distance.",
        "only the dwarf pine (Pinus Pumilio).",
        "Its flat-roofed Moorish houses are enclosed by gardens of cactus, dwarf palm, orange and other subtropical plants, interspersed with masses of rock.",
        "repens and other dwarf kinds are useful for binding heathy or sandy soil.",
        "For days consecutively the horse of the explorer can get no other food than the dwarf birch.",
        "South of the Arctic circle they are, under ordinary circumstances, confined to the plateaus covered with dwarf birch and juniper above the conifer-region, though in Tromso amt and in Finmarken they occur in all suitable localities down to the level of the sea.",
        "Young plants a few inches high are usually attacked; the leaves, beginning with the lower ones, turn yellow, and afterwards become brown and drop. The plants remain very dwarf and generally unhealthy, or die.",
        "Grasses, mosses and Arctic flowering plants are abundant, but there are no trees excepting occasional dwarf willows.",
        "The prickly ash, Virginian creeper and staff-tree find here their northern limit; and the mountain maple, Canada blueberry, dwarf birch and ground hemlock their southern limit.",
        "cultivated by them as a decorative plant, in many forms, including dwarf forms not exceeding a foot in height.",
        "But the connexion of the god with Puoni may have grown out of the fact that dwarf dancers were especially brought to Egypt from Ethiopia and Puoni.",
        "The agave and prickly pear, the myrtle, the olive and the dwarf palm grow luxuriantly; and the fields are covered with narcissus, iris and other flowers of every hue.",
        "Oberhasli, Pygmy, Nigerian Dwarf, Angora... that's the one everybody confuses with a sheep...",
        "cyclamineus is a pretty dwarf subspecies, native of Portugal, with narrow linear leaves and drooping flowers with reflexed lemon-yellow segments and an orange-yellow corona N.",
        "Large quantities of crin vegetal (vegetable horse-hair) an excellent fibre, are made from the leaves of the dwarf palm.",
        "Among trees, stunted pines, dwarf oaks, poplars, willows and the cypress are fairly plentiful.",
        "BES, or Besas (Egyp. Bes or Besa), the Egyptian god of recreation, represented as a dwarf with large head, goggle eyes, protruding tongue, shaggy beard, a bushy tail seen between his bow legs hanging down behind (sometimes clearly as part of a skin girdle) and usually a large crown of feathers on his head.",
        "Instances of his selected varieties are the tall variety which he hybridized with a dwarf variety, a yellow-seeded variety which he hybridized with a green-seeded variety, and again a smooth-seeded variety which he hybridized with a wrinkle-seeded variety.",
        "The relatively small size of the ear is one of the most distinctive characteristics of the dwarf race.",
        "If, on the other hand, the dwarf Congo elephant be regarded as a species, then the Maltese and Cyprian elephants may have to be classed as races of Elephas pumilio; or, rather, E.",
        "Although some of these elephants are believed not to have been larger than donkeys, the height of others may be estimated at from 4 to 5 ft., or practically the same as that of the dwarf Congo race.",
        "The only representative of tree vegetation now is a dwarf willow 1 in.",
        "The largest of these traverses the district from Kushalgarh on the Indus to Thal on the Kurram, narrowing in places, but usually opening out into wide cornlands and pastures dotted with the dwarf palm.",
        "Then follow the low, dense, prone, pillow-like dwarf bushes, thorny and grey, common to the Oriental highlands - A stragalus and the peculiar Acantholimon.",
        "It might seem in lion that Bohemund was destined to found a great principality in Antioch, which would dwarf Jerusalem; he had a fine territory, a good strategical position and a strong army.",
        "They are dwarf, ribbed, globose or cylindrical plants; and the flowers, which are produced from the side instead of the apex of the stem, are large, and in some cases very beautiful, being remarkable for the length of the tube, which is more or less covered with bristly hairs.",
        "In this connexion it is of interest to note that, both in the Mediterranean islands and in West Africa, dwarf elephants of the African type are accompanied by pigmy species of hippopotamus, although we have not yet evidence to show that in Africa the two animals occupy actually the same area.",
        "is a zone of dwarf hard-leaved oaks, amongst which occur the Oriental forms Fontanesia phillyraeoides, Acer syriacum and the beautiful redstemmed Arbutus Andrachne.",
        "The great interest in connexion with a dwarf West African race of elephant is in relation to the fossil pigmy elephants of the limestone fissures and caves of Malta and Cyprus.",
        "cypriotes; but since their molar teeth are essentially miniatures of those of the African elephant, it has been suggested by later observers that these animals are nothing more than dwarf races of the latter.",
        "Round the wall is a deep double ditch, a dwarf wall running along its centre.",
        "high at the other, in which two rooms have been artificially hollowed out, traditionally believed to be the bed-chambers of Trolld, the dwarf of the sagas, and his wife.",
        "In the early periods of their history the Greeks depended too much on their nets to capture game, and it was not until later times that they pursued their prey with dogs, and then not with greyhounds, which run by sight, but with beagles, the dwarf hound which is still very popular.",
        "One centering was used for the two arch rings, supported on dwarf walls which formed a slipway, along which it was moved after the first arch was built.",
        "By their describers, the dwarf European elephants were regarded as distinct species, under the names of Elephas melitensis, E.",
        "The peat is different in character from that of northern Europe: cellular plants enter but little into its composition, and it is formed almost entirely of the roots and stems of Empetrum rubrum, a variety of the common crowberry of the Scottish hills with red berries, called by the Falklanders the \" diddle-dee \" berry; of Myrtus nummularia, a little creeping myrtle whose leaves are used by the shepherds as a substitute for tea; of Caltha appendiculata, a dwarf species of marsh-marigold; and of some sedges and sedge-like plants, such as Astelia pumila, Gaimardia australis and Bostkovia grandif ora.",
        "by 24 in.; a pearl representing the dwarf of Charles II.",
        "Dwarf towers, built on the arch ring at the fifth panel from either side, helped to support the girder above, in erecting the centre part of the arch (Seyrig, Proc. Inst.",
        "- This name is now restricted to two or three dwarf branching Brazilian epiphytal plants of extreme beauty, which agree with Phyllocactus in having the branches dilated into the form of fleshy leaves, but differ in having them divided into short truncate leaf-like portions, which are articulated, that is to say, provided with a joint by which they separate spontaneously; the margins are crenate or dentate, and the flowers, which are large and showy, magenta or crimson, appear at the apex of the terminal joints.",
        "The Siberian larch has smooth grey bark and smaller cones, approaching in shape somewhat to those of the American hackmatack; it seems even hardier than the Alpine tree, growing up to latitude 68°, but, as the inclement climate of the polar shores is neared, dwindling down to a dwarf and even trailing bush.",
        "Lastly the Guinea goat is a dwarf breed originally from the coast whence its name is derived.",
        "Of these the most remarkable example is Cytisus Adami, a tree which year after year produces some shoots, foliage and flowers like those of the common laburnum, others like those of the very different looking dwarf shrub C. purpureus, and others again intermediate between these.",
        "The firs are distinguished from the pines and larches by having their needle-like leaves placed singly on the shoots, instead of growing in clusters from a sheath on a dwarf branch.",
        "Immense marshy plains covered with the dwarf birch take their place in the north as the tundras are approached.",
        "The hills also, as far as possible, are terraced for cultivation and in some instances are planted with dwarf pine and scrub oak.",
        "He is alluded to by Dunbar in the fragmentary Interlude of the Droichis Part of the Play, where a \"droich,\" or dwarf, personates \"the nakit blynd Harry That lang has bene in the fary Farleis to find;\" and again in Dunbar's Lament for the Makaris.",
        "In the canyons of the Edwards Plateau grow the pecan, live oak, sycamore, elm, walnut and cypress; on the hilly dissected borders of the same plateau are cedars, dwarf and scrubby oak, and higher up are occasional patches of stunted oak, called \"shinneries.\"",
        "Chinquapin or prinoides, a dwarf species, often only I ft.",
        "Of domestic animals the Zulus possess a dwarf breed of smooth-skinned humped cattle.",
        "The summits of some of the mountains are too high for trees and above belts of dwarf spruce, balsam and birch they are clothed chiefly with sandworts, diapensia, cassiope, rushes, sedges and lichens.",
        "Their food is entirely vegetable, especially grass roots and stalks, shoots of dwarf birch, reindeer lichens and mosses, in search of which they form, in winter, long galleries through the turf or under the snow.",
        "Three species of rhododendron vie with each other in the brilliancy of their masses of red or pink flowers; the common juniper rises higher still, along with three species of bilberry; and several dwarf willows attain nearly to the utmost limit of vegetation.",
        "Dwarf >>",
        "The dwarf and pyramid trees, more usually planted in gardens, are obtained by grafting on the quince stock, the Portugal quince being the best; but this stock, from its surface-rooting habit, is most suitable for soils of a cold damp nature.",
        "We must not forget that these boyish demerits belong to the work of a man of thirty-five whose claims and aspirations already purported to dwarf the whole record of the classics.",
        "The only other species of palm found wild in Tunisia is the Chamaerops humilis, or dwarf.",
        "perennis flore-pleno, the Double Daisy, consists of dwarf showy plants 3 to 4 in.",
        "- Showy dwarf plants for sunny rockwork, in light sandy soil.",
        "Charming dwarf hardy bulbous plants of the liliaceous order, blooming in the early spring in company with Scilla sibirica, and of equally easy cultivation.",
        "Charming tuberous-rooted plants of dwarf habit, suitable for sheltered rockeries, and growing in light gritty soil.",
        "Handsome dwarf tufted plants.",
        "angustifolia, leaves of the date palm (Phoenix sylvestris), of the dwarf palm (Chamaerops Ritchiana), of the Palmyra palm (Borassus flabelliformis), of the coco-nut palm (Cocos nucifera)andof the screw pine (Pandanus odoratissimus), the munja or munj grass (Saccharum Munja) and allied grasses, and the mat grasses Cyperus textilis and C. Pangorei, from the last of which the well-known Palghat mats of the Madras Presidency are made.",
        "In the northern part of the state the great pine belt stretches from the head of Lake Superior westward to the confines of the Red River Valley, while along the north border and in the north-east the forest growth is almost exclusively tamarack and dwarf pine.",
        "There is little in Dunbar which may be called lyrical, and little of the dramatic. His Interlud of the Droichis [Dwarf's] part of the Play, one of the pieces attributed to him, is supposed to be a fragment of a dramatic composition.",
        "If a living edging is adopted, by far the best is afforded by the dwarf box planted closely in line.",
        "The back wall is usually planted with dwarf and standard trees alternately, the latter being temporary, and intended to furnish the upper part of the trellis, while the permanent dwarfs are gradually filling up the trellis from below.",
        "A low span, with dwarf side walls, and a lantern ventilator along the ridge, the height in the centre being 9 ft., would be very well adapted for the purpose.",
        "To form a dwarf or bush fruit tree the stock must be worked near the ground, and the young shoot produced from the scion or bud must be cut back to whatever height it is desired the dwarf stem should be, say 1-1 to 2 ft.",
        "Hardy's excellent work, Traite\" de la taille des arbres fruitiers, will give a good idea how these dwarf trees are to be manipulated, a showing the first year's development from the maiden tree after being headed back, and b the form assumed a year or two later.",
        "Some new dwarf white and flesh-coloured varieties are very handsome.",
        "Lathyrus odoratus (Sweet Pea): hardy; there are two races, dwarf and tall, the latter - far and away the most beautiful - requires support; various colours; numerous immensely popular forms. Lavatera trimestris: hardy, 3 ft., pale-rose, showy malvaceous flowers.",
        "There are two races, dwarf and tall, various shades of red and yellow.",
        "Pretty dwarf tufted plants, with needle-shaped leaves, adapted for rockwork.",
        "Free growing, dwarf and showy.",
        "Dwarf close-growing evergreen cruciferous plants, adapted for rockwork and the front part of the flower border, and of the easiest culture.",
        "Beautiful dwarf spring-blooming rock plants, forming carpety tufts of flowers of simple cruciferous form.",
        "dens-canis, the Dog's Tooth Violet, is a pretty dwarf bulbous plant with spotted leaves, and rosy or white flowers produced in spring, and having reflexed petals.",
        "Dwarf subshrubby plants well suited for rockwork, and called Sun-Roses from their blossoms resembling small wild roses and their thriving best in sunny spots.",
        "arenarium, 6 to 8 in., is a pretty species, of dwarf spreading habit, with woolly leaves and corymbs of golden yellow flowers, about July.",
        "Charming every early blooming dwarf ranunculaceous herbs.",
        "The Candytuft, of which several dwarf spreading subshrubby species are amongst the best of rock plants, clothing the surface with tufts of green shoots, and flowering in masses during May and June.",
        "Pretty dwarf spring-flowering bulbs.",
        "Elegant dwarf boraginaceous plants.",
        "The variety Mariesi (or pumilum) is dwarf, with larger, deeper-coloured flowers.",
        "- Handsome dwarf, boraginaceous plants, requiring good deep garden soil.",
        "pyrenaica, 3 to 6 in., is a pretty dwarf plant, requiring a warm position on the rockwork and a moist, peaty soil more or less gritty; it has rosettes of ovate spreading root-leaves, and large purple, yellow-centred, rotate flowers, solitary, or two to three together, on naked stalks.",
        "Beautiful dwarf bulbous plants, thriving in well-worked sandy loam, or sandy peat.",
        "Pretty dwarf iridaceous plants, thriving in peaty soil.",
        "Charming dwarf plants, mostly evergreen and of tufted habit, requiring well-worked rich sandy soil.",
        "- This term is chiefly applied to those summerflowering plants, such as ivy-leaved and zonal pelargoniums, petunias, dwarf lobelias, verbenas, &c., which are employed in masses for filling the beds of a geometrical parterre.",
        "amoena, amoena spectabilis, magnifica, paronychioides major aurea and amabilis; Alyssum maritimum variegatum; some of the dwarf varieties of Antirrhinum majus; Arundo Donax variegata; Begonias; Calceolarias; Cannas; Centaurea ragusina; Clematises, of which the hybrids of the Jackmanni type are best; Dahlia variabilis, and the single-flowered forms of D.",
        "Layer the tops of chrysanthemums, to obtain dwarf flowering plants.",
        "Sow early peas and Early Dwarf Prolific beans in the second week, for an early crop; also in frames for transplanting.",
        "The latter are now largely grown for market purposes, being more easily supported when carrying heavy crops, fruiting earlier, and the fruit being gathered more easily from the dwarf bush than from standard trees.",
        "In the northeastern districts the primeval forest gives place to park-like country, consisting of plains covered with high coarse grass, and dotted with occasional baobabs, as well as with wild plum, shea-butter, dwarf date, fan palms, and other small trees.",
        "Kolbenhirse, Mohar) is probably merely a less valuable and dwarf variety of S.",
        "He is represented either as a closely inshrouded figure whose protruding hands grasp a composite sceptre, the whole standing on a pedestal within a shrine; or else as a misshapen dwarf.",
        "In certain species of Oedogonium minute male plantlets, known as dwarf males, become attached to the female plant in the neighbourhood of the oogonia, thus facilitating fertilization.",
        "with dwarf male attached.",
        "On the right is the palace of Charles V., a cold-looking but majestic Renaissance building, out of harmony with its surroundings, which it tends somewhat to dwarf by its superior size.",
        "One, called turanjbin, appears to exude, in small round tears, from the camelthorn, and also from the dwarf tamarisk; the other, sir-kasht, in large grains and irregular masses or cakes with bits of twig imbedded, is obtained from a tree which the natives call si g h chob (black wood), thought by Bellew to be a Fraxinus or Ornus.",
        "The dwarf form known as Tom Thumb (T.",
        "The variation is from dwarf mountain pine to giant cactus and dates.",
        "Above the firs come the tamarack, constituting the bulk of the lower Alpine forest; the hardy long-lived mountain pine; the red cedar or juniper, growing even on the baldest rocks; the beautiful hemlock spruce; the still higher white pine, nut pine, needle pine; and finally, at io,000 to 12,000 ft., the dwarf pine, which grows in a tangle on the earth over which one walks, and may not show for a century's growth more than a foot of height or an inch of girth.",
        "that of the dwarf who claims as much ground as he can cover by three steps, and then gains the whole universe by his three mighty strides.",
        "We know very little of the ancient methods of cultivating the vine, but the Romans-no doubt owing to the luxuriant ease with which the vine grows in Italy-appear to have trained it on trees, trellis work, palisades, &c. The dwarf form of cultivation now common in northern Europe does not appear to have obtained to any extent.",
        "This dwarf system of culture gives the Medoc vineyards at a distance the appearance of a sea of small bushes, thereby producing an effect entirely different from, for instance, that seen on the Rhine with its high basket-shaped plants.",
        "He was appointed by Theodosius the Great, tutor of the young princes Arcadius and Honorius, but at the age of forty he retired to Egypt, where for forty years he lived in monastic seclusion at Scetis in the Thebais, under the spiritual guidance of St John the Dwarf.",
        "But Schopenhauer reminds us that the welfare of society is a temporal and subordinate aim, never to be allowed to dwarf the full realization of our ideal being.",
        "Closely allied to the Scotch pine, and perhaps to be regarded as a mere alpine form of that species, is the dwarf P. montana (or P. Pumilio), the \" kummholz \" or \" knieholz \" of the Germans - a recumbent bush, generally only a few feet high, but with long zigzag stems, that root occasionally at the knee-like bends where they rest upon the ground.",
        "Until comparatively recent times the surrounding district was in a state of nature with merely a thin coating of turf interspersed with tufts of heath and dwarf thistles, but bare of trees and shrubs and altogether devoid of the works of man, with the exception of a series of prehistoric barrows of the Bronze Age which, singly and in groups, studded the landscape.",
        "Berlin is essentially a modern city, the quaint two-storied houses, which formerly characterized it, having given place to palatial business blocks, which somewhat dwarf the streets and squares, which once had an air of stately spaciousness.",
        "Yews are common in the north, and dwarf juniper in the south.",
        "Since these dwarf males pair, not with females, but with hermaphrodites, Darwin termed them \" complemental \" males.",
        "In other species the large individuals have become purely female by atrophy of the male organs, and are entirely dependent on the dwarf males for fertilization.",
        "Many curious varieties have been obtained by Japanese horticulturists, including some dwarf shrubby forms not exceeding a few feet in height.",
        "Small \"males\" are in some species constantly associated with large hermaphrodites, but according to Beard there are in some cases true dwarf males, comparable to the complementary males described by Darwin in the Cirripedia.",
        "The Hindus believe he has appeared (I) as a fish, (2) as a tortoise, (3) as a hog, (4) as a monster, half man half lion, to destroy the giant Iranian, (5) as a dwarf, (6) as Rama, (7) again as Rama for the purpose of killing the thousand-armed giant Cartasuciriargunan, (8) as Krishna, (9) as Buddha.",
        "On the slopes of mountain valleys grow cedars, dwarf maples and occasional oaks.",
        "Among other plants common to the state are the elder, wild hop, dwarf sunflower, and several species of greasewood and cacti.",
        "The unfavourable conditions in Arctic regions have produced a dwarf form, in which the main shoots grow close to the ground.",
        "A semicircular dwarf wall of good masonry runs round this peak, and a trench excavated in the rock may perhaps indicate the site of an altar.",
        "Noticeable for its high roof, low tower and dwarf spire, the church consists of an aisleless nave, chancel (adorned with Chantrey's statue of the 1st duke) and transepts.",
        "Ptah is the Egyptian Hephaestus; he is represented as a dwarf; men are said to have come out of his eye, gods out of his mouth - a story like that of Purusha in the Rig Veda.",
        "Plums, grapes and the dwarf \" sand-cherry \" (Prunus demissa) of the sand-hills are prominent among many wild fruits.",
        "Here is grown a peculiar dwarf vine, whose fruit, the \" currant \" (from \" Corinth \")\") of commerce, forms the chief resource and staple export of Zante, as well as of the neighbouring mainland.",
        "This deposit shows no trace of forest-trees, but it is full of remains of Arctic mosses, and of the dwarf willow and birch; in short, it yields the flora now found within the Arctic circle.",
        "The vegetable products comprise bananas, bread-fruit, yams, plantains, wild cotton, bamboos, sugar-cane, coco-nut and dwarf palms, and several kinds of timber trees.",
        "accretes onto the white dwarf 's surface is mainly hydrogen which forms an envelope around the star.",
        "Snowy and Fluffy (26/06/04) Snowy is a very handsome neutered male albino Netherland Dwarf x Dwarf Lop rabbit.",
        "The track \" Black Dwarf \" is taken from their newly released self-titled album.",
        "What we had originally believed to be a high ' alpine ' meadow was an expanse of dwarf bamboo turned white by the cold.",
        "Plants found in the short turf include Chiltern gentian, dwarf thistle, dropwort, clustered bellflower and the rare clustered bellflower.",
        "The landscape here is typical habitat for dwarf birch.",
        "bird's-foot sedge Carex ornithopoda and dwarf milkwort Polygala amarella.",
        "On our August 2002 trip we found several new plants, including black nightshade, pink water speedwell, water plantain and dwarf spurge.",
        "brown dwarf located, exactly?",
        "Perhaps the less hostile environment of a habitable moon orbiting a brown dwarf would help to extend the human life cycle.",
        "If they find a brown dwarf, then it's Nibiru.",
        "Even at the distances from the Sun involved, a small brown dwarf among the comets could provide a habitable environment on its moons.",
        "burrows in the sand beneath the dwarf mangroves whose leaves form their primary diet.",
        "casemate platform is lower than the dwarf.",
        "Then suddenly the dwarf was jumping up and down stamping on large orange centipedes that were swarming from the pile.",
        "Both sites had new species including water chickweed, common toadflax, snapdragon, common hemp nettle, dwarf mallow and greater knapweed.",
        "Please also check out my website listed below, plenty of other South American dwarf cichlids av... .. .",
        "circumpolar distribution, a much larger number of fungi have been recorded with dwarf birch.",
        "Bryn Jones works on wide-field and spectroscopic and imaging surveys of galaxies, particularly for dwarf galaxies and compact galaxies in nearby galaxy clusters.",
        "Some dwarf conifers are affected, with these the damage is done on their lee side, away from the wind.",
        "The Reptile House has African dwarf crocodiles with their babies.",
        "The first dwarf daffodil, in the patch that we planted in the autumn, has suddenly sprung into flower.",
        "dopey turns back, \" Your Worship, are there any dwarf nuns in all of Europe?",
        "Kryten, Red Dwarf's on board mechanoid, rescues a female droid - Camille - from a crashed vessel.",
        "dwarf irregular galaxies the ideal local analogs to young galaxies from the early universe.",
        "dwarf runner beans will provide interest with their pretty flowers.",
        "Perhaps the brown dwarf has an orbit similar to a comet, for instance.",
        "Expression of barley yellow dwarf or wheat streak mosaic virus coat proteins in transgenic wheat.",
        "At the end of this process the remnant star will cease to emit radiation and will become a ' black dwarf ' .",
        "dwarf novae with the shortest orbital periods.",
        "dwarf birch.",
        "dwarf lop eared male rabbit named Bright Eyes.",
        "dwarf hamsters are held.",
        "dwarf conifers that would be suitable.",
        "dwarf cichlids av... .. .",
        "Sitchin seems to reject my notion of a sub-brown dwarf and warmed moons, which is a pity.",
        "The rice dwarf phytoreovirus structural protein P7 possesses non-specific nucleic acids binding activity in vitro.",
        "Observations of white dwarfs The first white dwarfs The first white dwarf star to be found was the companion to the bright star Sirius.",
        "This bushy, dwarf fan palm makes a handsome and easy-to-grow plant.",
        "Dwarf foundation walls topped by chamfered freestone, supporting a timber superstructure; six glazed windows on either side.",
        "galaxythese characteristics make dwarf irregular galaxies the ideal local analogs to young galaxies from the early universe.",
        "galaxyresent he is working on Local Group dwarf galaxies.",
        "The music was very harmonious, and it immediately awakened the giant, who went in pursuit of the dwarf and recovered the harp.",
        "The dwarf remained seeing the faint glow from torches onboard their prey long against the cold backdrop of night.",
        "gnarled dwarf oaks.",
        "In the late summer and autumn the dwarf gorse opens its yellow flowers, but in winter and spring the tall common gorse blooms.",
        "As they are shy with all fishes apart from other dwarf gouramis, their tank mates should be gentle and sedate.",
        "Breeding The ideal age for the female Dwarf Russian hamster to start breeding is between 3 and 4 months of age.",
        "dwarf hamsters need beds deep enough to allow them to burrow.",
        "This mix includes a dwarf ryegrass to increase the hardiness of the sward.",
        "Small plants & hardy perennials, many bulbs & ferns, hardy perennials, many bulbs & ferns, hardy orchids & dwarf trees & shrubs.",
        "There are pockets of heathland which support cross-leaved heath & dwarf gorse.",
        "Open, semi-natural habitats with dwarf shrub heaths are moorland.",
        "An Austrian circus dwarf died recently when he bounced sideways from a trampoline and was swallowed by a hippopotamus.",
        "hydrangea serrata 'Blue Deckle ' (Haworth-Booth) Best grown as blue, this is a lovely dwarf shrub with a long flowering period.",
        "inconsistencylist of, and explanations for, all of the plot inconsistencies within the four Red Dwarf novels.",
        "dwarf irregulars play a key role in astronomers ' attempts to unravel the history of galaxies in the early universe.",
        "The meadows are home to some beautiful flora and fauna such as the bearded rhododendron, dwarf juniper and other rare alpine flowers.",
        "These were joined by dwarf green kale, purple kale, Swiss chard 'bright lights ', Verbena, Achillea and so on.",
        "dwarf lemurs hibernate in the winter but other species remain active.",
        "Pippa is a black dwarf lop, 9 month old, not neutered.",
        "milk vetch dwarf disease in Japan.",
        "General characteristics The body of the dwarf mongoose is dark brown, almost black in color.",
        "dwarf Narcissus; What cheerier color than bright yellow to welcome you to the Spring.",
        "Another type of nova is the \" dwarf nova \" .",
        "Are there ANY dwarf nuns anywhere in the world?",
        "The Fighter/Thief, his Fighter follower and the Dwarf PC chase down and kill any orcs that get in the way.",
        "Small plants & hardy perennials, many bulbs & ferns, hardy orchids & dwarf trees & shrubs.",
        "phyletic dwarf?",
        "This process often produces a planetary nebula, with the white dwarf star at its center.",
        "Pyramidal orchid, dwarf thistle, together with hoary plantain, a pretty relative of a common lawn weed, are seen.",
        "American viewers, overall - with Red Dwarf being a possible exception - are very prudish.",
        "Most types of cosmic object known to exist, from dwarf stars to the most distant quasars, are known to emit X-rays.",
        "The extrasolar planet is five times as massive as Earth and orbits a red dwarf, a relatively cool star, every 10 years.",
        "replicate the success of Red Dwarf with a new sci-fi sitcom.",
        "dwarf rhododendrons, only a foot high, some pure white, others pink, continued up to about 13,500 feet.",
        "rockery bed again with a dwarf retaining wall.",
        "Grown on a modern dwarf rootstock it is now quite possible to cultivate a good quality heavy yielding small tree in a tub.",
        "Paths and lawns receiving heavy use Grass seed with or without dwarf rye grass and nominated for general use.",
        "I was due to do Red Dwarf but the BBC powers thought that I'd done enough science fiction.",
        "Other components of the ground flora such as grasses, dwarf shrubs and ferns are common.",
        "smoldering brown dwarf star.",
        "Moving on - did you know you'd actually snogged a former Red Dwarf actor?",
        "solidifyured out that the carbon interior of this white dwarf has solidified to form the galaxy's largest diamond, \" says Metcalfe.",
        "Management: Surface cultivations in spring and the normal tillage associated with root crops keep dwarf spurge in check.",
        "Stephen cushman director gave percent of dwarf those of.",
        "The aim was to determine the current status of dwarf stonewort on known sites and evaluate the potential of historic sites for re-establishment.",
        "Small virus-like particles containing single-stranded DNAs associated with milk vetch dwarf disease in Japan.",
        "In drilled dwarf beans left weedy through to harvest yield losses can range from 0 to 90% .",
        "white dwarf's surface is mainly hydrogen which forms an envelope around the star.",
        "Finally, the star ceases nuclear burning and becomes a white dwarf, while the expanding nebula mergers with the interstellar medium.",
        "Nova outbursts occur when a close companion star transfers fresh hydrogen fuel to a burned-out white dwarf.",
        "A similar card was drawn up last year by another group, for the dwarf willows.",
        "oxyotis) the dwarf Congo elephant is stated to be distinguished by the shape of its ear; comparison in at least one instance having been made with an immature animal.",
        "If the differences in stature and form are constant, there can be no question as to the right of the dwarf Congo elephant to rank as a well-marked local race; the only point for consideration being whether it should not be called a species.",
        "This view may receive some support from the occurrence of a dwarf form of the African elephant in the Congo; and if we regard the latter as a subspecies of Elephas africanus, it seems highly probable that a similar position will have to be assigned to the pigmy European fossil elephants.",
        "(From the original in the Museum of Zoology of the University of Cambridge.) parrot, of ducks, pigeons, rails, herons, geese and of a dwarf darter, Plotus nanus, all sub-fossil, now extinct.",
        "Mosses and lichens are distinctive, as also are the birch, the dwarf willow and several shrubs; but where the soil is drier, and humus has been able to accumulate, a variety of herbaceous flowering plants, some of them familiar in W.",
        "Trees are generally absent, except for thickets of poplars, dwarf oaks and tamarisks along the course of the Kura, the delta of which is smothered under a jungle of reeds and rushes.",
        "In the north, where the lichen-covered or ice-shaven rocks do not protrude, the ground is covered with a carpet of mosses, creeping dwarf willows, crow berries and similar plants, while the flowers most common are the andromeda, the yellow poppy, pedicularis, pyrola, &c. besides the flowering mosses; but in South Greenland there is something in the shape of bush, the dwarf birches even rising a few feet in very sheltered places, the willows may grow higher than a man, and the vegetation is less arctic and more abundant.",
        "Thus white honeysuckle and false honeysuckle are names for the North American Azalea viscosa; Australian or heath honeysuckle is the Australian Banksia serrata, Jamaica honeysuckle, Passiflora laurifolia, dwarf honeysuckle the widely spread Cornus suecica, Virgin Mary's honeysuckle the European Pulmonaria officinalis, while West Indian honeysuckle is Tecoma capensis, and is also 'a' name applied to Desmodium.",
        "The Siberian larch has smooth grey bark and smaller cones, approaching in shape somewhat to those of the American hackmatack; it seems even hardier than the Alpine tree, growing up to latitude 68Ã‚°, but, as the inclement climate of the polar shores is neared, dwindling down to a dwarf and even trailing bush.",
        "Pretty dwarf rock plants, requiring rather careful management and a gritty soil.",
        "The culinary herbs used for flavouring and garnishing are for the most part dwarf perennial plants requiring to be grown on a rich soil in an open sunny aspect, or annuals for which a warm sheltered border is the most suitable place; and they may therefore be conveniently grown together in the same compartment - a herb garden.",
        "So too the bull of Apis frol dack animal with white spots) was during its lifetime regarded tra(reincarnation of Ptah, the local god of Memphis, and similarly not Mnevis and Bacis bulls were accounted to be the living in s Es of Etom of Heliopolis and of Re of Hermonthis respec- cen ly; these latter cults are certainly secondary, for Ptah of 1 iself was never, either early or late, depicted otherwise than 0th iuman form, as a mummy or as a dwarf; and Etom and Re Hoi but different names of the sun-god.",
        "Contact with, foreign lands ight with it several new deities, Baal, Anat and ~ieph from Syria, and the misshapen dwarf Bes r such order as can be discerned in the mythological conions of the Egyptians the priesthood was largely responsible.",
        "The walnut and oak (evergreen, holly-leaved and kermes) descend to the secondary heights, where they become mixed with alder, ash, khinjak, Arbor-vitae, juniper, with species of Astragalus, &c. Here also are Indigoferae and dwarf laburnum.",
        "On the Karroo the bush consists of dwarf mimosas, wax-heaths and other shrubs, which after the spring rains are gorgeous in blossom (see Karroo).",
        "The characteristic poplar, Populus diversifolia, and the dwarf Acer Lobelii- very different from the European maple - also occur.",
        "These fossil Arctic plants have now been found as far south as Bovey Tracey in Devonshire, where Pengelly and Heer discovered the bear-berry and dwarf birch; London, where also Betula nana occurs; and at Deuben in Saxony, which lies nearly as far south as lat.",
        "The BBC is hoping to replicate the success of Red Dwarf with a new sci-fi sitcom.",
        "Could it be Nibiru, a brown dwarf in a retrograde elliptical orbit around the Sun?",
        "Dwarf rhododendrons, only a foot high, some pure white, others pink, continued up to about 13,500 feet.",
        "To the opposite side of the patio is a raised rockery bed again with a dwarf retaining wall.",
        "Today, with help from past government incentives, orchards consist of dwarf rootstock trees, rarely growing beyond head height.",
        "I was due to do Red Dwarf but the BBC powers thought that I 'd done enough science fiction.",
        "Habitats with less natural buffering capacity, such as dwarf shrub heaths, show the strongest eutrophication signal.",
        "Its density is 20+ times that of earth being a slow smoldering brown dwarf star.",
        "Moving on - did you know you 'd actually snogged a former Red Dwarf actor?",
        "We figured out that the carbon interior of this white dwarf has solidified to form the galaxy 's largest diamond, says Metcalfe.",
        "Berberis, dwarf gorse and other spiny shrubs are useful to deter access.",
        "About why he 's stephen cushman director gave percent of dwarf those of.",
        "A dwarf, dressed in a long white robe and muttering divine and incredible incantations, loomed over his supine form.",
        "RDM: Getting back to ' Red Dwarf ' again, one thing people keep asking us is who sang the theme song?",
        "The mining ship ' Red Dwarf ' is an old tramp steamer, working around the moons of Saturn.",
        "In drilled dwarf beans left weedy through to harvest yield losses can range from 0 to 90 %.",
        "Looking to spruce up your front lawn with a flamingo, dwarf or jockey, or perhaps something a little different?",
        "By and large, the public envisions the teddy bear variety, but there are other variations -- like the Russian Dwarf -- that are also readily available.",
        "Rabbits come in many different breeds, but most pet stores carry some variety of the Netherland Dwarf, which as its name implies, is one of the smallest bunnies you can get.",
        "Loft beds are big pieces of furniture and can dwarf a small space if they're not carefully designed and positioned.",
        "Not sure if that large table will dwarf your room?",
        "For those who don't have a green thumb or the time to make a bamboo favor, many wedding companies now sell the lucky bamboo favors, and select retailers may offer small or dwarf varieties as favors as well.",
        "While dwarf bamboo varieties can be used as decorative houseplants, a plant commonly referred to when discussing bamboo plants and wedding favors is lucky bamboo.",
        "Whether the bamboo favors you purchase are actually dwarf bamboo species or the lucky bamboo variety, they will need water and sunlight to survive.",
        "While dwarf bamboo varieties can be used as decorative houseplants, a plant commonly referred to when discussing bamboo plants and wedding favors is Lucky Bamboo.",
        "Whether the bamboo favors you purchase are actually dwarf bamboo species or the Lucky Bamboo variety, it will need water and sunlight to survive.",
        "For those who don't have a green thumb or the time to make a bamboo favor, many wedding companies now sell the Lucky Bamboo favors, and select retailers may offer small or dwarf varieties as favors as well.",
        "Bamboo Direct sells a vast number of these plant varieties, from dwarf to giant species.",
        "Dwarf tufted kinds requiring care on the bog or rock garden, those marked * thriving in moist open soil in turf or sphagnum in full sun: the others dryer spots and pebbly soil; calcareous soil to be preferred for vernea and its forms.",
        "O. lusitanicum, a dwarf variety, is interesting, but capricious and difficult to cultivate.",
        "All the cultivated kinds are dwarf, and may be grouped with alpine plants.",
        "J. americana (Jamesia) - A dwarf shrub from the Rocky Mountains, about 3 feet high, summer leafing, many clusters of white flowers.",
        "Dwarf shrubby plants allied to Incarvillea, with trumpet-shaped flowers and elegant foliage.",
        "Arctotis Acaulis - a variable dwarf species; the flowers are large, attractive, and of a deep rich orange.",
        "Dwarf rosaceous plants, three of which, W. geoides, W. fragarioides, and W. trifolia are in cultivation.",
        "E. pinnatum is a hardy dwarf perennial from Asia Minor, 8 inches to 2 1/2 feet high, with handsome leaves, and bearing long clusters of yellow flowers.",
        "A. Uva-ursi (Bear-berry) is a dwarf evergreen mountain shrub, 1 foot high, sometimes grown with rock plants.",
        "The dwarf, much branched A. pungens is also a native of Mexico; while the shrubby, hardy A. tomentosa comes from N.W. America.",
        "B. coronata is an interesting annual flower, showy, the foliage elegant, and the growth dwarf, the structure of the flowers singular.",
        "Among the species is Japonica, a dwarf form, but hardier.",
        "Chamaemorus (also dwarf and with white blossoms), the Dewberry (R.",
        "Campana.-Very neat dwarf crowded foliage; scape 1 1/2 feet with bell-shaped head of rosy-lilac flowers.",
        "B. erectus is a dwarf evergreen Ericaceous bush, from 8 inches to 1 foot high, bearing pretty pinkish flowers.",
        "In fine peat it grows well, and is best on the rock garden or among dwarf alpine shrubs.",
        "American Ae. parviflora (dwarf Buckeye) is a handsome shrub, 6 to 10 fhigh, flowering in late summer.",
        "A second variety, angustifolia, is one of the finest dwarf evergreens for the rock garden, of dense growth, perfect in shape, with neat dark green leaves.",
        "Bugle (Ajuga) - A small family of dwarf herbs of the Sage order, flowering in spring and early summer, and having purplish flowers.",
        "Butterwort (Pinguicula) - These interesting dwarf bog-plants are pretty in the bog garden or moist spots in the rock garden.",
        "Caccinia Glauca - A dwarf hardy perennial belonging to the Borage family from the highlands of Persia.",
        "Iberis Corifolia - A dwarf kind 3 or 4 inches high, and covered with small white blooms early in May.",
        "It does not possess the vigour of the other evergreen Iberises, but it is fitted for grouping with dwarf alpine flowers on warm parts of the rock garden in well-drained sandy loam.",
        "Where a very dwarf evergreen edging is required for a shrubbery, or for beds of shrubs, it is one of the best plants known, as on any soil it quickly forms spreading masses almost as low as the lawn-grass.",
        "Iberis Tenoreana - A dwarf kind, with white flowers, changing to purple.",
        "What are known as the dwarf or nana strain are neat and dwarf in growth, are abundant bloomers and showy.",
        "The Rocket Candytuft (I. coronaria) in good soil grows 12 to 16 inches high, with pure white flowers in long dense heads, and there is a dwarf variety of it (pumila), 4 to 6 inches high, forming spreading tufts 1 foot or more across.",
        "A. tomentosa has been much used as a dwarf silvery plant in the flower garden.",
        "Cushion Pink (Silene Acaulis) - A dwarf alpine herb tufted into light green masses like a wide-spreading Moss, but quite firm.",
        "Alpine Catchfly (Silene Alpestris) - A very dwarf alpine plant, hardy, and beautiful when covered with white flowers in May.",
        "Silene Hookeri - A dwarf and rare Californian, with downy leaves of two different shaped, trailing stems, and large deeply-notched rose-colored flowers 2 inches across.",
        "Silene Pennsylvanica - The wild Pink of America is a dwarf plant, forming dense patches, with clusters of six or eight purplish-rose flowers, about 1 inch across, and standing 4 to 7 inches high from April to June.",
        "Silene Pumilio - Like our Cushion Pink in its dwarf, firm tufts of shining green leaves, though these are a little more fleshy and not so spiny.",
        "S. rupestris, a sparkling-looking white species, little more than 3 inches high when in bloom, is rather like a dwarf S. alpestris, but better worthy of a place.",
        "Centaury (Erythraea) - Pretty dwarf biennials belonging to the Gentian family.",
        "There are several varieties-white, red, and two-colored, and a dwarf form.",
        "America), and the dwarf C. pumila of the southern States of N.America, but these are of slight value compared to that of C.",
        "Chinese Chestnut (Xanthoceras) - X. sorbifolia is a beautiful dwarf hardy tree, but not a rapid grower; its leaves are elegant, and its flowers white marked with red, borne in erect clusters.",
        "Heddewigi, the Japanese variety, are dwarf and handsome, while there are double-flowered forms, particularly diadematus, the flowers of which are large and very double.",
        "C. caroliniana is a spreading dwarf species bearing in spring loose racemes of pretty rose flowers, and C. virginica (Spring Beauty) is a slender erect plant, with pink blossoms.",
        "Both are suitable for warm spots in the rock garden in loamy soils, but C. sibirica, also a dwarf species with pink flowers, requires a damp peaty soil.",
        "Coprosma - Dwarf evergreen shrubs from New Zealand, best seen in shore and southern gardens, and most at home on a bold rock garden.",
        "Some attain great dimensions, while others are dwarf bushes with woody root-stocks.",
        "India. They are thin and dwarf, have ribbed leaves resembling the Hazel, and bear flowers in drooping racemes.",
        "C. juncea, a dwarf kind, has white flowers and much-branched stems, the ramifications of which are elegant, but it is not so valuable as C. cordifolia.",
        "C. digitata, a handsome dwarf kind, about 12 inches high, flowers in April; rich purple, in flat racemes at the top of the stem.",
        "It is a dwarf plant, about 12 inches high, with vermilion tube-shaped blossoms.",
        "Dahlia - Distinct groups of Dahlias present a fine effect, if the colors are well chosen, and many good effects are spoilt by mixing up tall and dwarf bushy kinds indiscriminately.",
        "D. glabrata is a beautiful plant of dwarf spreading growth, more slender than any of the other species.",
        "Its dwarf growth adapts it for positions unsuitable for the latter kinds, and it has a good effect in masses, its color being unlike that of any other Dahlia.",
        "Tom Thumb Dahlias - This is a very dwarf race, the plants forming little bushes, but they are not satisfactory, as they appear not to bloom with great freedom, whilst the growth does not retain its true dwarf character.",
        "Olearia Insignis - The plant is dwarf, branched, the branches as thick as the little finger; the leaves from 3 to 5 inches long, 2 inches broad, rounded at the ends, thick and hard, shining green on the upper surface.",
        "D. pulchella is of dwarf habit, rarely exceeding 6 inches in height, and is suitable for edging small beds or borders, as when covered with its bright blue flowers it is very pretty.",
        "It is very dwarf, and has large clusters of intensely blue flowers, which scarcely overtop the foliage.",
        "The time of flowering depends upon the time of planting, but the dwarf sections are the earliest.",
        "A close turf of some dwarf clean alpine will prevent earth splashings and will improve the effect.",
        "Eremurus Aurantiacus - A dwarf plant, hardy, flowering in April, the numerous spikes of bright citron-yellow flowers giving quite a character to part of the Hariab district, where it is one of the commonest plants on rough ground.",
        "Eremurus Olgae - A dwarf kind, and one of the latest to flower.",
        "Erinacea Pungens - A dwarf, much-branched shrub, forming foot-high cushions of spiny branches, and producing in May and June pea-shaped flowers of an exquisite blue shade.",
        "Erysimum - Wallflower-like perennials, biennials, and annuals, mostly of dwarf growth.",
        "A fragile Californian annual, very attractive with its exquisitely formed flowers and dwarf growth.",
        "In cold soils a good way is to sow in boxes and plant out when small near dwarf plants only.",
        "A variety of Sheeps Fescue (F. ovina), named glauca, is a pretty dwarf hardy grass, forming dense tufts of leaves of a glaucous hue or soft blue, and on this account sometimes called \"blue\" Grass.",
        "Similar to it are I. subbiflora and I. nudicaulis, which is one of the best of the dwarf Flags, from 4 to 10 inches high; its flowers large, of a rich violet-blue, four to seven on a stem in early summer.",
        "Iris Cristata - warf-crested Iris) is a charming dwarf Flag, flowering in spring and also in autumn, delicate blue and richly marked.",
        "Fleabane (Erigeron) - Michaelmas Daisy-like plants of dwarf growth, somewhat alike in general appearance, and having pink or purple flowers with yellow centres.",
        "E. Roylei, a Himalayan plant, is another good alpine, of very dwarf, tufted growth, having large blossoms of a bluish-purple with yellow eye.",
        "The dwarf Ageratums are among the best, but all are over-valued, though they are among the most lasting of summer bedding plants.",
        "The dwarf kinds are disappointing; they flower so freely, and the growth of the plants is so sparse that they always appear stunted.",
        "Its chief varieties are-papilionaceus (purple spotted), Priesti (white), atro-purpureus (deep purple with dark eye), and Tom Thumb (a dwarf compact variety).",
        "A dwarf sort, nanus, deserves a place, as it flowers at midsummer, when its commoner relative has done.",
        "As all the kinds of Furze are difficult to transplant when large, the best plan is to get small plants of the double and of the dwarf kinds and to sow seed of the common single kind.",
        "It is dwarf and bushy in habit, light and graceful in effect with its numerous pale blue flowers.",
        "Globe Daisy (Globularia) - Interesting and dwarf alpine plants, good on the rock garden in light and peaty soils.",
        "Trollius Acaulis - A native of the Himalayan Mountains, and one of the most charming dwarf bog plants, 4 to 6 inches in height, its bright yellow flowers, 2 inches across, suffused with purple-brown on the outside.",
        "Judging by published figures, it appears to be a dwarf variety of W. chinensis, with racemes of the same blue-purple flowers, only shorter, as the specific name suggests.",
        "Best suited for bold rock gardening, or a place among dwarf shrubs.",
        "The dwarf, Mariesi, from Japan, is distinct in habit, with rich blue flowers.",
        "Others are atro-purpurea, with deep purple spikes, and Murrayana, a dwarf plant, in which the flowers are a deep rose-crimson.",
        "In such soils, it is suited for the margins of beds of choice and dwarf shrubs.",
        "Rock Gromwell (Lithospermum Petraeum) - A neat, dwarf shrub, something like a small Lavender bush, with small greyish leaves.",
        "It has a dwarf form (nana) about a foot high, and there are varieties with double flowers which are showy and desirable, ranging in color from white to deep crimson, and lasting a long while.",
        "G. repens rosea is a pretty dwarf rock plant, thriving also in borders, flowering long in summer and autumn, and with foliage of a pleasant glaucous color.",
        "Carpathian Hairbell (Campanula Carpatica) - A dwarf plant of free-flowering habit, the light-blue flowers large and cup-shaped, borne on footstalks 12 to 15 inches high in July and August in succession.",
        "Campanula Pulloides - Perhaps the finest of the dwarf Campanulas, and a plant of unsurpassed beauty.",
        "Campanula Turbinata - urban Bellflower) is a dwarf plant with greyish-green leaves, the flowers borne singly on stems about 6 inches long, deep blue, and 1 1/2 inches across; a charming plant for choice border or rock culture.",
        "Rainers Hairbell (Campanula Raineri) - A dwarf, sturdy plant, 3 to 6 inches high, each shoot bearing a large dark blue flower.",
        "C. incisa is a good species for borders, owing to its compact habit and large showy light purple flowers, as is also indica, a dwarf species, free-flowering and pretty.",
        "H. araboides is a pretty blue plant, of which occasional use might be made, being dwarf, and free in growth and flower.",
        "H. Sandfordi is a pretty, bright yellow, half-hardy annual \"everlasting,\" of dwarf, branched habit of growth.",
        "Heloniopsis - Dwarf perennial plants of the Lily order, from Japan, forming neat tufts of erect lance-shaped leaves of a few inches high, and carrying short spikes of flower in early spring.",
        "Hemiphragma - H. heterophylla, is a dwarf trailing plant of the Figwort family, bearing inconspicuous flowers, succeeded by bright red berries about the size of small peas, on slender creeping stems.",
        "Herniaria - Dwarf perennial trailers, forming a dense turfy mass, green throughout the year.",
        "There are two or three species, but the most important is H. glabra, which has been largely used as a carpeting plant on account of its dwarf growth, and it is always a deep green, even in a hot season.",
        "Hesperochiron - H. pumilus, a pretty Californian rock plant, is stemless, dwarf in growth, with leaves borne on slender stalks, forming a rosulate tuft.",
        "Its proper home is the rock garden, though in borders of dwarf and choice hardy plants it may be grown with success.",
        "In the case of a dwarf bulb of this kind flowering so early, a handlight or bell-glass is simply placed over the clump on the approach of a storm, taking the cover off when all danger is past.",
        "Meconopsis Quintuplinervia - A perennial kind from Manchuria, of dwarf growth as a rosette of long-stemmed uncut leaves, covered with reddish hairs and traversed by five prominent veins.",
        "Indigofera - Elegant shrubs of medium or dwarf stature, so far as known with us, natives of China and Japan.",
        "J. integrifolia (Jaborosa) - An interesting dwarf perennial, allied to the Mandrake, growing 9 to 12 inches high, with broad leaves, and white tubular flowers about 2 inches long, fragrant and handsome.",
        "Iresine - Dwarf half-hardy plants, remarkable for their foliage, and much misused in the flower garden.",
        "There is first the Narrow-leaved Phillyraea (P. angustifolia), 15 feet or so in height, with long narrow leaves which may be small and narrow, as in rosmarinifolia, a fine dwarf evergreen from Italy.",
        "H. nummularium and humifusum, both dwarf trailers, are also desirable for the rock garden.",
        "Owing to their dwarf compact growth, several of the shrubby species are well suited for the rock garden.",
        "Dwarf Lake Iris (Iris Lacustris) - A dainty, quite hardy Iris, with beautiful sky-blue flowers in spring and again in the autumn.",
        "Dwarf Flag (Iris Pumila) - The best of the dwarf Flags, for to it we owe the many lovely varieties that give us such a rich display of bloom in spring.",
        "Labrador Tea (Ledum) - Dwarf hardy shrubs, of which the best of the few species grown in gardens is L. latifolium, which represents the genus well.",
        "L. palustre is commoner than L. latifolium, but being smaller in every part is not so good; it is dwarf and spreading, and its flowers are white.",
        "Like many dwarf half-hardy plants, they have various uses in the flower garden, and may be trained as standards.",
        "Sellowi is a good dwarf plant; but the odour of these plants is unpleasant, and they are not worthy of much care.",
        "D. chinense is distinct from other Larkspurs, and is neat and rather dwarf in growth, having finely cut feathery foliage, and freely producing spikes of large blossoms, usually of a rich blue-purple, but sometimes white.",
        "D. nudicaule has scarlet blossoms, a dwarf, compact, branching growth, a hardy constitution, and a free blooming habit, 1 to 3 feet high.",
        "Z. lavandulaefolia (Zietenia) - Dwarf, creeping, half-shrubby perennial of a greyish hue, 6 to 12 inches high, with purple flowers in summer, borne in whorls, forming a spike about 6 inches long, with a slender downy stalk.",
        "Lavender Cotton (Santolina) - Dwarf, half-shrubby plants, of neat habit and pretty hoary foliage.",
        "It is neat, dwarf, and compact, and has flowers twice as large as the other kinds.",
        "Horsmanni, a dwarf form with richly-colored flowers of a blood-red mahogany tint, and Splendens, the early form of L.",
        "They are all excellent border plants, and the dwarf kinds may be introduced into the rock garden.",
        "Lippia - L. nodiflora is a dwarf perennial creeper bearing in summer heads of pretty pink blooms.",
        "The dwarf section of annual Lobelia is one of the most important, being much used among half-hardy plants.",
        "One of the difficulties in carrying dwarf Lobelias in full beauty through the season is the freedom with which they seed, and the moment the flowers fade they should be picked off every week throughout the season.",
        "Dwarf Lobelias may be propagated by seeds or cuttings.",
        "Other dwarf Lobelias are ramosa, with large light-blue flowers, and coronopifolia, also with large blue flowers.",
        "L. alpina, a native of New Zealand, is dwarf, and produces from a creeping rhizome abundance of dark shining green fronds, 4 to 6 inches in height.",
        "A. montanum is a dwarf plant, spreading into compact tufts, 3 inches high.",
        "M. campanulata is a beautiful dwarf plant, but rare and not hardy except in very mild districts.",
        "It is dwarf and spreading, and bears numerous lilac bell-shaped flowers.",
        "Meadow Beauty (Rhexia) - R. virginica is a beautiful dwarf bog plant with vivid, deep rosy flowers 6 or 8 inches high, in sandy swamps in New England and the Eastern States, and is found as far west as Illinois and Wisconsin.",
        "Beside these dwarf kinds there are about two dozen other species, ranging from 3 to 6 feet in height.",
        "T. Delavayi, of weak constitution, comes near this, with larger flowers of a rosy-violet color and a very dwarf habit.",
        "In the rock garden among dwarf plants Colchicums thrive, and make a pretty show in autumn, when rock gardens are often flowerless.",
        "Menziesia - Dwarf shrubs resembling Heaths, and, like them, admirably suited for large rock gardens or wherever there is a moist peat soil.",
        "A pretty bush for the rock garden or for choice beds of dwarf plants, 4 to 6 inches high, with pinkish-lilac flowers, flowering rather late in summer and in autumn.",
        "Menziesia Empetriformis - A dwarf Heath-like bush, seldom more than 6 inches high, with clusters of rosy-purple bells in summer.",
        "There are now many varieties, as R. odorata grandiflora, R. o. pyramidalis grandiflora, the compact, strong-growing variety Machet, with bold spikes of reddish flowers and broad abundant leaves, and dwarf varieties.",
        "A. adsurgens is dwarf, with numbers of violet-carmine flowers.",
        "Milkwort (Polygala) - The hardy Milkworts are neat dwarf plants, with flowers much resembling those of the Pea family.",
        "C. monspeliensis is a pretty dwarf plant of the Primrose order, about 6 inches high, usually biennial in our gardens, thriving on dry sunny parts of the rock garden, in sandy soil, and among dwarf plants.",
        "Mountain Avens (Dryas) - Mountain plants of the Rose family, containing two or three dwarf alpine plants of spreading growth and neat evergreen foliage.",
        "Drummondi, a dwarf, hardy, evergreen trailer, with flower-stems 3 to 8 inches high; its yellow flowers, 1 inch across, appear in summer.",
        "The growth is dwarf and compact, and the flowers are almost as large as those of K. latifolia.",
        "Navelwort (Omphalodes) - Pretty dwarf rock or mountain plants belonging to the Borage order.",
        "An exquisite gem is I. r. cyanea, which is very bright in color, a slaty blue, and dwarf.",
        "Of this there is a distinct garden form called compacta, very dwarf, neat, and hardy, with quite narrow leaves.",
        "It thrives best if the soil be surfaced with some very dwarf plant, or with an inch of cocoa-fibre and sand, so as to keep it moist and compact about the plants.",
        "Ourisia - O. coccinea is a bright dwarf Chilian creeper, bearing in early summer scarlet blossoms in slender clusters, 6 to 9 inches high.",
        "O. uralensis, a dwarf species from the Ural Mountains, has rosy-blue flowers in compact heads, about 4 inches high.",
        "Other kinds are-O. montana, foetida, strobilacea, campestris, and its several varieties; all of these are dwarf, and thrive in sandy loamy soil in open spots in the rock garden.",
        "Parrya - A small group of dwarf perennial herbs from high mountain or arctic regions, with thick root-stocks, narrow leaves, and showy flowers in white, rose, or purple, and rather like a dwarf Hesperis in effect.",
        "Partridge Berry (Gaultheria) - Dwarf evergreen shrubs, G. procumbens having berries which give it a charm in winter, when it is one of the brightest plants in the rock garden.",
        "Suitable for the rock garden, for the front margins of borders, and for edgings to beds of dwarf American plants, and it is best where well exposed.",
        "Pepino (Philesia) - P. buxifolia is an exquisite dwarf shrub, with large carmine-red Lapageria-like bells (2 inches long) nestling among and suffusing with their rich color the sombre evergreen foliage.",
        "Pepper Nettle (Micromeria) - Dwarf plants of the Sage family, with strong odours, chiefly from S.",
        "Pheasants Eye (Adonis) - Beautiful perennial or biennial plants, belonging to the Buttercup order, chiefly natives of cornfields in Europe and Western Asia, dwarf, with finely-divided leaves, and red or yellow flowers.",
        "Phyllodoce - A dwarf evergreen mountain shrub with pretty bell flowers, thriving only in cool parts of a good rock garden.",
        "Callirhoe Involucrata - A dwarf perennial, with large violet-crimson flowers 2 inches in diameter.",
        "Pratia - P. angulata is a pretty plant for the rock garden, creeping over the soil like the Fruiting Duckweed; the flowers white, and like a dwarf Lobelia, numerous in autumn, giving place to violet-colored berries about the size of Peas.",
        "All these dwarf things are now very welcome when everybody is making a rock garden.",
        "To prevent splashings, the ground might be surfaced with a dwarf mossy Saxifrage or Sandwort.",
        "Prickly Thrift (Acantholimon) - Dwarf mountain plants of the Sea Lavender order, extending from the east of Greece to Thibet, and having their headquarters in Persia.",
        "They are dwarf evergreen rock garden and choice border plants.",
        "Parnassi is a Scabious-like plant of dwarf compact growth, forming a dense rounded mass of hoary foliage, which in summer is studded with mauve-colored flower-heads.",
        "There are some dwarf kinds which may be associated with alpine plants in the rock garden; indeed, some are but a span high.",
        "A native of calcareous rocks in the Tyrol, and one of the most precious of dwarf rock shrubs.",
        "Torlonianum are other dwarf kinds, which may be used in the rock garden, the last two being sweet-scented.",
        "R. anthopogon, flowers sulphur-yellow; R. glaucum, flowers dull rose-purple; and R. pendulum, flowers white, are small-leaved dwarf shrubs, chiefly of botanical interest.",
        "Aizoon is a dwarf silvery rock plant, 2 to 4 inches high, with Daisy-like flowers.",
        "M. Munroanum is a dwarf plant with rather small orange-red flowers, and M. lateritium, a dwarf native of Buenos Ayres, has brick-red flowers.",
        "Rock Purslane (Calandrinia) - Dwarf annual or perennial plants of the Purslane order.",
        "They are of dwarf growth, and have grassy foliage; but though their blossoms are showy, they are not perfectly hardy, and they require to be grown either in frames or in very warm sheltered borders, in light soil.",
        "The stems are dwarf, slender, and very prickly, wreathed with flowers for a good part of their length.",
        "S. procumbens flowers from July till late in September, and owing to its dwarf compact growth it is useful for masses in beds or for the front rows of borders, or in suspended baskets, as the slender branches droop gracefully over.",
        "Sea Cotton-weed (Diotis) - D. maritima is a dwarf cottony herb, and sometimes used in the flower garden as an edging plant.",
        "Best for the rock garden in ordinary soil, among very dwarf herbs.",
        "Sheeps Scabious (Jasione) - Dwarf perennials and annuals of the Bell-flower family.",
        "Silver Bush (Anthyllis) - Dwarf mountain plants of the Pea family, of which there are some half a dozen species in cultivation.",
        "Resisting any cold or moisture, it is among dwarf plants of the first order of merit as a rock plant.",
        "These few are handsome flowers for the border, and their dwarf neat growth is also suited to the rock garden in an open sunny situation in any soil.",
        "Calceolaria Hyssopifolia - One of the best of the dwarf kinds, bearing loose clusters of lemon-yellow blossoms from early summer till autumn, the foliage resembling that of Hyssop.",
        "Its foliage resembles a Mimulus, creeping along the ground, and it is a very interesting dwarf rock garden plant.",
        "Spatlum (Lewisia) - Remarkable and beautiful Rocky Mountain plants, allied to Portulaca, L. rediviva being very dwarf, 1 inch or so high, with a small tuft of narrow leaves, from the centre of which the flower-stalks arise.",
        "Spignel (Meum) - M. athamanticum is a graceful fine-leaved perennial, dwarf in habit, 6 to 12 inches high, free in ordinary soils, and hardy.",
        "Associated with the best Scillas, Leucojum vernum, Iris reticulata, dwarf Daffodils, and the like, T. uniflora is delightful, and is equally useful for the rock garden, borders, or edgings.",
        "Spurge (Euphorbia) - Perennials and dwarf bushy plants, including few hardy species of value for the flower garden.",
        "Healthy well-rooted plants are not difficult to establish among dwarf shrubs in some half-shady part of the rock garden, in peat soil.",
        "The strain is dwarf and bushy, and very free-blooming, and the varieties may be said to be confined to scarlet, purple, and white.",
        "Sun Rose (Helianthemum) - There are few more brilliant sights than masses of these when in full beauty, and they are of the easiest culture, dwarf, and bearing in great profusion flowers with fine diversity of color.",
        "Other pretty, dwarf, shrubby species, similar to H. vulgare, are H. rosmarinifolium, philosum, and croceum.",
        "A. mollis, a dwarf deciduous shrub from Japan and China, has given rise to a variety of kinds, yellow, salmon-red, and orange-scarlet being the prevailing colors.",
        "It is hardy, and being dwarf may be grouped as a foreground to a mass of the tall kinds.",
        "Tanakea Radicans - A Japanese alpine of dwarf carpeting and creeping habit, this is a recent introduction from Japan.",
        "Tecophylaea - T. cyanocrocus is a beautiful spring-flowering bulbous plant from Chili, of dwarf growth, and bearing large open deep blue flowers.",
        "T. latifolium is a dwarf vigorous perennial from the Caucasus, 6 to 12 inches high, with large root-leaves, and flowers something like those of Arabis albida, but larger.",
        "T. orientalis is a dwarf border plant blooming in early spring.",
        "Treasure Flower (Gazania) - Handsome and distinct dwarf plants; of some value, though only hardy enough for our summers.",
        "They are most useful on warm soils, and should always be placed in open sunny spots and among dwarf plants.",
        "Trefoil (Trifolium) - Among the few garden varieties are some dwarf creeping kinds, the best being T. uniflorum from Syria, a neat trailing plant with pink and white flowers, borne singly, and studded profusely over the plant.",
        "A handsome hardy annual species, dwarf, with large and showy yellow blossoms.",
        "Twin-leaf (Jeffersonia) - An interesting dwarf plant, allied to the Blood-root, J. diphylla being from 6 to 10 inches high, the flowers white, about 1 inch across, in early spring.",
        "It is a good plant for peaty and somewhat shady spots on the rock garden, and for the margins of beds of dwarf American plants.",
        "Europe, of dwarf tufted growth, with large heads of lemon-yellow blossoms.",
        "A few dwarf alpine Valerians are sometimes grown, but they are not attractive.",
        "Venidium - V. calendulaceum is a beautiful half-hardy plant of dwarf spreading growth, with in summer showy yellow Marigold-like blossoms, 2 inches across and good for cutting.",
        "Besides the large-flowered form called grandiflora, some times purple and sometimes white, there is a double-flowered kind which comes true from seed, also a dwarf compact from with violet-blue flowers.",
        "Virginian Stock (Malcolmia) - The old M. maritima is a dwarf hardy annual, and grows in any soil.",
        "The varieties cardinalis (bright crimson-purple), coerulea (bluish), alba (white), Dunnetti (rose), splendens (scarlet), picta elegans (crimson-purple, edged with white), and a dwarf variety, nana, about 9 inches high, are desirable.",
        "E. alpinus is a pretty alpine plant, with racemes of violet-purple flowers, abundant on dwarf tufts of leaves in early summer.",
        "Of easy culture in moist peat or leaf-soil, in the bog garden, or on the margins of beds of dwarf shrubs in peat.",
        "The deep-cut leaves form a dwarf deep-green tuft over the mud, and from this tuft arise stems bearing at intervals whorls of handsome pale lilac or pink flowers.",
        "There are several varieties, the best being the early variety now called pracox, of rather dwarf habit, with long, pointed, three-nerved, dark green foliage; the flowers are of great substance, tubular, and but little reflexed at the tip.",
        "It forms a dwarf, spreading, cushion-like tuft, which is spring is covered with bright yellow blossoms.",
        "D. Aizoon, alpina, ciliaris, cuspidata, lapponica, rupestris, frigida, and helvetica are very dwarf, compact-growing plants.",
        "Its rivale is a dwarf kind, well spoken of for the rock garden, but I have not seen it.",
        "Wulfenia - W. carinthiaca is a dwarf, almost stemless evergreen herb, bearing in summer showy spikes, 12 to 18 inches high, of drooping purplish-blue flowers.",
        "The principal kinds are-Album, white; imperiale, dark violet-purple; plenissimum, dark purple, double; superbissimum, double, globe-flowered; and Tom Thumb, a compact dwarf variety.",
        "Yellow Root (Zanthoriza Apiifolia) - A curious dwarf shrub, native of the eastern States of America, and so modest in flower that it has never been popular in gardens.",
        "While some dwarf varieties are available, most people choose taller stocks, and the traditional stocks flowers are two feet or taller.",
        "Snapdragons are available in a wide range of sizes and colors ranging from dwarf snapdragon plants only inches tall to towering garden monsters that need staking to remain upright.",
        "Dwarf apple and pear trees can also remain in large pots on a patio and produce fruit.",
        "You may find miniature, dwarf, semi-dwarf and standard varieties.",
        "The same setting on a smaller stone may dwarf the stone and make it appear insignificant.",
        "Dior is notorious for huge lenses that dwarf quite a few others!",
        "The Rogue is a treasure-hunting Dwarf with strengths in the Crossbow and foiling traps, but cannot wear a shield or heavy armor without training.",
        "For races, you can be Human, Elf, Dwarf, Urgoth, Wylvan, Zaur or a Thrall.",
        "In the Battle of Phantasia free online RPG, you can choose to be a Magic User, Fighter, Elf, Dwarf, Halfling, Experimento or Giant.",
        "In the early 2000s, Nintendo revealed a new Game Boy in the works, one that would dwarf its predecessors with better graphics and sound.",
        "A panhypopituitarism dwarf does not pass through the initial onset of adult sexual development (puberty) and never produces enough gonadotropic (sex) hormones to develop adult sexual function.",
        "Similarly, if you have a very petite frame, choose wearing this tankini carefully because you don't want the extra fabric of the style to dwarf your frame."
    ],
    "definition": [
        "A person with a usually genetic disorder resulting in atypically short stature and often disproportionate limbs.",
        "An atypically small animal or plant.",
        "dwarf′ish\nadj.",
        "Link/Cite"
    ]
}