{
    "translation": "רעידת אדמה",
    "uses": [
        "The city was almost totally destroyed by an earthquake in 1766, and again in 1797.",
        "The earthquake grew more intense.",
        "Palo Alto suffered severely in the earthquake of 1906.",
        "In 1894 the town suffered from an earthquake, though less severely than in 1783.",
        "Meanwhile there had been a frightful earthquake in 1822, and a visitation of cholera in the following year.",
        "The city was completely destroyed and partly submerged by the great earthquake of the 28th of October 1746, in which about 6000 persons perished.",
        "An earthquake in 1785 was in 1799 followed by the much more disastrous pillage of Rieti by the papal troops for a space of fourteen days.",
        "Earthquake shocks are numerous, and Colima was in violent eruption in 1908-1909.",
        "The city was almost totally destroyed by the great earthquake of 1812.",
        "The earlier treasury was probably destroyed either by earthquake or by the percolation of water through the terracing.",
        "The city was again rebuilt, suffered again at the hands of the Mongols (1269) and from another great earthquake (1280), and never again rose to its former greatness.",
        "The earthquake occurred early in the morning of December 28, and so far as Messina was concerned the damage was done chiefly by the shock and by the fires which broke out afterwards; the seismic wave which followed was comparatively innocuous.",
        "It was totally destroyed, however, by the great earthquake of December 1908; in the centre of the town about 35,000 out of 40,000 persons perished.",
        "Local annals specially mention the plague of 1648, the flood of 1651 and the earthquake of 1829.",
        "\"We belong upon the face of the earth,\" explained the Wizard, \"but recently, during an earthquake, we fell down a crack and landed in the Country of the Mangaboos.\"",
        "The collapse both of this temple and of that of Heracles must be attributed to an earthquake; many fallen blocks of the former were removed in 1756 for the construction of the harbour of Porto Empedocle.",
        "Almost the whole of its external arcades, with three tiers of arches, have now disappeared; it was partly thrown down by an earthquake in 1184, and subsequently used to supply building materials.",
        "More cholera in 1827 and 18 3 2 and another earthquake in 1830 had left the place a wreck, with only half its former population, when Mehemet Ali of Cairo invaded and took Syria.",
        "Soon after the great earthquake of 1509, which laid Constantinople in ruins, Selim, the ungovernable pasha of Trebizond, whose vigorous rule in Asia had given Europe an earnest of his future career as sultan, appeared before Adrianople, where Bayezid had sought refuge.",
        "The cathedral, erected after 1517 by Tullio Lombardo, was much damaged by the earthquake of 1873, which.",
        "The earthquake of 1858 levelled it to the ground with the exception of about a dozen houses.",
        "Earthquake shocks are of frequent occurrence, but the city rarely suffers any material damage.",
        "The MS. of this work, written in Phoenician characters, was said to have been found in his tomb (enclosed in a leaden box) at the time of an earthquake during the reign of Nero, by whose order it was translated into Greek.",
        "The city was partially destroyed by earthquake in 1783.",
        "The place suffered greatly from the earthquake of 1638, which also destroyed the Benedictine abbey of S Eufemia, founded by Robert Guiscard.",
        "Scupi was destroyed by an earthquake in A.D.",
        "The outbreak was preceded byan earthquake of some severity, after which about 20 explosions took place.",
        "It suffered severely from an earthquake in 1819, which destroyed a large number of houses, and occasioned the loss of several lives.",
        "The present city is half a mile north of the site of the old town, which was destroyed by an earthquake and tidal wave in 1746.",
        "All but annihilated by earthquake in the 11th century, it recovered considerable prosperity; when Benjamin of Tudela visited the city, which was still called Tadmor, he found 2000 Jews within the walls (12th century).",
        "On the 13th of August 1868 an earthquake nearly destroyed Arequipa, and great waves rolled in.",
        "Ioi) that Thasos had appealed for aid to Sparta, and that the latter was prevented from responding only by earthquake and the Helot revolt.",
        "The town was founded in 1854, and intended to replace the capital, San Salvador, which was ruined by an earthquake in that year but soon afterwards rebuilt.",
        "But like other cities of Cyprus, it suffered repeatedly from earthquake, and in medieval times when its harbour became silted the population moved to Larnaca, on the open roadstead, farther south.",
        "These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
        "It was the centre of a remarkable earthquake on the 9th of June 1887.",
        "The more northerly of these was partly destroyed by an earthquake (27 B.C.) and the upper part thrown down.",
        "This was almost certainly the shock of an earthquake, and the same shock probably caused the split in the stone lid of the coffer itself.",
        "The palace of the governor-general was founded by Governor-General van Imhoff in 1744, and rebuilt after being destroyed by an earthquake in 1834.",
        "Of the former, his panegyric on the emperor Anastasius alone is extant; the description of the church of St Sophia and the monody on its partial destruction by an earthquake are spurious.",
        "According to an official estimate the earthquake caused the loss of 77,283 lives.'",
        "The colossus stood for fifty-six years, till an earthquake prostrated it in 224 B.C. Its enormous fragments continued to excite wonder in the time of Pliny, and were not removed till A.D.",
        "The earthquake at Lisbon, which appalled other people, gave Voltaire an excellent opportunity for ridiculing the beliefs of the orthodox, first in verse (1756) and later in the (from a literary point of view) unsurpassable tale of Candide (1759).",
        "It was consecrated in 1019, but was mainly rebuilt after the disastrous earthquake of 1356 that nearly ruined the city.",
        "The Gothic cathedral, consecrated in 1222, on the site of another ruined by an earthquake in 1184, goes back to French models in Champagne, and is indeed unique in Italy.",
        "17, it was destroyed by an earthquake; but it was always rebuilt, and was one of the great cities of western Asia Minor till the later Byzantine time.",
        "A raid on Delphi attempted by the Persians in 480 B.C. was said to have been frustrated by the god himself, by means of a storm or earthquake which hurled rocks down on the invaders; a similar tale is told of the raid of the Gauls in 279 B.C. But the sacrilege thus escaped at the hands of foreign invaders was inflicted by the Phocian defenders of Delphi during the Sacred War, 356-346 B.C., when many of the precious votive offerings were melted down.",
        "The old castle, at one time the residence of the patriarchs of Aquileia, and now used as a prison, was erected by Giovanni Fontana in 1517 in place of the older one destroyed by an earthquake in 1511.",
        "on the 28th of December 1908, an earthquake of appalling severity shook the whole of southern Calabria and the eastern part of Sicily, completely destroying the cities ~",
        "In 1868 the town was nearly destroyed by an earthquake, in 1875 by fire, and again in 1877 by earthquakes, a fire and a tidal wave.",
        "The family moved to Brazil three years later after an earthquake in Mexico City.",
        "Additional stamp duties and taxes were imposed in 1909 to meet the expenditure necessitated by the disastrous earthquake at the end of 1908.",
        "The present town dates from 1797, when the great earthquake of that year destroyed the old town then situated 12 m.",
        "Many of the public buildings, including the college, suffered severely from the earthquake of the 12th of June 1897; and great damage was done by tornadoes in April of 1888 and 1902.",
        "First, he made a number of leathern tubes the ends of which he contrived to fix among the joists and flooring of a fine upper-room in which Zeno entertained his friends, and then subjected it to a miniature earthquake by sending steam through the tubes.",
        "The flower moved as if caught in a breeze, not an earthquake.",
        "In 1208 most of the town was destroyed by an earthquake.",
        "In 1851 it suffered severely from an earthquake.",
        "All of them lie in a state of ruin, and, from the disposition of the drums of the columns, it is impossible to suppose that their fall was due to any other cause than an earthquake.",
        "All of them have fallen, undoubtedly owing to an earthquake.",
        "In 1356 the city was nearly destroyed by a great earthquake.",
        "170, but in Justinian's reign was destroyed by an earthquake.",
        "It has suffered severely from political disorders, and in 1894 was nearly destroyed by an earthquake.",
        "This structure, which was in the form of a small Doric temple in antis, appears to have suffered from the building above it having been shaken down by an earthquake.",
        "Of that built by the Alcmaeonids in the 6th century B.C. considerable remains have been found, some in the foundations of the later temple and some lying where they were thrown by the earthquake.",
        "It was founded in 1858, when Old Corinth was destroyed by an earthquake.",
        "In 1856 it suffered from an earthquake.",
        "The great earthquake shocks of the 30th and 3 1st of July 1909, however, caused considerable damage in the city, and a few lives were lost.",
        "The castle was originally erected by Robert Guiscard, but as it now stands it is mainly the work of the Doria family, who have possessed it since the time of Charles V.; and the noble cathedral which was founded in 1153 by Robert's son and successor, Roger, has had a modern restoration (though it retains its campaniles) in consequence of the earthquake of 1851, when the town was ruined, over one thousand of the inhabitants perishing.",
        "The severe earthquake of the 31st of May 1818 partially destroyed the two cathedral steeples; and that of the I Ith of March 1875 damaged many of the larger buildings.",
        "Euboea was believed to have originally formed part of the mainland, and to have been separated from it by an earthquake.",
        "This is the less improbable because it lies in the neighbourhood of a line of earthquake movement, and both from Thucydides and from Strabo we hear of the northern part of the island being shaken at different periods, and the latter writer speaks of a fountain at Chalcis being dried up by a similar cause, and a mud volcano formed in the neighbouring plain.",
        "The great earthquake of 1868, followed by a tidal wave, nearly destroyed the town and shipping.",
        "Specially arranged contrivances which tell us that the ground has been shaken are called seismoscopes or earthquake indicators.",
        "Though the early years of his reign were marked by numerous disasters, famine, pestilence and earthquake, of which the second seems to have been exceedingly serious, he reunited under his sway the whole of the empire which had belonged to his brother, and his generals conquered for him parts of Mesopotamia and Armenia, and in 1215 he got possession of Yemen.",
        "Rebuilt by the emperor Justin after an earthquake, it became Justinopolis (A.D.",
        "It suffered from a severe earthquake in 1832.",
        "In some instances since European occupation, violent earthquake shocks have resulted in considerable elevations of certain parts of the coast.",
        "\" Proof that this compression is still going on was given on 10th December 1892, when a severe earthquake resulted from the sudden yielding of the earth's crust along what appears to be an old line of fault, west of the Kawaja Amran range, whereby an adjustment took place indicated by a shortening of some 22 ft.",
        "Portugal is very rarely visited by thunderstorms; but shocks of earthquake are frequently felt, and recall the great earthquake of Lisbon (q.v.) in 1755.",
        "over the king's mind which lasted until the end of the reign, and was strengthened by the courage and wisdom shown by Pombal at the time of the great earthquake.",
        "Amazingly, the fragile glass house survived the 1906 San Francisco earthquake, largely intact.",
        "Most of the buildings here were destroyed during the aftermath of the 1906 earthquake and the core of the neighborhood's colorful architecture dates from the period of rebuilding in its wake.",
        "Although a temporary stage was erected after the 1989 earthquake destroyed the original Band Shell Stage.",
        "Post-1906 San Francisco Earthquake, many civilian prisoners from the city's jails were transferred to Alcatraz for temporary detention during rebuilding.",
        "The Academy of Sciences buildings were damaged enough in the 1989 Loma Prieta earthquake that developers began planning to rebuild the facilities.",
        "Scheduled to open soon after April 18, 1906, The Fairmont survived The Great Earthquake that struck that day, but was ravaged by the subsequent fire.",
        "When the hotel opened exactly one year after the earthquake, it symbolized the rebirth of San Francisco.",
        "Following the Loma Prieta earthquake of 1989, the de Young was severely damaged.",
        "Fortunately, the Cliff House survived the San Francisco earthquake of 1906 with very minimal damage.",
        "From natural disasters such as Hurricane Katrina and the Japanese earthquake to flooding from spring rains, families lose furniture.",
        "With the earthquake disaster on January 12, 2010, the situation worsened for those in Haiti.",
        "The pictographs said nothing of an earthquake!",
        "A part of the walls of the Castro and many of the houses within it were shaken down by the earthquake of 1894; part has been demolished in the widening of the Euripus.",
        "To make a donation to the Haiti Earthquake Relief fund, visit the website's Make A Donation Page and choose to donate to Haiti Relief.",
        "The organization has offices in Port-au-Prince, which has been devastated by the earthquake disaster.",
        "This nonprofit is helping provide shelter to those affected by the earthquake disaster in Haiti.",
        "Helping the people of Haiti after devastation such as an earthquake requires the support of many.",
        "The cause can be anything from earthquake or hurricane relief to sponsorship for a breast cancer walk.",
        "To put things in perspective, think about the earthquake that occurred in Haiti in early 2010.",
        "Find out how to protect yourself in winter weather or what to do during an earthquake.",
        "The Cohens house is damaged beyond repair by an earthquake.",
        "One cheerleader integrates Spanish into her intro, reveling in her Hispanic heritage, and another cheerleader who is more voluptuously built than the others revels that \". . .when I shake it, it's like an earthquake.\"",
        "Allied Insurance also offers other options for your property policy at an additional cost, such as identity theft protection, earthquake coverage, renter's coverage, condo protection, and coverage for valuables.",
        "Could you create an accurate list of everything that had been in your living room if your home were robbed or damaged in a fire, hurricane, tornado, earthquake or other disaster?",
        "For example, damages following flood and earthquakes can be astronomical but the homeowner has to purchase two separate policies for flood and earthquake coverage.",
        "Often, insurance companies offer joint coverage to create a complete package policy including fire coverage and additional coverage like an endorsement for earthquake loss.",
        "You want to make sure that a provider will be able to pay all claims in the event of a catastrophic event such as an earthquake or flood and stay in business to pay future claims.",
        "After the massive earthquake in San Francisco, it was the sole insurance company that was able to pay out to all of its customers.",
        "We Are the World 25 was released on February 12, 2010 to raise funds for the relief operation in the wake of the 2010 Haiti earthquake.",
        "The remake of the 1985 classic track was commercially successful and did indeed raise a significant amount of money for the earthquake relief effort.",
        "Before the January 12, 2010 7.0 magnitude earthquake hit Haiti, plans were already underway to record a 25th anniversary version of the 1985 hit We Are the World.",
        "After the earthquake, Jones and Richie decided remaking the song would be the appropriate thing to do.",
        "Although the original version of We Are The World debuted well before downloads existed, downloads of the remake of the song, We Are The World 25, raised millions of dollars for the Haitian earthquake relief effort.",
        "Initially, they planned to deny permission to remake the song, but then Haiti suffered a devastating earthquake in January 2010.",
        "Her first story was covering the remake of the We Are the World recording to aid victims of the Haiti earthquake.",
        "The buildings and the roads suffered severely from the earthquake of the 12th of June 1897.",
        "It has been almost entirely rebuilt since the earthquake of 1857.",
        "The abandonment of the old site and the erection of the new town probably date from the earthquake of 1273.",
        "In 1694 there was a severe earthquake; and the more terrible earthquake which on the 16th and the 17th of December 1857 passed through southern Italy, and in Basilicata alone killed 32,475 persons, laid the greater part of Potenza in ruins.",
        "Destroyed by Chosroes in the 7th century A.D., it was partially rebuilt and known as Feimia by the Arabs; and overthrown by an earthquake in 1152.",
        "For a long period it was one of the greatest cities of Asia Minor, commanding the Maeander road; but when the trade routes were diverted to Constantinople it rapidly declined, and its ruin was completed by an earthquake.",
        "The desolation of the city is probably due to earthquake; and the absence of Moslem erections or restorations seems to show that the disaster took place before the Mahommedan period.",
        "(Moawiya is said to have rebuilt the dome of the great church at Edessa after an earthquake in 678.) Fortunately for Mesopotamia the seats of the factions which immediately broke the peace of Islam were elsewhere; but it could not escape the fate of its geographical position.",
        "In the early years of the 18th century it was a commercial city of some importance, but was laid in ruins by a terrible earthquake in 1738.",
        "In 1859 a severe earthquake destroyed much of the town, and another in November 1901 caused much damage.",
        "Between the town and Fort Santa Maura extends a remarkably fine Turkish aqueduct partly destroyed along with the town by the earthquake of 1825.",
        "The plague visited Bucharest in\" 1718, 1 73 8, 1 793, when an earthquake destroyed a number of old buildings, and in 1813, when 70,000 of the inhabitants died in six weeks.",
        "It is the seat of a bishop, and contains an ornate cathedral, overthrown by an earthquake in 1693, but rebuilt, which is said by an acceptable tradition to occupy the site of the house of the governor Publius, who welcomed the apostle Paul.",
        "It suffered severe calamity from an earthquake, which in 1839 destroyed the greater part of the city.",
        "In these springs a distinct rise in temperature was observed in 1837, when Tiberias and Safed were destroyed by an earthquake.",
        "The walls, flanked with round towers, but partly destroyed by the earthquake of 1837, were built by Dhahr el-Amir, as was the court-house.",
        "At the beginning of the War of Independence it was made the capital of Venezuela, and the patriot congress was in session there in 1812 when Caracas was destroyed by an earthquake.",
        "Not in the strong wind that brake the rocks in pieces, not in the earthquake, not in the fire, but in the still small voice that followed the Lord made himself known.",
        "63) an earthquake, which affected all the neighbouring towns, vented its force especially upon Pompeii, a large part of which, including most of the public buildings, was either destroyed or so seriously damaged as to require to be rebuilt (Tac. Ann.",
        "It is, however, certain from the existing remains that both this portico and the adjacent buildings had suffered severely from the earthquake of 63, and that they were undergoing a process of restoration, involving material changes in the original arrangements, which was still incomplete at the time of their final destruction.",
        "This magnificent edifice had, however, been evidently overthrown by the earthquake of 63, and is in its present condition a mere ruin, the rebuilding of which had not been begun at the time of the eruption,) so that the cult of the three Capitoline divinities was then carried on in the socalled temple of Zeus Milichius.",
        "The period of its destruction is unknown, for it appears certain that it cannot be ascribed wholly to the earthquake of 63.",
        "Not far off, and to the north of the great theatre, stood a small temple, which, as we learn from the inscription still remaining, was dedicated to Isis, and was rebuilt by a certain Popidius Celsinus at the age of six (really of course by his parents), after the original edifice had been reduced to ruin by the great earthquake of 63.",
        "This temple appears to have suffered very severely from the earthquake, and at present affords little evidence of its original architectural ornament; but we learn from existing remains that its walls were covered with slabs of marble, and that the columns of the portico were of the same material.",
        "Before the earthquake of 63 it must have been the largest and most splendid temple of the whole city.",
        "earthquake of 63.",
        "The period from the last decades of the Republic to the earthquake of A.D.",
        "The period from the earthquake of A.D.",
        "It suffered severely from earthquake in 1880 and 1901.",
        "Parallel to the Stradone, on the north, is the Prijeki, a long, very narrow street, flanked by tall houses with overhanging balconies, and greatly resembling a Venetian alley, Despite the havoc wrought by earthquake in 1667, the whole city is rich in antiquarian interest.",
        "The ancient harbour was destroyed by earthquake in the reign of the emperor Gallien.",
        "ocur j .6, earthquake, and p rpov, a measure).",
        "Earthquakes and earth-tremors grade into one another, and in almost every earthquake there is some tilting of the surface.",
        "Popularly it is supposed that earthquake recorders are instruments so sensitive to slight vibrations that great care is necessary in selecting a site for their installation.",
        "Apparatus of this kind may be employed for several purposes beyond merely indicating that an earthquake has taken place.",
        "The next class of instruments to be considered are seismometers or earthquake measurers, and seismographs or instruments which Se give diagrams of earthquake motion.",
        "Records obtained from instruments of this description give information respecting the range and principal direction of motion, and show us that in a given earthquake the ground may move in many azimuths.",
        "For obtaining an open diagram of an earthquake the best type of apparatus consists of a pair of horizontal pendulums writing their movements upon a moving surface.",
        "If after a heavy earthquake we find bodies that have been projected or overturned, then by observing the distance of projection, and the height through which they have fallen, or their dimensions, we can 5.",
        "A type of instrument which has sufficient sensibility to record the various phases of unfelt earthquake motion, and which, at the suggestion of a committee of the British Association, has been adopted at many observatories throughout the world, is shown in fig.",
        "Ewing, Memoir on Earthquake Measurement (Tokyo, 1883); Reports of the British Association (1887-1902); E.",
        "The first great earthquake is said by the native chronicler John Malalas, who tells us most that we know of the city, to have occurred in 148 B.C., and to have done immense damage.",
        "Zeno, who renamed it Theopolis, restored many of its public buildings just before the great earthquake of 526, whose destructive work was completed by the Persian Chosroes twelve years later.",
        "In 1822 (as in 1872) Antakia suffered by earthquake, and when Ibrahim Pasha made it his headquarters in 1835, it had only some 5000 inhabitants.",
        "The town is largely modern; for over one thousand of its picturesque old Moorish houses, which formerly rose in terraces up the mountain side, were destroyed, together with five churches, the hospital, the theatre, the prison, and Boo of the inhabitants, in an earthquake which took place in 1884.",
        "\\ 1821 an earthquake caused further damage.",
        "The temple, which (as inscriptions show) was dedicated to Artemis, had been half-buried by a landslip from the acropolis hill in the historic earthquake of 17 A.D.",
        "It is a 4th-century Greek building of rich Ionic style, and was still unfinished at the time of the earthquake, then cleared and partially rebuilt, and finally used as a water reservoir in the Byzantine period.",
        "Great damage was done by the eruptions of 1737 and 1794; the earthquake of 1857 and the eruption of the 8th of December 1861 were even more destructive.",
        "Immediately north of Chimborazo, and separated from it by only a narrow valley, are the lower triple summits of Carahuairazo, or Carguairazo (which the natives call Chimborazo-embra, \" Chimborazo's wife \"), whose hollow cone collapsed in 1698 during a great earthquake, and left the jagged rim which adds so much to its present picturesque appearance.",
        "Since the earthquake of August 1867 Pichincha has sent forth dense masses of black smoke and great quantities of fine sand.",
        "Espinosa had hardly entered on his office when, in August 1868, the country was visited by an earthquake, in which 30,000 people are said to have perished throughout South America.",
        "In 1865 an earthquake levelled the villages of Darveh Asul near Muga'rn; in 1880 an earthquake caused 120 deaths in Basra; in 1883 severe shocks were felt from Bushire to Tahiri; in 1884 an earthquake caused 132 deaths on Qishm I., which was in consequence deserted; in 1897 an earthquake destroyed Qishm town and caused over I,000 deaths; further shocks were experienced at Qishm and Bandar `Abbas in 1902 and 1905.",
        "As soon as the news of his banishment spread through the city, the astonishment of the people was quickly exchanged for a spirit of irresistible fury, which was increased by the occurrence of an earthquake.",
        "This region is also subject to severe earthquake shocks.",
        "The earthquake at the moment of our Lord's death and the subsequent appearance of departed saints are strange traditions unattested by other writers.",
        "Laibach suffered severely on the 14th of April 1895 from an earthquake.",
        "As soon as the fire was lighted, an earthquake occurred, and the people insisted on her release.",
        "Thus the rising of the sun, a thunderstorm, an earthquake are natural \"phenomena.\"",
        "The latter founded the cathedral; but the town was almost entirely destroyed by earthquake in 1170, and devastated by Henry VI.",
        "In 1669 an eruption of Etna partly filled up the harbour, but spared the town, which was, however, almost entirely destroyed by the earthquake of 1693.",
        "The earthquake of the 12th of June 1897 caused serious damage to most of the public buildings of the town.",
        "63 it suffered terribly from the earthquake which, according to Seneca, \" Campaniam nunquam securam huius mali, indemnem tamen, et toties defunctam metu magna strage vastavit.",
        "The next revolt broke out in 464, when a severe earthquake destroyed Sparta and caused great loss of life; the insurgents defended themselves for some years on the rock-citadel of Ithome, as they had done in the first war; but eventually they had to leave the Peloponnese and were settled by the Athenians at Naupactus in the territory of the Locri Ozolae.",
        "Governor Estevan Miro of Louisiana, however, disapproved of the grant, on the ground that it would cause the province to be overrun by Americans; the settlers became restive under the restraints imposed upon them; Morgan himself left; and in December 1811 and January 1812 a series of severe earthquake shocks caused a general emigration.",
        "in 1232, and almost entirely destroyed by an earthquake in 1693, after which it was rebuilt.",
        "The garden of Eden is placed in the valley of the Araxes; Marand is the burial-place of Noah's wife; at Arghuri, a village near the great chasm, was the spot where Noah planted the first vineyard, and here were shown Noah's vine and the monastery of St James, until village and monastery were overwhelmed by a fall of rock, ice and snow, shaken down by an earthquake in 1840.",
        "The earthquake and fall of rock which destroyed the village of Arghuri in 1840 may have been caused by a volcanic explosion, but the evidence is unsatisfactory.",
        "In 1812 great destruction was wrought by an earthquake that affected all the southern part of the state; in 1865 the region about San Francisco was violently disturbed; in 1872 the whole Sierra and the state of Nevada were violently shaken; and in 1906 San Francisco (q.v.) was in large part destroyed by a shock that caused great damage elsewhere in the state.",
        "It was almost totally destroyed by earthquake in 1783, but under the French occupation it was rebuilt and made the capital of a province.",
        "It suffered, however, considerably in the earthquake of 1905.",
        "The Greek demon or snake Poseidon, god of sea and springs, was an earthquake god.",
        "63 by the partial destruction of Pompeii by an earthquake, and the news of the evacuation of Armenia by the Roman legions.",
        "It derives its name from the dangers attending its navigation, or, according to an Arabic legend, from the numbers who were drowned by the earthquake which separated Asia and Africa.",
        "Sambuceto, on the site of a church of the 9th century which had been destroyed by earthquake.",
        "There was a severe earthquake in Cachar on the Toth of January 1869, a severe shock in Shillong and Gauhati in September 1875, and one in Silchar in October 1882; but by far the severest shock known is that which occurred on the evening of 12th June 1897.",
        "The hill section of this line was found exceedingly difficult of construction, and extensive damage was done by the earthquake of 1897; but it is now complete.",
        "It was partly destroyed by the earthquake of the 8th and 9th of October 1790.",
        "The earthquake of 1790 furnished an excuse for withdrawing their forces.",
        "After the great earthquake of 1835 Captain Robert FitzRoy (1805-1865) of H.M.S.",
        "These earthquake shocks have two distinct characteristics, a slight vibration, sometimes almost imperceptible, called a temblor, generally occurring at frequent intervals, and a violent horizontal or rotary vibration, or motion, also repeated at frequent intervals, called a terremoto, which is caused by a fracture or displacement of the earth's strata at some particular point, and often results in considerable damage.",
        "When the earthquake occurs on the coast, or beneath the sea in its vicinity, tidal waves are sometimes formed, which cause even greater damage than the earthquake itself.",
        "The great earthquake which partially destroyed Valparaiso in 1906, however, was not followed by a tidal wave.",
        "In this respect Chile may be divided into at least four great earthquake areas, two in the desert region, the third enclosing Valparaiso, and the fourth extending from Concepcion to Chiloe.",
        "A study of Chilean earthquake phenomena, however, would probably lead to a division of southern Chile into two or more distinct earthquake areas.",
        "On the 27th of August 1906 a terrible earthquake visited Valparaiso and the surrounding district.",
        "The fire which broke out after the earthquake shock had subsided added to the horror of the catastrophe.",
        "About 4000 persons perished in the earthquake of 1899.",
        "An effort to induce the city to adopt, in the rebuilding after the earthquake of 1906, an artistic plan failed, and reconstruction followed practically the old plan of streets, although the buildings which had marked them had been for the most part obliterated.",
        "Cable lines were first practically tested in San Francisco, in 1873; since the earthquake they have given place, with slight exceptions, to electric car lines.",
        "For nearly its full extent, excepting the immediate water-front, and running westward to Van Ness Avenue, a distance of 2 m., the buildings lining it on both sides and covering the adjoining area, a total of some 2000 acres, or 514 blocks, equivalent to s of the city plan, were reduced to ruins in the fire following the earthquake; only a few large buildings of so-called \" fire-proof \" construction remained standing on the street, and these had their interiors completely \" gutted.\"",
        "Before the earthquake wood had been employed to a large extent, partly because of the accessibility, cheapness and general excellence of redwood, but also because of the belief that it was better suited to withstand earthquake shocks.",
        "The architecture of the city until the earthquake and fire of 1906 was very heterogeneous.",
        "That left to the city by Adolph Sutro had more than 200,000 volumes, but suffered from the fire and earthquake of 1906 and now has about 125,000.",
        "Oakland, Berkeley, the home of the State University (damaged by the earthquake), and Alameda, all eastward just across the bay; Burlingame, San Mateo, Menlo Park and Palo Alto, wealthy and fashionable towns southward on the peninsula; Sausalito and San Rafael, summer residence towns on the northern peninsula across the Golden Gate; all lie well within an hour of San Francisco, and are practically suburbs of the metropolis.",
        "The water-supply system was greatly improved after the earthquake of 1906; whereas before the earthquake one main supply pipe brougnt all the water to the city, there have since been installed five systems which work independently of each other.",
        "For the fiscal year1906-1907the assessed value was $375,93 2, 447, indicating the drop in values immediately after the earthquake and fire, and, by comparison with the 1910 figures, the extent of recovery.",
        "The partial destruction of San Francisco by earthquake and fire in 1906 was one of the great catastrophes of history.",
        "Heavy earthquake shocks on the morning of the 18th of April 1906, followed by a fire which lasted three days, and a few slighter shocks, practically destroyed the business section of the city and some adjoining districts.",
        "The earthquake did serious damage throughout the coast region of California from Humboldt county to the southern end of Fresno county, a belt about 50 m.",
        "The damage by earthquake to buildings in San Francisco was, however, small in comparison to that wrought by the fire which began soon after the principal shock on the morning of the 18th.",
        "The difficulty of checking the fire was increased through the breaking of the water-mains by the earthquake, draining the principal reservoirs.",
        "As the result of the earthquake and fire about 500 persons lost their lives; of those two were shot as looters.",
        "Reconstruction in the burned section began at once, with the result that it was practically rebuilt in the three years following the earthquake.",
        "For good accounts of the great earthquake and fire, see D.",
        "Hilton, History of the Earthquake and Fire in San Francisco (1907); G.",
        "Gilbert and others, San Francisco Earthquake and Fire (Washington, 1907).",
        "Most of the town was ruined by the earthquake of 1837.",
        "Justin bestowed much care on the repairing of public buildings throughout his empire, and contributed large sums to repair the damage caused by a destructive earthquake at Antioch.",
        "The character of the Muir was greatly altered by an earthquake in 1899.",
        "All this country was comprised in classical times under the title of the Phlegrean Fields, and was certainly then more actively volcanic than it now is, although the severe shock of earthquake which occurred in the island of Ischia in 1883 completely destroyed Casamicciola, and did serious damage to Forio, Lacco Ameno and Serrara Fontana, shows that there is great seismic activity in the locality.",
        "The station was destroyed by the earthquake of April 1905, in which 1625 persons, including 25 Europeans and 112 of the Gurkha garrison, perished (Imperial Gazetteer of India, 1908).",
        "Tradition places on the island a temple of Apollo, which was destroyed by an earthquake in the reign of the emperor Antoninus Pius.",
        "The earthquake of the 12th of June 1897, which had its centre of disturbance in Assam, was felt throughout eastern and northern Bengal.",
        "An inscription shows that Titus in the year after the earthquake of A.D.",
        "It was built in 1693, after the destruction by an earthquake of the old town of Occhiala to the north; the latter, on account of the similarity of name, is generally identified with Echetla, a frontier city between Syracusan and Carthaginian territory in the time of Hiero II., which appears to have been originally a Sicel city in which Greek civilization prevailed from the 5th century onwards.",
        "4 In1812-1813a remarkable earthquake devastated the region about New Madrid.",
        "The mountainous region of Colombia is subject to volcanic disturbances and earthquake shocks are frequent, especially in the south.",
        "The cathedral was erected in 1690-1720, on the site of an older building destroyed by an earthquake in 1688.",
        "In 1881 Chios was visited by a very severe earthquake in which over 5600 persons lost their lives and more than half the villages were seriously damaged.",
        "Early in the 14th century the inner port was blocked by Giovanni Orsini, prince of Taranto; the town was devastated by pestilence in 1348, and was plundered in 1352 and 1383; but even greater damage was done by the earthquake of 1456.",
        "It was much damaged by an earthquake in 1834",
        "A violent earthquake preceded the catastrophe, by which nine villages were destroyed.",
        "It perpetuates the memory of the beautiful gateway which formed the triumphal entrance into the city of Constantine, and which survived the original bounds of the new capital as late as 1508, when it was overthrown by an earthquake.",
        "The original dome fell in 558, as the result of an earthquake, and among the improvements introduced in the course of restoration, the dome was raised 25 ft.",
        "The most remarkable mosques are the following: - The mosque of Sultan Mahommed the Conqueror, built on the site of the church of the Holy Apostles, in 1459, but rebuilt in 1768 owing to injuries due to an earthquake; the mosques of Sultan Selim, of the Shah Zadeh, of Sultan Suleiman and of Rustem Pasha - all works of the 16th century, the best period of Turkish architecture; the mosque of Sultan Bayezid II.",
        "In 1535, 1636, 1723 and 1796 Klagenfurt suffered from destructive fires, and in 1690 from the effects of an earthquake.",
        "Earthquakes are frequent, especially in the districts which are peculiarly volcanic. Historical evidence goes to show that they are closely associated with three naturally defined regions: (I) the region between Skjalfandi and Axarfjdrllr in the north, where violent earth tremblings are extremely common; (2) at Faxafloi, where minor vibrations are frequent; (3) the southern lowlands, between Reykjanes and Myrdalsj6kull, have frequently been devastated by violent earthquake shocks, with great loss of property and life, e.g.",
        "on the 14th16th of August 1784, when 92 farmsteads were totally destroyed, and 372 farmsteads and II churches were seriously damaged; and again in August and September 1896, when another terrible earthquake destroyed 161 farmsteads and damaged 155 others.",
        "It was founded in 1591 by Velasco and in 1894 was destroyed by an earthquake from which it has only partially recovered.",
        "Chilpancingo was badly damaged by an earthquake in January 1902, and again on the 16th of April 1907.",
        "of Chilpancingo; Chilapa (8256 in 1895), the most populous town of the state, partially destroyed by a hurricane in 1889, and again by the earthquake of 1907; Iguala (6631 in 1895); and Acapulco.",
        "OMothe p Matuku .Vatauua Levu and Ngau, and slight shocks of earthquake are occasionally felt.",
        "During the famine which began in the winter of 1739 one-fifth of the population is supposed to have perished; yet it is hardly noticed in literature, and seems not to have touched the conscience of that English public which in 1755 subscribed £roo,000 for the sufferers by the Lisbon earthquake.",
        "Slight shocks of earthquake are felt every year, and hot springs occur at many places.",
        "In 551 it was laid in ruins by an earthquake.",
        "Moreover, Sparta's attention was at this time fully occupied by troubles nearer home - the plots of Pausanias not only with the Persian king but with the Laconian helots; the revolt of Tegea (c. 473-71), rendered all the more formidable by the participation of Argos; the earthquake which in 464 devastated Sparta; and the rising of the Messenian helots, which immediately followed.",
        "In 1825 it was nearly destroyed by an earthquake, but was speedily rebuilt on a site about a mile distant from the ruins.",
        "533), but within a few years, as the result of a disastrous earthquake (551), the students were transferred to Sidon.",
        "On Christmas night, 1884, an earthquake caused much damage and loss of life in the provinces of Granada and Malaga.",
        "31), Tantalis, afterwards swallowed up by earthquake in the pool Sale or Saloe, was the ancient name of Sipylus and \"the capital of Maeonia\" (Paus.",
        "During the iconoclastic reigns of terror it stood on the defensive, and succeeded in saving the artistic treasures of its churches: in the 9th century Joseph, one of its bishops, died in chains for his defence of image-worship. In the 7th century the Macedonian Sla y s strove to capture the city, but failed even when it was thrown into confusion by a terrible earthquake.",
        "In 668 occurred another destructive flood (Theophanes, p. 537), and in 678 an earthquake which destroyed part of the \" old church,\" which the caliph Mo`awiya I.",
        "On the Causes of Earthquakes (1755); Description of the Earthquake of 1 755 (1756); Consideration of some Recently Experienced Earthquakes (1756).",
        "In the northern portion, principally in Lake county, is Reelfoot Lake, which occupies a depression formed during an earthquake in 1811.",
        "848, and almost totally ruined by the earthquake of 1698.",
        "We moved to adjacent land with a higher elevation in case there was a tsunami after the earthquake.",
        "aftermath of the earthquake in Iran last December.",
        "strong aftershocks continued to hit Japan the country's deadliest earthquake in almost a decade.",
        "Monday's first earthquake, was followed by a small aftershock some 20 minutes later.",
        "That geopolitical scene has been dominating the news in recent days with the political aftershocks from the Kashmir earthquake and the Iraq constitution.",
        "A 5.6 magnitude aftershock woke me up \" --An American schoolteacher in Taiwan describes life after an earthquake.",
        "England star Geraint Jones has revealed he slept through an earthquake aftershock which sent shudders through the team's hotel.",
        "Madabhushi, S.P.G., Schofield, A.N., Lesley, S. A new stored angular momentum (SAM) based earthquake actuator.",
        "architectonic aspect of the area was the devastating 1693 earthquake.",
        "It collapsed during the earthquake, leaving them and their meager belongings to be soaked by Indonesia's relentless rains.",
        "bulldozed by the Pakistani army into a sheer mountainside after both access roads to the valley were destroyed by the earthquake.",
        "cantilever structural elements in masonry houses like balconies and various forms of overhangs are vulnerable in an event of an earthquake.",
        "I would wish to pay tribute to the work done by 3 RAF Chinooks deployed to help with the Pakistan earthquake disaster.",
        "destroyed by the earthquake.",
        "devastated by an earthquake.",
        "In 561 it experienced a second earthquake disaster and in the 6 th century was hit with a major plague epidemic.",
        "The lecture will explore why non-linear dynamics must be at the core of performance based earthquake engineering.",
        "Even after being devastated by an earthquake and a bomb in the early 20th century, it is still is an elegant architectural sight.",
        "The intention is to fund a project which will help to rebuild communities destroyed by the earthquake.",
        "His opening statement dealt with Britain's response to the crisis in south Asia following the devastating earthquake.",
        "The Indonesian earthquake and Tsunami:: The 2004 Boxing Day tsunami caused widespread devastation and many deaths.",
        "On December 26th 2004 a massive earthquake registering 9.0 on the Richter scale struck off the west coast of Indonesia.",
        "Update on the SE Asian earthquake: from the USGS website.",
        "Chris has also deployed his other SAR dog Gemma to the Turkish earthquake which took place in 1999 and the Algerian Earthquake of 2003.",
        "earthquake survivors implement clean-up plans.",
        "earthquake hazard maps like this are more often expressed in terms of ground acceleration.",
        "earthquake epicenter.",
        "earthquake swarms are relatively rare in the UK, but not unknown.",
        "earthquake actuator was modified to accommodate a self-contained swinging platform.",
        "He spearheaded a drive which raised £ 10,000 in a night for victims of the Gujarat earthquake.",
        "Thu 6th Jan 2005: tsunami earthquake touches all of us in Brent - Teather.",
        "epicenter of an earthquake is the point on the earth's surface vertically above the focus (Figure 2 ).",
        "The geographic point directly above the focus is called the earthquake epicenter.",
        "The Earthquake is the name given to a series of narrow fissures running along the west side of the island.",
        "flattened by the great earthquake of 1953 and little remains of its former grandeur.",
        "Suddenly, there was a strong earthquake that shook the foundation of the jail.",
        "The 1994 Northridge earthquake in Los Angeles, California, caused the closure of two major freeways and damage to the arterial network.",
        "Where we have studied the surface geomorphology of a fault, earthquake seismology provides insight into the nature of the faulting at depth.",
        "Over 3.3 million people have been left homeless by the South Asian earthquake with winter drawing in rapidly.",
        "homeless by the South Asian earthquake with winter drawing in rapidly.",
        "It is possible also that gas release and earthquake activity may have acted together to induce sea floor instability.",
        "The earthquake occurred as a result of a northward thrust of the Pacific Ocean sea floor beneath the continental landmass of Alaska.",
        "May 2003 Leverhulme Trust pilot project on \" earthquake limnology: Holocene seismic signature in lakes along the North Anatolian Fault, Turkey \" .",
        "logarithm of the amplitude of the strongest wave during an earthquake.",
        "Why do we need more than one earthquake magnitude scale?",
        "Unreinforced stone masonry is still used for residential housing in many earthquake prone areas.",
        "massive earthquake registering 9.0 on the Richter scale struck off the west coast of Indonesia.",
        "modifyStored Angular Momentum (SAM) earthquake actuator was modified to accommodate a self-contained swinging platform.",
        "PAKISTAN: Landslide kills 14 quake victims 25-07-2006 At least 14 earthquake survivors have been killed after monsoon rains triggered mudslides in northern Pakistan.",
        "The shattering earthquake that struck northern Morocco early Tuesday has claimed 564 lives (reported February 25 ).",
        "pitiless conqueror is worse than earthquake, famine, or deluge.",
        "quake victim was boy, 12 20-10-2005 The first known British victim of the devastating earthquake in Pakistan was a 12-year-old boy.",
        "The earthquake of Black Wednesday reduced a party built on a will to power to a squabbling and disorganized rabble.",
        "Are there regional trends in landslide density as a function of ground motion and distance from earthquake epicenter?",
        "The earthquake destroyed thousands of people's lives but I was struck by the incredible resilience of the survivors I met.",
        "The glossary contains a broad collection of terms that cover most aspects of earthquake phenomena including seismology, geophysics and structural geology.",
        "Professor James Jackson Geologist with an interest in earthquakes, using earthquake source seismology to examine how continents are deforming today.",
        "shakedenly, there was a strong earthquake that shook the foundation of the jail.",
        "An earthquake of magnitude 2.8 occurred on September 7, 1999 about 1.5 km southwest of the previous mining induced events.",
        "Claw hammers, crow bars, saws, dust pans and other tools provided by Mercy Corps are helping earthquake survivors implement clean-up plans.",
        "News began to filter through and we heard that an earthquake in Sumatra had caused a tidal wave.",
        "There are still mild tremors being felt in the aftermath of the main earthquake.",
        "This earthquake tremor sent a warning shrill to torpid parts of me which trusted - still.",
        "Earthquake zones [175 k] But what was the significance of the connection between earthquakes and oceanic trenches and ridges?",
        "The site contains information about the Alaskan earthquake of 1964 which generated a destructive tsunami in Alaska.",
        "In June 1994, an earthquake in the Indian Ocean off the coast of East Java triggered a tsunami that killed 200.",
        "Interruption coverage relative longer have you and auto markets earthquake victims who.",
        "His coolness and presence of mind are said to have saved the Spartan state from destruction on the occasion of the great earthquake of 464 (Diodorus xi.",
        "The chief incidents of Rhodian history during this period are a memorable siege by Demetrius Poliorcetes in 304, who sought in vain to force the city into active alliance with King Antigonus by means of his formidable fleet and artillery; a severe earthquake in 227, the damages of which all the other Hellenistic states contributed to repair, because they could not afford to see the island ruined; some vigorous campaigns against Byzantium, the Pergamene and the Pontic kings, who had threatened the Black Sea trade-route (220 sqq.), and against the pirates of Crete.",
        "Nor has the continent, as a whole, in recent times been subjected to any violent earth tremors; though in 1873, to the north of Lake Amadeus, in central Australia, Ernest Giles records the occurrence of earthquake shocks violent enough to dislodge considerable rock masses.",
        "The railways showed an increase of 351,685; registration transfer and succession, 295,560; direct taxation, 42,136 (mainly from income tax, which more than made up for the remission of the house tax in the districts of Calabria visited by the earthquake of 1906); customs and excise, 1,036,742; government monopolies, 291,027; posts, 4I,3fo; telegraphs, 23,364; telephones, 65,771.",
        "During the cholera epidemic at Naples and Busca in 1884, and the Ischia earthquake of 1885, he, regardless of danger, brought relief and encouragement to sufferers, and rescued many lives.",
        "Centrifugal migration is usually a matter of compulsion; it may be necessitated by natural causes, such as a change of climate leading to the withering of pastures or destruction of agricultural land, to inundation, earthquake, pestilence or to an excess of population over means of support; or to artificial causes, such as the wholesale deportation of a conquered people; or to political or religious persecution.",
        "Though restored by Augustus and renamed Sebaste, after the great earthquake of 15 B.C., and visited in state by Titus before his Jewish War in 79 B.C., it was ruinous and desolate by Jerome's time 3; but the prestige of its priest-kings partly lingers in the exceptional privileges of the patriarch of the Cypriote Church (see Cyprus, Church Of).",
        "The shingle therefore stood some feet higher than it does now, and it is supposed that a shock or jar, such as that of an earthquake, broke up the stalagmite, and the pebbles and sand composing the shingle sunk deeper into the fissures in the limestone.",
        "2 According to the legend, the nymph Arethusa was changed into the fountain by Artemis to deliver her from the pursuit of the river-god Alpheus; and the spring, which was fresh until an earthquake broke the barrier and let in the salt water, was supposed to be actually connected with the river.",
        "Benevolent and sympathetic in disposition, he won the affection of his people by fearlessly visiting the districts ravaged by cholera or devastated by earthquake in 1885.",
        "10.4) records the tradition that on the occasion of his transgression the land was shaken by the terrible earthquake to which Amos i.",
        "(See also Earthquake.) The facades of buildings at Messina in great part withstood the earthquake, but even when they did so the remainder of the buildings was destroyed.",
        "A letter to Voltaire on his poem about the Lisbon earthquake embittered the dislike between the two, being surreptitiously published.",
        "Phlegon may have had grounds for dating the Bithynian earthquake in that year, and have brought the dateless portent into connexion with the dated one.",
        "(See Servia, Literature.) The earthquake of 1667, which had been preceded by lesser shocks in 1520, 1521, 1536 and 1639, destroyed a considerable portion of the city, and killed about one-fifth of the inhabitants.",
        "By the movement of the wire or the movement of the plate, especially if the latter projects from the top of a second and similar piece of apparatus, an electrical contact can be established by means of which an electromagnet may ring a bell, stop a clock, or set free machinery connected with a cylinder or other surface upon which an earthquake machine may record the movement of the ground.",
        "of a pillar, may be projected, whilst the latter measures the effort exerted by an earthquake to overturn or shatter various bodies.",
        "The range is cut by numerous fault lines, some of which betray evidence of recent activity; it is probable that movements along these faults cause the earthquake tremors to which the region is subject, all of which seem to be tectonic. The altitudes of the Coast Range vary from about 2000 to 8000 ft.; in the neighbourhood of San Francisco Bay the culminating peaks are about 4000 ft.",
        "Five years afterwards Portugal was overtaken by the tremendous disaster of the Lisbon earthquake (see Lisbon), which, as Oliveira Martins justly observes, was \" more than a cataclysm of nature; it was a moral revolution.\"",
        "It was the earthquake.",
        "What is an earthquake?",
        "If you had any sense at all you'd known it was the earthquake.",
        "British quake victim was boy, 12 20-10-2005 The first known British victim of the devastating earthquake in Pakistan was a 12-year-old boy.",
        "The earthquake destroyed thousands of people 's lives but I was struck by the incredible resilience of the survivors I met.",
        "The earthquake also caused some of the painted, stucco walls to fall off, revealing Inca foundations.",
        "After experiencing the shock of an earthquake and a volcano eruption they will return to the futuristic Atrium for their reception or dinner.",
        "Subsequent to the 1989 earthquake, rebuilding the Bay Bridge was a priority for officials.",
        "The sudden vibration of the floor in my office made me think an earthquake was happening.",
        "For a truly one-of-a-kind experience, the earthquake cave at Wonder World Park is a must-see attraction.",
        "Supposedly these homes are earthquake and hurricane proof too.",
        "Some things you can find on topographic maps free online are volcanoes and earthquake fault lines, mountain ranges and deserts.",
        "In 2010, James provided vocals to the song Everybody Hurts that raised funds for the Haiti Earthquake Appeal.",
        "On December 26, 2004, an earthquake in the Indian Ocean off the coast of Indonesia created a wave of tsunamis that killed more than 175,000 people and left thousands without homes.",
        "Some of these projects have included fundraising for the victims of the 2010 earthquake in Haiti, and raising awareness about the conflict in Darfur.",
        "Apparently, Griffin claimed that Worrall didn't know what an earthquake was, when in fact, he was just asking how they happened.",
        "After the devastating earthquake that hit Haiti in early 2010, Travolta flew one of his planes, a 707, to the region, carrying supplies, medics and Scientology healers.",
        "On one occasion a specialist might be providing disaster preparedness training at the scene of a tornado or hurricane, and the next they might be preparing emergency plans at the site of a flood or earthquake.",
        "It's a good idea to educate yourself about earthquake safety tips.",
        "Start preparing yourself before an earthquake strikes.",
        "The shaking will likely only last for a short time, and you are much more likely to be injured from falling objects or fires that break out afterward than the earthquake itself.",
        "Cupboards should be equipped with sturdy safety latches so that they don't come open during the earthquake and spill their contents throughout the house (or on you and your family).",
        "When an earthquake strikes, you need to drop down to the floor or ground, seek cover under something solid, and hold on until the shaking ends.",
        "If you are indoors, stay away from windows if possible until the earthquake stops.",
        "In a situation where you are outside when the earthquake hits, find a spot that is away from buildings, power lines or trees to take shelter.",
        "People who are in a vehicle when the tremors start should stay inside it until the earthquake has passed.",
        "Tunnels and overpasses are not safe places for you to stay during an earthquake, so get away from them as quickly as possible.",
        "After the earthquake, you need to be aware of the potential for fires to break out.",
        "There may be aftershocks after the main earthquake has stopped.",
        "If they occur, drop down, take cover, and hold on - just as you did during the main earthquake.",
        "Phone lines may be down or very busy immediately following the earthquake, so please stay off the phone unless you need to get help for serious injuries.",
        "Use your radio to receive information and instructions about what to do following the earthquake.",
        "If you keep these earthquake safety tips in mind, you are more likely to be safe if the unexpected happens.",
        "Other situations that would constitute an emergency would include a hurricane, tornado, earthquake or an act of terrorism.",
        "This could be caused by an earthquake, tornado, amusement park ride fire, or any type of severe storm.",
        "When there is a hurricane, a tsunami, or an earthquake, it is very well possible that the cell phone towers in the area can be knocked down or damaged.",
        "The Geary Theater was nearly destroyed in the 1989 Loma Prieta earthquake, and the extensive damage caused to the theater caused the venue to shutter its doors for a whopping seven years.",
        "The possibility of a San Francisco earthquake is one of the biggest drawbacks to visiting/living in the Bay area.",
        "The second factor is that the city lies in close proximity to both the San Andreas and Hayward faults, both of which are major sources of earthquake activity.",
        "Below you'll find an article that examines the history and consequences of the city's two biggest quakes-the 1906 quake and the 1989 Loma Prieta quake-plus information on earthquake safety.",
        "This cataclysmic earthquake nearly leveled all of San Francisco when it struck on the morning of Wednesday, April 18th.",
        "While the earthquake and its aftershocks were indeed devastating, what caused so many deaths, as well as massive property damage, were the fires that burned out of control all over the city as a result of the heavily shifted grounds.",
        "A large majority of building owners at the time had insurance that covered fire damage but not earthquake damage, so matches were struck and property was set ablaze to ensure the rebuilding.",
        "The San Francisco earthquake measured 6.9 on the Richter Scale, lasted for close to 15 seconds, and caused over 60 deaths and 3,000 serious injuries.",
        "Needless to say, panic is the first thing to set in when an earthquake hits-many people find themselves stunned into paralysis and unsure of which way to turn.",
        "Below is a step-by-step guide to the actions you should take should an earthquake occur.",
        "Little damaged during the earthquake of 1906, the St. Francis was a refuge for the city's citizens during that difficult time.",
        "It was taken eighteen years later by the Seljuk Turks, five times by the Georgians between 1125 and 1209, in 1239 by the Mongols, and its ruin was completed by an earthquake in 1319.",
        "In 1807 its population had risen to 15,000, principally through its commercial importance, but on the 26th of March 1812 it was totally destroyed by an earthquake, and with it 1500 lives, including a part of the revolutionary forces occupying the town.",
        "Three times shaken by earthquake in the 12th century, it was dismantled by Hulagu in 1260.",
        "Much damaged by the earthquake of 1759, they remained a wilderness of fallen blocks till 1901, when their clearance was undertaken by the German Archaeological Institute and entrusted to the direction of Prof. O.",
        "Three fell in the earthquake of 1759.",
        "Syriam (1594); P. Belon, De admirabili operum antiquorum praestantia (1553); and Observations, &c. (1555) (Before earthquake of 1759) R.",
        "He suggests that the propagation of earthquake disturbances is probably affected by the curvature of the surface of the globe, which may act like a whispering gallery.",
        "In 1699 Batavia was visited by a terrible earthquake, and the streams were choked by the mud from the volcano of Gunong Salak; they overflowed the surrounding country and made it a swamp, by which the climate was so affected that the city became notorious for its unhealthiness, and was in great danger of being altogether abandoned.",
        "The town was destroyed by an earthquake on the 16th-17th of December 1902, when 5000 persons perished and 16,000 houses were demolished.",
        "The town occupies a narrow beach between the sea and bluffs, and was greatly damaged by an earthquake and tidal wave in 1877.",
        "It became a city of importance under the Roman dominion and, though nearly destroyed by an earthquake in the reign of Tiberius, was restored by that emperor and flourished through the Roman empire.",
        "In 1784 the town was almost destroyed by an earthquake.",
        "It was destroyed by earthquake in 1825 and has been rebuilt largely in European style.",
        "The old town, built on a rocky peninsula, was completely destroyed by earthquake in 1856.",
        "32-33), besides a great earthquake in Bithynia, an eclipse so remarkable that it became night \" at the sixth hour of the day.\"",
        "It suffered severely from the earthquake of the 16th-17th of January 188g, It is a prosperous place with an enlightened Greek element in its population (hence the numerous families called \"Spartali\" in Levantine towns); and it is, in fact, the chief inland colony of Hellenism in Anatolia.",
        "The last earthquake laid the whole town in ruins and caused considerable loss of life.",
        "The earthquake shocks of the 30th and 31st of July 1909 were unusually severe throughout southern Mexico, reducing Acapulco and Chilpancingo to ruins and shaking the city of Mexico severely.",
        "The principal cities of Mexico, other than the capitals above mentioned, are as follows, the populations being those of 1900 except when otherwise stated: Acapulco (pop. 4932), a famous port on the Pacific coast in Guerrero, which was wrecked by the earthquake of 1909; Carmen, or Laguna de Terminos (about 6000), a thriving commercial town and port on the Gulf coast in Campeche; Celaya (2 5,5 6 5), a railway centre and manufacturing town of Guanajuato; Ciudad Guzman, or Zapotlan (about 17,500), an interesting old town of Jalisco; Cholula (about 9000), an ancient native town of Puebla, widely known for its great pyramid; Comitan (9316), the commercial centre of Chiapas; Cordoba (7974 in 1895), a picturesque Spanish town in the sierras of Vera Cruz; Cuautla (6269), the centre of a rich sugar-producing district of Morelos; Guaymas (8648), a flourishing port of Sonora on the Gulf of California; Leon (62,623), the largest city in Guanajuato and distinguished for its commercial activity, manufactures and wealth; Linares (20,690), the second city of Nuevo Leon in size and importance; Matamoros (8347), a prominent commercial centre and river port of Tamaulipas; Mazatlan (17,852), the foremost Mexican port on the Pacific coast; Orizaba (32,894), a city of Vera Cruz famous for its delightful climate and picturesque surroundings; Parral (14,748), a well-known mining centre of southern Chihuahua; San Cristobal (about 16,00o), once capital of Chiapas and rich in historical associations; Tampico (16,313), a Gulf port and railway terminus of Tamaulipas; Tehuantepec (10,386), the largest town on the Tehuantepec railway in Oaxaca; Vera Cruz (29,164), the oldest and best known Gulf port of Mexico.",
        "Humboldt also discussed the Mexican doctrine of four ages of the world belonging to water, earth, air and fire, and ending respectively by deluge, earthquake, tempest and conflagration.",
        "In Stuart times all ranks of society believed in her, and referring to her supposed foretelling of the Great Fire, Pepys relates that when Prince Rupert heard, while sailing up the Thames on the 10th of October 1666, of the outbreak of the fire \"all he said was, ` now Shipton's prophecy was out.'\" One of her prophecies was supposed to have menaced Yeovil, Somerset, with an earthquake and flood in 1879, and so convinced were the peasantry of the truth of her prognostications that hundreds moved from their cottages on the eve of the expected disaster, while spectators swarmed in from all quarters of the county to see the town's destruction.",
        "The town was nearly destroyed by an earthquake in 1880.",
        "It is a curious fact that on the day of the earthquake at Lisbon (1st November 1775) the main spring at Teplitz ceased to flow for some minutes.",
        "But Miranda's desire - that all the South American colonies should form a federal republic - awoke the selfishness of provincial administrations, and the cause was believed to be hateful to heaven owing to a great earthquake on the 26th of March 1812.",
        "Both Retalhuleu and Champerico were, like Quezaltenango, Solola, and other towns, temporarily ruined by the earthquake of the 18th of April 1902.",
        "The natural resources of Guatemala are rich but undeveloped; and the capital necessary for their development is not easily obtained in a country where war, revolution and economic crises recur at frequent intervals, where the premium on gold has varied by no less than 500% in a single year, and where many of the wealthiest cities and agricultural districts have been destroyed by earthquake in one day (18th of April 1902).",
        "Late in 1906 the town again suffered severely from an earthquake.",
        "Some of the monasteries were seriously damaged by an earthquake in 1905.",
        "The whole church was, however, much altered after the earthquake of 1731.",
        "It was greatly damaged by an earthquake in 1899.",
        "However, in 1906, a terrible tragedy struck the area as a tremendous earthquake shook the ground all around the local area."
    ],
    "definition": [
        "Link/Cite",
        "A shaking of the ground, caused by volcanic activity or movement around geologic faults. [from 14th c.]",
        "moonquake",
        "seaquake",
        "starquake",
        "Link/Cite"
    ]
}