{
    "translation": "לאכול",
    "uses": [
        "We're going to eat before we leave, and you're going to act grateful.",
        "\"I eat in here,\" he said.",
        "Don't you want to eat before we leave?",
        "He won't need to destroy ME, for if I don't get something to eat pretty soon I shall starve to death, and so save him the trouble.",
        "No. I'll eat later.",
        "Don't forget them, for I may have to eat them, after all.",
        "I never eat this early in the morning.",
        "After a nice warm bath and a night's sleep, she stopped in the hotel restaurant to eat breakfast.",
        "No. You'll eat with us.",
        "Have you had anything to eat yet?",
        "We are quite solid inside our bodies, and have no need to eat, any more than does a potato.",
        "He won't eat much.",
        "Eat some like that!",
        "Felipa looked like she wanted to eat the words.",
        "This looks like a good spot to eat lunch.",
        "These things will eat you alive.",
        "Don't eat too much dust today.",
        "Are you guys ready to eat and go outside?",
        "\"You're supposed to eat with a spoon or a fork,\" she instructed calmly as she finished wiping the little hand.",
        "He didn't come to eat with the rest of the men.",
        "It's a big city and a long time ago but he saw the White House and said he watched Lincoln eat with two men.",
        "Our men have had nothing to eat for two days.",
        "I don't eat much – or go any place.",
        "\"We ourselves eat only common food,\" answered the shah.",
        "If you want to eat, the line's out back.",
        "As long as you eat what you catch.",
        "She was covered with dirt – the remains of mud pies I had compelled her to eat, although she had never shown any special liking for them.",
        "\"You don't eat enough,\" he began.",
        "Why should they eat their sixty acres, when man is condemned to eat only his peck of dirt?",
        "In cold weather we eat more, in warm less.",
        "She had a lot of crow to eat and she wasn't feeling the least bit hungry.",
        "Then I don't eat, don't wash... and how is it with you?...",
        "Here and now for the first time he fully appreciated the enjoyment of eating when he wanted to eat, drinking when he wanted to drink, sleeping when he wanted to sleep, of warmth when he was cold, of talking to a fellow man when he wished to talk and to hear a human voice.",
        "Why don't we all eat out on the patio?",
        "\"But tell me,\" said Dorothy, \"how did such a brave Champion happen to let the bears eat him?",
        "Finding no trace of the cracker there, she pointed to my stomach and spelled \"eat,\" meaning, \"Did you eat it?\"",
        "Today she would have to eat crow along with the dust.",
        "He'd been too busy to eat again today since the sandwich she made him for breakfast.",
        "How can you eat around that thing, boss?",
        "A finding might look like this: \"People who eat radishes get better slightly more frequently than people who don't.\"",
        "I'll take their stupid pills, but I'm going to eat what I like.",
        "Howard was unemployed but was forced to eat an expensive lease.",
        "Every bite you eat, every step you take.",
        "Now let's eat lunch.",
        "Since they were scheduled to be too late for supper that day, it was a good excuse to eat out together.",
        "And--and--do you eat people?",
        "Do they know what makes you allergic to light and eat raw steaks covered in peanut butter for every meal?",
        "Both he and his family dressed well; they had plenty to eat; he had even bought a horse to help him carry his produce to market.",
        "Many of them were so tame that they would eat from my hand and let me feel them.",
        "And if I can't eat the piglets you may as well plant me at once and raise catsup.",
        "\"Does it eat something beside humans?\" he asked Jonny.",
        "You eat with us.",
        "They're not raw, and I only eat them for dinner.",
        "\"May I eat one of them?\" asked the kitten, in a pleading voice.",
        "If you can find anything out there to eat, you're welcome to it.",
        "He's one of those country fellows who can sleep in the haymow and eat with the horses.",
        "You don't eat, you don't sleep.",
        "Come and eat something.",
        "Much as she enjoyed watching them eat crow for desert, she knew their shame would be forgotten by suppertime.",
        "We agreed to stop, eat and bed down for our second night in captivity.",
        "Betsy made no move to assist but continued to eat her sandwich.",
        "The more they get to eat, the more offspring they will produce, and some of those offspring will need to stake out new territory.",
        "Was this the same creek they had stopped to eat lunch beside that first time?",
        "Aren't you going to eat lunch?",
        "If they served something she couldn't eat, she'd feign illness.",
        "I tried to decline but he insisted I eat so I complied.",
        "\"Oh, Eureka!\" cried Dorothy, \"did you eat the bones?\"",
        "\"I could eat something,\" said Dorothy.",
        "Is there nothing that is decent to eat in this palace?",
        "Helen asked, and added, \"I will eat grandfather for dinner.\"",
        "What did you do with that scorpion this morning - go back and eat it?",
        "He continued to eat, ignoring her presence, and she squirmed in her chair.",
        "It would be dreadful to eat these dear little things.",
        "Many large and fierce bears roam in the Valley of Voe, and when they can catch any of us they eat us up; but as they cannot see us, we seldom get caught.",
        "I was very fond of bananas, and one night I dreamed that I found a long string of them in the dining-room, near the cupboard, all peeled and deliciously ripe, and all I had to do was to stand under the string and eat as long as I could eat.",
        "We gave him something to eat a while ago.",
        "What did she eat today?",
        "They've got mules to eat now, why would they want to follow us?",
        "Rule three: you will eat three square meals a day and sleep every night with me, because you couldn't take care of yourself if you tried.",
        "Sometimes I think you'd rather eat me than talk to me.",
        "You won't have to go eat the other foods; the system will remember every meal you have had and will log your headaches.",
        "I am not only what I eat but am also what I do, what I drink, what I think about, and more.",
        "We did dance and play and eat nuts and candy and cakes and oranges and I did have fun with little boys and girls.",
        "At the dinner-table she was greatly disturbed because I didn't eat, and suggested that \"Cook make tea for teacher.\"",
        "It is the same whether a man eat, or drink, or cohabit, or sleep sensually.",
        "Kamenski sent soldiers to Rustchuk, but I only employed these two things and took more fortresses than Kamenski and made them Turks eat horseflesh!",
        "After a long hike, you want something to eat that will both fill you up and pick you back up.",
        "The mention of him reminded her of her cramped stomach and the half dozen failed attempts to eat normal food.",
        "\"Do you eat so good?\" he persisted.",
        "Kittens have no consciences, so they eat whatever pleases them.",
        "It is better to let half of the people die so that the other half can eat their fill.",
        "The cat would like to eat the mouse.",
        "Some have asked what I got to eat; if I did not feel lonesome; if I was not afraid; and the like.",
        "That's so, your excellency, all they have to do is to eat a good dinner, but providing it and serving it all up, that's not their business!",
        "She could not eat or sleep, grew visibly thinner, coughed, and, as the doctors made them feel, was in danger.",
        "She had to eat, sleep, think, speak, weep, work, give vent to her anger, and so on, merely because she had a stomach, a brain, muscles, nerves, and a liver.",
        "Now eat with this.",
        "At noon he would come in from a path in the woods, eat and then return by the same path.",
        "Fried chicken, gravy, biscuits - did they eat like this all the time?",
        "That would do, but what about something to eat with it.",
        "Let's go eat before it gets cold.",
        "\"Let's just eat in peace and talk later,\" Martha said.",
        "\"Do you eat?\" asked the boy.",
        "\"It is not necessary for me to eat,\" observed the Sawhorse.",
        "As we understand our own genome better, we will know better how to eat in a way that is custom tailored for us.",
        "The goal behind tapas is to provide a small amount of food to eat while consuming alcohol, so tapas restaurants usually have a full bar or at least a wine list.",
        "\"You need to eat,\" he told her.",
        "What can I eat?",
        "And then she'd tried to eat chocolate and ended up in the bathroom even weaker and hungrier.",
        "She rubbed her temples and issued a challenging glare to the contents of the pantry, furious once more she could eat none of the wonderful things it held.",
        "Of Goethe's classic \"conceits\" which it contains, the stone altar round which a serpent climbs to eat the votive bread upon it, inscribed to the \"genius hujus loci,\" is the most famous.",
        "You could say, \"When I eat corn dogs, I get a headache\" and start studying that.",
        "The vendor is usually made to \"eat\" the charge.",
        "If you want to eat a banana, then you have to create a banana-amount of wealth.",
        "We control the temperature of our surroundings, eat food from around the world, and own possessions no king could have imagined.",
        "There is undoubtedly a cause and effect between what we eat and our health, but I believe it is still poorly understood.",
        "From our point of view, the job of the plant is to convert sunlight into energy and store that energy in a tasty way; then when we eat the plant, we get that energy.",
        "Yang also quotes Mao as saying in a 1959 meeting, When there is not enough to eat, people starve to death.",
        "Little Tim was so tame that he would hop on my finger and eat candied cherries out of my hand.",
        "I did not eat them; but I loved their fragrance and enjoyed hunting for them in the leaves and grass.",
        "I locked the dining-room door, and proceeded to eat my breakfast, though the food almost choked me.",
        "After a few minutes she came back to her place and began to eat her breakfast with her fingers.",
        "Our meals are brought from the house, and we usually eat on the piazza.",
        "Mrs. Keller spelled, \"No--baby eat--no.\"",
        "Helen shook her head and spelled \"Baby teeth--no, baby eat--no,\" meaning of course, \"Baby cannot eat because she has no teeth.\"",
        "She screamed with glee when the little things squealed and squirmed in their efforts to get back to their mother, and spelled, \"Baby--eat large.\"",
        "Then she said: Wrong girl did eat letter.",
        "They like juicy fruit to eat as well as people, and they are hungry.",
        "They are not very wrong to eat too many grapes because they do not know much.",
        "The cow loves to eat grass as well as girl does bread and butter and milk.",
        "I called her attention to the following line, and, although she knew only the three words, CAT, EAT and MOUSE, she caught the idea.",
        "Instead of three meals a day, if it be necessary eat but one; instead of a hundred dishes, five; and reduce other things in proportion.",
        "They had nothing to eat themselves, and they were wiser than to think that apologies could supply the place of food to their guests; so they drew their belts tighter and said nothing about it.",
        "In the winter he had a fire by which at noon he warmed his coffee in a kettle; and as he sat on a log to eat his dinner the chickadees would sometimes come round and alight on his arm and peck at the potato in his fingers; and he said that he \"liked to have the little fellers about him.\"",
        "Yet, for my part, I was never unusually squeamish; I could sometimes eat a fried rat with a good relish, if it were necessary.",
        "He teaches how to eat, drink, cohabit, void excrement and urine, and the like, elevating what is mean, and does not falsely excuse himself by calling these things trifles.",
        "You must hire or squat somewhere, and raise but a small crop, and eat that soon.",
        "Pierre did not eat anything though he would very much have liked to.",
        "On reaching the village he dismounted and went to the nearest house, intending to rest if but for a moment, eat something, and try to sort out the stinging and tormenting thoughts that confused his mind.",
        "\"Yes, let's go in and I will get myself a roll and some cheese,\" said Prince Andrew who had not yet had time to eat anything.",
        "I ordered you not to let them eat that Mashka woot stuff!",
        "The smell of the food the Preobrazhenskis were eating and a sense of hunger recalled him from these reflections; he had to get something to eat before going away.",
        "And the botanist who finds that the apple falls because the cellular tissue decays and so forth is equally right with the child who stands under the tree and says the apple fell because he wanted to eat it and prayed for it.",
        "And above all,\" thought Prince Andrew, \"one believes in him because he's Russian, despite the novel by Genlis and the French proverbs, and because his voice shook when he said: 'What they have brought us to!' and had a sob in it when he said he would 'make them eat horseflesh!'\"",
        "\"And who may you be?\" one of them suddenly asked Pierre, evidently meaning what Pierre himself had in mind, namely: \"If you want to eat we'll give you some food, only let us know whether you are an honest man.\"",
        "Sometimes Alex comes home for lunch and we eat together.",
        "Hearing this, Dorothy and the Wizard exchanged startled glances, for they remembered how often Eureka had longed to eat a piglet.",
        "Cross your fingers the group doesn't eat me alive over this.",
        "Howie's total conversational contributions, if not discussing his flowers, were hovering entreaties if everyone had enough to eat or drink.",
        "\"You don't need milk, Eureka,\" remarked Dorothy; \"you are big enough now to eat any kind of food.\"",
        "\"But WE mus'n't eat them,\" the Wizard warned the children, \"or we too may become invisible, and lose each other.",
        "Yes; for they eat of the dama-fruit, as we all do, and that keeps them from being seen by any eye, whether human or animal.",
        "The dama-fruit is the most delicious thing that grows, and when it makes us invisible the bears cannot find us to eat us up.",
        "But now, good wanderers, your luncheon is on the table, so please sit down and eat as much as you like.",
        "In front of each place was a plate bearing one of the delicious dama-fruit, and the perfume that rose from these was so enticing and sweet that they were sorely tempted to eat of them and become invisible.",
        "\"Why do you not eat the damas?\" asked the woman's voice.",
        "Please, Mr. Wizard, may I eat just one of the fat little piglets?",
        "There are certain things proper for a kitten to eat; but I never heard of a kitten eating a pig, under ANY cir'stances.",
        "If I could eat grass I would not need a conscience, for nothing could then tempt me to devour babies and lambs.",
        "\"Tell me, Eureka,\" said the Princess, gently: \"did you eat my pretty piglet?\"",
        "\"The criminal who now sits before the court licking her paws,\" resumed the Woggle-Bug, \"has long desired to unlawfully eat the fat piglet, which was no bigger than a mouse.",
        "Tell them it would be foolish for me to eat the piglet, because I had sense enough to know it would raise a row if I did.",
        "I myself, not being built to eat, have no personal experience in such matters.",
        "I will confess that I intended to eat the little pig for my breakfast; so I crept into the room where it was kept while the Princess was dressing and hid myself under a chair.",
        "Instead of keeping still, so I could eat him comfortably, he trembled so with fear that he fell off the table into a big vase that was standing on the floor.",
        "\"What!\" said he, \"do you eat gold in this country?\"",
        "But he would not eat anything.",
        "You may be thinking that choosing the right place to eat Italian food doesn't constitute wisdom in a King Solomon kind of way.",
        "These being boiled, there were at least forty looked for a share in them; the most eat of them.",
        "He didn't eat much supper.",
        "Neither can we see the cruel bears, for they also eat the fruit.",
        "But don't try to make out I'm too innocent to eat a fat piglet if I could do it and not be found out.",
        "Sometimes we go out to eat.",
        "It was almost three O'clock in the afternoon and her stomach was screaming for something to eat.",
        "You both will go eat.",
        "Show me where we might eat.",
        "I came down with Felipa to get something to eat.",
        "But you have to eat.",
        "\"We'll eat all we can find of them,\" said another.",
        "Maybe so, but what does she eat?",
        "Why don't I take you out to get something to eat?",
        "I brought you something to eat.",
        "She took a job in a saloon so she could eat.",
        "Sit down and eat.",
        "He paid for the supplies with a check and took her and Mary out to eat.",
        "Go ahead and eat.",
        "Whatever we do, we have to eat.",
        "He won't even go down to eat.",
        "What do they eat?",
        "\"She won't come out, won't eat,\" he said.",
        "\"I'm not going to eat you, so you can stop looking at me like that,\" he said with a bitter edge that was lost on her.",
        "She made one anyway and forced herself to eat it, blaming her recent trauma for her queasiness.",
        "Though nauseated by the thought, she heated up a can of soup and forced herself to eat it.",
        "She can't eat food, but she refuses to admit it to herself, Han explained to Pierre.",
        "That thought coupled with her nightmare made her even angrier at not being able to eat.",
        "\"Go eat,\" Han grumbled.",
        "Then you're not going to eat.",
        "So once more, Sofia had tried to eat.",
        "We've eliminated every other type of food, and the drugs might help you accept that you cannot eat.",
        "I can't even eat real food, she said bitterly.",
        "Caterers served up food she'd kill to eat.",
        "She stared at the embroidered tablecloth, tormented by the scent of food she couldn't eat and the visions of death and betrayal that left an acrid taste in her mouth.",
        "If she ran, they'd eat her, she was sure.",
        "Sofia bit her lip and crossed her arms, unable to admit she couldn't really eat.",
        "You assume we French all eat croissants, Pierre complained.",
        "\"You have to eat for three now, Traci,\" she said cheerfully.",
        "\"She doesn't eat,\" he called over his shoulder.",
        "\"It means, she doesn't eat,\" Dustin said, coming to her rescue.",
        "Do you eat s'mores?",
        "It kinda hurt getting killed, and it really sucks not being able to eat food.",
        "Did he ever eat?",
        "\"I thought you didn't eat croissants,\" Sofia said, staring at her bodyguard as she awaited Linda and Traci.",
        "At least you can eat them.",
        "The death visions, the distrust everyone on the planet had for a soul-reader, the inability to eat … they were nothing compared to helping a man find his soul again.",
        "This is less fun, but we still get to eat.",
        "He's not out to eat me, is he?",
        "\"The thing about all this walking exercise is I can eat like a pig and stay thin,\" he replied to Dean's greeting.",
        "I figured you'd eat this stuff up like strawberry shortcake.",
        "But much as he hated to do so, it was time to eat the proverbial crow and make peace.",
        "Fred said he was too mind-stuffed with all these goings-on to eat a bite of supper, but when Cynthia supplied cold chicken and potato salad, he ate two helpings, just out of politeness.",
        "I could eat you for lunch like a deli sandwich.",
        "Nasty bitches like me eat them alive, but in your case I'll try to restrain myself.",
        "They smelled too good to eat just one.",
        "Why did human-Deidre not eat these every day?",
        "It's all she wants to eat.",
        "Aren't you going to eat?",
        "I'll eat something later.",
        "I'll go get Destiny ready while you eat.",
        "By 10:30 she had mailed the package and decided to stop at a little restaurant in the strip mall for something to eat.",
        "Maybe she should go home and eat with Alex, but it was nice simply enjoying some time alone.",
        "She stared after him as he drove away, wondering if he would be home for supper – or if he was going to eat alone.",
        "When Lori ended the phone call, Carmen invited her to eat supper and was surprised when she accepted.",
        "Ever eat bear meat?",
        "He wasn't going to eat it, though.",
        "\"At least they didn't eat you,\" Gabe consoled the dead man quietly.",
        "She dumped her omelet onto her plate and faced him, leaning against the counter to eat.",
        "\"Smells good enough to eat!\" she said to the lady sitting behind the table.",
        "\"What Humans Eat,\" she read the title.",
        "\"Do humans eat plants?\" she asked, eyes on the illustration.",
        "\"Yes, humans eat many vegetables, like lettuce, broccoli and carrots,\" she read and turned the page.",
        "Do humans eat rocks?",
        "No, humans do not eat rocks.",
        "Do humans eat … uh … demons?",
        "No, humans do not eat demons.",
        "\"Humans eat plants and macaronis and –\" \"Meatballs!\"",
        "She paused in the doorway, realizing she was squeezed too tightly into her dress to eat anything.",
        "She didn't know how she could ever eat again.",
        "Is there anyone here who doesn't want to eat me or drink my blood?",
        "I'll just eat you.",
        "\"I can't eat them raw,\" she objected.",
        "Then you don't eat.",
        "Can't you eat a cow or a rabbit or something?",
        "Tying her chosen anchor to one end of the rope, she sat to eat her sugary cube, checked again for the monster, and leaned out of the cave.",
        "You really let him eat that many marshmallows?",
        "\"They don't eat fish,\" Rhyn grunted.",
        "Katie bit into the bread, determined not to eat like a heathen that would shame her sister.",
        "She couldn.t eat, feeling more stressed than she had in the past three weeks.",
        "I just wanted to eat your blood monkey because she smelled so good, I figured she.d taste even better.",
        "Come out, Lankha, or I eat everyone in your village, starting with this one!",
        "Are you going to eat all of him?",
        "Go eat and I.ll see you later.",
        "Heal him, or I eat your village.",
        "Mison motioned for those at his table to eat, and she reached for the plate of meat before her before Romas or any of his brothers could assist her.",
        "Evelyn tried to get her to eat twice, but she couldn't stomach it.",
        "Now, she was too uneasy to eat.",
        "We collect the money, the customer gets to relax, enjoy this gorgeous mountain scenery and eat your fresh blueberry muffins.",
        "Fred plopped down on the sofa, set the plate in his lap and continued to eat and talk at the same time.",
        "You might have to eat your words on that purchase I made of them valuable antiques!",
        "He offered Dean coffee with a wave of his hand as he continued to eat.",
        "Edith sniffed once, lowered her head, and continued to eat, as if ignoring what had happened might make the pain disappear.",
        "Dean continued to make sandwiches the pair would eat on the road.",
        "She came down long enough to eat a dozen biscuits before she beat it back upstairs.",
        "Given enough time, I could eat Corday and Fitzgerald for lunch.",
        "His ma wants to know if Donnie can eat with us.",
        "The human had spent most of the evening pacing around the cell, trying to make some sense of everything, stopping only briefly to eat, in an effort to soak up all the alcohol.",
        "Well, I've got to get to the kitchen, eat up.",
        "They made the pizzas and brought them into the drawing room to eat.",
        "So, are you going to just sit there and watch me eat?",
        "That also explains why you eat so much?",
        "If you're not too hungry we could wait and eat together.",
        "What's it like to not have to eat?",
        "Well, technically I have to eat, just not food.",
        "When they returned home Elisabeth said, I'm afraid we're going to have to eat early.",
        "After a while Jackson said, \"I think I'll get her something to eat.\"",
        "Want me to get you something to eat?",
        "I don't eat the way I used to.",
        "You don't have to eat it if you don't want to.",
        "It's been a long time since we all went out to eat together.",
        "Let's go in and eat before I start the chores.",
        "I didn't eat much this morning.",
        "His crestfallen look should have been a victory, but instead she wished she could eat the words.",
        "He went to get something to eat.",
        "I promise to eat everything on my plate, warden.",
        "Alex was back by lunch and unusually quiet when they sat down to eat.",
        "Twenty acres and they were always at the fence line, poking their heads through to eat the brush on the other side.",
        "As long as you have water, you only need to eat once a day.",
        "You can ask in a little bit, after you eat.",
        "\"I'll bring you something to eat,\" she said instead and walked out.",
        "And you, Major Brady, need to eat all you can if you plan on walking out of here in the morning.",
        "Brady ate until he was too stuffed to eat more, his mind racing.",
        "Lana hesitated then sat, watching Kelli use the bread in place of utensils to eat her dinner.",
        "Jack helped her eat her meat and then finished off the rice and beans.",
        "You need to clean up and eat, Dan directed.",
        "Did you eat one of the plants?",
        "I don't want to eat a demon.",
        "I'll eat tree bark.",
        "Demons didn't eat human food, and the storage area was virtually untouched.  Rhyn grabbed several cans and packages of foodstuffs then left.",
        "To any of them, as much as I wanted to eat the human.",
        "He's a half-demon.  They're not that bad.  Well, he's not.  The rest of them will eat you.",
        "\"Here, eat these.  I've got an idea,\" Katie said.",
        "Mrs. Thompson loves an excuse to eat cake.",
        "I think it's a way to force you to eat by guilt, when you're not at all hungry.",
        "Give him a week and he'll float in somewhere down south of here if the fish don't eat him first.",
        "They left the seashore and, after a quick bite to eat, Hunter drove Dean back to the air­port for his return plane trip to Parkside.",
        "Get me something to eat, for God's sake!",
        "He just ordered for me and made me eat it.",
        "You have to eat something.",
        "It's a puppy eat puppy world out there.",
        "After thanking his benefactor and dropping off his bike for repairs, he stopped for a quick bite to eat.",
        "Besides, had she known he was coming home for lunch, she could have fixed him something to eat.",
        "I'll fix you something to eat.",
        "Come on up and eat.",
        "Are you ready to sit down and eat supper?",
        "Everything will be ready to eat in about 30 minutes.",
        "Maybe he wasn't getting enough to eat.",
        "Did you eat breakfast?",
        "I don't usually eat breakfast.",
        "Alex, whether or not I eat breakfast isn't a decision for you.",
        "Have you had anything to eat?",
        "After making sure they had grain and water, they headed for the house to eat lunch.",
        "Do you want me to take you out to get something to eat?",
        "The only thing she had to eat since yesterday noon was a glass of milk in the wee hours of the morning.",
        "\"I eat breakfast sometimes,\" she defended, \"but Katie fixed breakfast this morning and I still have some on my plate.\"",
        "Anyway, after today we'll have the rest of our lives to eat breakfast together.",
        "Not if you can find something to eat.",
        "I don't mean to be insensitive, but I was so busy today that I didn't eat lunch.",
        "It was a pleasure simply watching him eat.",
        "She could simply tell him she decided to eat healthier.",
        "How did a man who hunted animals to eat become a veterinarian?",
        "How did a woman who loved goats bring herself to eat them?",
        "I guess we'd better eat it, then.",
        "She was living in a warm dry house with all the food she could eat and no worries.",
        "Well, if it's ready, let's eat.",
        "Come eat breakfast with me, sweetheart.",
        "He said he'd get something to eat later because with the weather front coming through, there might be a lot of turbulence.",
        "Odds were, after he made sure she had enough to eat, he probably bought her a new coat.",
        "The matching Appaloosas were ready to eat.",
        "You don't eat enough to keep a bird alive.",
        "He had once told her that any time she didn't want to cook, they could go out to eat, but this hardly seemed the time.",
        "When they returned to the house, she warmed up some leftover spaghetti and sat down at the table to eat with him.",
        "It was late when they returned, and she left Alex in the barn to unhitch the horse while she went to the house to fix something to eat.",
        "Let's go get something to eat.",
        "We'd better eat lunch.",
        "He didn't eat any of my cats, did he?",
        "Someone had food in their pantry at one point, but it was stale and consisted of canned food she wouldn't normally eat.",
        "How many can you eat?",
        "I only eat three.",
        "\"I thought we might eat in the war chamber,\" he said with a smile.",
        "Memon seated himself at a table and began to eat.",
        "Taran obeyed but didn't eat, his eyes darting around the great hall.",
        "How did you eat?",
        "Are you looking for something to eat?",
        "We don't eat the wildlife raised here.",
        "Doesn't the wildlife eat your wildlife?",
        "By the time we could eat supper, saddle the horses and ride up here, it would be getting dark.",
        "Did they eat supper?",
        "In any case, hiring a handler would eat up her profits.",
        "I'm having an area fenced in so I can let the goats run in there and eat the brush.",
        "What did she have that a squirrel would eat?",
        "It was stupid to eat something from the woods without having someone to advise her.",
        "There wasn't much in the house to eat, but they could get something at Clara's store.",
        "She put on a pot of coffee and called him to eat.",
        "Alright. You shower and change and I'll fix you something to eat.",
        "I go out to eat.",
        "We plow them under so we can plant a garden and then spend half our time pulling them out of it so we can grow something to eat.",
        "Sure, you can eat those weeds, but what do they taste like?",
        "How many aphids can he eat in a day?",
        "He even tried to eat real food, like his mother and everyone else around him did.",
        "How will you eat?",
        "It's all I eat.",
        "We can go someplace good to eat.",
        "You don't exactly eat eggs and bacon for breakfast, do you?",
        "I think he's more likely to eat a sidekick.",
        "A man's gotta eat.",
        "Instead of going through the drive through every day to eat, it's like hunting your prey down.",
        "I know where we're going to eat!",
        "Does he eat people?",
        "She definitely couldn't eat after watching Xander tear apart human-like bodies as if they were paper.",
        "I eat raw meat, too, but that's more a matter of preference.",
        "The fructification appears in March and April, terminating in short unbranched stems. It is said to produce diarrhoea in such cattle as eat it.",
        "Strictly speaking, therefore, the Sabbath was neither a day of relief to toiling humanity nor a day appointed for public worship; the positive duties of its observance were to wear one's best clothes, eat, drink and be glad (justified from Isa.'viii.",
        "Thus for the 7th, 14th, 21 st, 28th and also the 19th days of the intercalary Elul it is prescribed that \"the shepherd of many nations is not to eat meat roast with fire nor any food cooked by fire, he is not to change the clothes on his body nor put on gala dress, he may not bring sacrifices nor may the king ride in his chariot, he is not to hold court nor may the priest seek an oracle for him in the sanctuary, no physician may attend the sick room, the day is not favourable for invoking curses, but at night the king may bring his gift into the presence of Marduk and Ishtar.",
        "Australia is inhabited by at least if o different species of marsupials, which is about two-thirds of the known species; these have been arranged in five tribes, according to the food they eat, viz., the grass-eaters (kangaroos), the root-eaters (wombats), the insect-eaters (bandicoots), the flesh-eaters (native cats and rats), and the fruit-eaters (phalangers).",
        "Stringent rules, too, governed the food of women and the youth of both sexes, and it was only after initiation that boys were allowed to eat of all the game the forest provided.",
        "He is expected one day to awake and eat up the world.",
        "In the midst of his torments he addressed the judge ironically with the words: Assum est, versa et manduca (\" I am roasted enough on this side; turn me round, and eat\").",
        "Leather pinions must be protected from rats, which eat them freely.",
        "\"The inhabitants of these islands eat men alive.",
        "3) of some weevils live in seeds; others devour roots, while the parentbeetles eat leaves; others, again, are found in wood or under bark.",
        "239), between the whole of the kinship group, whether adult or not; and, moreover, nowhere are rites found which are intended to strengthen the union between a man and his totem by means of the blood bond, unless we include the aberrant totemism of the Arunta (Spencer and Gillen, Native Tribes of Central Australia, 167), who eat their totems in order to gain magical powers of increasing the stock of the totem animal.",
        "We eat only to appease our hunger, we drink only so much as it is good for temperate persons to do.",
        "This prayer as you break the bread, and are about to eat, you must say.",
        "And when you lay it on the table and desire to eat it, repeat the ` Our Father ' entire.",
        "If a rich woman sits down with them at table, and they see a poor woman, they shall invite her also to eat with them, and not put her to shame because of the rich one.\"",
        "It was after supper, when his disciples were thoroughly sated, that Christ gave them of his own body to eat.",
        "Therefore let them first eat meats and be sated, and then let them partake of the mysteries.\"",
        "Being thus composed, he is neither able to eat flesh like his father, nor herbs like his mother; therefore he perisheth from inanition\"; the moral follows.",
        "Jewesses were forced to eat pork and the elders were scourged in the theatre.",
        "But the Simons were obviously grotesquely unfit guardians for a prince, and they doubtless caused much suffering to the impressionable child, who was made on occasion to eat and drink to excess, and learnt the language of the gutter.",
        "But before he let her go Pluto made her eat the seed of a pomegranate, and thus she could not stay away from him for ever.",
        "Ten years before, John Worlidge, one of his correspondents, and the author of the Systema Agriculturae (1669), observes, \" Sheep fatten very well on turnips, which prove an excellent nourishment for them in hard winters when fodder is scarce; for they will not only eat the greens, but feed on the roots in the ground, and scoop them hollow even to the very skin.",
        "To check them, \" grease-banding \" round the trees has been adopted; but as many other pests eat the leafage, it is best to kill all at once by spraying with arsenical poisons.",
        "There .are also fast days called m'battal (Arab.), on which it is forbidden to kill any living thing or eat flesh.",
        "It may eat roots or refuse, while the imago lives on leaves and flowers.",
        "Another reason is found in the absence of cattle in the south to eat it.",
        "Thence eat E min-ting and to Niu-chwang, and the link between Sin-min-ting and Mukden is also under Chinese control, The lines now under Russian control were laid down, and remain, on the 5 ft.",
        "santap, to eat (of a raja) instead of makan; beradu, to sleep, instead of tidor; gring, unwell, instead of sakit; mangkat, to die, instead of mati, &c. The use is different as regards the term Jawi as applied to the Malay language.",
        "Among the filthiest are the Aghoris, who preserve the ancient cannibal ritual of the followers of Siva, eat filth, and use a human skull as a drinking-vessel.",
        "They live in the mud, which they eat, in comparatively shallow waters up to 50 fathoms.",
        "lodgings, live, eat and I, 2, Main entrance.",
        "bharb, to eat), in botany, the name given to those plants whose stem or stalk dies entirely or down to the root each year, and does not become, as in shrubs or trees, woody or permanent, such plants are also called \"herbaceous.\"",
        "In memory of this the Israelites were for all time to eat unleavened bread (matzoth) for seven days, as well as keep the sacrifice of the Passover on the eve between the fourteenth and the fifteenth of Nisan.",
        "Six days eat unleavened bread, on the seventh a solemn assembly.",
        "On the 10th day of the month every household shall take a firstling male without blemish, of sheep or goat, and should kill it on the 14th at even, and sprinkle the two sideposts and lintel with the blood, and eat the roasted flesh, not sodden, including head, legs and inwards; all remaining over until the morning to be burnt by fire.",
        "As a memorial of this you shall eat unleavened bread seven days, on the 14th day at eve until the 21st day at eve; when children shall ask what this service means, you shall say that it is the Passover of the Lord.",
        "No alien, sojourner or hired servant shall eat thereof, but a bought servant, if circumcised.",
        "Clothed in skins, like the troglodytes of the Weser, they make use of the same implements in bone and stone, eat carnivorous animals - the wolf included - and cherish the same superstitions (of which those regarding the teeth of the bear are perhaps the most characteristic) as were current among the StonePeriod inhabitants of W.",
        "The excavations at the Hieron have been recorded as they went on in the Ilpaeroat of the Greek Archaeological Society, especially for 1881-1884 and 1889, and also in the 'E4»u€pis 'ApxatoXoynoi, especially for 1883 and 1885; see also Kavvadias, Les Fouilles d'Epidaure and Tb r03'A?KX iv 'E7rukbpq, eat 9Epa7reta7'CJY Defrasse and Lechat, Epidaure.",
        "Flesh that has become tainted appears to be specially acceptable; but it is a curious fact that on no account will a fox eat any kind of bird of prey.",
        "Mussulman books; they eat from their hands; the rao, when he appears in public, alternately worships God in a Hindu pagoda and a Mahommedan mosque; and he fits out annually at Mandvi a ship for the conveyance of pilgrims to Mecca, who are maintained during the voyage chiefly by the liberality of the prince.",
        "It is stated to live usually in pairs, and to eat rats, birds, frogs, white ants and various insects, and in the north of India it is accused of digging out dead bodies, and several of the native names mean \"grave-digger.\"",
        "The war of each against all continued; no taxes could be collected; the holders of the royal domains refused to surrender them at the command of the diet; and the boy king had very often neither clothes to wear nor food to eat.",
        "To multiply A 1 by a scalar, we apply the rule A = A1E = E (Eat) ea, and similarly for division by a scalar.",
        "The advantage to the animal of this imitation of surrounding objects is that it escapes the pursuit of (say) a bird which would, were it not deceived by the resemblance, attack and eat the caterpillar.",
        "They allegorized the Eucharist and explained away the bread and wine of which Jesus said to His apostles, \"Take, eat and drink,\" as mere words of Christ, and denied that we ought to offer bread and wine as a sacrifice.",
        "(9) It was after supper, when his disciples were sated, that Christ gave them to eat of his own body.",
        "Therefore let them first eat meats and be sated, and then let them partake of the mysteries.",
        "From the first his supply arrangements had been defective, and the requisitions made by his leading troops left nothing for the rest to eat.",
        "As compared with the Hindu, the Burmese wear silk instead of cotton, and eat rice instead of the cheaper grains; they are of an altogether freer and less servile, but also of a less practical character.",
        "Nanak said, \"Ye who trust in me eat of this food.\"",
        "He used to place all his Sikhs and visitors in rows and cause them to eat together, not separately, as is the practice of the Hindus.",
        "Har Govind was a hunter and eater of flesh, and encouraged his followers to eat meat as giving them strength and daring.",
        "Its habits much resemble those of the rest of the group to which it belongs; and, like the leopard, when it happens to come within reach of an abundant and easy prey, as the sheep or calves of an outlying farming station, it kills far more than it can eat, either for the sake of the blood only or to gratify its propensity for destruction.",
        "Ea counselled him not to eat or drink there.",
        "The \" tobacco flea-beetle \" (Epitrix parvula, Fabr.) is a small active beetle, the larvae of which attack the roots, while the adult beetles eat holes in the leaves.",
        "At one isolated village the natives, who were unarmed, reported that they not unfrequently saw and heard the gorillas, which broke down the stalks of the plantains in the rear of the habitations to tear out and eat the tender heart.",
        "In the loftiest regions the pasture chiefly consists of a coarse grass (Stipa ychu), of which the llamas eat the upper blades and the sheep browse on the tender shoots beneath.",
        "Thus, sacrifice was offered to them at night or in the evening; not on a high, but on a low altar (Eo b.pa), surrounded by a trench to receive the blood of the victim, which was supposed to make its way through the ground to the occupant of the grave; the victims were black male animals, whose heads were turned downwards, not upwards; their blood was allowed to trickle on the ground to appease the departed (aiµarcovpLa); the body was entirely consumed by fire and no mortal was allowed to eat of it; the technical expression for the sacrifice was not °ba y but Eva-y1.",
        "Abjuring pomps and vanities, its citizens observed the ascetic regime of the cloister; half the year was devoted to abstinence and few dared to eat meat on the fasts ordained by Savonarola.",
        "Yak have the great disadvantage that they will not eat corn, and the large pure-bred animals will not live at low elevations.",
        "It was the universal custom in medieval England to eat on this Sunday a grey pea steeped and fried in butter, which came from its association \"Carling Nut.\"",
        "\"And when they eat, they take the fat of the meat and grease the god's mouth withal, as well as the mouths of his wife and children.\"",
        "Then Daniel laughed, and said, 0 King, be not deceived: for this is but clay within, and brass without, and did never eat or drink anything.\"",
        "The feeding habits of the adult may agree with that of the larva, or differ, as in the case of wasps which feed their grubs on flies, but eat principally vegetable food themselves.",
        "475) we read how each ascetic had \" in his house a room in which in solitude they celebrated the mysteries of the holy life, introducing nothing therein, either to drink or to eat, nor anything else necessary for the uses of the flesh.\"",
        "To marry, to do away with images, to become monks and nuns, or for monks and nuns to leave their convent, to eat meat on Friday or not to eat it, and other like things - all these are open questions, and should not be forbidden by any man.",
        "14 we read of false teachers at Pergamum who held the \"teaching of Balaam, who taught Balak to cast a stumblingblock before the children of Israel, to eat things sacrificed to idols, and to commit fornication.\"",
        "They have no caste distinctions but speak of themselves as belonging to one of nine septs or clans, who all eat together and intermarry with each other.",
        "Angels are constantly spoken of as \" men,\" and, including even the Angel of Yahweh, are spoken of as discharging the various functions of human life; they eat and drink 12, walk 13 and speak 14.",
        "By day he concealed himself in cupboards or under furniture, and by night he groped his way into the royal kitchen to eat whatever he could find.",
        "Examples are: Rao (We) dekchai (boy) sam (three) kon (persons) cha (will) pai (go) chap (catch) pla (fish) samrap (for) hai (give) paw (father) kin (eat).",
        "He believed at one time that he was dead, and refused to eat till some of his attendants dressed in sheets set him the example.",
        "He could neither eat, nor bear the smell of, fish.",
        "The disaster was commonly attributed to Claudius's treatment of the sacred chickens, which refused to eat before the battle.",
        "The chief danger with herbivorous and frugivorous creatures is that their constitutions are not adapted to the richness of cultivated fruits and cereals, and, in captivity, they may suffer mechanically from the want of bulk in their food supply, or if they eat a quantity sufficient in bulk, it contains an excess of nutritive material.",
        "They also use this whip for killing snakes which they are said to eat.",
        "The members of this family seem to lead a snake-like life, not subterranean, and some are said to eat other lizards.",
        "\" (Take no thought) from morning until even nor from evening until morning either for your food what ye shall eat or for your raiment what ye shall put on.",
        "When hard put to it for food, coyotes will, it is reported, eat hips, juniper-berries and other wild fruits.",
        "in religious meetings, to eat the dominical or Lord's Supper, but that this aim was frustrated by some who ate up their provisions before others, so that the poor were left hungry while the rich got drunk; and the meetings were animated less by a spirit of brotherhood and charity than of division and faction.",
        "Those who are too hungry to wait shall eat at home; and not put to shame those who have no houses (and presumably not enough food either), by bringing their viands to church and selfishly eating them apart.",
        "Paul adds that this rite commemorated the Lord's death and was to be continued until he should come again, as in that age they expected him to do after no long interval: \" As often as ye eat this bread and drink the cup, ye do (or ye shall) proclaim the Lord's death till he come.\"",
        "34) that those who were too hungry to wait until all the brethren were assembled in church, should eat at home and beforehand.",
        "\" With desire have I desired to eat this Passover, before I suffer and places the bread after the wine, unless indeed the Pauline interpolation comprises the whole of verse 19.",
        "90-100, sublimates the rite, in harmony with its general treatment of the life of Jesus: \" I am the living bread which cometh down out of heaven, that a man may eat thereof and not die \" (John vi.",
        "the flesh of Christ is contrasted with the manna which saved not the Jews from death, so here the latter ask: \" How can this man give us his flesh to eat?",
        "\" and Jesus answers: \" Amen, Amen I say unto you, Except ye eat the flesh of the Son of Man and drink his blood, ye have not life in yourselves..",
        "The Essenes, similarly, appointed houses all over Palestine where they could safely eat, and priests of their own to prepare their food.",
        "Rather than scandalize weaker brethren, Paul was willing to eat herbs the rest of his life.",
        "35, having invited the ship's company of 276 persons to partake of food, took bread, gave thanks to God in the presence of all, and brake it and began to eat.",
        "But let no one eat or drink of your Thanksgiving (Eucharist), but they who have been baptized into the name of the Lord; for concerning this the Lord hath said, Give not that which is holy unto the dogs.'",
        "160, we have this symbolism enshrined in a literary form: \" In company with Paul I followed, while everywhere Faith led the way, and set before me the fish from the fountain, mighty and stainless, whom a pure virgin grasped, and gave this to friends to eat always, having good wine and giving the mixt cup with bread.\"",
        "Do not, he said, think that I mean the flesh which invests and covers me, and bid you eat that; nor suppose either that I command you to drink my sensible and somatic blood.",
        "But this effect of participation in the bread and cup was not in Paul's opinion automatic, was no mere o, ', us operatum; it depended on the ethical co-operation of the believer, who must not eat and drink unworthily, that is, after refusing to share his meats with the poorer brethren, or with any other guilt in his soul.",
        "This is the language of the ancient ordeal which as a test of innocence required the accused to touch or still better to eat a holy element.",
        "The synoptists' account is to be understood thus: Jesus, conscious that he now for the last time lies down to eat with his disciples a meal which, if not the Paschal, was anyhow anticipatory of the Millennial Regeneration (Matt.",
        "Like Persephone when carried to Hades, or WainamoInen in the Hades of the Finns (Manala), a living human being must not eat in fairyland; if he does, he dwells there for ever.",
        "The Indians have a habit of consuming a yellowish edible earth containing sulphur; on pilgrimages they obtain images moulded of this earth at the shrines they visit, and eat the images as a prophylactic against disease.",
        "To join in prayer with any one not a member of the denomination was regarded as unlawful, and even to eat or drink with one who had been excommunicated was held to be wrong.",
        "Holiness is dangerous and may even involve degradation, as in the case of the Burmese para-gyoon or servitor of the pagoda who is by heredity for ever a slave and outcast, unclean of the unclean, with whom none may eat or intermarry, yet ever tending and keeping clean the shrine.",
        "About the size of a large domestic fowl, they are birds of nocturnal habit, sleeping, or at least inactive, by day, feeding mostly on earth-worms, but occasionally swallowing berries, though in captivity they will eat flesh suitably minced.",
        "After this Atreus, apparently reconciled to his brother, recalled him to Mycenae and invited him to a banquet to eat of his son, whom Atreus had slain.",
        "On the other hand, if the concrete is rough and porous the sea-water will gradually eat into the heart of the structure, especially in a case like a dam, where the water, being higher on one side than the other, constantly forces its way through the rough material, and decomposes the Portland cement it contains.",
        "The root of this plant, when eaten by white pigs, caused their bones to turn to a pink colour and their hoofs to fall off, but the black pigs could eat the same plant with impunity.",
        "Heusinger has shown that white sheep and pigs are injured by the ingestion (A) N b X N ?--,r N(A)+N of certain plants, while the pigmented individuals may eat them without harm.",
        "Even the Eskimos, conspicuous as they are for their intelligence and sociability, save themselves the trouble of caring for their sick and old by walling them up and leaving them to die in a lonely hut; the Chukches stone or strangle them to death; some Indian tribes give them over to tigers, and the Battas of Sumatra eat them.",
        "These experiments have shown that Arthropods also have their likes and dislikes in the matter of insect-food and frequently refuse to eat insects which are warningly coloured and are distasteful to vertebrated enemies.",
        "He found that a South African drongo (Dicrurus (Buchanga) assimilis) was rejected after one or two attempts to eat it by a hungry mongoose (Herpestes galera) which had been starved for purposes of the experiment."
    ],
    "definition": [
        "To take into the body by the mouth for digestion or absorption.",
        "To take in and absorb as food: a plant that eats insects; a cell that eats bacteria.",
        "To include habitually or by preference in one's diet: a bird that eats insects, fruit, and seeds; started eating less red meat on advice from my doctor.",
        "eat′er\nn.",
        "Link/Cite"
    ]
}