{
    "translation": "אכיל",
    "uses": [
        "Muldrow had said the land was overgrown with edible plants.",
        "The contents of the nut are edible as in the coco-nut.",
        "Do you know how many edible plants grow naturally in our own front yards?",
        "Porphyra laciniata, the edible laver; Codium tomentosum, a coarse species; Padina pavonia, common in shallow water; Ulva latissima; Haliseris polypodioides; Sargassum bacciferum; the well-known gulf weed, probably transported from the Atlantic; Zostera marina, forming dense beds in muddy bays; the roots are cast up by storms and are valuable to dress the fields.",
        "Of the edible river fish, the best known is the pirarucd (Sudis gigas), a large fish of the Amazon which is salted and dried for market during the low-water season.",
        "Even the lawn contained a surprising amount of herbs, and edible plantains grew everywhere.",
        "Ballota, a closely allied species abundant in Morocco, bears large edible acorns, which form an article of trade with Spain; an oil, resembling that of the olive, is obtained from them by expression.",
        "At the present day the tree is largely cultivated in most temperate countries for the sake of its timber or for its edible nuts.",
        "Among the larger trees are the mountain cedar, reaching to 100 ft.; the gob, which bears edible berries in appearance something like the cherry with the taste of an apple, grows to some 80 ft., and is found fringing the river beds; the hassadan, a kind of euphorbia, attaining a height of about 70 ft.; and the darei, a fig tree.",
        "In the highlands of Kabul edible rhubarb is an important local luxury.",
        "The succulent fruits are not only edible but agreeable, and in fevers are freely administered as a cooling drink.",
        "It is by many esteemed as the best of all the edible fungi found in Great Britain.",
        "One was about Arkansas Wildlife and the other about edible plants and healing herbs.",
        "The ita palm, Mauritia, flexuosa (a fanleaf palm) provides an edible fruit, medullary meal, drink, fibre, roofing and timber, but is less used on the Amazon than it is on the lower Orinoco.",
        "Edmund Naumann was the discoverer of these facts, and his attention was first drawn to them by learning that an edible sea-weed, which flourishes only in salt water, is called Asakusanon, from the place (Asakusa) of its original provenance, which now lies some 3 m.",
        "MIMICRY, in zoology, the deceptive and advantageous resemblance presented by defenceless and edible species of animals to other species of animals living in the same locality, which are harmful or distasteful and are consequently avoided by all or by a majority of the enemies of the class to which the mimetic and usually the mimicked species belong.",
        "That is to say, an edible species is protected by resembling one that is inedible.",
        "The majority of the species of Acacia are edible and serve as reserve fodder for sheep and cattle.",
        "This is all the more unfortunate as eels were the only large edible creatures found in the fresh-water lakes and rivers.",
        "Few seas are more prolific in fish than the Persian Gulf and the Gulf of Oman; the great proportion of known species are edible and many have a commercial value for the isinglass or oil Shelly conglomerates and dead coral reefs of the littoral; red sandhills of the coast of Trucial Oman; alluvium of Turkish Iraq; river and lake deposits of Oman and the interior of Persia.",
        "The book provided excellent examples of the plants and she found a large assortment of edible foods.",
        "Land and marine molluscs are numerous, and include various edible kinds.",
        "The importance of sun heat to the general well-being of plant life, its influence on the production of flowers and the ripening of edible fruits, has long been appreciated in horticulture.",
        "Large edible nuts are derived from Coula edulis of the order Olacineae.",
        "The artificial propagation and preservation of salmon and other edible fresh-water fish have been carried on successfully under the supervision of a state commission.",
        "Whiting, mullet, gar-fish, rock cod and many others known by local names, are in the lists of edible fishes belonging to New South Wales and Victoria.",
        "C. Cooke, British Edible Fungi, (1891), pp. 104-105.",
        "Some trees of the sessile-fruited oak bear sweet acorns in Britain, and several varieties were valued by the ancient Italians for their edible fruit.",
        "Here also are other plants with edible roots - the oca (Oxalis tuberosa), ulluca (Ullucus tuberosus), massua (Tropceolum tuberosum), and learc6 (Polymnia sonchifolia).",
        "The fruit is edible and its juice is made into beer; the sap of the tree is made into wine, and its pith into bread; the leaves furnish an excellent thatch, and the fibre extracted from their midribs is used f or fish lines, cordage, hammocks, nets, &c.; and the wood is hard and makes good building' material.",
        "At the base of the tube, in both groups, the ovary becomes developed into a fleshy (often edible) fruit, that produced by the Opuntia being known as the prickly pear or Indian fig.",
        "For edible purposes the most valuable of the Japanese echinoderms is the sea-slug or bche de mer (namako), which is greatly appreciated and forms an important staple of export to China.",
        "Ostraea; foot absent in the adult; edible and cultivated; some species, as the British 0.",
        "Some of the other edible fish, such as the palombo, are not found in northern waters.",
        "Mendel made his chief experiments with cultivated varieties of the self-fertilizing edible pea.",
        "The chief exports consist of rice, rattans, torches, dried fish, areca-nuts, sesamum seeds, molasses, sea-slugs, edible birds' nests and tin.",
        "When an edible species gains protection by mimicking a distasteful one, there is a likelihood of its increasing in numbers until it equals or surpasses its model in this respect.",
        "Edible plants, and those for dyes and medicines, were on their lists, as well as wood for tools, utensils and weapons, and fibres for textiles.",
        "It is about the size of an ordinary apple tree, with small leaves like the willow, and a drooping habit like a weeping birch, and has an edible fruit like a yellow plum called \" mangaba,\" for which, rather than for the rubber, the tree is cultivated in some districts.",
        "Finally, the likeness of an edible species to a warningly coloured inedible one in the same locality is termed \" pseudaposematic,\" in allusion to the pretentiousness or falsity of the warning signal.",
        "On the alpine range itself and its immediate branches, at a height of 6000 to 10,000 ft., we have abundant growth of large forest trees, among which conifers are the most noble and prominent, such as Cedrus Deodara, Abies excelsa, Pinuslongifolia, P. Pinaster,P. Pinea (the edible pine) and the larch.",
        "The amatungulu or Natal plum, found chiefly near the sea, is one of the few wild plantswith edible fruit.",
        "The produce of the Eastern Islands is also collected at its ports for re-exportation to India, China and Europe - namely, gold-dust, diamonds, camphor, benzoin and other drugs; edible bird-nests, trepang, rattans, beeswax, tortoiseshell, and dyeing woods from Borneo and Sumatra; tin from Banka; spices from the Moluccas; fine cloths from Celebes and Bali; and pepper from Sumatra.",
        "Kelp and upland geese abound, the latter being edible; and their shooting affords some sport.",
        "The walnut and edible pine-nut are both wild growths, which are exported.",
        "The Indians have a habit of consuming a yellowish edible earth containing sulphur; on pilgrimages they obtain images moulded of this earth at the shrines they visit, and eat the images as a prophylactic against disease.",
        "For protective purposes soles, which are edible, also lie buried in or on the sand which they match in colour, with the exception of the right or upper pectoral fin which has a large black patch.",
        "To-day Labuan chiefly exists as a trading depot for the natives of the neighbouring coast of Borneo, who sell their produce - beeswax, edible birds-nests, camphor, gutta, trepang, &c., - to Chinese shopkeepers, who resell it in Singapore.",
        "The sanjit (Elaeaguns orientalis), common on the banks of watercourses, furnishes an edible fruit.",
        "Since many of the insects of the order Hemiptera are distasteful, the mimicry of the bug (Megapetus) is in this case probably Mullerian or synaposematic; the grasshopper (Myrmecophana), on the other hand, is probably edible and the mimicry is Batesian or pseudaposematic. This is a simple case consisting of a small number of component species.",
        "In these forests every reasonable facility is afforded to the people concerned for the full and easy satisfaction of their needs, which are generally for small timber for building or fuel, fodder and grazing for their cattle, and edible products for themselves; and considerations of forest income are subordinated to those purposes.",
        "Besides valuable contingents of the celebrated Balearic slingers, the Romans derived from their new conquest mules (from Minorca), edible snails, sinope and pitch.",
        "This explanation depends upon what is now an experimentally demonstrated fact that insectivorous birds, and probably other animals, have no instinctive knowledge of what insects are edible and what inedible.",
        "The resemblance shows various grades of completeness; and the convergent mimics may be themselves noxious, or edible and innocuous.",
        "CHANTARELLE, an edible fungus, known botanically as Cantharellus cibarius, found in woods in summer.",
        "The species are small trees or shrubs, armed with sharp, straight, or hooked spines, having alternate leaves, and fruits which are in most of the species edible, and have an agreeable acid taste; this is especially the case with those of the two species mentioned above.",
        "One of the last (Collocalia troglodytes, Gray) constructs the edible nests so highly prized by the Chinese.",
        "While most of the species are of interest chiefly to the conchologist, there are a number of edible forms. The shells of Placuna placenta, L., split into thin flat plates and, cut into small squares, are almost universally used in place of window glass.",
        "The meat inside a coconut is edible and delicious.",
        "The acai berries are not edible freshly picked.",
        "Nothing looked … edible.",
        "==Reptiles and Amphibians== Very little naturalization has been effected, or indeed apparently attempted, in regard to these groups, but the occurrence of the edible frog of the continent of Europe (Rana esculents) as an introduced animal in certain British localities is well known.",
        "For each place setting, put together small edible snowmen with marshmallows held together by toothpicks and decorated with small candies.",
        "It has feathery, gray green arching leaves, with very small flowers and yellow /red edible fruits.",
        "The curious little edible Agaricus esculentus, although placed under the sub-genus Collybia, is allied by its structure to Marasmius.",
        "The great plains are covered with edible grasses, divided into two classes, pasto duro (hard grass) and pasto blando, or tierno (soft grass) - the former tall, coarse, nutritious and suitable for horses and cattle, and the latter tender grasses and herbs, including clovers, suitable for sheep and cattle.",
        "hortensis is a variety, is one of the commonest forms. Helix pomatia, L., is the largest species, and is known as the \"edible snail\"; it is commonly eaten in France and Italy, together with other species.",
        "SHRIMP, a name applied in general to the smaller crustacea of the order Macrura and in particular to an edible species found on the coasts of northern Europe (Crangon vulgaris).",
        "vigor, strength, vigour, &c.), a word used as a general term for plants (q.v.), and specifically, in popular language, of such plants as can be eaten by man or animals, whether cooked or raw, and whether the whole of such plants are edible, or only the leaves or the roots or tubers.",
        "The Romans are credited with having purposely introduced the edible snail (Helix pomatia) into England, and the common garden snail and slugs (Helix aspersa, Limax agrestis and Anion hortensis) have been unwittingly established in New Zealand.",
        "The fungus, Sorosporium scabies, which is the cause of the scab, does not penetrate into the flesh of the tuber, nor detract from its edible properties.",
        "PRAWN, the name of an edible large shrimp-like crustacean in Great Britain usually applied to Leander serratus (see Shrimp).",
        "In the case of those animal fats which are intended for edible purposes, such as lard, suet for margarine, the greatest cleanliness must, of course, be observed, and the temperature must be kept as low as possible in order to obtain a perfectly sweet and pure material.",
        "The edible part of the scallop is the pale adductor muscle and orange roe (coral).",
        "His family 's business was producing a form of edible seaweed.",
        "Recently while walking through our 3.5 acres of all edible, organic gardens, I noticed many varieties of ripe strawberries.",
        "The plants grows from a dark brown tuberous root which is edible.",
        "Available in yellow only... Edible undies for her For the naughty side of you.",
        "Other finds included fragments of medieval pottery and hundreds of edible winkle shells which were also used for fishing bait.",
        "Abalone is a type of edible sea snail, a prized ingredient of Chinese cuisine.",
        "After you have the bottles, fill them with your favorite candy, nuts, or other small edible treat.",
        "The sugar decorations attach to the cake with a small squirt of frosting and are edible.",
        "By bringing a splash of color, a little life and perhaps even something edible into our homes, plants can make us feel happier and give us practice taking care of something.",
        "Real candy corrn is normally very small and edible.",
        "On the other hand, plastic candy corn is not edible.",
        "You may also want to factor in local edible plants and a garden.",
        "You can use house plants or you may want to incorporate an edible living wall that's made up of vegetable and herb plants.",
        "Edible Products: You can purchase biodegradable serving pieces and cutlery made from corn, sugar or potato products that you can actually eat after a meal.",
        "Edible ginger includes ginger in pill form, tincture, tea, crystallized, dried or fresh root form.",
        "Research supports edible ginger as a highly useful treatment for most forms of nausea.",
        "The stems and flowers are also edible, and have a faint garlicky flavor.",
        "Learning to identify edible wild berries can be more than a fun way to supplement a healthy diet.",
        "Wild berries taste and look much like domestically grown varieties, though the edible berries which are allowed to ripen naturally are often sweeter and juicer but smaller.",
        "It doesn't take special training to spot common edible berries in the wild.",
        "Buy a good guide to help identify wild berries so you know which are edible and which are not.",
        "Carry a zip-lock bag or other container so that when you come upon edible berries you'll be ready to transport them back to your house to share with the rest of the family.",
        "If you're looking for edible wild berries in the U.S. or Canada, most will be found on low bushes and creepers.",
        "The following lists show a number of berries and whether or not they are considered edible.",
        "Incredible Edible Gluten-Free Food for Kids.",
        "The production of edible fats (margarine, lard compounds, and vegetable butters) has taken root in this country, and bids fair to extend largely.",
        "Throughout Bengal the name by which the plants when used as edible vegetables are recognized is nalita; when on the other hand they are spoken of as fibre-producers it is generally under the name pat.",
        "There are 35 species of pigeons and doves, many of them most beautifully coloured and all edible.",
        "Among the scattered jungles in various parts of the province, the mahua tree is prized alike for its edible flowers, its fruits and its timber.",
        "Among such edible or culinary plants or portions of plants, a further distinction is made popularly between \"fruits\" and \"vegetables,\" for which see Fruit.",
        "Corylus rostrata and C. americana of North America have edible fruits like those of C. Avellana.",
        "Gutta, rubber, rattans, mangrove-bark, edible nuts, guano, edible birds'-nests, &c., are all valuable articles of export.",
        "Cold pressing of the seeds yields a golden-yellow oil, which is often used as an edible oil.",
        "The beautiful reddish-brown shining cones, roundly ovate in shape, with pyramidal scale apices, have been prized from the ancient days of Rome for their edible nut-like seeds, which are still used as an article of food or dessert.",
        "P. Gerardiana, a north-west Himalayan species, is a medium-sized tree with a conical head, growing on the more elevated parts of the mountain range; it furnishes edible seeds.",
        "Many members of the group occur on the Mexican isthmus, one of which, P. cembroides, produces edible seeds; another, P. Montezumae, is a valuable timber tree.",
        "The Bandanese pay occasional visits to shoot bears and deer; there are numbers of wild goats and cattle; and among birds are mentioned cassowaries, cockatoos, birds of paradise, and the swallows that furnish edible nests.",
        "The plateau is covered with a fairly thick growth of the chilghosa or \" edible \" pine, and a sprinkling of juniper, on the higher slopes.",
        "A bed of Agaricus was found by the writer near the river Styx; and upon this hint an attempt has been made to propagate edible fungi in this locality.",
        "azinheira) furnish edible acorns and excellent timber for charcoal, and carob-trees (Ceratonia siliqua, Port.",
        "alfarrobeira) also produce edible seed-pods somewhat resembling beans.",
        "This plateau and the interior slopes of the ridges are covered with chilghosa (edible pine) forests.",
        "musculus, diminutive of mus, mouse, applied to small sea fish and mussels), a term applied in England to two families of Lamellibranch Molluscs - the marine Mytilacea, of which the edible mussel, Mytilus edulis, is the representative; and the fresh-water Unionidae, of which the river mussel, Unio pictorum, and the swan mussel, Anodonta cygnea, are the common British examples.",
        "Along the coast squeteague is the most abundant edible variety taken.",
        "Besides these the group also includes a multitude of related forms which, from their aquatic habits and generally inconspicuous size, and from the fact that they are commonly neither edible nor noxious, are little known except to naturalists and are undistinguished by any popular names.",
        "The tuberculate roots are edible.",
        "In Melocanna the berry forms an edible fruit 3 or 4 in.",
        "Several of the islands contain valuable deposits of guano and phosphate of lime, and their waters are frequented by edible and shell turtle.",
        "Of sea fish there are more than forty edible varieties.",
        "The fruits are large and edible: they are known in the East by the name habhel.",
        "More than one-third of the district lies under jungle, which yields gum, medicinal fruit and nuts, edible fruits, lac, honey and the blossoms of the mahuci tree (Bassia latifolia), which are eaten by the poorer classes, and used for the manufacture of a kind of spirit.",
        "As the characters of the genera are given in the article RoDENT1A it will suffice to state that the typical genus Glis is represented by the large European edible dormouse, G.",
        "Before retiring they become very fat, and at such times the edible dormouse is a favourite article of diet on the Continent.",
        "Though fruit-trees will not bear there is an abundance of edible berries; the rivers and lakes abound with trout, perch, pike and other fish, and in the lower waters with salmon; and the cod, herring, halibut and Greenland shark in the northern seas attract numerous Norwegian and Russian fishermen.",
        "Edible frogs, tree-frogs, lizards, snakes, tortoises and scorpions are found in all parts.",
        "Edible roots are especially abundant.",
        "Among indigenous trees, shrubs and vines that bear edible fruits or nuts the state has the blackberry, grape, pawpaw, persimmon, plum, crabapple, hickory, chestnut and hazel nut.",
        "In the interior rivers is found the curious and beautiful lace-leaf plant (Ouvirandra fenestralis), with an edible tuberous root.",
        "Frogs proper are typified by the common British species, Rana temporaria, and its allies, such as the edible frog, R.",
        "Reptiles - snakes, lizards and chameleons, crocodiles, turtles and an enormous variant of the edible Indian crab - are numerous; butterflies and insects, the latter very troublesome, have not yet been systematically collected.",
        "In the artichoke the outer imbricated scales or bracts are in this condition, and it is from the membranous white scales or bracts (paleae) forming the choke attached to the edible receptacle that the flowers are produced.",
        "Besides this species, there are nearly forty different kinds of vine and ten of the olive, including the karudolia, which yields the best edible olive berry.",
        "Hence this kind of press finds only limited application, as in the industry of olive oil for expressing the best and finest virgin oil, and in the production of animal fats for edible purposes, such as lard and oleomargarine.",
        "This preliminary purification is of the greatest importance, especially for the preparation of edible oils and fats.",
        "For the preparation of edible oils and fats the meal is expressed in the cold, after having been packed into bags and placed in hydraulic presses under a pressure of three hundred atmospheres or even more.",
        "Such oils are hardly suitable for edible purposes, and they are chiefly used for manufacturing processes.",
        "The fruits are expressed, and after the edible qualities and best class of oils for technical purposes have been taken off by expression, the remaining pulp is extracted by means of solvents.",
        "In special cases, such as the preparation of edible oils and fats, a further improvement in colour and greater purity is obtained by filtering the oils over charcoal, or over natural absorbent earths, such as fuller's earth.",
        "adulteration of edible oils.",
        "You can also use alfalfa or rabbit pellets which are absorbent and edible.",
        "berryhas divided leaves, bunches of white flowers and red, edible berries.",
        "bivalve mollusks are similar in dimensions to the edible mussel.",
        "Fairy cake Message decorations - From £ 7.95 Edible cake decorations, printed with your message to decorate your own fairy cakes or cupcakes.",
        "These Regulations prescribe reserved descriptions, composition and manufacturing characteristics for edible acid casein, edible rennet casein and edible caseinates.",
        "The production of edible caterpillars, on which my talk will concentrate, forms part of this project.",
        "unique edible centerpieces are designed by baking cookie dough on lollipop sticks.",
        "Contains one edible milk chocolate thong ready to wear.",
        "Some believe that spider crab inhibit edible crab from entering the pots.",
        "cultivation of Bt maize also promises less pesticide use and reduced mycotoxin levels in the edible product.",
        "Unique edible centerpieces are designed by baking cookie dough on lollipop sticks.",
        "Anyone who thinks doing an experiment in a kitchen makes the result edible should not do these experiments.",
        "Given the smell, it's shocking that this place was producing anything edible at all.",
        "They eat anything edible including rats, mice and, rabbits.",
        "edible creepy crawlies embedded within their candy confines.",
        "edible crab from entering the pots.",
        "edible seedcrops on their own level.",
        "edible fungi are.",
        "edible dormice can make a whistling sounds at short intervals over long periods, which announce their willingness to mate.",
        "edible underground stem tubers.",
        "The flowers are perfectly edible, they make a pretty garnish anyway.",
        "I like the way the word sounds almost edible.",
        "The food was... okay, nothing special and a little pricey, but quite edible, and the views were lovely.",
        "I worked in a grocery store, and I saw plenty of lightly bruised food, still edible, tossed in the trash.",
        "But it's not the only edible that's fallen from flavor.",
        "Tho not edible, they could be good sport, so Oscar poked his scarred nose through a window.",
        "The beads used in the work look almost edible.",
        "Plants for the Future A resource center for rare and unusual plants, particularly those which have edible, medicinal or other uses.",
        "Sea fish are seldom returned alive to the water as most are considered edible.",
        "The mushrooms that were edible become poisonous and those that were poisonous become edible.",
        "This the reason why bottled, canned and vacuum-packed foods stay edible for such a long time.",
        "Broccoli is a member of the cabbage family prized for its top crowns of tender, edible, green flower buds.",
        "About artichokes: The edible portion is basically a large flower bud.",
        "fungus, vastly increasing my knowledge of edible woodland fungi!",
        "It is not edible and provides a choking hazard.",
        "The edible seedcrops it was actively stewarding are among Earth's most valuable heirlooms and their reservoir of possible human benefits is absolutely vast.",
        "The comparison between the fox hounds and their kill, against stag hounds standing off their edible quarry, also supports this view.",
        "lollyse exceedingly slurpable lollies have genuine edible creepy crawlies embedded within their candy confines.",
        "More edible gifts include the always acceptable Christmas cakes, puddings and delicious mince pies or make your own edible gifts with organic ingredients.",
        "mollusc bivalve mollusks are similar in dimensions to the edible mussel.",
        "Such vectors have proven useful in modification of a range of edible marine animals including mollusks [18] .",
        "This type of fungus includes our familiar edible mushroom.",
        "One shot could be of a small nudibranch, the next of an edible crab.",
        "Plants of this size can accumulate enough edible offals to make the export markets attractive to them.",
        "ovoid fruits usually follow the flowers, some of which are edible.",
        "The swollen peduncles of the fruit are edible fresh, in drinks or ices.",
        "Lifting a rock can reveal that its complete underside is covered by edible periwinkles.",
        "rennet casein and edible caseinates.",
        "Meat needs to be hung for anything from 1-4 weeks before it is edible, so I see nothing wrong with humans eating roadkill.",
        "The edible part of the scallop is the pale adductor muscle and orange roe (coral ).",
        "Underwater you'll find plenty of anemones, Ross corals and edible sea urchins.",
        "His family's business was producing a form of edible seaweed.",
        "There are many other edible shellfish, a number of which it would be possible to cultivate.",
        "There are many different types of edible snails in the world.",
        "These are followed by edible, usually spherical, fruits.",
        "strawberry while walking through our 3.5 acres of all edible, organic gardens, I noticed many varieties of ripe strawberries.",
        "For more information on edible tallow, see Chapter 12.",
        "However, such high-quality tallow demands a higher price in the edible tallow commodity market.",
        "The plants are sprawling vines with edible underground stem tubers.",
        "tuberous root which is edible.",
        "Available in yellow only... edible undies for her For the naughty side of you.",
        "Topics covered so far include xenotransplantation, DNA chips and edible vaccines.",
        "vacuum-packed foods stay edible for such a long time.",
        "The edible weeds that plagued them have been harvested and sold or gotten woody.",
        "Many edible fungi depend upon minute and often obscure botanical characters for their determination, and may readily be confounded with worthless or poisonous species; but that is not the case with the common mushroom, for, although several other species of Agaricus somewhat closely approach it in form and colour, yet the true mushroom, if sound and freshly gathered, may be distinguished from all other fungi with great ease.",
        "Like all widely spread and much-cultivated plants, the edible 1 The earlier 15th-century form of the word was musseroun, muscheron, &c., and was adapted from the French mousseron, which is generally connected with mousse, moss.",
        "Cocoa butter (theobroma oil / theobroma cacao) is a pure edible vegetable fat that comes from the cacao bean.",
        "Identifying wild berries in Pennsylvania is a passion among some people who enjoy foraging, or finding edible plants in nature.",
        "Edible Wild Plants of Pennsylvania and Neighboring States, Mary Lee Medve and Richard J.",
        "Trails offers a list of common edible berries found in the United States with photos to help you identify them.",
        "Know the difference between edible berries and poisonous ones.",
        "Keep reading to get more information on berry varieties and if they are edible or not.",
        "It's a good idea to know your edible berries for survival before you hit the road!",
        "The root is edible and a part of the traditional Asian diet.",
        "Try this sweet and easy paste: mix up a sugary paste by combining a tablespoon of granulated sugar and a splash of water, and work the edible paste onto lips in a circular motion.",
        "Pastillage is what bakers use to create anything that you see on a cake that is edible but not actually cake.",
        "Escargot - There are 116 varieties of edible snails.",
        "Use your family pantry to make an edible gift for the graduate.",
        "The edible seeds (actually, these are \"arils\" - little juice sacs that surround the seeds) will sink to the bottom and the inedible white shell will float on the top.",
        "Beets also have extremely nutritious leaves, which are edible and can be cooked just like chard, kale, collards, or any other hearty green.",
        "Sprouted chia seeds are edible and contain large amounts of omega-3 fatty acids, provide ample dietary fiber and are also a source of protein.",
        "Edible favors, such as Recipes chocolate, Recipes candy, Recipes cookies, fortune cookies, gourmet coffee or tea packets, or personalized candy bars are also great for co-ed showers.",
        "Whether they are fun, practical, or edible, there is almost no limit on what you can choose for your wedding shower favors.",
        "Marzipan, gum paste, candy clay, and pastillage can all be used to create edible embellishments on your wedding cake.",
        "To make larger cakes, many bakers are willing to fashion bottom tiers out of cardboard with decorative icing, and only the top layers of the cake are edible.",
        "Edible flowers, possibly crystallized in sugar.",
        "For those who are making their own wedding cakes, making edible leaves is fairly easy.",
        "Another way to make edible cake leaves is to melt candy disks.",
        "A good rule of thumb is that most edible decorations can be kept for up to two weeks; less for those that have perishable ingredients.",
        "Edible delights, like a muffin recipe that has been passed down through the family for generations, can also be used as favors.",
        "Edible paint and molded chocolate and gumpaste help make cake designs come to life.",
        "Another way to personalize cakes is to print engagement photos (with photographer's release) with edible ink onto special paper than can be used on the cake.",
        "Outrageous requests, such as a life-size cake version of the bride or the use of edible gold, are not unheard of in the modern cake business and will send the price skyrocketing.",
        "Using these tricks can make even average desserts seem like huge wedding cakes, no matter how many servings they offer or how many tiers are actually edible.",
        "Make your centerpieces serve a dual purpose by making them edible.",
        "Mints, wedding truffles, or chocolate covered strawberries make tasty additions to an edible centerpiece.",
        "Wedding cakes took a cue from this idea, with bakeries designing a smooth white cake with edible pearls or a silver trimmed ribbon.",
        "Your fruit arrangement can be edible, such as an arrangement that has skewered pieces of fruit placed in a bouquet pattern.",
        "Though edible centerpieces are a great way to offer an appetizer at your reception, your fruit centerpiece does not have to be eaten by guests.",
        "Of course, not all guests may enjoy chocolate, and it is wise to investigate any potential allergies or dietary concerns before choosing any edible favor.",
        "A sea themed wedding cake can be as simple as a white frosted cake embellished with a few seashells or as complicated as an entire edible display of marine life.",
        "Some professionals specialize in beach wedding cakes adorned with fondant shells and edible sugar \"sand.\"",
        "Fresh or edible flowers: Some fresh flowers are edible, but they may be more expensive, and most guests may be unaware that they can eat the flowers on their slices of cake.",
        "If you prefer for your entire wedding cake to be edible, find a decorator who is able to make flowers from fondant or gum paste.",
        "Most beach cakes involve a water or island scene with palm trees, a traditional bride and groom cake topper, and extras such as a cruise ship or edible \"sand.\"",
        "Using edible fondant or gum paste flowers can also be expensive, especially if you request a lot of detail.",
        "Gild fruit with edible gold leaf for an over-the-top effect.",
        "To make the fruit more suitable at a formal wedding, consider gilding it with edible gold leaf and placing the fruit on a crystal cake stand.",
        "Decorators can sprinkle turquoise sugar or edible glitter on plain white buttercream, meringue or fondant frosting.",
        "Painting with edible turquoise color on a fondant or ganache coated cake can also look very modern and chic.",
        "Leaves make for a lovely cake, whether they're edible or real, but there are plenty of additional fall themes that are worth exploring in dessert.",
        "If you like the look of flowers on a cake but want something a bit different, try edible flowers or stylized fondant blossoms.",
        "Find a decorator who's skilled with molding fondant, and ask him or her to create small edible figurines to fit a theme on your cake or use as custom toppers.",
        "Doilies, lace, decorated delicate handkerchiefs and cut-paper patterns are another way to add elegant detail to your cake if you don't mind putting on a few things that aren't edible.",
        "Keep in mind that some decorators also specialize in making edible flowers from buttercream, fondant, or gum paste, and the flowers can look nearly as realistic as if you had picked them fresh.",
        "They can also be the most expensive, since decorators must put in a lot of commitment and time to bring crazy ideas to life in edible form.",
        "While the basic process is the same, each fondant wedding cake turns out as a unique piece of edible artwork.",
        "You have several icing choices when preparing flowers for cake decorating, but if you want the most realistic-looking flowers possible while still keeping them edible, choose gum paste flowers.",
        "Unlike buttercream or fondant roses, which will stay together without much help, gum paste flower parts need to be \"glued\" together with edible egg whites or an edible gum paste glue.",
        "Some rich, bright colors can fade with gum paste, so if you want very vivid color, add more than you think you need or consider painting the flowers with edible decorating paint.",
        "Edible flowers are another great choice for topping a cupcake.",
        "Check out some craft books to get creative ideas for cupcakes, then make your visions into edible art!",
        "You can also make toppers out of gum paste (a hard-drying, edible sugar paste) or use non-edible designs to top your cakes.",
        "Sprinkle edible sugar sprinkles, powdered sugar, or cocoa powder on top of a cake evenly by using a sifter.",
        "For a super simple monkey cake, purchase an edible image that can be added to a plain sheet cake right before serving.",
        "The instructions are detailed and thorough, but the special pieces of equipment and ingredients that most designs call for, including sugar glue and edible decorating powder, aren't likely to be on hand in a beginning baker's kitchen.",
        "Finally, use edible paint to add stripes to Uncle Sam's shirt, legs, and hat.",
        "Use edible paint to create a winding black staircase around the cake tiers.",
        "Use white edible paints or powdered sugar to draw the outline of a body in the center of the cake.",
        "Use edible paint to write \"Caution\" all around the cake.",
        "You may find that some tweenage girls would be happiest just having a giant edible image of Zack Ephron.",
        "Toppers can be edible if they're made with fondant or gum paste, but inedible toppers are fine, too.",
        "Inedible cake toppers can be just as thrilling as the edible.",
        "Complete the \"ghost\" by adding black eyes with edible paint, more fondant, or dollops of buttercream.",
        "Whether you use stencils, fondant, gum paste, sprinkles, or other edible cake decorations, your cakes will look fantastic and command just as much attention as a well-lit Christmas tree.",
        "They don't look like much on their own, but edible decorations such as candies, chocolate pieces, sprinkles, luster dust, and dragees can add a lot of sparkle and splendor to a cake.",
        "Consider using red hots or gummy candies as Christmas tree lights, edible glitter to \"illuminate\" light strands, or pull-and-peel licorice to \"wrap\" tasty presents.",
        "Christmas cake stencils, fanciful border templates, small cookies, edible candies, and tinted fondant all help make finished cakes stand out, so make sure to track down the props you need to give your design the attention it deserves.",
        "Little, edible frogs are very successful as cake toppers.",
        "Shape the green fondant into little frogs, using a toothpick and edible paint to add necessary details.",
        "Pipe on any additional accents that you like, and finish decorating the rabbit with candies, sprinkles, edible glitter, or other accents.",
        "If you'd like, though, you can get a little fancier with them and provide some extra sparkle and panache with edible glitter, luster dust, jeweled candies, or other specialty items.",
        "If necessary, add detail with edible paint or alternate colors of frosting.",
        "Make your treats more festive by holding a stencil over your baked cupcake and then sprinkle with food coloring spray, edible glitter, cocoa powder, confectioners' sugar or colored sugar.",
        "Its white flowers are not showy, and are succeeded by edible, Raspberry-like fruits.",
        "It is found in many of our cornfields, and is cultivated in Holland for the tuberous roots, which are said to be edible.",
        "The flowers are large, white or pale rose, and followed in August by fruits of a brilliant red as large as a hens egg, and edible, though of mawkish flavor.",
        "Silver Berry or Missouri Silver Tree (Elaeagnus Argentea) - Has very fragrant tubular yellow flowers, followed by an abundance of nearly globular, dry, mealy, edible fruit.",
        "Sargent thus writes of it in Garden and Forest: \"The plant may well be grown for the beauty of its fruit alone, which, moreover, is juicy and edible, with a sharp, rather pungent, agreeable, flavor.",
        "Its blossoms, pure white and each about three-quarters of an inch wide, are followed by round, yellowish edible berries about half an inch in diameter.",
        "The berries are small-about the size of black currants-acid but edible.",
        "A beautiful ornamental shrub, the Cranberry provides the garden with clusters of tiny, light pink, bell-shaped flowers in the spring and edible fruit for both humans and birds in the fall.",
        "Make an edible version from candy or sweets as a special treat at a children's birthday party.",
        "The farm features eight specialty gardens containing more than 3,000 different species of unique ornamental and edible plant varieties.",
        "Barbarea, which is also known as winter cress, is an edible biennial plant that produces yellow flowers.",
        "Some pansy varieties are edible and can be grown directly from seed.",
        "Once an asparagus bed is planted, however, the plants can yield edible shoots for up to 30 years.",
        "Potted fresh herbs on a windowsill, a small container garden, or using edible plants for landscaping plants are all good ideas.",
        "Canadian Seed Sanctuary: A charitable organization dedicated to preservation and promotion of edible and medicinal Canadian plants.",
        "Stretching their limited budgets to include small luxuries such as visits to the hair salon, afternoon movie matinees or favorite edible delicacies is often impossible.",
        "Many edible foods adapt easily to hydroponics techniques.",
        "Spa baskets also often include delicious chocolates, cookies and other edible treats.",
        "A gift basket filled with edible delicacies, spa luxuries or hobby essentials makes a wonderful retirement gift.",
        "You will find all sorts of edible items like turkey, ham and cheese.",
        "Legumes-A family of plants, including beans, peas, and lentils, that bear edible seeds in pods.",
        "These sources of minerals develop in a sequence that takes millions of years, beginning with rock formation, the breakdown of rocks into mineral salts, and the assimilation of these salts into soil that nourishes edible plants.",
        "From the simplest, lightest cakes to the most elaborate edible centerpieces, French desserts are legendary and rightly so.",
        "This works especially well with candy and other edible goods.",
        "Edible treats slip easily into Christmas gift baskets, delight neighbors and friends, and give cooks and bakers a chance to put their personal touch on the season's festivities.",
        "LTK: Why are edible holiday gifts such a treat to make and to receive?",
        "JGB: I've always believed that handmade gifts are the most personal, and if it's edible, that's even better.",
        "Grimes Bottcher selected some of her favorite homemade Christmas gift ideas to add to your edible gift-giving bounty.",
        "While the edible Christmas gifts in a jar are typically presented in canning jars, health and beauty-themed gifts require a more visually pleasing presentation.",
        "If you don't enjoy baking, hang candy canes from the tree for instant edible décor.",
        "If you're going to decorate a tree that is outside, use pinecones, peanut butter, and suet to make edible ornaments for the birds.",
        "Make sure to add a gift tag so the recipient knows all the cookies are actually edible delights for their enjoyment.",
        "Edible materials, such as ginger or sugar cookies, candy, popcorn, and cranberries.",
        "Sprinkle colored sugar or other edible decorations on the wet glaze.",
        "To assure that they will remain edible, individually wrap each cookie in plastic wrap.",
        "Candy canes, \"penny\" candy, and even candy bars can make colorful edible Christmas tree decorations.",
        "Food stamp assistance can be used to purchase almost any edible item in the grocery store, so you can still prepare meals that fit your family's unique dietary preferences.",
        "Food stamps are intended to help families purchase edible items.",
        "It is supposed to be safe and edible, but the wax can trap environmental residue and more.",
        "The yarn used is worsted weight in yellow for the peel and off-white for the \"edible\" part of the banana.",
        "Choosing fresh fruits with edible skins, such as apples, pears, raspberries, blueberries, peaches, and apricots, is best.",
        "It exists in all edible plants, legumes and grains.",
        "The meat and juice, which are located on the inside of the fibrous coir, are the only edible parts of the coconut.",
        "There are care packages filled with name brand candy, gourmet gift baskets with every edible imaginable, and themed baskets for movie night, Thanksgiving, Christmas and more.",
        "Among edible mushrooms, portobello mushrooms rank perhaps second next to truffles in terms of popularity.",
        "They come in a variety of styles and fabrics from humorous character silk boxers to edible underwear.",
        "Edible underwear -- Made from the candy you liked as a kid, these undergarments come in thongs, g-strings or pouches for men.",
        "Mini cupcakes decorated with edible flowers and flower-shaped cookies are perfect to serve along with your tea.",
        "Although Survivor isn't as devoted to gross-out challenges as the reality show Fear Factor, contestants do frequently sample exotic fare like edible insects.",
        "If you're feeling adventurous, purchase some real edible insects, such as chocolate-covered grasshoppers or bug suckers with a real bug encased in a sugary shell.",
        "Edible treats always make great party favors, and baked goods are always appropriate for a tea party.",
        "In the past, the only way to see these amazing creations was to order them from an expensive bakery, but now viewers can tune in to these shows and watch talented bakers start with batter and end with intricate pieces of edible art.",
        "LTK: Another technology that science fiction fans are fascinated with is the food synthesizer, essentially creating food out of \"nothing - or the subatomic particles of space into an edible form of matter.",
        "These are more for the sake of novelty and aesthetics, and it is important to note that none of the ingredients are edible.",
        "A look around her bedchamber with its black, stone walls, ceiling and floor revealed nothing remotely edible.",
        "But flies of the drone-fly kind cannot sting, and, so far as is known, are perfectly innocuous and edible.",
        "Various other food-fishes, both marine and fresh-water, can be kept in ponds for longer or shorter periods, but refuse to breed, while in other cases the fry obtained from captive breeders will not develop. Consequently there are two main types of pisciculture to be distinguished: (1) the rearing in confinement of young fishes to an edible stage, and (2) the stocking of natural waters with eggs or fry from captured breeders.",
        "The earlier advocates of artificial propagation and fish-hatching seem to have been under the impression that the thousands of fry resulting from a single act of artificial propagation meant a corresponding increase in the numbers of edible fish when once they had been deposited in suitable waters; and also that artificial fertilization ensured a greater proportion of fertilized eggs than the natural process.",
        "Similar methods are employed in the production of lard oil, edible cotton-seed oil, &c. For refining oils and fats intended for edible purposes only the foregoing methods, which may be summarized by the name of physical methods, can be used; the only' chemicals permissible are alkalis or alkaline earths to remove free fatty acids present.",
        "With regard to edible oils, edible cottonseed oil is the only table oil produced in Great Britain.",
        "Amongst the edible oils and fats which are largely imported, butter takes the first rank (to an amount of almost 25,000,000 per annum).",
        "Next in importance is margarine, the British production of which does not suffice for the consumption, so that large quantities must be imported from Holland, edible olive oil from Italy, the south of France, Spain and the Mediterranean ports generally.",
        "Coco-nut oil and copra, both for edible and technical purposes, are largely shipped to Great Britain from the East Indies and Ceylon, Java and the West Indies.",
        "On the continent of Europe the largest oil-trading centres are on the Mediterranean (Marseilles and Triest), which are geographically more favourably placed than England for the production of such edible oils (in addition to the home-grown olive oil) as arachis oil, sesame oil and coco-nut oil.",
        "Nothing looked â€¦ edible.",
        "Solid and menacing, the man across from her was staring at her as if trying to determine if she was edible.",
        "He was watching her, a predator who'd either figured out his prey wasn't edible or needed more study to kill.",
        "For the most part, wild edible berries can be eaten straight from the plant.",
        "Exercise caution when applying edible products to your skin."
    ],
    "definition": [
        "ed′i·bil′i·ty ed′i·ble·ness\nnoun",
        "Link/Cite",
        "That can be eaten without harm; innocuous to humans; suitable for consumption.\nedible fruit",
        "That can be eaten without disgust.\nAlthough stale, the bread was edible.",
        "inedible",
        "Anything edible.",
        "(marijuana) a foodstuff infused with THC usually cannabutter baked good",
        "Link/Cite"
    ]
}