{
    "translation": "יעיל",
    "uses": [
        "The nets or snares are highly efficient for this purpose.",
        "A transporter of this kind, when fitted with a grab, is a very efficient machine for taking coal from barges and depositing it in a coal store.",
        "Only thus could a plurality of rulers of equal rank act in an efficient and orderly way.",
        "From his cold features to his controlled, efficient movement, to the low, commanding tone, there was no doubt he belonged in the predators' wing of the zoo.",
        "Despite being the most efficient method ever, it is still highly inefficient, and this inefficiency inspires hope.",
        "Because the most efficient farms in the world are those that operate at vast scale.",
        "by stringent game laws, administered by an efficient state Game and Fish Commission.",
        "This is one of the few areas in which government taxation actually leads to a more efficient outcome.",
        "Operating at basically 5 percent efficiency, they are less than half as efficient as solar panels now on the market.",
        "And advances in drip irrigation, which itself isn't exactly new but is becoming far more widespread and ever more efficient, allows crops to be grown with massively less water.",
        "The municipality maintains an efficient forestry department.",
        "It has been shown that if the organ containing them is shaken for some time, so that the contact between them and the protoplasm of the cells is emphasized, the stimulus becomes more efficient in producing movement.",
        "The advantage of this relatively free system of railway building and management is that it secures efficient and progressive methods.",
        "The effect of the unsettled policy of the Post Office until 1905 and of the difficulties created by the local authorities was that the National Telephone Company was never able to do its best to develop the enterprise on the most efficient lines.",
        "Dusting with Paris green is, however, an efficient remedy if promptly applied at the outset of the attack.",
        "Notwithstanding the fact, however, that these cells are capable of acting as very efficient lenses the explanation given by Haberlandt has not been widely accepted and evidence both morphological and physiological has been brought forward against it.",
        "Hays to be Postmaster-General was in the nature of payment of a political debt to the man who had been the successful manager of the Republican campaign, it was early justified by his efficient administration of the postal service.",
        "Not until the age of seventeen did he attack the higher mathematics, and his progress was much retarded by the want of efficient help. When about sixteen years of age he became assistant-master in a private school at Doncaster, and he maintained himself to the end of his life in one grade or other of the scholastic profession.",
        "Crispi, burdened by the premiership and by the two most important portfolios in the cabinet, was, however, unable to exercise efficient control over all departments of state.",
        "The odontophore also is remarkably developed, its lateral teeth being mobile, and it serves as an efficient organ for attacking the other pelagic forms on which the Heteropoda prey.",
        "It can be shown that a more efficient washing results from alternately filling and emptying the funnel than by endeavouring to keep the funnel full.",
        "She was to hale the offenders to the palace, which implied an efficient and accessible police system.",
        "Altogether colchicum is a puzzle, and will remain so until the efficient poison of gout is isolated and defined.",
        "Hackett) of the enlarged American edition of Dr (afterwards Sir) William Smith's Dictionary of the Bible (1867-1870), to which he contributed more than 400 articles besides greatly improving the bibliographical completeness of the work; was an efficient member of the American revision committee employed in connexion with the Revised Version (1881-1885) of the King James Bible; and aided in the preparation of Caspar Rene Gregory's Prolegomena to the revised Greek New Testament of Tischendorf.",
        "In modern times the artisan, however well trained, efficient and painstaking he may be, does not, in virtue of these qualities, enjoy any municipal or political privileges.",
        "The excellent manner in which the scales and micrometers are mounted, the employment of a compound microscope for viewing the scales, with its ingeniously arranged and admirably efficient reversing prism, and the perfection of its slow motions for focusing and reading, combine to render this a most accurate and convenient instrument for very refined measures, although too slow for work in which the measures must depend on single pointings in each of two reversed positions of the plate, and where speed of working is essential.",
        "The production, therefore, of the most perfect and efficient cotton-cleaning machinery is of importance alike to the planter and manufacturer.",
        "by 50 m., and there is a membership of 1731 and an efficient institution for training teachers, evangelists and artisans.",
        "Even if the sun were made of one mass of fuel as efficient as coal, that mass must be entirely expended in a few thousand years if the present rate of radiation was to be sustained.",
        "The pupils at Brienne, far from receiving a military education, were grounded in ordinary subjects, and in no very efficient manner, by brethren of the order, or society, of Minims. The moral tone of the school was low; and Napoleon afterwards spoke with contempt of the training of the \"monks\" and the manner of life of the scholars.",
        "The restaurant's atmosphere is elegant, and understated, with quiet but efficient service.",
        "But they, too, lack funds sufficient to assure extensive and efficient working, even after the law of 1906.",
        "The leading part which Gallatin had taken in the \"Whisky Insurrection\" in Western Pennsylvania had, without doubt, been an efficient cause in his rejection by the senate.",
        "During this period life and property were rendered secure, and great progress was achieved, on the lines already indicated, in creating an efficient civil service, harmonizing Moslem law with new enactments, promoting commerce, carrying out important public works, and reorganizing the fiscal and educational systems. All classes 1 For the Christian rebellion - and its causes, see A.",
        "The line was designed, surveyed and constructed by Turkish engineers - employing Ottoman navvies and labourers - in a highly efficient and economical manner, the average cost per mile having been £3230, although considerable engineering difficulties had to be overcome, especially in the construction of the Haifa branch.",
        "Much had been done to create an efficient staff, but though the idea of the army corps command was now no new thing, the senior generals entrusted with these commands were far from having acquired the independence and initiative of their French opponents.",
        "When businesses and people are made to consider the overall effects of their choices as opposed to only their individual effects, efficient outcomes occur.",
        "Seeing clearly that his want of an efficient cavalry precluded all ideas of a resolute offensive in his old style, he determined to limit himself to a defence of the line of the Elbe, making only dashes of a few days' duration at any target the enemy might present.",
        "In 1886 he was elected mayor of New York City, his nomination having been forced upon the Democratic Party by the strength of the other nominees, Henry George and Theodore Roosevelt; his administration (1887-1888) was thoroughly efficient and creditable, but he broke with Tammany, was not renominated, ran independently for re-election, and was defeated.",
        "In the absence of efficient communication, potential belligerents are left to impute the worst possible motives to the unexplained actions of others.",
        "In 1882, at Reading, a gold medal was given for a cream separator for horse power, whilst a prize of roo guineas offered for the most efficient and most economical method of drying hay or corn crops artificially, either before or after being stacked, was not awarded.",
        "While considering that a really efficient Post Office service would afford the best means for securing such competition, it recommended that general, immediate and effective competition should at once be undertaken either by the Post Office or by local authorities.",
        "McCormick and others in America, and finally perfected about 1879 by the addition of an efficient self-binding apparatus, is the most striking example of the application of mechanics to agriculture.",
        "The corporation of Glasgow having persisted in its efforts to obtain a licence, the Treasury appointed Sheriff Andrew Jameson (afterwards Lord Ardwall) a special commissioner to hold a local inquiry in Glasgow to report whether the telephone service in that city was adequate and efficient and whether it was expedient to grant the corporation a licence.",
        "Tetzel was selected as the most efficient salesman; he was appointed general sub-commissioner for indulgences, and was accompanied by a clerk of the Fuggers from whom Albrecht had borrowed the money to pay his first-fruits.",
        "This last enormous privilege, which became one of the main and most efficient instruments of the subjection of Europe to clerical tyranny, extended to matters both civil and criminal; though, as Bingham shows, it did not (always and everywhere) prevail in cases of heinous crime (Origines Eccles.",
        "The state supports a highly efficient public school system, organized through all the grades from the primary district and rural schools to the state university.",
        "The Goodrich House (1897), the Hiram House and the Alta House are among the best equipped and most efficient social settlements in the country.",
        "While failing to correct all the defects in the original statute, the amended law was a decided step in the direction of efficient regulation.",
        "The innovations, it must be admitted, did not prove so efficient as he expected, because human nature and traditional habits cannot be changed as quickly as institutions.",
        "and, as is well-known, wind and other nhvsieal agencies are very efficient in dissemination.",
        "Naval defence in any case remained primarily a question for the Imperial navy, and by agreement (1903, for ten years) between the British government and the governments of the Commonwealth (contributing an annual subsidy of £200,000) and of New Zealand (£40,000), an efficient fleet patrolled the Australasian waters, Sydney, its headquarters, being ranked as a first-class naval station.",
        "Wurtz reported the existence of only one efficient laboratory in France, namely the Ecole Normale Superieure, under the direction of H.",
        "Carbolic acid is an efficient parasiticide, and is largely used in destroying the fungus of ringworm and of the skin disease known as pityriasis versicolor.",
        "The works as subsequently maintained by the Thames Conservancy ensure an efficient head of water during the drier seasons of the year, and facilitate the escape of winter floods.",
        "This is what may conveniently be called the Prajapati theory, by which the \"Lord of Creatures,\" the efficient cause of the universe, is identified with both the sacrifice;(yajna) and the sacrificer (yajamana).",
        "Calculating the actual, societal costs of fatty foods, alcohol, cars, pet ownership, mercury thermometers, air conditioning, solar panels, razor blades, jogging shoes, and ten thousand other things, and incorporating those costs in the prices as taxes would lead to a vastly more efficient allocation of resources.",
        "It's casual, come-as-you-are dining, and the service is friendly and efficient.",
        "It was natural that this should be so, for the new transportation agency was so much more efficient than anything previously available that the people were eager to take advantage of its superior service.",
        "Washington, and to the efficient board of trustees, which has included such men as Robert C. Ogden and Seth Low.",
        "Various forms of apparatus have been used, the principle of them all being to secure efficient separation of the two volumes of solution in which the changes occur.",
        "Twitter.com is unquestionably the most efficient way in the history of humanity to send a single idea, invitation, complaint, or observation to the world.",
        "He also contemplated a thorough-going reform of the ferme generale, but contented himself, as a beginning, with imposing certain conditions on the leases as they were renewed - such as a more efficient personnel, and the abolition for the future of the abuse of the croupes (the name given to a class of pensions), a reform which Terray had shirked on finding how many persons in high places were interested in them, and annulling certain leases, such as those of the manufacture of gunpowder and the administration of the messageries, the former of which was handed over to a company with the scientist Lavoisier as one of its advisers, and the latter superseded by a quicker and more comfortable service of diligences which were nicknamed\" turgotines.\"He also prepared a regular budget.",
        "efficient brewery process operation.",
        "Formerly a friend and disciple of Mazzini, with whom he had broken on the question of the monarchical form of government which Crispi believed indispensable to the unification of Italy, he had afterwards been one of Garibaldis most efficient coadjutors and an active member of the party of action.",
        "The capital city has a highly efficient public transport system.",
        "efficient running of criminal trials to be disturbed.",
        "An efficient compulsory education law was passed in 1903.",
        "efficient appliances.",
        "The anhydrides 1b - 1d are much more efficient inhibitors of GGPTase-I than are the corresponding succinic acids (obtained by hydrolysis ).",
        "But, with this advocacy of international peace, he also advocated the maintenance by the United States of an efficient and thoroughly equipped army and navy.",
        "Both the higher and the provincial administrations were thoroughly reformed with the view of making them more centralized and efficient; and the positions and duties of the various magistrates, who now also received fixed salaries, were for the first time exactly defined.",
        "The duke held the premiership from the 5th of April 1783 until the defeat of the bill for \"the just and efficient government of British India\" caused his dismissal from office on the 17th of December following.",
        "efficient parallel algorithms for solving Linear Algebra Problems.",
        "efficient way to delete all files older than a week: find.",
        "No homes for soldiers and sailors are more efficient or better liked by the men.",
        "Without any Re-estab- efficient means of self-protection and coercion at its lishment disposal, it had to interfere with the power, privileges and perquisites of a class which had long misgoverned the country.",
        "and museum of morbid anatomy, and was fusing these gains in the laboratory so as to claim for itself, as a special branch of science by virtue of peculiar concepts, its due place and provision - provision in the establishment of chairs and of special laboratories for its chemical and biological subdivisions - clinical medicine, by the formal provision of disciplinary classes, was illustrating the truth of the experience that teaching and research must go hand-in-hand, the one reinforcing the other: that no teacher can be efficient unless he be engaged in research also; nay, that for the most part even the investigator needs the encouragement of disciples.",
        "long will be far more efficient per square foot of surface than a similar coil ioo ft.",
        "There is an efficient post office service, with about 400 post offices.",
        "The small, but highly efficient, regular army stood by the president, though large numbers of the officers, amongst them many of the best in the service, left it when their states seceded.",
        "What's more, analog dictation systems make the efficient managing of workload among a team of secretaries extremely difficult.",
        "It is not economically efficient nor socially equitable to have such a divergence of circumstances and it is environmentally disastrous.",
        "Today's automatic dishwashers are more efficient than ever, requiring very little energy to run.",
        "But the JCT's new contract for homeowners and builders has a fast and efficient system to solve disputes.",
        "To ensure better and more efficient dissipation of heat the outlet valves are filled with sodium.",
        "Classical and neoclassical economics are primarily about the efficient allocation of resources.",
        "liberalizealded a series of liberalizing economic, political and cultural reforms which had the aim of making the Soviet economy more efficient.",
        "The concept is simple - use a highly efficient light-emitting diode to produce the light source.",
        "More efficient harvesting techniques affect those species that profit from seed wastage (e.g. linnet, corn bunting ).",
        "lumen of light per watt of energy and are therefore very energy efficient.",
        "You'll have the highest quality images stored in the most efficient manner possible.",
        "In for a shock insurance dm include the mini to efficient delivery of services.",
        "But it can lead to the more efficient use of our finite natural resources.",
        "Efficient management: Staff spend real hours on real tasks not notional hours.",
        "Nine, support a more efficient dispute resolution service by appointing a more effective ombudsman.",
        "Additionally, a planned maintenance and inspection program will help ensure efficient brewery process operation.",
        "One of these is that efficient approximation algorithms exist that yield nearly optimal solutions to NP-hard optimization problems.",
        "outsources process re-engineering and outsourcing of non-core services have also reduced space demands, encouraging firms to seek smaller, more efficient premises.",
        "Our firm and the Company Registry have highly qualified personnel who deal with all matters in a professional and efficient manner.",
        "The conversion of electron energy into X-ray photons is also more efficient with fast rather than slow electrons.",
        "photosensitive cells here that, as we get older, degenerate and become less efficient.",
        "efficient photosynthesis is a key to increasing crop yields per hectare especially where land area available for cropping is limited.",
        "preoperative chemotherapy may be expected to be more efficient than postoperative chemotherapy.",
        "presidencysidencies could keep those cherished features while ensuring that the Council has a system efficient enough to cope with an enlarged EU.",
        "On its insurance status brokers across the like many insurers this efficient presort.",
        "This traditional method is efficient, if somewhat primitive.",
        "Cocoa beach holidays can make good use of an efficient beach trolley bus to explore the long attractive beach promenade.",
        "Tho I am an ardent proponent of changing to energy efficient light bulbs (as you may have noticed!",
        "Secondly, those solids that pass through the pump will be liquidized by the pump impeller, making efficient removal of solids almost impossible.",
        "punctual trains; a modernized efficient London Underground; cities not gummed up by congestion.",
        "reconcile the conflicts of interest between groups to ensure the efficient operation of the organization.",
        "The six silicon rectifiers face inwards to ensure efficient cooling without risk of terminal contamination.",
        "We are looking to recruit a client-focused registered nurse to ensure an efficient, effective and seamless service for all clients.",
        "Continued reliance on manual controls is neither an effective nor efficient method to close the books each month.",
        "That means reducing the level of waste we produce and being more efficient in clearing and recycling rubbish.",
        "Less efficient operators premium when negotiating salary pushing your liability.",
        "The bathroom has an efficient fan wall heater and a dual voltage shaver point.",
        "silos of information to a more complete and efficient view of our customers ' interactions.",
        "The downhill simplex method is not as efficient as Powell's method, and usually requires more function evaluations.",
        "The resort is divided into 4 sprawling villages linked by ski runs, an efficient lift system and a regular bus service.",
        "If this is done at extreme speed you have a very efficient slingshot.",
        "twin spark plugs per cylinder also make for faster, more efficient combustion and cut polluting emissions.",
        "Artistic and efficient, she now spearheads the future of the British film industry in the South of England.",
        "In order to provide speedy, efficient service customers are encouraged to telephone the customer services department.",
        "What this means is that any sovereign debt standstill would need to be orderly, efficient, equitable and expeditious.",
        "The ligating and dividing system stapler is a very efficient time-saving device.",
        "Policy measures would aim at a more efficient use of rolling stock - higher occupancy, higher rate of operating time.",
        "stocktaking staff will be much more efficient as RF enables the stock auditor to see the exact location of stock.",
        "stratify australian the efficient operation stratified sampling with more people.",
        "The 10 \" powered subwoofer uses a very efficient 200-watt amplifier to deliver more power with less distortion.",
        "This is a lot more efficient and cost-effective than trying to kill them in conventional sugar beet or other spring crop.",
        "After adjusting for thermal and mechanical energy transfer, if an efficient centrifugal supercharger is generating 7.5 psi (approx.",
        "We develop a theory of semantic tableaux for BI, thereby providing an elegant basis for efficient theorem proving tools for BI.",
        "tabular format may prove the most efficient method.",
        "The importance of assessment and feedback in learning will be demonstrated with examples of how IT can make the process more tailored and efficient.",
        "This successful fundraising, together with extremely thrifty and efficient hard work helped to steady RNIB's finances by the end of 2004/05.",
        "To the extent that outcomes are not efficient, could improved pre-and /or post-trade transparency improve bond market efficiency?",
        "Aims to help create efficient, affordable, safe and sustainable automotive transportation.",
        "The acclimatization trek through arid but many hued valleys also went smoothly due to the efficient and friendly Ladakhi staff.",
        "The resulting tracking algorithm requires no triangulation, is computationally efficient, and can straightforwardly be extended to track multiple speakers.",
        "triplex mower, came the introduction of more efficient and effective turf refinement tools.",
        "Someday, they may be bright, efficient and inexpensive enough to replace vacuum tubes for white lighting.",
        "versatile enough to accommodate changes in exhibits while maintaining an energy efficient design.",
        "white lightded to use warm white fluorescent light rather than the more efficient and economical sodium filament.",
        "The top folds back to reveal the burners; two wings unfold from either side of the top to complete an efficient windbreak.",
        "Galvanized iron by its zinc surface is protected from corrosion by the weather, though the protection is not very efficient in the presence of acid or sulphurous fumes, and accordingly it is extensively employed for roofing, especially in the form of corrugated sheets.",
        "In L'Evolutionnisme des idees forces (1890), La Psychologie des idees forces (1893), and La Morale des idees forces (1907), is elaborated his doctrine of idees forces, or of mind as efficient cause through the tendency of ideas to realize themselves in appropriate movement.",
        "The commissioner reported that the service was adequate but not efficient; that the rates were reasonable but that the corporation was responsible for unreasonably withholding facilities, thus rendering the service inefficient; that it was inexpedient to grant the corporation a licence because the funds of a city ought not to be applied for the benefit of a limited class of citizens; that delay and waste would result from two systems in one area and would increase the difficulties of the government in 1911; and that the corporation had not proved it could work the licence without placing a burden on the rates.",
        "At first a part of the population were content with Austrian rule, which provided an honest and efficient administration; but the rigid system of centralization which, while allowing the semblance of local autonomy, sent every minute question for settlement to Vienna; the severe police metho4ls; the bureaucracy, in which the best appointments were usually conferred on Germans or Slays wholly dependent on Vienna, proved galling to the people, and in view of the growing disnffection the country was turned into a vast armed camp. In Modena Duke Francis proved a cruel tyrant.",
        "But the restored governments in their terror of revolution would not realize that the late rgime had wafted a breath of new life over the country and left ineffaceable traces in the way of improved laws, efficient administration, good roads and the sweeping away of old abuses; while the new-born idea of Italian unity, strengthened by a national pride revived on many a stricken field from Madrid to Moscow, was a force to be reckoned with.",
        "More efficient is the Gill kiln which uses coke as a fuel.",
        "The arrangement and appropriation of the tracks in a station materially affect the economical and efficient working of the traffic. There must be a sufficient provision of sidings, connected with the running tracks by points, for holding spare rolling stock and to enable carriages to be added to or taken off trains and engines to be changed with as little delay as possible.",
        "This explanation of the principal efficient cause of the summer rains of south Asia is immediately based on an analysis of the complicated phenomena actually observed, and it serves to account for man y apparent anomalies.",
        "Blith was a zealous advocate of drainage and holds that drains to be efficient must be laid 3 or 4 ft.",
        "The severity of this measure led to gross abuses and defeated its purpose; the number of abolitionists increased, the operations of the Underground Railroad became more efficient, and new Personal Liberty Laws were enacted in Vermont (1850), Connecticut (1854), Rhode Island (1854), Massachusetts (1855), Michigan (1855), Maine (1855 and 1857), Kansas (1858) and Wisconsin (1858).",
        "We want: (r) the establishment of this republic as a true republic; (2) a grondwet or constitution which shall be framed by competent persons selected by representatives of the whole people and framed on lines laid down by them - a constitution which shall be safeguarded against hasty alteration; (3) an equitable franchise law, and fair representation; (4) equality of the Dutch and English languages; (5) responsibility to the heads of the great departments of the legislature; (6) removal of religious disabilities; (7) independence of the courts of justice, with adequate and secured I remuneration of the judges; (8) liberal and comprehensive education; (9) efficient civil service, with adequate provision for pay and pension; (io) free trade in South African products.",
        "Even then, however, the liquid nature of the substance, though advantageous in one or two directions, constituted a serious obstacle to its safe transport and storage and to its efficient employment; it was therefore not until Nobel produced plastic solid preparations by mixing the liquid with porous substances, such as gunpowder, or carbon and sulphur, and finally kieselguhr in a fine state of division, capable of absorbing and retaining considerable quantities of it, that it could be employed as a blasting agent (see Explosives, Dyna Mite, Cordite).",
        "Mining laws have proved chiefly serviceable in securing the introduction of efficient ventilation, the use of safety-lamps, and of proper explosives, to lessen the danger from fire-damp and coal-dust in the coal-mines, the inspection of machinery for hoisting and haulage, and prevention of accidents due to imperfection in design or in working the machinery.",
        "The infusion is useful as a bitter tonic - a group of substances of which calumba is the type - and is also a very efficient anthelmintic for the threadworm (Oxyuris vermicularis).",
        "In Mexico filters filled with dry powdered megass have been found very efficient for removing the large quantity of impurities contained in the juice expressed from the very vigorous but rank canes grown in that wonderfully fertile country, but unless constant care is taken in managing them, and in changing them at the proper time, there is great risk of inversion taking place, with consequent loss of sugar.",
        "By Carnot's principle, in all irreversible processes, dH/0 must be algebraically less than do, otherwise it would be possible to devise a cycle more efficient than a reversible cycle.",
        "The new movement began actively ology of with James Hutton in the later years of the 18th century, and was forwarded by the studies of William Smith in England and of Cuvier in France; but the really efficient champion of the conception that the earth is very old was Sir Charles Lyell, who published the first edition of his epoch-making Principles of Geology only a few years before Queen Victoria came to the throne.",
        "Since expert advice was absolutely essential to the efficient working of such control, the task of carrying out the regulations as to the distribution of materials, etc., was entrusted to central boards under the form of war associations (Kriegsverb¢nde), or economic associations (Wirtschaftsverbcinde), each controlling certain materials.",
        "(I) Perhaps one of the most efficient is a diagonal bracing of steel wire passing to and fro between the upper and lower bars and firmly secured to each by lapping or otherwise (fig.",
        "It has been found, however, that molten cryolite and the analogous double fluoride represented by the formula Al 2 F 6.2NaF are very efficient solvents of alumina, and that these solutions can be easily electrolysed at about 800Ã‚° C. by means of a current that completely decomposes the oxide but leaves the haloid salts unaffected.",
        "the development of industrial schools, the establishment of a South India United Church, in which the Congregationalist agencies (London Missionary Society and American Board) and the Presbyterians have joined forces, and the endeavour to train an efficient and educated native ministry, which is being promoted especially at Serampur, where an old Danish degreegranting charter has been revived in what should become a Christian university, and at Bangalore, where Presbyterians, Congregationalists and Wesleyans collaborate to staff and maintain a united theological college.",
        "The spring serves the Collembola which possess it as an efficient leaping-organ (see Springtail).",
        "Brush, in the United States, produced another efficient form of dynamo and electric arc lamp suitable for working in series (see Lighting: Electric), and these inventions of Brush and Jablochkov inaugurated commercial arc lighting.",
        "It has been shown bÃ¯¿½arwin that, in the case of most animals and plants in a state of nature, the competition of other organisms is a tar more efficient agency in limiting their distribution than the mere influence of climate.",
        "The Democratic party with its more efficient machinery prevented a stampede of its rank and file, but the Whigs were less successful.",
        "Assuming that man is free to perform or not to perform any act whatever, Molina maintains that this circumstance renders the grace of God neither unnecessary nor impossible: not impossible, for God never fails to bestow grace upon those who ask it with sincerity; and not unnecessary, for grace, although not an efficient, is still a sufficient cause of salvation.",
        "Many, perhaps the majority, of the Crustacea are omnivorous or carrion-feeders, but many are actively predatory in their habits, and are provided with more or less complex and efficient instruments for capturing their prey, and there are also many planteaters.",
        "The awn which is frequently borne on the flowering glume is also a very efficient means of distribution, catching into fur of animals or plumage of birds, or as often in Stipa (fig.",
        "The secret police provided but a poor substitute for the assistance which an argus-eyed and articulate public opinion gives to the efficient working of a constitutional system; for the greatest of autocrats has but two eyes, and it is no difficult task to deceive him.",
        "On the whole the system is very efficient.",
        "The most efficient form is soured milk, which acts as a food as well as medicine.",
        "To provide for efficient delivery of the cytokine, adenovirus vectors have been proposed to deliver the cytokine genes to the chicken.",
        "depredations of the war with Iran, it remained a state whose provision of welfare was massive and efficient.",
        "There is a strong demand for efficient seawater desalination plants, which can meet the tougher environment regulation and energy saving requirements.",
        "The soft, thermally efficient TKA 100 Crew provides warmth without weight and a comfortable, pullover style, zip free fit.",
        "He was known to be ruthlessly efficient, but somewhat of a showman.",
        "Most welcome is the simple, but remarkably efficient, currency converter.",
        "Having less \" capture area \" is what makes this antenna less efficient.",
        "In fact many industrial users have already become much more energy efficient.",
        "efficient manner possible.",
        "The team would eventually get accustomed to the early starts and become more efficient at getting away from huts without delay.",
        "Had some problems however phones answered quickly, politely and staff seemed very efficient.",
        "A relatively simple page format is used throughout which enables efficient searching.",
        "Advantages: Bolt-on modules allow efficient, formal instruction and avoid duplication and/or omission.",
        "efficient in terms of road space and energy per passenger than cars.",
        "efficient in the sense of less network traffic, fewer errors and easier configuration with low maintenance.",
        "Every efficient and wise government has at last the support of public opinion, whenever it opposes class egoism and class abuses.",
        "The online games are highly enjoyable - added to by the lack of lag or slowdown on the efficient Xbox Live system.",
        "entity Data as Efficient XML Let us return now to the DLV entity relationship diagram shown in figure IV.",
        "Even the best cooks occasionally falter, the most efficient service goes awry.",
        "Weighing in at just 39kg this fully specified anvil for the mobile farrier is configured for precise and efficient forging.",
        "fast tracklem drinkers apas offers an efficient fast-track referral into suitable services we also offer a range of in house services to the public.",
        "fecal contamination of water supplies is considered a very efficient way for waterfowl to transmit the virus.",
        "Here is an efficient way to delete all files older than a week: find.",
        "forelegs well boned, muscular, medium in length; with sufficient length of upper arm to ensure efficient reach.",
        "In particular we are developing an efficient ligation approach in which two peptide fragments are coupled while still attached to the solid-phase.",
        "All company vehicles use modern efficient engine types and are being converted to use diesel fuel.",
        "This would increase the tax on the biggest gas guzzlers to about £ 500, giving drivers an incentive to purchase more efficient models.",
        "You should store away the packing ready for an efficient get-out.",
        "Consequently, tubewells that would bring up deep groundwater through handpumps appeared to be an efficient solution for hundreds of villages.",
        "The market is the best guarantor of efficient delivery.",
        "hardened to guarantee efficient cutting performance and great durability.",
        "In the reports one patient comments: \" My ward housekeeper was very efficient.",
        "Also, a practical guide to transplanting and cloning hydroponics is simply a more efficient way to provide food and water to plants.",
        "The excellent heat retention qualities allow energy efficient cooking and the Vitreous enamel surface is totally hygienic and very easy to clean.",
        "I know how vitally important an efficient transport system is to country life.",
        "income tax incentives to homes that are energy efficient.",
        "inverter technology is the latest energy efficient method of air conditioning utilized by Toshiba.",
        "joinery manufacturers to produce more energy efficient windows to comply with forthcoming changes in legislation.",
        "How can an energy efficient tenanted building be achieved and still return commercially justifiable rental charges?",
        "lagging jacket for your hot water cylinder will make it far more efficient.",
        "latest in heating technology - being both highly efficient and economical.",
        "Area Business Managers are responsible for the efficient running of the Area.",
        "The most efficient way to lose weight is to increase thermogenesis.",
        "In this work Sir Evelyn Wood had shown much sound judgment as well as great capacity for military organization, and had formed an efficient force out of very unpromising material (see the section above on the Egyptian Army).",
        "\" fussy and positive,\" nor in the historical sense, as in \"Pragmatic Sanction,\" of \"relating to affairs of state,\" but in the sense of practical or efficient.",
        "The technique is computationally efficient and allows the calculation of the properties of interacting elements.",
        "They moved in tandem without looking at each other, their movements controlled and efficient.",
        "in diameter, which is suspended by a single fibre of unspun silk; this arrangement, when enclosed in a case with a glazed front to protect it from currents of air, constitutes a simple but efficient magnetometer.",
        "Over these persons the Jesuits had no authority; and it was not until the arrival of the first bishop of Brazil in 1552, that anything like an efficient check was imposed upon them.",
        "The creeping or trailing type is a common one, as in the English bindweed (Convolvulus arvensis), which has also a tendency to climb, and Calystegia Soldanella, the sea-bindweed, the long creeping stem of which forms a sandbinder on English seashores; a widespread and efficient tropical sand-binder is Ipomaea Pes-Caprae.",
        "It may be convenient to use the terms \"vitality\" and \"vital force\" to denote the causes of certain great groups of natural operations, as we employ the names of \"electricity\" and \"electrical force\" to denote others; but it ceases to be proper to do so, if such a name implies the absurd assumption that \"electricity\" and \"vitality\" are entities playing the part of efficient causes of electrical or vital phenomena.",
        "The large towns through which the river flows have vied with one another in building harbours, providing shipping accommodation, and furnishing other facilities for the efficient navigation of the Elbe.",
        "For this purpose it is best applied as a fine spray, but ethyl chloride is generally found more efficient and produces less subsequent discomfort.",
        "In place of it, systematic clinical classes have become part of the scheme of every efficient school of medicine.",
        "how important improvements were to be effected in its construction, he was largely instrumental in converting it from a clumsy and wasteful appliance into one of the most efficient known to the engineer.",
        "The company's management did not give satisfaction, and the use of the telephone was consequently restricted in the metropolis, when in 1898 a Select Committee on Telephones reported that \" general immediate and effective \" competition by either the government or local authority was necessary to ensure efficient working.",
        "With an efficient engine the cost per gallon of water is often less than for pumping.",
        "About 1850, efficient ventilators of the centrifugal type were first introduced, and are now almost universally employed where the circulation of large volumes of air is necessary, as in collieries.",
        "The use of such explosives decreases to some extent the danger from dust explosions; but experiment shows that no efficient explosive is absolutely safe, if used in excessive quantity, or in an improper manner.",
        "This type of pump is, however, not very efficient, for there is not only leakage about the valves and between the piston and cylinder, but at a certain degree of exhaust the air within the vessel is insufficient to raise the inlet valve; this last defect has been met in some measure by using an extension of the piston to open and close the valve.",
        "The so-called oil air-pumps are much more efficient; the valve difficulty is avoided, and the risk of leakage minimized; whilst in addition there is no air clearance between the piston and the base of the cylinder as in the older mechanical forms. The Fleuss pump may be taken as an example.",
        "high, obviously act as efficient mercury-traps; but the already considerable height of the pump is thus multiplied by two.",
        "In well-drained localities the border may be partially below the ground level, but in damp situations it should be made on the surface; in either case the firm solid bottom should slope outwards towards an efficient drain.",
        "Thus the most efficient vacuum pans of the present day are those which have their coils so arranged that no portion of them exceeds 50 or 60 ft.",
        "Of the 178 factories at work in Java in 1908-1909, nearly all had most efficient plant for treating the excellent canes grown in that favoured island.",
        "Efficient inspection of meat in the abattoirs should eliminate a large proportion of the diseased animals.",
        "There is little doubt, however, that in the near future means will be devised to obtain the most efficient work from these minute organisms, either by special artificial cultivation and subsequent application to the soil, or by improved methods of encouraging their healthy growth and activity in the land where they already exist.",
        "The most efficient means, however, of improving strong, ill-tasting tobacco is by renewed fermentation artificially induced by moisture and heat.",
        "Closely associated with it also, and under the management of the university trustees, is the New York State School of Clay-Working and Ceramics (1900), one of the most efficient schools of the kind in the country.",
        "By the end of June, Ahmad Feizi Pasha was in a position to advance on Manakha, where he organized an efficient transport, rallied the scattered remnants of Ali Riza's army, and with the newly arrived troops had by the middle of July a force of some 40 battalions available for the advance on Sana.",
        "A year later he was appointed professor of natural philosophy in Edinburgh University, in succession to Sir John Leslie and in competition with Sir David Brewster, and during his tenure of that office, which he did not give up till 1860, he not only proved himself an active and efficient teacher, but also did much to improve the internal conditions of the university.",
        "The labourers are commonly obtained from the Cholos, or Indian inhabitants of the sierras, who are accustomed to high altitudes, and are generally efficient and trustworthy.",
        "He found it necessary, in order to secure efficient government, to revert in some measure to the system of the Incas.",
        "The Alexandrians prepared oil of turpentine by distilling pine-resin; Zosimus of Panopolis, a voluminous writer of the 5th century A.D., speaks of the distillation of a \"divine water\" or \"panacea\" (probably from the complex mixture of calcium polysulphides, thiosulphate, &c., and free sulphur, which is obtained by boiling sulphur with lime and water) and advises \"the efficient luting of the apparatus, for otherwise the valuable properties would be lost.\"",
        "For more efficient condensation - and also for shortening the apparatus - the central tube may be flattened, bent into a succession of V's, or twisted into a spiral form, the object in each case being to increase the condensing surface.",
        "The success of the operation depends upon two factors: (I) that the heating be careful, slow and steady, and (2) that the column attached to the flask be efficient to sort out, as it were, the most volatile vapour.",
        "A more efficient arrangement consists of a stack of vertical pipes standing up from a main or collecting trough and connected at the top in consecutive pairs by a cross tube.",
        "That he succeeded in the efficient exercise of the chief command.",
        "The facts that the outlays averaged less than 47% of the gross income, and that accidents and irregularities are not numerous, prove that Japanese management in this kind of enterprise is efficient.",
        "Anything like efficient co- Rat!",
        "It was not till the autumn of 1894 that an efficient launching apparatus was devised, and then the wings were found not to be strong enough to bear the pressures to which they were subjected.",
        "Fox acquired the conviction that, if the House was to be made an efficient instrument for restraining the interference of the king and for securing good government, it must cease to be filled to a very large extent by the nominees of boroughmongers and the treasury.",
        "Hydrants are fixed in all the streets for the use of the fire brigade, which has a well disciplined and efficient personnel, and does not lack opportunities for the exhibition of its skill in a town built largely of wood.",
        "There are efficient hospitals and asylums, a system of sanitary inspection, and modernized quarantine stations.",
        "A fresh issue of ammunition and food was all the men needed to make them a thoroughly efficient fighting force comprising some ioo,000 troops capable, with a resolute leader and an efficient staff, of crossing over to the right bank of the Moselle, overrunning the I.",
        "By the peace of Utrecht (1713) the Powers conferred the kingdom of Sicily on Victor Amedeus, whose government proved efficient and at first popular.",
        "The police force is an efficient and well-organized body of 3000 men headed by a European commissioner of police.",
        "He is the efficient and final cause of all, the beginning, middle, and end, eternal and infinite.",
        "Three principal patterns, those of King, Ormerod and Walker, are in use, and they are generally efficient supposing the speed of the cage at arrival is not excessive.",
        "He converted a plundering tribe into a settled and civilized population, and out of robbers and marauders made efficient and disciplined soldiers.",
        "So it requires best policies and efficient administration, which can be achieved only when state becomes smaller.",
        "After formation of bundelkhand state the administration will also be efficient due to smaller state.",
        "Cape Town is provided with an excellent water supply and an efficient drainage system.",
        "The kingdom of Buganda, which has a thoroughly efficient and recognized native government, is subdivided into no fewer than nineteen \" counties \" or districts, but the other provinces have as a rule only three or four subdivisions.",
        "Order is maintained by an armed constabulary force, under a European officer, of about 180, almost all natives from different districts, whose members are found to be very efficient and trustworthy.",
        "Accordingly Plato conceived of them as forming a system and finding their reality in the degree in which they embody the one all-embracing idea and conceived of not under the form of an efficient but of a final cause, an inner principle of action or tendency in things to realize the fullness of their own nature which in the last resort was identical with the nature of the whole.",
        "Outside the Indian districts of the eastern and southern outskirts, the streets are paved with asphalt and stone, lighted with electricity and gas, and served with an efficient street railway service.",
        "The Genoese, who had the larger and more efficient fleet, sent their whole power against their enemy.",
        "The value of a tactful and efficient intermediary can hardly be over-estimated, and in the East a personal interview of a few minutes of ten results in the conclusion of some important matter which would otherwise require the exchange of a long and laborious correspondence.",
        "In the manufacturing branches are required skill, and efficient and economical work, both executive and administrative; in the storekeeping part, good arrangement, great care, thorough knowledge of all warlike stores, both in their active and passive state, and scrupulous exactness in the custody, issue and receipt of stores.",
        "On the whole, the progress towards a general understanding on many, if not most, of the questions here mentioned which has been made in the present generation, is a gratifying tribute to those who have long laboured in the cause of efficient enumeration.",
        "The difficulty in all these cases is that of procuring a sufficient quantity of efficient agency, especially where a large and illiterate native population has to be taken into account.",
        "In his book Von Kid bis Kapp (1920) he gives an account of the difficulties which he encountered in getting together an efficient army for home defence.",
        "Departments of agriculture, mining, health and native affairs had been organized, and the civil service rendered thoroughly efficient.",
        "Thus it is liable to cause a cutaneous erythema in the course of its excretion by the skin; it has a marked diuretic action; and it is a fairly efficient disinfectant of the urinary passages.",
        "It took Prince Albert four years of firmness and diplomacy before in 1845 he was able to bring the queen's home under the efficient control of a master of the household.",
        "In 1895 the queen lost her faithful and most efficient private secretary, General Sir Henry Ponsonby, who for many years on the other, informing the house of the intended marriage of the prince of Wales's daughter, the Princess Louise, to the earl (afterwards duke) of Fife.",
        "The postal service extends to all parts of the country and is fairly efficient.",
        "Primitive methods obtain, but the Siamese are efficient cultivators and secure good harvests nevertheless.",
        "These negotiations continued all through 1908 and resulted in a treaty, signed and ratified in 1909, by which Siam ceded to Great Britain her suzerain rights over the dependencies of Kedah, Kelantan, Trengganu and Perlis, Malay states situated in southern Siam just north of British Malaya, containing in all about a million inhabitants and for the most part flourishing and wealthy, and obtained the practical abolition of British jurisdiction in Siam proper as well as relief from any obligations which, though probably very necessary when they were incurred, had long since become mere useless and vexatious obstacles to progress towards efficient government.",
        "Poland, indeed, was far less able to cope with the Turks than compact, wealthy Hungary, which throughout the 15th century was one of the most efficient military monarchies in Europe.",
        "Certain general remarks may be made on the efficient management of the zoological gardens.",
        "By the promotion to the cardinalate of such men as Contarini, Caraffa, Pole and Morone, and the appointment of a commission to report upon existing evils and their remedy, the way was opened for reform; while by the introduction of the Inquisition into Italy (1542), the establishment of the censorship and the Index (1543), and the approval of the Society of Jesus (1540), most efficient agencies were set on foot for combating heresy.",
        "(2) Efficient sterilization of all vessels by steam if possible, or by abundance of boiling water.",
        "The Board has also a certain control over the curriculum of schools under the Endowed Schools Acts and the Charitable Trusts Acts, and also over that of schools voluntarily applying for inspection with a view to being recognized as efficient.",
        "We can only allude to a few of the measures which received his efficient support, e.g.",
        "They were agriculturists, lived in large, wellbuilt towns, cultivated the mountain sides by means of terraces, and had developed what must have been an efficient form of government.",
        "In some states a local police service is maintained, but in most states the federal government maintains a very efficient force of mounted \" rurales.\"",
        "The city had been put in an efficient state of defence by the marquess of Ormonde, then lord-lieutenant; but in the following year, to prevent it falling into the hands of the Irish, he surrendered it on conditions to Colonel Jones, commander of the Parliamentary forces.",
        "The end of the evolution process is the production of a \"social tissue\" which will be \"vitally efficient.\"",
        "From the remoter provinces, which had acquiesced in his accession, little help was to be expected; but the legions of Dalmatia, Pannonia and Moesia were eager in his cause, the praetorian cohorts were in themselves a formidable force and an efficient fleet gave him the mastery of the Italian seas.",
        "The process is not very efficient, since the solutions are too dilute and large quantities of liquid have to be handled.",
        "such case the washing of the centripetal slopes of the depressions by occasional sheetfloods (widespreading sheets of turbid running water, supplied by heavy short-lived rains) has been efficient in keeping the rock floor at even grade toward a central basin, where the finest waste is collected while waiting to be removed by the winds.",
        "Under it administration would appear to have become both more pure and more efficient.",
        "The school systems of all the provinces are, in spite of certain imperfections, efficient and well-equipped, that of Ontario being especially celebrated.",
        "Experimental farms were established in 1887 in different parts of the Dominion, and were so located as to render efficient help to the farmers in the more thickly settled districts, and at the same time to cover the varied climatic and other conditions which influence agriculture in Canada.",
        "In bringing about a system of penny postage throughout the empire; in forwarding the construction of the Pacific cable to secure close and safe imperial telegraphic connexion; in creating rapid and efficient lines of steamship communication with the motherland and all the colonies; in granting tariff preference to British goods and in striving for preferential treatment of inter-imperial trade; in assuming responsibility for imperial defence at the two important stations of Halifax and Esquimalt, - Canada, under the guidance of Sir Wilfrid Laurier and his party, took a leading part and showed a truly national spirit.",
        "University work in the maritime provinces, instead of being concentrated, as it might well be, in one powerful institution, is distributed among five small, but within their range efficient universities.",
        "2) for his use of the four causes, material, efficient, formal and final, in the Metaphysics (A 2).",
        "But reality consists only of individual substances, numerous, moving, related, active as efficient causes, passive as material causes, essences as formal causes, ends as final causes, and in classes which are real universals only as real predicates of individual substances.",
        "Each natural substance is a formal cause, as being what it is; a material cause, as having passive power to be changed; an efficient cause, as having active power to change, by communicating the selfsame essence into different matter so as to produce therein a homogeneous effect in the same species; and a final cause, as an end to be realized.",
        "Moreover, though each natural substance is corruptible (40apr6v), species is eternal (&t&ov), because there was always some individual of it to continue its original essence (expressed by the imperfect tense in TO TI Etvae), which is ungenerated and incorruptible; the natural world therefore is eternal; and nature is for ever aiming at an eternal propagation, by efficient acting on matter, of essence as end.",
        "A 7, 1072 b 3); He is the efficient only as the final cause of nature.",
        "While the soul is propagated, like any other essence, by the efficient, which is the seed, to the matter, which is the germ, of the embryo man, intellect alone enters from without (Obpa6Ev), and is alone divine (BEiov, not 6EOS), because its activity communicates with no bodily activity (De Gen.",
        "Both powers know by being passively receptive of essence propagated by an efficient cause; but, while in sense the efficient cause is an external object in intelligence it is active intellect (vous Tca iroiEZv) propagating its essence in passive intellect (pas Nevertheless, without sense there is no knowledge.",
        "Hence, moreover, a natural substance or body as an efficient cause or force causes an effect on another, not by propagating one eternal essence of a species into the matter of the other, but so far as we really understand force, by their reciprocally preventing one another from occupying the same place at the same moment on account of the mutual resistance of any two bodies.",
        "The Moslem Calendar May Evidently Be Carried On Indefinitely By Successive Addition, Observing Only To Allow For The Additional Day That Occurs In The Bissextile And Intercalary Years; But For Any Remote Date The Computation According To The Preceding Rules Will Be Most Efficient, And Such Computation May Be Usefully Employed As A Check On The Accuracy Of Any Considerable Extension Of The Calendar By Induction Alone.",
        "When stationary, the most efficient position in which to hold an umbrella is obviously vertical; when walking, the umbrella must be held more and more inclined from the vertical as the walker quickens his pace.",
        "The umbrella analogy is similarly explained; the most efficient position being when the stick points along the resultant AD.",
        "For the use of the oculist, who constantly employs this drug, it is also prepared in lamellae for insertion within the conjunctival sac. Each of these contains one-thousandth part of a grain of physostigmine sulphate, a quantity which is perfectly efficient.",
        "It is naturally the most efficient agent in relieving the discomfort or intolerable pain of photophobia; and it is the best means of breaking down adhesions of the iris, and of preventing prolapse of the iris after injuries to the cornea.",
        "Even the Cartesian school, as it came more and more to feel the difficulty of explaining the interaction of body and mind, and, indeed, any efficient causation whatever, gradually tended to the hypothesis that the real cause is God, who, on the occasion of changes in body, causes corresponding changes in mind, and vice versa.",
        "Further, he explained the old Cartesian difficulty of the relation of body and mind by transforming the Spinozistic parallelism of extension and thought into a parallelism between the motions of bodies and the perceptions of their monads; motions always proceeding from motions, and perceptions from perceptions; bodies acting according to efficient causes, and souls according to final causes by appetition, and as if one influenced the other without actually doing so.",
        "In support of this view, he said that bodies are not substances, though substantiata; that their apparent motion and resistance are results of the passions of their monads; that their primary matter is nothing but passive power of their monads; that the series of efficient causes between them is merely phenomenal.",
        "wax may or may not be melted, the determination between them is not always a decision of will, but in physical causation depends on the efficient cause, e.g.",
        "The independence of metaphysics as the science of being, the principles of contradiction and excluded middle with their qualifications, the distinction without separation between substance and attributes, the definition of substance as a distinct individual thing, the discovery that the world consists of substances existing apart but related to one another, the distinction between material and efficient causes or matter and force, the recognition both of the natural and of the supernatural - all these and many other half-forgotten truths are the reasons why we must always begin with the study of Aristotle's Metaphysics.",
        "Recent work has shown it is too feeble to be relied upon alone, but where really efficient antiseptics, such as mercuric chloride and iodide, and carbolic acid, have been already employed, boracic acid (which, unlike these, is non-poisonous and non-irritant) may legitimately be used to maintain the aseptic or non-bacterial condition which they have obtained.",
        "Another opportunity for making political capital was provided by the publication of the report of the royal commission on the Boer War under Lord Elgin's chairmanship, which horrified the country by its disclosures (August 26th) as to the political and military muddling which had gone on, and the want of any efficient system of organization.",
        "He was one of the most distinguished and efficient of Bugeaud's generals, rendered special service at Isly (August 14, 1844), acted temporarily as governor-general of Algeria, and finally effected the capture of Abd el-Kader in 1847.",
        "About 1892 the idea occurred to him of using vacuum-jacketed vessels for the storage of liquid gases, and so efficient did this device prove in preventing the influx of external heat that it is found possible not only to preserve the liquids for comparatively long periods, but also to keep them so free from ebullition that examination of their optical properties becomes possible.",
        "The state has forest reserves (918,000 acres in 1910) in 26 counties, the largest areas being in Potter, Clinton, Center, Cameron, Lycoming, Huntingdon, Union and Mifflin counties; and there is an efficient department of forestry under a state commissioner of forestry.",
        "Alexius III., sunk in debauchery, took no efficient measures to resist.",
        "and obligations had no place, and it was seen that the volunteers who flocked to the standards of the various commanders were not less but even more efficient in the field than the vassals they had hitherto been accustomed to lead.",
        "The forces actually available on the American side when the war began consisted of a small squadron of very fine frigates and sloops in an 5 efficient state.",
        "It has been found, however, that molten cryolite and the analogous double fluoride represented by the formula Al 2 F 6.2NaF are very efficient solvents of alumina, and that these solutions can be easily electrolysed at about 800° C. by means of a current that completely decomposes the oxide but leaves the haloid salts unaffected.",
        "The customhouse had long been conspicuous for the most flagrant abuses of the \"spoils system\"; and though General Arthur admitted that the evils existed and that they rendered efficient administration impossible, he made no extensive reforms. In 1877 President Rutherford B.",
        "He helped William of Orange to make his descent on England; added various places, including the principality of Neuchatel, to his lands; and exercised some influence on the course of European politics by placing his large and efficient army at the disposal of the emperor and his allies (see Brandenburg).",
        "The federal executive was certainly much more efficient than that of the Achaeans, and its councils suffered less from disunion; but its generals and admirals, official or otherwise, enjoyed undue licence; hence the league deservedly gained an evil name for the numerous acts of lawlessness or violence which its troops committed.",
        "It is important that the ventilation should be as efficient as practicable, especially where coke fuel is to be used.",
        "Efficient ventilating can only be effected by the exercise of common sense and vigilance, and care must be taken to avoid cold draughts through the houses.",
        "The iron blast furnace, a crude but very efficient piece of apparatus, is an enormous shaft usually about 80 ft.",
        "The regulation of the rivers, more especially of the Tiber, is probably the most efficient method for coping with the problem.",
        "the most efficient of the prime movers employed by man, and in the United States of America and on the continent of Europe 2 its use has enormously increased of recent years.",
        "This form of regulation is fairly efficient down to three-quarter opening.",
        "Another turbine which has come into extensive use is the \" Francis,\" an exceedingly efficient turbine on a low fall with large quantities\" of water.",
        "Among other American improvements were: an efficient fire department, a sewer system whereby the sewage by means of pumps is discharged into the bay more than a mile from the shore; a system of gravity waterworks (1908) whereby the city's water supply is taken from the Mariquina river about 23 m.",
        "For a thousand years the various German states were so jealous of any curtailment of their individual rights as to prevent the formation of an efficient federal government; in Austria-Hungary the larger states still jealously guard their liberties.",
        "It might indeed have been thought that thorough drainage would be unnecessary, but it must be noted that porous subsoils or efficient drains do not act merely by carrying away stagnant water which would otherwise cool the earth, incrust the surface, and retard plant growth.",
        "For use on ordinary water-meadows, however, not only is very clear water often found to be perfectly efficient, but water having no more than a few grains of dissolved matter per gallon answers the purposes in view satisfactorily.",
        "Four ways of irrigating land with water are practised in England: (I) bedwork irrigation, which is the most efficient although it is also the most costly method by which currents of water can be applied to level land; (2) catchwork irrigation, in which the same water is caught and used repeatedly; (3) subterraneous or rather upward irrigation, in which the water in the drains is sent upwards through the soil towards the surface; and (4) warping, in which the water is allowed to stand over a level field until it has deposited the mud suspended in it.",
        "Of course it is necessary to build the mouths of such main drains of very solid masonry, and to construct efficient sluices for the retention of the water in the drains.",
        "A large part of the land of the country was held by the clergy, and most of it had been granted to them because it was supposed that they would be the kings most efficient helpers.",
        "The old gilds had been destroyed, compulsory apprenticeship had ceased; little protection, however, was given to the working men, and the restrictions on the employment of women and children were of little use, as there was no efficient system of factory inspection.",
        ",showed how necessary an efficient fleet was under modern conditions, and also caused some feeling of apprehension for the future arising from the new policy of extension adopted by the United States.",
        "When war broke out in 1899 it was obviously impossible to give any efficient help to the Boers, but the govern ment did not allow the moment to pass without using .~ it for the very practical purpose of getting another ~7ey bill through the Reichstag by which the navy was to be nearly doubled.",
        "Nearly all the farms are worked by their owners, and a simple and efficient system of landtransfer is in use.",
        "The cause of this is to be sought rather in the daily friction of a system which had ceased to be efficient and only succeeded in irritating the public opinion it was powerless to curb.",
        "Slocum, and in 1865 received a captain's brevet for \"efficient services during the campaigns in North Carolina and Georgia.\"",
        "While the lower classes remained pagan, a fairly civilized system of administration, with an efficient judicial and fiscal organization, was established in the Hausa territories.",
        "Posts and Telegraphs.The Egyptian postal system is highly organized and efficient, and in striking contrast with its condition in 1870, when there were but nineteen post-offices in the country.",
        "That there had been no adequate auxiliary departments, without which an army cannot move or be efficient, was comparatively a minor difficulty.",
        "The most efficient companies in the Sudanese battalions are apparently those in.",
        "proved to be a wonderfully efficient administrator, with his eye on every corner of his dominions.",
        "The Egyptian court, chiefly owing to the jealousy of the vizier, sent no efficient aid to Basgsiri, and after a year Bagdad was retaken by the SeljUk Toghrul Beg, and the Abbasid caliph restored to his rights.",
        "But it would not have terminated advantageously for them at all, had not the powerful and highly efficient Danish fleet effectually prevented the Swedish government from succouring its distressed German provinces, and finally swept the Swedish fleets out of the northern waters.",
        "The respiratory centre is similarly stimulated, so that atropine must be regarded as a temporary but efficient respiratory and cardiac stimulant.",
        "All these matters were carefully looked into by Frederick himself, who, while acting as generously as his circumstances would allow, insisted on everything being done in the most efficient manner at the least possible cost.",
        "In an action against the chief rioters he was awarded £6 25 and costs, was thus enabled to set up a much larger and more efficient plant, and the Colonial Advocate ran till the 4th of November 1834.",
        "During the Civil War he was one of the closest and most constant advisers of President Lincoln, and one of the most efficient, most energetic and most patriotic of the \"war governors\" of the North.",
        "As regards agricultural education, the county is found to be in most cases too small an area for efficient organization, and consequently several counties combine to support, for instance, the East of Scotland Agricultural College - a corporation consisting of the agricultural department in the University, the Heriot-Watt College and the Veterinary College in Edinburgh, - the West of Scotland Agricultural College, Glasgow, and the agricultural department in Aberdeen University.",
        "In 1855 a second school law providing for a state school tax was enacted, and this is the foundation of the existing public school system; the constitution of 1870 also requires the legislature to provide a thorough and efficient system of public schools.",
        "The primary causes of decay in timber are the presence of sap, exposure to conditions alternately wet and dry, and want of efficient ventilation, especially if accompanied by a Timber.",
        "(At Oxford and Cambridge many fellowships are now awarded on the results of examination; it is sometimes stated, in defence of this system, that young men cannot be expected to carry out research in classics or philosophy.) On the other hand, the defenders of examinations reply that (xiii.) examinations are necessary in order to test the efficiency of schools to which grants of public money are given (this argument has become somewhat out of date owing to the recent substitution of \" inspection \" for examination as a test of the efficiency of schools; a combination of inspection and examination is also sometimes used); (xiv.) they serve as a necessary incentive to steady and concentrated work 1 (the reply made to this is that the incentive is a bad one, and that with efficient teachers it is unnecessary); (xv.) they show both student and teacher where they have failed (unnecessary for efficient teachers); (xvi.) though possibly harmful to the highest class of men, they are good for the mass (reply: no system which damages the highest class of men is tolerable); (xvii.) they are indispensable as an impartial means of selecting men for the civil service; (xviii.) in a difficult examination like the first class civil service examination the qualities of quickness of comprehension, industry, concentration, power of rapidly passing 1 The Oxford commissioners of 1852 reported that \" the examinations have become the chief instruments not only for testing the proficiency of the students but also for stimulating and directing the studies of the place \" (Report, p. 61).",
        "from one subject to another, good health, are necessary for success, though not tested directly, and these qualities are valuable in any kind of work (this appears to be incontrovertible); (xix.) examination records show that success in examinations is generally followed by success in after-life, and the test is therefore efficient (it does not follow that certain rejected candidates may not be extremely efficient); (xx.) as a plea for purely \" external examinations,\" teachers cannot be trusted to be impartial and it is better for a boy to \" cram \" than to curry favour with his teacher (Latham).",
        "There is an efficient tramway service, connecting the town with Darwen, 5 m.",
        "His zeal for the efficient administration of justice caused him, in addition to his other heavy work, to sit during several weeks in the spring of 1921 as a judge of first instance, in order to clear off the enormous arrears in the Divorce Court.",
        "The most efficient evaporating apparatus, as far as economy of fuel is concerned, is the vacuum-pan, of which from two to five are combined to form a set, but it has the drawback that the removal of the salts is much more difficult than with the ?,,..",
        "This is a tall iron erection, built up from superposed cylinders, which are separated from one another by perforated horizontal diaphragms, con this recovery is carried out in the most efficient manner, the process cannot possibly pay; but so much progress has been made in this direction that the loss of ammonia is very slight indeed, merely a fraction per cent.",
        "Administration will be all the more efficient if the officers who conduct it have greater opportunities of regular contact with those whom it affects and with those who influence and reflect common opinion about it.\"",
        "„,He was not devoid of good qualities, and took an interest in the material welfare of the country, but he was narrow-minded, ignorant and bigoted; he made the administration more efficient, and reorganized the army which became purged of Carbonarism, and such Carbonarist plots as there were in the 'thirties were not severely punished.",
        "- The establishment of an efficient system of elementary schools has been an important part of the work of the American administration.",
        "In Seoul there were established an imperial English school with two foreign teachers, a reorganized Confucian college, a normal college under a very efficient foreign principal, Japanese, Chinese, Russian and French schools, chiefly linguistic, several Korean primary schools, mission boarding-schools, and the Pai Chai College connected with the American Methodist Episcopal Church, under imperial patronage, and subsidized by government, in which a liberal education of a high class was given and En-mun receives much attention.",
        "It has been found, however, that very efficient condensers can be made with compressed air as dielectric. If a number of metal plates separated by small distance pieces are enclosed in an iron box which is pumped full of air to a pressure, say, of 10o lb.",
        "This seat he retained less than four years; for although he discharged its duties in so efficient a manner that, with one exception, his decisions were never reversed on appeal, he took up a position of such uncompromising hostility to the governments of the day, the Grafton and North administrations, on the greatest and most exciting matters, the treatment of the American colonies and the proceedings against John Wilkes, that the government had no choice but to require of him the surrender of the great seal.",
        "Corrosive sublimate in an acid solution is the best disinfectant, but sulphuric acid, 1 in 250, is efficient and cheaper.",
        "The principal objections to this use of linseed is that it specially favours the growth of micro-organisms. There are numerous clean and efficient substitutes which have all its supposed advantages and none of its disadvantages.",
        "After some time spent in making his army efficient, Corbulo invaded Armenia and swept victoriously through the country.",
        "There is almost everywhere an efficient supply of water, and lastly the character of the soil is in many parts an ideal one for the production of wine high in quality and abundant in quantity.",
        "He sided with President Jackson on the question of nullification; was an efficient supporter of President Polk's administration during the Mexican War; and was an ardent advocate of slavery extension into the Territories, but when the Compromise of 1850 had been agreed upon he became its staunch supporter as a Union Democrat, and on that issue was elected governor of Georgia by a large majority.",
        "To him is due the fostering and the reformation of the National Military Academy at West Point, which he found in disorder, but left in a most efficient state.",
        "The old Finnish constitution, although precious to those whose only protection it was, was an antiquated and not very efficient instrument of government.",
        "It admitted California as a free state, organized Utah and New Mexico as Territories without reference to slavery, and enacted a more efficient fugitive slave law.",
        "Thus the amount and character of public ex penditure necessarily depends on the functions that the state undertakes to perform - national defence, the maintenance of internal' order, and the efficient equipment of the state organization; such are the tasks that all governments have to discharge, and for their cost due provision has to be made.",
        "Physics inquires into the efficient and material causes of things; metaphysics, into the formal and final causes.",
        "Of the sciences, physics, as has been already seen, deals with the efficient and material, i.e.",
        "In physics, however, these matters are treated only as regards their material or efficient causes, and the result of inquiry into any one case gives no general rule, but only facilitates invention in some similar instance.",
        "These became highly efficient in promoting foreign and domestic missions, Sundayschool organization, denominational literature and education.",
        "It has been shown bï¿½arwin that, in the case of most animals and plants in a state of nature, the competition of other organisms is a tar more efficient agency in limiting their distribution than the mere influence of climate.",
        "Combined with opium it is an efficient remedy in diabetes insipidus.",
        "The efficient support which he afforded the government was acknowledged by his successive translations to Rochester in 1793, and to St Asaph in 1802.",
        "Additional instructors were brought from Germany, and all arms of the military service were placed on a thoroughly efficient footing in matters of drill and discipline.",
        "Cyrus and hi~ Persians paid little heed to the treaties which the Median kink had concluded with the other powers; and the result was I great coalition against him, embracing Nabonidus of Babylon Amasis of Egypt, Croesus of Lydia, and the Spartans, whosi highly efficient army seemed to the Oriental states of great value In the spiing of 546 B.C., Croesus opened the attack.",
        "Action in this case was optional, but after an interval of fifteen years the Police Act of 1856 made the rule compulsory, it being found that an efficient police force throughout England and Wales was necessary for the more effectual prevention and detection of crime, the suppression of vagrancy and the maintenance of good order.",
        "The most active and by no means the least efficient branch of the modern English police is that especially devoted to criminal investigation or the detection of crime.",
        "The organization of the police was not dealt with by the criminal code which came into force in 1883, but the code is full of provisions tending to make the force efficient.",
        "Irritation of sensory nerves tends to cause contraction of the vessels, and to raise the blood pressure, and where pain is ffi, present opium or morphine is the most efficient sedative.",
        "The determining cause of the formation of the tubers is not certainly known, but Professor Bernard has suggested that it is the presence of a fungus, Fusarium solani, which, growing in the underground shoots, irritates them and causes the swelling; the result is that an efficient method of propagation is secured independently of the seed.",
        "except by contact, is inconceivable; and they reduce every form of causation to the efficient cause, which implies the communication of motion from one body to another.",
        "The chief defect of the league lay in its lack of proper provision for securing efficient armies and regular payment of imposts, and for dealing with disaffected members.",
        "Here Trendelenburg finds the dividing line between philosophical systems. On the one side stand those which acknowledge none but efficient causes - which make force prior to thought, and explain the universe, as it were, a tergo.",
        "On the other side stands the \"organic\" or teleological view of the world, which interprets the parts through the idea of the whole, and sees in the efficient causes only the vehicle of ideal ends.",
        "According to theory, there would be no well-defined lower limit; on the other side, the external vibration cannot be efficient if it tends to produce divisions whose length is less than the circumference of the jet.",
        "translated him to his native city of Bologna, where as archbishop he was both efficient and popular.",
        "to naval matters, became an admiral in 1834, and put the Russian navy, which had fallen into decay during the reign of Alexander, on an efficient footing.",
        "But during the efficient administration of Lewis Cass, governor of the Territory from 1813 to 1831, the interference of the British was checked and many of the Indians were removed to the west of the Mississippi; printing presses, established during the same period at Detroit, Ann Arbor, Monroe and Pontiac, became largely instrumental in making the country better known; the first steamboat, the \"Walk-in-the-Water,\" appeared at Detroit in 1818; the Erie canal was opened in 1825; by 1830 a daily boat line was running between Detroit and Buffalo, and the population of Michigan, which was only 4762 in 1810 and 8896 in 1820, increased to 31,639 in 1830 and 212,267 in 1840.",
        "Le Duchat was a very careful student, and on the whole a very efficient editor, being perhaps, of the group of students of old French at the beginning of the 18th century, which included La Monnoye and others, the most sober, critical and accomplished.",
        "The thoracic limbs have the endopodites converted, as a rule, into more or less efficient walking-legs, and the exopodites are often lost, while the abdominal limbs more generally preserve the biramous form and are, in the more primitive types, natatory.",
        "The balloon is inefficient because of its levity; the flying creature is efficient because of its weight.",
        "Aristida and Stipa are large and widely distributed genera, occurring especially on open plains and steppes; the conspicuously awned persistent flowering glume forms an efficient means of dispersing the grain.",
        "Quinine has some analgesic power, and is a safe and often efficient drug in the treatment of neuralgia, even when the patient has not had malaria.",
        "That important military station, lying acre on the Ganges on the confines of Oudh, was under the command of Sir Hugh Wheeler, an old but still efficient and experienced officer.",
        "He was one of the most efficient and able of the war governors; even before the outbreak of the Civil War he did much to prepare the state government for it, and from September 1861 to January 1863 he was in command of the military department of New York, with the rank of majorgeneral of volunteers.",
        "The first requirement, therefore, for efficient painting is the careful removal of all mill-scale, rust, grease, or foreign substance, before even the priming coat is applied.",
        "Having brought the Union Pacific out of bankruptcy into prosperity, and made it an efficient instead of a decaying line, he utilized his position to draw other lines within his control, notably the Southern Pacific in 1901.",
        "The infra-red requires special appliances; it has been examined visually by the help of phosphorescent plates (Becquerel), and with special photographic plates (Abney); but the most efficient way is to use the bolometer or radiomicrometer; by this means some 500 or 600 lines have been mapped.",
        "His life is mainly a record of well-directed and efficient labour in Denmark and Oxford.",
        "The change from slave to free labour proved to be advantageous to the farmers in the western provinces; an efficient educational system, which owed its initiation to Sir John Herschel, the astronomer (who lived in Cape Colony from 1834 to 1838), was adopted; Road Boards were established and did much good work; to the staple industries - the growing of wheat, the rearing of cattle and the making of wine - was added sheepraising; and by 1846 wool became the most valuable export from the country.",
        "Mr. Law's handling of the business of the House was, as ever, efficient and conciliatory; but for the greater occasions Mr. Lloyd George returned; and Mr. Law's most outstanding appearance in this session was when he announced that the Government were prepared to adopt the Sankey report in the spirit as well as in the letter, and to take all necessary steps to carry out its recommendations without delay.",
        "21 a section is shown of an efficient sand-filter bed.",
        "But a much shallower and certainly not less efficient filter can be constructed by making the under-drains cover the whole bottom.",
        "The time for the formation of an efficient surface films varies, according to the quality of the raw water, from a few hours to a few days.",
        "Judging from the best observations that have been made on a large scale, the highest rate of efficient filtration when the surface film is in good condition is about 4 in.",
        "The liability to this appears to be entirely removed by efficient sand filtration.",
        "Subjection to the temperature of boiling water for, say, half an hour seemed an efficient mode of sterilization, until it was discovered that the spores of bacteria are so involved in heat-resisting membranes, that only prolonged exposure to dry, baking heat can be recognized as an efficient process of sterilization.",
        "of acting or efficient knife-edge allowed by the best makers: - I.",
        "For these invasions, paradoxical ~s it may seem, were the greatest efficient cause in the welding together of England.",
        "The arrangement was too cumbersome, for there was nothing which would be called a central execntive; the three bodies (two of twenty-four members each, the third of fifteen) were interdependent, and none of them possessed efficient control over the others.",
        "The one satisfactory outcome was the establishment of the Council of the North, which gave the shires between the Border and the Trent a stronger and more efficient government than they had ever had before.",
        "English armies were not perhaps very efficient, but they were as good as the material with which William of Orange began his task.",
        "The operation of efficient condensing is not by any means as simple as might be supposed.",
        "Water is a more efficient cooling medium than air, owing to its high specific heat, and the degree of cooling may be more easily regulated by its use.",
        "It is extremely questionable, in particular, whether fasting be so efficient as it is sometimes supposed to be in protecting against temptation to fleshly sin.",
        "It was also at one time used in dyeing and calico-printing, and for the unhairing of skins, &c.; but safer and equally efficient substitutes have been found.",
        "Wires are frequently stretched across a room overhead, probably with the idea that they will prevent the voice from reaching the roof and being reflected there, but there is no reason to suppose that they are efficient.",
        "In 1381 the city joined the Stadtebund, or league of Swabian towns, and about a century later it rendered efficient aid to the Swiss confederates at Granson and Nancy.",
        "The imposition of a duty gave rise to a large amount of illicit distillation, a practice which still prevails to some extent, though efficient police methods have largely reduced it.",
        "Cromwell's campaign (1649-1650) showed how easily a good general with an efficient army might conquer Ireland.",
        "The normal annual expenditure amounts to about L56,000, while 24,000 is generally allotted to extraordinary works, such as new cuttings, &c. Between 1857 and 1905 a sum of about one and three quarter millions sterling was spent on engineering works, including the construction of quays, lighthouses, workshops and buildings, &c. Sulina from being a collection of mud hovels has developed into a town with 5000 inhabitants; a well-found hospital has been established where all merchant sailors receive gratuitous treatment; lighthouses, quays, floating elevators and an efficient pilot service all combine to make it a first-class port.",
        "The whole education of the Spartan was designed to make him an efficient soldier.",
        "By a twofold coup detat, parliamentary and military, he culled the fruits of the Directorys systematic aggression and unpopularity, and realized the universal desires of the rich bourgeoisie, tired of warfare; of the wretched populace; of landholders, afraid of a return to the old order of things; of royalists, who looked upon Bonaparte as a future Monk; of priests and their people, who hoped for an indulgent treatment of Catholicism; and finally of the immense majority of the French, who love to be ruled and for long had had no efficient government.",
        "Thus, on the one hand, the object called the cause is denied to have any efficient power to produce the so-called effect; and, on the other hand, the regularities or laws of nature are explained to be direct interferences by the Deity.",
        "In this instrument the results of varying atmospheric pressure were not distinguishable from the expansive and contractive effects of heat and cold, and it became an efficient measure of temperature only when Rinieri, in 1646, introduced the improvement of hermetically sealing the liquid in glass.",
        "In his reforming work Seor Maura had an active and efficient lieutenant in the minister of the interior, Seor La Cierva.",
        "This feature C finds no favour with British bee-keepers, nevertheless the \" improved Langstroth \" is a useful and simple hive, moderate in price, and no doubt efficient, but not suitable for bees wintered on their summer stands, as nearly all hives are in Great Britain.",
        "The city has a university for instruction on Western lines, and an efficient military school.",
        "Efficient rainfall has thus been greatly increased.",
        "The leading penal institution of the city is the Detroit House of Correction, noted for its efficient reformatory work; the inmates are employed ten hours a day, chiefly in making furniture.",
        "In the water they are most efficient paddles.",
        "Wet compression theoretically is not quite so efficient as dry compression, but it possesses practical advantages in keeping the working parts of the compressor cool, and it also greatly facilitates the regulation of the liquid, and ensures the full duty of the machine being continuously performed.",
        "A small but efficient navy was founded, and strict economy, together with increasing resources, enabled a disciplined army to be maintained.",
        "When a good sample is obtained it is a safe and efficient hypnotic, at any rate in the case of a European.",
        "The upshot proved the diplomatic value of Nicholas's apparent sincerity of purpose and charm of manner; the \" Iron Duke\" was to the \" Iron Tsar\" as soft iron to steel; Great Britain, without efficient guarantees for the future, stood committed to the policy which ended in the destruction of the Ottoman sea-power at Navarino and the march of the Russians on Constantinople.",
        "Needless to say, you were efficient and dedicated at ensuring you always won.",
        "Efficient Rita, in spite of it being Saturday, arranged for a return flight north with reservations for early afternoon.",
        "Is it economically feasible to implement these strategies in an efficient and effective way?",
        "This solution, we believe, will provide enormous leverage for a more efficient and responsive infrastructure and opportunities for a smaller stockpile.",
        "accelerant sniffer dogs to speed up and make fire investigation more efficient.",
        "Choline is transformed into the brain neurotransmitter acetylcholine, which is vital to the efficient transmission of brain signals.",
        "adjacencysign delivers an efficient clinical model where a notable 90% of the clinical adjacencies are met.",
        "adsorption capacity of the material, the more efficient the process will be too.",
        "Extending upward from sea level to 10,000 feet, the efficient zone provides aircrews with a near-ideal physiological environment.",
        "Digital broadcasting is roughly six times more efficient than analog, allowing more channels to be carried across fewer airwaves.",
        "Water formation as cloud droplets: Clouds are efficient cleansers of atmospheric pollution and clouds contribute to an increased global albedo.",
        "I want to be part of an efficient team that are assisting the elite athletes in the best possible manner.",
        "Octenol is an (optional but highly recommended and super efficient) additional attractant.",
        "A healthy plant is also more efficient in using energy and accumulating biomass than an unhealthy one.",
        "The most efficient breathing for singing and for speaking is a combination of abdominal and diaphragmatic breathing, or belly breathing.",
        "To be an efficient fat burner you need to increase your muscle density.",
        "An efficient businessperson will work almost all of the time, doing some form of ENJOYABLE WORK.",
        "The modern businessperson must constantly be thinking of more efficient ways of spending money in order to compete with similar businesses throughout the world.",
        "The new exhaust with a two-way catalytic converter is an efficient back up for a more evolved injection system.",
        "The use of dia can again denote efficient causality.",
        "The Samurai water-cooled chiller is available from 120 kW to 740 kW and is one of the most efficient water-cooled chillers available today.",
        "A really efficient, double-layered waterproof winter coat is essential to an Exmoor pony living on hill ground in winter.",
        "combined to make your workflow more efficient.",
        "This reduced vibration, the limiting factor with parallel twins and made for an efficient combustion chamber.",
        "The skills needed for contemporary military command were not those needed to form an efficient constabulary.",
        "The fly visual system will be described as a simple but robust and efficient example of visuomotor coordination, before considering vision in primates.",
        "This high volume copier provides an easy and efficient solution for work groups.",
        "A small fee would have to be charged for membership, in order to pay for our administration costs in maintaining an efficient service.",
        "Supermarket, Hong Kong: for your convenience, we recommend courteous, efficient self-service.",
        "The warehouse provides 23 tote stacker cranes for the efficient supply of 23 pick workstations that are located on two levels."
    ],
    "definition": [
        "Acting or producing effectively with a minimum of waste, expense, or unnecessary effort: an efficient builder; an efficient factory.",
        "Acting directly to produce an effect: the efficient cause of the revolution.",
        "Causing less waste or requiring less effort than comparable devices or methods. Used in combination: energy-efficient wind turbines; cost-efficient health care.",
        "ef·fi′cient·ly\nadverb",
        "Link/Cite",
        "Making good, thorough, or careful use of resources; not consuming extra. Especially, making good use of time or energy.\nAn efficient process would automate all the routine work.\nOur cleaners are almost too efficient: they throw away anything left out on a desk.",
        "Using a particular proportion of available energy.\nThe motor is only 20% efficient at that temperature.",
        "Causing effects; producing results.",
        "inefficient",
        "effector",
        "effectual",
        "effectuate",
        "efficacious",
        "Link/Cite"
    ]
}