{
    "translation": ".1 לפרט, להרחיב .2 מתוכנן, עשוי בקפידה",
    "uses": [
        "They wore elaborate costumes.",
        "Sarah prepared an elaborate breakfast in the morning.",
        "Will you elaborate on that?",
        "He signed the paper with a flourish and returned the pen to its elaborate bronze holder.",
        "It was an elaborate ritual.",
        "Can they elaborate the financial mechanisms to support their involvement in implementing the protocol?",
        "They were elaborate carvings, which can be identified from some distance away.",
        "She hesitated, as if wanting to elaborate and then shrugged.",
        "A great part of the eastern section of the railway was constructed on Chinese territory, and elaborate preparations were made for bringing Manchuria within the sphere of Russian influence.",
        "She had no idea that such an elaborate system existed for the lower class.",
        "So much for her elaborate escape plan.",
        "The adjutant by his elaborate courtesy appeared to wish to ward off any attempt at familiarity on the part of the Russian messenger.",
        "Then it is amusing to read of the elaborate preparation I underwent to fit me for the great task my friends entrusted to me.",
        "Can you elaborate on the model?",
        "He could elaborate a solid strategy.",
        "Just sitting with the wonderfully elaborate box that the handset ships in made me forget my once embarrassing lust for the Motorola phone.",
        "\"We don't have anything this elaborate where we are from,\" Dan said.",
        "They used elaborate ornamentation to assist in their reproduction.",
        "France began to move in this direction in 1865, and has formulated elaborate provisions for their construction and regulation.",
        "In certain writers, however, there appears a more elaborate transformation of the doctrine of creation into a system of emanation.",
        "Pottery, common to Malays and Papuans, the bows and arrows of the latter, and the elaborate canoes of all three races, are unknown to the Australians.",
        "Will you elaborate on the hoaxes?",
        "An elaborate symmetry is observable in the construction of many of his elegies, and this has tempted critics to divide a number of them into strophes.",
        "The Pawnees, however, had an elaborate ritual, in which a human victim was sacrificed to the Morning Star; the blood of the victims was sprinkled on the fields, and the details of the rite are not unlike those of the Khond custom.",
        "More elaborate contrasts have been proposed between the two words, but are of little practical importance.",
        "The fortifications are among the most elaborate in the kingdom.",
        "A commission of inquiry, under the emperor's presidency, was now established to elaborate the means for carrying this promise into effect.",
        "But the Australians are distinguished by possessing elaborate initiatory ceremonies.",
        "They thought that elaborate decoration would enhance their standing among the Gods.",
        "More elaborate subdivisionsaccording to structure, origin and position have been proposed.",
        "On another note, prompted by the high sale of frames at the class, Alan has been sourcing some rather elaborate moldings.",
        "Studies supplemented these interviews to elaborate on themes emerging from the first interviews, and additional themes for the second interviews.",
        "Order a traditional robust meal of pasta with meatballs or lasagna or try something more elaborate such as a veal or seafood dish.",
        "There is a nice cheese menu, which is organized by region, and great for pairing with many of the wines from the elaborate list.",
        "The merchant princes and social leaders of the time are painted with elaborate show of luxury in the canvases of Copley.",
        "P. Lyonnet had published in 1760 his elaborate monograph on the goat-moth caterpillar, and H.",
        "- Climatic conditions in Egypt differ radically from those in the United States, the rainfall being so small as to be quite insufficient for the needs of the plant, very little rain indeed falling in the Nile Delta during the whole growing season of the crop: yet Egypt is in order the third cottonproducing country of the world, elaborate irrigation works supplying the crop with the requisite water.",
        "More recent and elaborate investigations in this direction by A.",
        "To these must be added his elaborate treatise on Shipbuilding, Theoretical and Practical.",
        "It is impossible to verify this charge, but during the troubled years that ensued, Ali pursued an elaborate policy of intrigue.",
        "Elaborate regulations are in force for this method of collection to secure the state receiving its full due Total..",
        "The oasis is irrigated by an elaborate system of canals cut from the Murghab.",
        "A more elaborate method of selection is practised by some of the Sea Island cotton planters in the Sea Islands, famous for the quality of their cotton.",
        "The last-named gives an elaborate history of interpretation from the Septuagint down to Calvin, and appends the Ethiopic text edited by Dillmann.",
        "But he was too little of a partisan, too widely sympathetic and candid, as well as too elaborate, to be a telling speaker in parliament, and was consequently surpassed by more practical men whose powers were incomparably inferior.",
        "His more elaborate History of the Revolution, for which he had made great researches and collections, was not published till after his death.",
        "transept is the richest and most elaborate in its details, one of its principal features being the magnificent rose window; and the N.",
        "These and similar statements favouring the doctrines of the New Testament made many Kabbalists of the highest position in the synagogue embrace the Christian faith and write elaborate books to win their Jewish brethren over to Christ.",
        "Other scholars give yet other dates: see the particulars in the elaborate work of Merx.",
        "In the armies of Roman Catholic countries there are elaborate regulations.",
        "To this end John Locke drafted for them in 1669 the famous Fundamental Constitutions providing for the division of the province into eight counties and each county into seigniories, baronies, precincts and colonies, and the division of the land among hereditary nobles who were to grant three-fifths of it to their freemen and govern through an elaborate system of feudal courts.",
        "But about the time when it began to be supplanted by Arabic, two systems of vowel-signs were invented, one for the West Syrians, who borrowed the forms of Greek vowels, and the other more elaborate for the East Syrians, who used combinations of dots.",
        "He develops the Platonic philosophy into an elaborate system by means of the doctrine of emanation.",
        "However, it is made clear as the result of an elaborate examination that the generality of these correspondences cannot be affirmed.'",
        "The pope prohibited the little book in which they were contained, and Pico had to defend the impugned theses scibili) in an elaborate Apologia.",
        "A still more extended an elaborate monograph than either of the preceding followed in 1822, Der Heilige Johannes Chrysostomus and die Kirche, besonders des Orients in dessen Zeitalter, and again, in 1824, another on Tertullian (Antignostikus).",
        "Under Marie Louise the etiquette of the court of France became more stately and the ritual of religious ceremonies more elaborate.",
        "She accordingly agreed to recognize his claims to the chieftainship, thus throwing over Brian O'Neill, son of the murdered Matthew, The ceremony of \"inauguration\" among the ancient Irish clans was an elaborate and important one.",
        "The choir stalls are fine and elaborate specimens of tarsia and rich wood-carving - the work of Antonio and Pietro della Minella (1431-1441).",
        "Elaborate legal enactments codified in Babylonia by the 10th century B.C. find striking parallels in Hebrew, late Jewish (Talmudic), Syrian and Mahommedan law, or in the unwritten usages of all ages; for even where there were neither written laws nor duly instituted lawgivers, there was no lawlessness, since custom and belief were, and still are, almost inflexible.",
        "On the other hand, the elaborate theory of T.",
        "From 1856 to 1878 he helped to edit the Jahrbiicher fiir deutsche Theologie; and his elaborate studies Untersuchungen fiber die evangelische Geschichte, ihre Quellen and den Gang ihrer Entwicklung (1864) and Das apostolische Zeitalter der christl.",
        "In the south of the Sinaitic peninsula, remains have been found of an elaborate half-Egyptian, half-Semitic cultus (Petrie, Researches in Sinai, xiii.), and not only does Edom possess some reputation for \" wisdom,\" but, where this district is concerned, the old Arabian religion (whose historical connexion with Palestine is still imperfectly known) claims some attention.",
        "The specific heats of carbon, boron and silicon subsequently formed the subject of elaborate investigations by H.",
        "St Mary's, the ancient parish church, has an elaborate 14th-century font and some monuments of interest.",
        "His last work was an elaborate treatise on the Diseases of the Mind (1812).",
        "By this movement he ruined the emperor's elaborate scheme.",
        "An elaborate discussion is found in Hefele, Conciliengeschichte (2nd ed.), i.",
        "Of modern works the most elaborate is E.",
        "His system is conditioned throughout by its relation to that of Aquinas, of which it is in effect an elaborate criticism.",
        "It was at once seen that this elaborate scheme was intended 3 Seton-Watson, Racial Problems, p. 194.",
        "Lao tattooing is of a most elaborate kind.",
        "a book called Eikon Basilike, an elaborate tissue of invection against \"the late king James.\"",
        "The lower the grade the more elaborate and expensive is the machinery required to clean it, and consequently a spinner is willing to pay a certain amount extra for high grade cotton in order to save expenditure on preparatory machinery.",
        "This very effective and elaborate innervation, which has been directly traced to the brain, whence strong nerves (generally two) enter the proboscis, renders it exceedingly probable that the most important functions of the proboscis are of a sensiferous, tactile nature.",
        "The introduction is an elaborate treatise on the science of history and the development of society, and the autobiography contains the history, not only of the author himself, but of his family and of the dynasties which ruled in Fez, Tunis and Tlemcen during his lifetime.",
        "In order that international arbitration may do its perfect work, it is not enough to set up a standing tribunal, whether at the Hague or elsewhere, and to equip it with elaborate rules of procedure.",
        "More modern, and much more elaborate, forms are given in the Yogavacaras Manual of Indian Mysticism as practised by Buddhists, edited by Rhys Davids from a unique MS. for the Pali Text Society in 1896.",
        "(Later he wrote an elaborate paper to show the survival in New England of the English of the early 17th century.) He embroidered his verse with an entertaining apparatus of notes and mock criticism.",
        "As'has been seen, Bacon had no sooner finished this elaborate work than he began to prepare a summary to be sent along with it.",
        "The most important building is the Groote Kerk, of St Walpurgis, which dates from the 12th century and contains monuments of the former counts of Zutphen, a 13th-century candelabrum, an elaborate copper font (1527), and a fine modern monument to the van Heeckeren family.",
        "Further, it is pointed out by Korschelt and Heider that the hinder portion of the gut frequently acts in Arthropoda as an organ of nitrogenous excretion in the absence of any special excretory tubules, and that the production of such caeca from its surface in separate lines of descent does not involve any elaborate or unlikely process of growth.",
        "An elaborate statement and criticism of the theory was given in his anniversary address to the Geological Society of London in 1853 by William Hopkins (Quart.",
        "It resembles Juncaceae in the general plan of the flower, which, however, has become much more elaborate and varied in the form and colour of its perianth in association with transmission of pollen by insect agency; a link between the two orders is found in the group of Australian genera referred to above under Asphodeloideae.",
        "Baron Paul Rauch, the Magyar nominee as Ban, failed, with all his official apparatus, to secure a single seat for his creatures at the general election of 1908, and therefore proceeded to govern without Parliament, by an elaborate system of administrative pressure, press persecution and espionage.",
        "A fantastic and elaborate doctrine of symbolism existed which comprised all nature; witchcraft, alchemy and medicine were its practical expressions.",
        "It has been argued that the elaborate structural adaptations of the nervous system which are the corporeal correlatives of Theory complicated instincts must have been slowly built up by the transmission to offspring of acquired ex perience, that is to say, of acquired brain structure.",
        "It is, however, to be noted, in the first place, that the imitation of the parent by the young possibly accounts for some part of these complicated actions, and, secondly, that there are cases in which curiously elaborate actions are performed by animals as a characteristic of the species, and as subserving the general advantage of the race or species, which, nevertheless, can not be explained as resulting from the transmission of acquired experience, and must be supposed to be due to the natural selection of a fortuitously developed habit which, like fortuitous.",
        "But the funerals of the kings were much more elaborate.",
        "At Alexandropol in the same district was an even more elaborate tomb, but its contents were in even greater confusion.",
        "Presently there assembled in Pretoria a commission to elaborate the terms of peace.",
        "Ernst; and in 1907 appeared an elaborate Life by W.",
        "While the common Semite wore a short skirt, often with tassels and sometimes with an upper tunic, the more important had an elaborate scarf (extending from waist to knee) wound over the long tunic, or a longer and close-fitting variety coloured blue and red and generally adorned with rich embroidery.",
        "elaborate forms. The bodice has a high peaked collar at the back.",
        "The garment (which resembles the Doric irbirXos, but seems to have been rectangular rather than square) is folded over at the top, and the central part is drawn up towards the right shoulder to produce an elaborate system of zigzag folds (Greek Art, fig.",
        "He held his prefecture for fourteen years; and it was during this period that he carried on his elaborate and fruitful investigations on the conduction of heat.",
        "52, 53) he gives an elaborate description of its four quarters (Achradina, Neapolis, Tyche, the island).",
        "Two years afterwards, following the example of Chateaubriand, he supervised an elaborate edition of his own works in forty-one volumes.",
        "The elaborate collections made by Daremberg of medical notices in the poets and historians illustrate the relations of the profession to society, but do little to prepare us for the Hippocratic period.",
        "One of the most elaborate developments of the system was that of Archibald Pitcairne (1652-1713), a Scottish physician who became professor at Leiden, to be spoken of hereafter.",
        "The elaborate work Pharmaceutice rationalis (1674), based on these materials, had much influence in its time, though it was soon forgotten.",
        "The number of these instances, and the variety of them, are now known to be very large; and it is supposed that what is true of these simpler agents is true also of far more elaborate phases of vital metabolism.",
        "Highly complex as are all animal tissues, or nearly all, yet in this category of high complexity are degrees higher and higher again of which we can form little conception, so elaborate they are, so peculiar in their respective properties, and probably so fugitive.",
        "Not the most elaborate work of Voltaire is of much value for matter; but not the very slightest work of Voltaire is devoid of value in form.",
        "They worshipped Re at sunrise with resin, at mid-day with myrrh and at sunset with an elaborate confection called kuphi, compounded of no fewer than sixteen ingredients, among which were honey, wine, raisins, resin, myrrh and sweet calamus.",
        "The Zulu possess an elaborate system of laws regulating the inheritance of personal property (which consists chiefly of cattle), the complexity arising from the practice of polygamy and the exchange of cattle made upon marriage.",
        "The terrible effects of fire-damp have led to the adoption of elaborate systems of ventilation, as the most effective safeguard against these explosions is the dilution and removal of the fire-damp as promptly and completely as possible.",
        "Elaborate arrangements had been made for water supply to the troops ashore, as the whereabouts and the capacity of wells were doubtful.",
        "The Max Kohl pumps are based on the same principle, but are constructed with more elaborate detail, leading to a greater efficiency, an exhaust of o 0008 mm.",
        "The more elaborate patterns found on what is known as \" figure rolled plate \" are produced in a somewhat different manner; the glass used for this purpose is considerably whiter in colour and much softer than ordinary rolled plate, and instead of being rolled out on a table it is produced by rolling between two moving rollers from which the sheet issues.",
        "An American writer has expressed his satisf action that the day-labourer can now have on his table at a nominal price glass dishes of elaborate design, which only an expert can distinguish from hand-cut crystal.",
        "An elaborate account of the processes of making the vitro di trina and the vasi a reticelli (Plate I., fig.",
        "Some are elaborate in design and bear witness to advanced technique of Roman character.",
        "An elaborate inquiry on the flow of water in pipes and channels was conducted by H.",
        "As regards status, the most elaborate enactments fall into the period preceding the Danish settlements.",
        "(d) In course of time the natural associations get loosened and intermixed, and this calls forth the elaborate police legislation of the later Anglo-Saxon kings.",
        "The dense population was due to the elaborate irrigation of the Babylonian plain which had originally reclaimed it from a pestiferous and uninhabitable swamp and had made it the most fertile country in the world.",
        "onwards an elaborate bureaucracy.",
        "The characters of the syllabary were all arranged and named, and elaborate lists of them were drawn up. The literature was for the most part inscribed with a metal stylus on tablets of clay, called laterculae coctiles by Pliny; the papyrus which seems to have been also employed has perished.",
        "There are elaborate regulations governing the appointment and conduct of these chaplains.",
        "The fortifications of the citadel have an elaborate double gate with flanking towers.",
        "The gates here are more elaborate than at Boghaz Keui, but planned with the same idea - that of entrapping in an enclosed space, barred by a second door, an enemy who may have forced the first door, while flanking towers would add to his discomfiture.",
        "A good example of the camisia of the 12th century is the rochet of Thomas Becket, preserved at Dammartin in the Pas de Calais, the only surviving medieval example remarkable for the pleating which, as was the case with albs also, gave greater breadth and more elaborate folds.",
        "in 1803, and full of elaborate ornamentation.",
        "BODHI VAMSA, a prose poem in elaborate Sanskritized Pali, composed by Upatissa in the reign of Mahinda IV.",
        "This elaborate type of scolex appears to be an adaptation to grasp the spiral intestinal valve of sharks and rays.",
        "It is unnecessary to elaborate any profound theory regarding the origin of the craft gilds.",
        "Towards the end of 545 the Gothic king took up his station at Tivoli and prepared to starve Rome into surrender, making at the same time elaborate preparations for checking the progress of Belisarius who was advancing to its relief.",
        "It is not provided with a glossary, but contains an elaborate and most valuable analysis of the diction, synonymy and syntactical features of the poem.",
        "Near the university, and separated from the Ring by a garden, stands the votive church in Alsergrund, completed in 1879, and erected to commemorate the emperor's escape from assassination in 1853, one of the most elaborate and successful of modern Gothic churches (Ferstel).",
        "The Philippians did not require, and therefore did not receive, the same elaborate warnings as the Asiatic churches.",
        "A new and elaborate treaty, the terms of which have come down to us, was now concluded between the Russians and Greeks, a treaty which evidently sought to bind the two nations closely together and obviate all possible differences which might arise between them in the future.",
        "The Incas had an elaborate system of state-worship, with a ritual, and frequently recurring festivals.",
        "iii., is shown \" more carefully \" in an elaborate section dealing with the same themes.",
        "Normandy's apparatus, although economical and producing water of good quality, is very complex in its structure, consisting of very numerous working parts, with elaborate arrangements of pipes, cocks and other fittings.",
        "If ectoparasitic and attached to the skin, apertures or gills, the Trematode adopts more elaborate adhesive organs and undergoes a less complex development than are required for the endoparasitic members of the class.",
        "The elaborate and minute systematization of life, proper to the religion of Humanity, is to be directed by a priesthood.",
        "There is in every chapter a whole group of speculative suggestions, each of which would need a long chapter to itself to elaborate or to discuss.",
        "The eastern portion of the vaulting, including the choir and one bay of the nave, has the older and simpler decorations; the rest of the nave has more elaborate painted ornament - foliage mixed with figures of Dominican saints, executed in the 15th century.",
        "It is mainly built of red brick, with fine nave columns of red and white marble and an elaborate marble pavement inlaid in many different patterns.",
        "Of memorial monuments the largest and most elaborate in Frankfort is that erected in 1858 in honour of the early German printers.",
        "Their literary and speculative qualities are indeed exceptionally brilliant; they are splendid in diction, elaborate in argument, cogent yet reverent, keen while fearless in criticism.",
        "These criticisms mean that his most elaborate discussions came forty years too late, for they were concerned with problems which agitated the middle rather than the end of the 19th century.",
        "Probably this is the outcome of an extraordinarily elaborate system of social etiquette.",
        "The Kyogen needs no elaborate description: it is a pure farce, never immodest or vulgar.",
        "He was essentially a painter of the classical schools, with the speciality of elaborate reproduction of detail in certain sections of animal life, but fortunately this partial concession to truth, emphasized as it was by a rare sense of beauty, did large service.",
        "It was not until the latter half of the I 5th ~ century that there came into vogue the elaborate decoration of the sword, a fashion that was to last four hundred years.",
        "Mention must also be made of an extraordinarily elaborate and troublesome process invented by Kajinia Ippu, a great artist of the present day.",
        "An elaborate cornice of wooden bracketing crowns the walls, forming one of the principal ornaments of the building.",
        "Velvet, however, is not capable of being made the basis for pictures so elaborate and microscopically accurate as those produced by the yuzen process on silk crape or habutaye.",
        "So perfectly does the modern Japanese embroiderer elaborate his scheme of values that all the essential elements of pictorial effects chiaroscuro, aerial perspective and atmosphere are present in his work.",
        "To this increase in production and to the more elaborate application of vitrifiable enamels may be attributed the erroneous idea that Satsuma faience decorated with gold and colored enamels had its origin at the close of the 18th century.",
        "Cabinets, fire-screens, plaques and boxes resplendent with gold lacquer grounds carrying elaborate and profuse decoration of ivory and mother-of-pearl are not objects that appeal to Japanese taste.",
        "A system more elaborate than anything antecedent was then introduced under the name of flying transport.",
        "He had prepared to distinguish himself as an orator by the elaborate cultivation of his voice, which was naturally harsh and shrill.",
        "He seems to have devoted himself to commercial and literary as well as to political matters, and prepared at this time his elaborate History of the Union, which appeared in 1709.",
        "But on either side of this refusal are to be found elaborate projects of friendly societies and widows' funds, which practically cover, in a clumsy and roundabout manner, the whole ground of life insurance.",
        "The Roman oratory of the law courts had to deal not with petty questions of disputed property, of fraud, or violence, but with great imperial questions, with matters affecting the well-being of large provinces and the honour and safety of the republic; and no man ever lived who, in these respects, was better fitted than Cicero to be the representative of the type of oratory demanded by the condition of the later republic. To his great artistic accomplishment, perfected by practice and elaborate study, to the power of his patriotic, his moral, and personal sympathies, and his passionate emotional nature, must be added his vivid imagination and the rich and copious stream of his language, in which he had no rival among Roman writers or speakers.",
        "Scientific and practical subjects, such as natural history, architecture, medicine, agriculture, are treated in more elaborate literary style.",
        "The elaborate literary culture of the Augustan age has done something to impair the native force of the Latin idiom.",
        "The language of literature, in the most elaborate kind of prose as well as poetry, loses all ring of popular speech.",
        "S netona President of the State, and composed the statute for the election of the Constituent Assembly by universal, equal, direct and secret franchise according to a proportional system based on d'Hondt's distributive principle which contains elaborate safeguards against the tyranny of the majority.",
        "A more complete and more elaborate treatment of the subject will be found in foreign treatises, such as those of Clausius, Zeuner, Duhem, Bertrand, Planck and others.",
        "In 493 B.C., at a time of serious famine, they ordered the building of a temple to the Greek triad Demeter, Dionysus and Persephone, who were identified with the old Roman divinities Ceres, Liber and Libera: Apollo must have come with or before the books themselves, though his temple was not built till 433 B.C.: Mercury followed, the representative of `Epµns 'E,uuroXaaos, Asclepius was brought from Epidaurus to the Tiber island in 293 B.C., and Dis and Proserpina, with their strange chthonic associations and night ritual, probably from Tarentum in 249 B.C. With new deities came new modes of worship: the graecus ritus, in which, contrary to Roman usage, the worshipper's head was unveiled, and the lectisternium, an elaborate form of the \"banquet of the gods.\"",
        "Accordingly recourse is had, tinder the direction of the Sibylline books, to new forms of appeal for the divine help, the general vowing of the ver sacrum and the elaborate Greek lectisternium after Trasimene in 217 B.C., and the human sacrifice in the forum after Cannae in the following year.",
        "Despite the strong and graphic touches here and there, exhibiting the impression which the beauty of sea and land, the splendour of Constantinople, the magnitude of the effete but still imposing Greek power, made on him, there is not only an entire absence of dilation on such subjects as a modern would have dilated on (that was to be expected), but an absence likewise of the elaborate and painful description of detail in which contemporary trouveres would have indulged.",
        "Ultimately in July 1918 there was published an elaborate report, drawn up and signed by the Viceroy as well as by the Secretary of State, recommending a series of constitutional reforms which should give the Indian peoples a large and real share in their own government.",
        "die jildisch-alexandrinische Theosophie, Stuttgart, 1831) was rapidly followed by an elaborate biography, in two volumes, of Gustavus Adolphus (Gustav Adolf, Konig von Schweden, and seine Zeit, Stuttgart, 1835-1837), and by a critical history of primitve Christianity (Kritische Geschichte des Urchristenthums, 3 vols., Stuttgart, 1838).",
        "I) does not attempt a reconstruction on this elaborate scale, but contents himself with pointing out evidence, which Kattenbusch seems to him to have missed, for the existence of creeds of Egypt, Cappadocia and Palestine before the time of Aurelian.",
        "An elaborate Apology for the confession of Augsburg was drawn up by Melanchthon in reply to Roman Catholic criticisms. This, together with the confession, the articles of Lutheran.",
        "Hunter did not regard Lincoln's election as being of itself a sufficient cause for secession, and on the 11th of January 1861 he proposed an elaborate but impracticable scheme for the adjustment of differences between the North and the South, but when this and several other efforts to the same end had failed he quietly urged his own state to pass the ordinance of secession.",
        "Maria della Piazza, with an elaborate arcaded facade (1210).",
        "Of Hellanicus, the Greek logographer, who appears to have lived through the greater part of the 5th century B.C., and who drew up a chronological list of the priestesses of Here at Argos; of Ephorus, who lived in the 4th century B.C., and is distinguished as the first Greek who attempted the composition of a universal history; and of Timaeus, who in the following century wrote an elaborate history of Sicily, in which he set the example of using the Olympiads as the basis of chronology, the works have perished and our meagre knowledge of their contents is derived only from fragmentary citations in later writers.",
        "Hence all the elaborate arguments based on the supposition that Moses probably could not write fall to the ground.",
        "Epitomes of these elaborate works were published, 1851-1853.",
        "wide, to have had 4 08 cupolas,130 windows, 444 pillars and 6 entrances, and to have been adorned in the most magnificent manner with gilding, carving, precious mosaics and other elaborate and costly embellishments.",
        "The system of irrigation by which these agricultural results are attained is most elaborate.",
        "At the opening of the congress which assembled in that city on the r 5th February 1819 he submitted an elaborate exposition of his views on government, and concluded by surrendering his authority into the hands of congress.",
        "2, g) so as to form an elaborate sucking-organ or \" tongue.\"",
        "Thus we find throughout the order a degree of care for offspring unreached by other insects, and this family-life has, in the best known of the Hymenoptera - ants, wasps and bees - developed into an elaborate social organization.",
        "The \" tongue,\" for example, is short and obtuse or emarginate in Colletes and Prosopis, while in all other bees it is pointed at the tip. But in Andrena and its allies it is comparatively short, while in the higher genera, such as A pis and Bombus, it is elongate and flexible, forming a most elaborate and perfect organ for taking liquid food.",
        "Under it, however, extends an elaborate system of rock-cut passages, probably drains.",
        "The method differed from Regnault's inasmuch as the flask was exhausted to an almost complete vacuum,a performance rendered possible by the high efficiency of the modern air-pump. The actual experiment necessitates the most elaborate precautions, for which reference must be made to Morley's original papers in the Smithsonian Contributions to Knowledge (1895), or to M.",
        "Elaborate precautions were taken to save Italy from famine; it is said that corn for seven years' consumption at the capital was retained in the granaries.",
        "He died on the 5th of June 1716, leaving unfinished a series of elaborate retearches on optics, and a large amount of unpublished manuscript.",
        "The most elaborate history is that of John Thomas Scharf, History of the State of Delaware (2 vols., Philadelphia, 1888); the second volume is entirely biographical.",
        "A very elaborate form of this theory was issued in 1884 (Offenbarung Johannis) by Spitta, who found three main sources in the Apocalypse.",
        "In the elaborate arrangement of his matter he is thought to have imitated the great French preachers of the age of Louis XIV.",
        "He had undertaken and nearly completed an elaborate life of Dr Pusey, for whom his admiration was unbounded; and this work was completed after his death by Messrs Johnston and Wilson.",
        "One of these projects, on which an elaborate report had actually to be submitted to the Emperor, was a device for which it was claimed that it had solved the problem of perpetual motion.",
        "In Carpini's (1248) single mention of Prester John as the king of the Christians of India the Greater, who defeats the Tatars by an elaborate stratagem, Oppert recognizes Jalaluddin of Kharezm and his brief success over the Mongols in Afghanistan.",
        "ing to the elaborate researches of B.",
        "But when there is much small duff, with intermixed shale, more elaborate sizing and washing plant becomes necessary.",
        "Anthracite coal in Pennsylvania is subjected to breaking between toothed rollers and an elaborate system of screening, before it is fit for sale.",
        "A few houses, including the palace of the governor and the foreign consulates, are of more elaborate and solid construction than the majority of the buildings.",
        "In 1807 he drew up an elaborate and minute plan for the proposed new university of Berlin.",
        "(25th of October 1760), he was for a vigorous prosecution of the war with France; he had written what purported to be a chapter from an old book written by a Spanish Jesuit, On the Meanes of Disposing the Enemie to Peace, which had a great effect; and in the spring of 1760 there had been published a more elaborate paper written by Franklin with the assistance of Richard Jackson, agent of Massachusetts and Connecticut in London, entitled The Interest of Great Britain Considered with Regard to Her Colonies, and the Acquisitions of Canada and Guadeloupe (1760).",
        "His curious encyclopaedic work, entitled Satyricon, or De Nuptiis Philologiae et Mercurii et de septem Artibus liberalibus libri novem, is an elaborate allegory in nine books, written in a mixture of prose and verse, after the manner of the Menippean satires of Varro.",
        "Griesbach, and worked up into an elaborate system by the latter critic. Bengel's labours on the text of the Greek Testament were received with great disfavour in many quarters.",
        "From these three arguments he developed an elaborate theosophy which was a syncretism of oriental mysticism and pure Greek metaphysic, and may be regarded as representing the climax of Jewish philosophy.",
        "A very elaborate bibliography is given in the Catalogo de las obras referentes d las provincias de Alava y Navarra, by A.",
        "An elaborate argument in the Deutsches Worterbuch of J.",
        "The Urschrift was followed by a more exhaustive handling of one of its topics in Die Sadducder and Pharisder (1863), and by a more thorough application of its leading principles in an elaborate history of Judaism (Das Judentum and seine Geschichte) in 1865-1871.",
        "When, therefore, we find such phrases in Greek and Latin homilies of the period of 3 50 to 550 we must regard them as elaborate make-believe.",
        "But Marsiglio's logical and elaborate justification for a revolt against the medieval Church produced no perceptible effects.",
        "On History: Elaborate bibliography is given in J.",
        "Its general plan is that of a Greek cross, with two great naves and three aisles, twenty side-chapels and a magnificent high altar supported by marble columns and surrounded by a tumbago balustrade with sixty-two tumbago statues carrying elaborate candelabra made from a rich alloy of gold, silver and copper.",
        "The Areois travelled about, devoting their whole time to feasting, dancing (the chief dance of the women being the grossly indecent Timorodeementionedby Captain Cook), and debauchery, varied by elaborate realistic stage presentments of the lives and loves of gods and legendary heroes.",
        "HOMILY, a simple religious address, less elaborate than a sermon, and confining itself to the practical exposition of some ethical topic or some passage of Scripture.",
        "2 In course of time the exposition of the lesson for the day came more frequently to assume a more elaborate character, and to pass into the category of a Aoyos or even OtXoo-ocNa or OtXoa04nj a; but when it did so the fact was as far as possible denoted by a change of name, the word op. Xla being reserved for the expository or exegetical lecture as distinguished from the pulpit oration or sermon.",
        "In these lectures Duchesne touches cleverly upon the most delicate problems, and, without any elaborate display of erudition, presents conclusions of which account must be taken.",
        "In 1782 he prepared an elaborate report on the coinage, suggesting the use of the decimal system and of the terms dollar and cent.",
        "The most recent and elaborate commentator even calls him an \"ethnologist.\"",
        "Ten years later the inquiry was extended to religion and civil condition, and for the census of 1891, again, a rather more elaborate schedule was used.",
        "Lincoln, The Constitutional History of New York (5 vols., Rochester, T906) is an elaborate and able study of the growth of the constitution.",
        "At the instance of his friend Erasmus he prepared an elaborate commentary on Augustine's De Civitate Dei, which was published in 1522 with a dedication to Henry VIII.",
        "Ezekiel gives elaborate discriptions of cherubim 19; and in one of his visions he sees seven angels execute the judgment of God upon Jerusalem.",
        "He made the first elaborate reports of popular scientific lectures by Louis Agassiz and other authorities.",
        "Nevertheless he had every intention of delivering a heavy and decisive counterstroke when the right moment should come, and meantime his defensive tactics would certainly have full play on this prearranged battlefield with its elaborate redoubts, bombproofs and obstacles, and its garrison of a strength obviously equal (and in reality superior) to that of the assailants.",
        "But the elaborate researches of M.",
        "In connexion with the installation of the ark considerable space is devoted to the arrangements for the maintenance of the temple-service, upon which the earlier books are silent, and elaborate notices of the part played by the Levites and singers give expression to a view of the history of the monarchy which the book of Kings does not share.'",
        "A new form of condenser was tested on the small engine employed, and the results it yielded formed the starting-point of a series of investigations which were aided by a special grant from the Royal Society, and were described in an elaborate memoir presented to it on the 13th of December 1860.",
        "The virtual stoppage of all supplies of raw materials from abroad necessitated the strictest economy in the use of those available at home, and this led to an elaborate system of Government control.",
        "- viii.), appears in more elaborate form in the chronicler's later work.",
        "The empire was supported by a standing army and an elaborate system of finance.",
        "Clement's epistle, indeed, conforms more to the elaborate and treatise-like form of the Epistle to the Hebrews, on which it draws so largely; and the same is true of \"Barnabas.\"",
        "major with elaborate prolegomena, 1850; ed.",
        "The system of music is elaborate but is not written, vocalists and instrumentalists performing entirely by ear.",
        "Almost every province has its special patterns and processes, the most elaborate being those of Nakhon Sri Tammarat (Ligore), Chantabun and the Laos country.",
        "Subsequently trade with British possessions revived, and in time a more elaborate treaty with England became desirable.",
        "He showed that the gaseous constituents of the air contribute largely to the nourishment of plants, and that the leaves are the organs which elaborate the food; the importance of leaves in nutrition had been previously pointed out by Malpighi in a short account of nutrition which forms an appendix to his anatomical work.",
        "Of the books published since 1890 the most important are Sven Hedin's Scientific Results of a Journey in Central Asia, 1899-1902 (Stockholm, 1905-1907, 6 vols.), with an elaborate atlas and a general map of Tibet on the scale of I: 1,000,000; H.",
        "An elaborate bibliography, entitled Bibliotheca Erasmiana, was undertaken by the officials of the Ghent.",
        "Particular Christians were designated to take charge of the services, and orders of worship were framed out of which grew ultimately elaborate liturgies.",
        "Owing to the once prevalent desire of the adherents of one or another polity to find support in primitive precept or practice, the question has assumed a prominence out of proportion to its real importance, and the few and scattered references in early Christian writings have been made the basis for various elaborate theories.",
        "These powerfully-organized priesthoods, as well as the elaborate nature of their ritual and apparatus of worship, must have deeply and permanently impressed the exiled Jewish community.",
        "- Between the close of the Napoleonic wars of 1815 and the year 1860, the tariff system of Great Britain was changed from elaborate protection to practically complete free trade.",
        "The great struggle compelled every resource to be strained to the utmost: the issue of long-time bonds, continual borrowing in very large amounts on short-time inconvertible paper money, an elaborate and all-pervading system of internal taxes, and, finally, heavy import duties.",
        "(2) His doctrine of perception, which is, in brief, that \"the perception of external things through the organs of sense is a direct mental act or phenomenon of consciousness not susceptible of being resolved into anything else,\" and the reality of which can be neither proved nor disproved, is not worked out in detail, but is supported by elaborate and sometimes subtle criticisms of all other theories.",
        "The third volume (1816) contains the very elaborate and now well-known tables of the elliptic integrals which were calculated by Legendre himself, with an account of the mode of their construction.",
        "Sceptical reflection rather than systematic scepticism is what meets us in Michel de Montaigne (1533-1592), though the elaborate presentation of sceptical and relativistic arguments in his \" Apologie de Raimond-Sebond \" (Essais, ii.",
        "An elaborate history of Polish literature has been written by Anton Malecki, who is the author of the best Polish grammar (Gramatyka historyczno-porownawcza jezyka polskiego, 2 vols., Lemberg, 1879).",
        "Finsch published at Leiden an elaborate monograph of the parrots, 4 regarding them as a family, in which he admitted 26 genera, forming 5 subfamilies: (I) that composed of Strigops (Kakapo), only; (2) that containing the crested forms or cockatoos; (3) one which he named Sittacinae, comprising all the long-tailed species - a somewhat heterogeneous assemblage, made up of Macaws and what are commonly known as parakeets; (4) the parrots proper with short tails; and (5) the so-called \"brush-tongued\" parrots, consisting of the LoRIES (q.v.) and Nestors.",
        "This work contains an elaborate account of the phenomena presented by the planet; but although favourably received by astronomers, it had no great sale.",
        "Personally most frugal, Leo reduced taxes, made justice less costly, and was able to find money for certain public improvements; yet he left the finances more confused than he had found them, and even the elaborate jubilee of 1825 did not really mend matters.",
        "See also the elaborate treatise Les Relations de la France avec le royaume de Majorque, by A.",
        "The latter work contains elaborate investigations in regard to the centre of gravity, and it is remarkable also for the employment of the principle of virtual velocities.",
        "In other families a less elaborate case has been observed, for which Scourfield has proposed the term protoephippium.",
        "6, Quirinius was governor of Syria, and did carry out an elaborate census.",
        "It must suffice, therefore, to deal rather broadly with the subject, and to refer for fuller details to the special encyclopaedias, viz.: Hamburger's RealEncyc. fiir Bibel and Talmud, and the very elaborate articles in the Jewish Encyclopedia.",
        "The elaborate study by the Jewish scholar Zunz (Die gottesdienstlichen Vortrdge, ch.",
        "It constructs elaborate burrows containing several chambers, one of which is employed as a granary, and filled with corn, frequently of several kinds, for winter use.",
        "He had also prepared for the press an elaborate.",
        "The latter, elaborate and well written, is lacking in critical appreciation and proportion; there are French and Italian translations.",
        "Goeze, and to which Lessing began an elaborate reply just before his death.",
        "Out of these they drew the material of their philosophy, which they then proceeded to elaborate with the appliances of dialectic.",
        "What strikes us most in his book is his wide and keen observation of social facts, and his perpetual tendency to dwell on these and elicit their significance, instead of drawing conclusions from abstract principles by elaborate chains of reasoning.",
        "The longest and most elaborate of these occupies the third book; it is an account of the course followed by the nations of modern Europe in the successive development of the several forms of industry.",
        "The fourth book is principally devoted to the elaborate and exhaustive polemic against the mercantile system which finally drove it from the field of science, and has exercised a powerful influence on economic legislation.",
        "His work advocating the suppression of internal customs houses (Suppression des douanes interieures), published the same year, is an elaborate treatise on the laws of commerce and on the theory of customs imposts.",
        "- The most elaborate table of hyperbolic logarithms that exists is due to Wolfram, a Dutch lieutenant of artillery.",
        "The seat of the Anglican bishop, St Paul's cathedral, has an elegant exterior and a wealth of elaborate workmanship within, but stands low and is obscured by surrounding warehouses.",
        "Its general plainness contrasts with the elaborate carving of the stone canopy which shelters the southern portal.",
        "be seen by the elaborate balance of power maintained in the federation of Mexico, Tezcuco and Tlacopan, where each king was absolute in his own country, but in war or other public interests they acted jointly, with powers in something like the proportion in which they divided conquered lands and spoil, which was two-fifths each to Mexico and Tezcuco and one-fifth to Tlacopan.",
        "The successor of the Aztec king was customarily a chosen brother or nephew, the eldest having the first claim unless set aside as incompetent; this mode of succession, which has been looked on as an elaborate device for securing practical advantages, seems rather to have arisen out of the law of choice among the descendants of the female line, found in American tribes of much lower culture.",
        "Lands were set apart for the maintenance of the judges, and indeed nothing gives a higher idea of the elaborate civilization of Mexico than this judicial system, which culminated in a general court and council of state presided over by the king.",
        "Those fit for a soldier's life were trained to the use of weapons and sent early to learn the hardships of war; children of craftsmen were usually taught by their fathers to follow their trade; and for the children of nobles there was elaborate instruction in history, picture-writing, astrology, religious doctrines and laws.",
        "Maximilian carried the elaborate etiquette of the court of Vienna to Mexico, but favouring toleration of Protestantism, and the supremacy of the Crown over the Church, he was too liberal for the clericals who had set him up. As a foreigner he was unpopular, and the regiments of Austrians and Belgians which were to serve as the nucleus of his own army were more so.",
        "When this large body of scholars were set down to their task, an elaborate set of rules was drawn up for their guidance, which contained a scheme of revision as well as general directions for the execution of their work.",
        "He suggested, though he did not elaborate, the theory of the myth, so potent an instrument for good and ill in modern historical criticism.",
        "The simple offering of food or shedding of blood at the grave develops into an elaborate system of sacrifice; even where ancestor-worship is not found, the desire to provide the dead with comforts in the future life may lead to the sacrifice of wives, slaves, animals, &c., to the breaking or burning of objects at the grave or to the provision of the ferryman's toll, a coin put in the mouth of the corpse to pay the travelling expenses of the soul.",
        "All over the world agricultural peoples practise elaborate ceremonies explicable, as Mannhardt has shown, on animistic principles.",
        "From this time onward, however, the embroidery became ever more and more elaborate, and with this tendency the orphreys were broadened to allow of their being decorated with figures.",
        "But the main purport of the treatise was the exposition of an elaborate system of celestial harmonies depending on the various and varying velocities of the several planets, of which the sentient soul animating the sun was the solitary auditor.",
        "These \"perfect ones,\" wasting away under their asceticism, were objects of admiration and of the most elaborate solicitude.'",
        "In the town, which is only second to Northwich in this respect, large quantities of salt are raised and conveyed to Liverpool for exportation; being shipped in flats down the Weaver, which has been rendered navigable by an elaborate system of locks.",
        "As in the Atlantic coastal plain, it is only the lower, seaward part of this region that deserves the name of plain, for there alone is the surface unbroken by hills or valleys; the inner part, initially a plain by reason of its essentially horizontal (gently seaward-sloping) structure, has been converted by mature dissection into an elaborate complex of hills and valleys, usually of increasing altitude and relief as one passes inland.",
        "In the intermediate section of the plains, between latitudes 44 and 42, including southern South Dakota and northern Nebraska, the erosion of certain large districts is peculiarly elaborate, giving rise to a minutely dissected form, known as bad lands, with a relief of a few hundred feet, This is due to several causes: first, the dry climate, which prevents the growth of a grassy turf; next, the fine texture of the Tertiary strata in the had land districts; and consequently the success with which every little nIl, at times of rain, carves its own little valley.",
        "On the other hand, elaborate colonial censuses for New York in 1703 and 1812 show Whites under 16 Years per boo Sections of the of Total Population.",
        "They have now become very long and elaborate documents, seven, eight or ten times as long as the Federal Constitution, and containing a vast number of provisions on all sorts of subjects, many of them partaking of the nature of ordinary statutes passed by a legislature rather than safeguards suitable to a fundamental instrument.",
        "He was attacked in an elaborate treatise by Samuel Clarke, in whose system the freedom of the will is made essential to religion and morality.",
        "But we have fortunately preserved to us an elaborate plan of the great Swiss monastery of St Gall, erected about A.D.",
        "Judges are appointed for life by the Dominion parliament, and cannot be removed save by impeachment before that body, an elaborate process never attempted since federation, though more than once threatened.",
        "His eloquence was of the vehement order; but it wins hearers and readers by the strength of its passion, the energy of its truth, the pregnancy and elegance of its expression, just as much as it repels them by its heat without light, its sophistical argumentaiions, and its elaborate hair-splittings.",
        "In 1849 he became curator of the Natural History Museum at Wiesbaden, and began to study the Tertiary strata of the Mayence Basin, and also the Devonian fossils of the Rhenish provinces, on which he published elaborate memoirs.",
        "- For an elaborate bibliography of Alabama (by Thomas M.",
        "Thomas (1880) is an elaborate and valuable examination of all matters connected with Servius; many points are treated also by O.",
        "The principles which are explained in Hort's introduction to the text had been arrived at after years of elaborate investigation and continual correspondence and discussion between the two friends.",
        "Later, the form was reproduced by elaborate external wrappings of the different parts of the body before the final swathing; later still, in the Ptolemaic age, by coarse padding with plenty of linen and pitch.",
        "In 1830 he pointed out that among the numerous kinds of \" polyps \" at that time associated by naturalists with the Hydroids, there were many which had a peculiar and more elaborate type of organization, and for these he proposed the name Polyzoa.",
        "Other reforms. followed in quick succession during the next five or six years: army and navy organization, a new judicial administration on the French model, a new penal code and a greatly simplified system of civil and criminal procedure, an elaborate scheme of local self-government for the rural districts and the large towns, with elective assemblies possessing a restricted right of taxation, and a new rural and municipal police under the direction of the minister of the interior.",
        "These and other elaborate efforts, however, failed to bring about the return of the king to Hanover, though the Guelph party continued to agitate and to hope even after the Franco-German War had immensely increased the power and the prestige of Prussia.",
        "The French Academy charged de Quatrefages, Decaisne and Peligot with the study of the disease, and they issued two elaborate reports - Etudes sur les maladies actuelles des vers soie (18J9) and Nouvelles Recherches sur les maladies actuelles des vers a soie (1860); but the suggestions they were able to offer had not the effect of stopping the march of the disease.",
        "Jacques Curie, born at Paris on the 29th of October 1856, published an elaborate memoir on the specific inductive capacities of crystalline bodies (Ann.",
        "Having recovered his health and spirits by care and foreign travel, and having taken his degree and left Oxford, Ruskin set to work steadily at Herne Hill on the more elaborate defence of Turner, which was to become his first work.",
        "The convention sets out the scope and objects of the institute, which a recent British official publication states has been joined by 38 states, including Great Britain and all other great powers, as follows: Whilst limiting its action to international questions, it shall be the duty of the institute: (a) To collect, elaborate and publish, with as little delay as possible, statistical, technical, or economic information regarding the cultivation of the soil, its productions, whether animal or vegetable, the trade in agricultural products, and the prices obtained on the various markets.",
        "After bloodshed between the rival fur companies, and their union in 1821, Fort Garry was erected, as a trading post and settlers' depot, and with somewhat elaborate structure, with stone walls, bastions and portholes.",
        "One of the most striking features of Winnipeg is seen in the elaborate system of public schools.",
        "He published an elaborate and bitter Answer in 1564, to which Jewel issued a Reply in 1565.",
        "7, containing a description of a most elaborate unifilar magnetometer with which it is claimed results can be obtained of a very high order of accuracy; K.",
        "Among other ornaments we may mention hairpins, rings and ear-rings, and especially buckles which are often of elaborate workmanship. Bracelets and necklets are not very common, a fact which is rather surprising, as in early times, before the issuing of a coinage, these articles (beagas) took the place of money to a large extent.",
        "trans., London, 1859); and an elaborate historical work, Le Christianisme en Chine, £&c. (4 vols., Paris, 1857-1858; Eng.",
        "This division contains the palace of the ruler of Tiryns, a building which shows careful and skilful construction, elaborate decoration, and a well-arranged plan, suitable to the wants1 of a wealthy autocratic chief, who lived in a manner which partly recalls the luxury of an Oriental king, and also resembled the feudal state of a medieval baron, surrounded by a crowd of vassals.",
        "In December 1824 he had attempted to obtain an electric current by means of a magnet, and on three occasions he had made elaborate but unsuccessful attempts to produce a current in one wire by means of a current in another wire or by a magnet.",
        "It is a light, narrow cloth made with a coloured border which is often so elaborate as to require a dobby loom for its manufacture.",
        "It involves more numerous and more elaborate processes, and the qualities for home use are generally finer and more costly than those for export.",
        "His idea of history was more severe and less rhetorical than that of Sallust and Livy, whom he blamed for putting elaborate speeches into the mouths of the characters of whom they wrote.",
        "Major, Life of Prince Henry the Navigator (London, 1868) and the elaborate review of Major's work by M.",
        "From the beginning of the 20th century, however, the practical introduction of submarine navigation brought about the development of new elaborate periscopes of great length and provided with an optical system of lenses, which were built into the structure of the submarine.",
        "A rapid extension of the city to the north-west took place, and in 1860 an elaborate plan for the laying out of new districts received the royal sanction.",
        "But in no case does it appear that the modifications in shape and colour, which contribute to bring about a mimetic resemblance, are greater and more elaborate than those which result in the simpler examples of ordinary protective resemblance.",
        "On extraordinary occasions indeed the more elaborate ritual continued to be observed.",
        "' O n the Continent very elaborate ceremonies, partly heraldic and partly religious, were observed in the degradation of 'a knight, which are described by Sainte Palaye, Memoires, i.",
        "Knights of the Bath, although they were allowed precedence before knights bachelors, were merely knights bachelors who were knighted with more elaborate ceremonies than others and on certain great occasions.",
        "The collar, which may be granted with the order or later, is composed of four members repeated, two gold chrysanthemums, one with green leaves, the other surrounded by a wreath of palm, and two elaborate arabesque designs.",
        "The badge has an elaborate design; it consists of a star of purple, red, yellow, gold and silver rays, on which are displayed old Japanese weapons, banners and shields in various coloured enamels, the whole surmounted by a golden kite with outstretched wings.",
        "We give below that which seems to us to be the most satisfactory (based very largely on personal acquaintance with most parts of the range), considering, as in the case of the limits of the chain, only its topographical aspect, as it exists at the present day, while leaving it to geologists, botanists and zoologists to elaborate special divisions as required by these various sciences.",
        "In commercial establishments where utility is of more importance than ornament, the glass houses and hot water apparatus are not of so elaborate a type as indicated in the foregoing remarks, and in many cases excellent produce is grown in structures more or less dilapidated.",
        "Its elaborate carvings illustrate the life of Buddha.",
        "In modern times the subject has been made still more popular by Gustave Dore's elaborate designs (1856), containing some of his most striking and imaginative work.",
        "George Croly's Salathiel, which appeared anonymously in 1828, gave a highly elaborate turn to the legend; this has been re-published under the title Tarry Thou Till I Come.",
        "To him, therefore, Lessing addressed in 1778 his most elaborate answers - Eine Parabel, Axiomata, eleven letters with the title Anti-Goeze, and two pamphlets in reply to an inquiry by Goeze as to what Lessing meant by Christianity.",
        "In the Alpine portions of the canton the breeding of cattle (those of the Simme valley are particularly famous) is the chief industry; next come the elaborate arrangements for summer travellers (the Fremdenindustrie).",
        "The pretty elaborate appliances, tongs or their equivalent, which would be needed to enable him to hold it conveniently while hot, could hardly have been devised till a very much later period; but then he may have been content to forge it inconveniently, because the great ease with which it mashes out when hot, perhaps pushed with a stout stick from the fire to a neighbouring flat stone, would compensate for much inconvenience.",
        "In ancient, and probably pre-Roman, times this district was drained by an elaborate system of cuniculi, small drainage tunnels, about 5 ft.",
        "This elaborate system was only carried into law after considerable and violent opposition in the sessions of 1894 and 1895.",
        "under seven titles between 1907 and 1915, was an elaborate study of the Greek cults, their origins and their place in the comparative history of religion.",
        "His elaborate works, Die Phonizier (1841-1850) and Phdnizische Texte, erkldrt (1845-1847), attained a high reputation.",
        "They are as learned as they are elaborate, and as varied in their subjects as they are faithfully composed.",
        "The last book (which is three-fourths of the whole work) is chiefly an answer to the famous Protestant work entitled Le Traite de l'Eglise by Du Plessis Mornay; and in the second edition (1595) there is an elaborate reply to an attack made on the third Verite by a Protestant writer.",
        "In addition to the simple measurements of the conductivity (M`Gill College, 18 951896), some very elaborate experiments were made by King (Proc. Amer.",
        "Some of these present a very elaborate system of defence, but it is evident from the decayed condition of others, as well as of parts of the walls and towers, that they had ceased to be maintained for the purposes of fortification long before the destruction of the city.",
        "We notice that, as in modern Italy until quite recent years, elaborate precautions were taken against heat, but none against cold, which was patiently endured.",
        "and other public buildings, are adorned, and which are not merely of a decorative character, but in many instances present us with elaborate compositions of figures, historical and mythological scenes, as well as representations of the ordinary life and manners of the people, which are full of interest to us, though often of inferior artistic execution.",
        "The same character of elaborate decoration, guided almost uniformly by good taste and artistic feeling, is displayed in the mosaic pavements, which in all but the humbler class of houses frequently form the ornament of their floors.",
        "Wallis's Elenchus geometriae Hobbianae, published in 1655 about three months after the De corpore, contained also an elaborate criticism of Hobbes's whole attempt to relay the foundations of mathematical science in its place within the general body of reasoned knowledge - a criticism which, if it failed to allow for the merit of the conception, exposed only too effectually the utter inadequacy of the result.",
        "It consisted for the most part of an elaborate theory of vision which, though very creditable to Hobbes's scientific insight, was out of place, or at least out of proportion, in a philosophical consideration of human nature generally.",
        "The inner line of fortifications was razed in 1890, and the defensive works now consist only of the citadel and three detached forts, one of which, Fort Blucher, serves as a tete-de-pout on the left bank of the Rhine, Wesel contains some quaint old houses, and a town hall, dating from 1396, with an elaborate facade, and containing a valuable collection of old silver plate.",
        "The manufacturing methods are elaborate and careful, and the produce has in its choicest qualities a particular delicacy and bouquet possessed by no other variety of tea.",
        "When opened up by an elaborate and complete system of drainage, they have been found to possess the power of producing enormously heavy yields, and it is from such estates that the greatest yields in India have come.",
        "To the Epicureans the elaborate logic of the Stoics was a superfluity.",
        "Of these he published an elaborate catalogue in Latin in 1696; and at a later date (1707-1725) he made the experiences of his visit the subject of two folio volumes.",
        "The system has received considerable development in Germany, where the elaborate method invented by Petersen is recommended by many agricultural authorities.",
        "Even in his massy and elaborate Dictionary he had, with a strange want of taste and judgment, inserted bitter and contumelious reflexions on the Whig party.",
        "When therefore he, after the lapse of years, resumed his pen, the mannerism which he had contracted while he was in the constant habit of elaborate composition was less perceptible than formerly, and his diction frequently had a colloquial ease which it had formerly wanted.",
        "In this manner the feudal tenure of land began to prevail in almost all parts of Germany, and the elaborate social system which became known as feudalism was gradually built up. The dukes became virtually independent, and when Louis the Child died in 911, the royal authority existed in name only.",
        "This elaborate scheme found favor with a large number of members, but others insisted that there should be a president or a central committee, appointed by the parliament, while another party pleaded that the parliament itself should exercise executive as well as legislative functions.",
        "Legislation, therefore, has generally taken the form of a series of elaborate codes, each of which aims at scientific completeness, and further alterations have been made by amendments in the origipal code.",
        "1869 the criminal law had been codified for the North German Confederation, and in 1870 there was passed the Gewerbeordnung, an elaborate code for the regulation of manufactures and the relations of masters to workmen.",
        "But very slight results attended these elaborate schemes, although their failure did not deter Leibnitz from pursuing the same end.",
        "Hort, and was delivered in the form of lectures as far back as 1884, though issued posthumously only in 1901; the other is the elaborate monograph of Dr Hans Waitz (1904).",
        "We are intimately acquainted with the most minute particulars of Wood's life from his Diaries (1657-1695) and autobiography; all earlier editions are now superseded by the elaborate work of Andrew Clark, The Life and Times of Anthony Wood, Antiquary, of Oxford, 1632-1695, described by himself (Oxford Historical Society, 1891-1900, 5 vols.",
        "It is on Maundy Thursday that in the Church of Rome the sacred oil is blessed, and the chrism prepared according to an elaborate ritual which is given in the Pontificale.",
        "Greek and then Roman critics distinguished three styles of rhetorical composition-the \"grand\" (or \"elaborate\"), the \"plain\" and the \"middle,\" the \"plain\" being nearest to the language of daily life.",
        "This has generally been regarded as Plato's own work; but the certainty of this conclusion will be doubted by those who observe (I) the elaborate preparations made in the dialogue for a recital of the EpwrcKOS which shall be verbally exact, and (2) the closeness of the criticism made upon it.",
        "The façade, with its three elaborate doorways, belongs to the 14th century and is a copy of French models of the 13th.",
        "Liznar (12), after an elaborate allowance for the disturbing effects of moonlight from the observations in 1882-1883 at Bossekop, Fort Rae and Jan Mayen.",
        "Very elaborate observations have been made during several Arctic expeditions of the azimuths of the summits of auroral arcs.",
        "the control of the church; the universities were remodelled and modernized by the introduction of new faculties, the study of ecclesiastical law being transferred from that of theology to that of jurisprudence, and the elaborate system of elementary and secondary education was established, which survived with slight modification till 1869.",
        "Gradually the officials, high and low, subjected to an elaborate system of checks, refused to take any responsibility whatever; and the minutest administrative questions were handed up, through all the stages of the bureaucratic hierarchy, to be shelved and forgotten in the imperial cabinet.",
        "The organization was not elaborate.",
        "Its merit lies in the furious earnestness with which it is written, which gives it a force and reality sometimes wanting in the more elaborate books written for publication.",
        "This simple description is fuller in the Syriac, but the additional details must be accepted with caution: for while it is likely that the monk who appropriated the Greek may have cut it down to meet the exigencies of his romance, it is the habit of certain Syriac translators to elaborate their originals.",
        "Under the Roman empire the cult of Isis, now furnished with an official priesthood and elaborate ritual, became really popular in the Hellenistic world.",
        "While the houses of the poorer classes are mean and too often dirty, in marked contrast are the houses of the wealthier citizens, built generally in a style of elaborate arabesque, the windows shaded with projecting cornices of graceful woodwork (mushrebiya) and ornamented with stained glass.",
        "The edifices raised by the Moorish kings of Spain and the Moslem rulers of India may have been more splendid in their materials, and more elaborate in their details; the houses of the great men of Damascus may be more costly than were those of the Mameluke beys; but for purity of taste and elegance of design both are far excelled by many of the mosques and houses of Cairo.",
        "The principal characteristics of this second period are the magnificent portals, rising sometimes, as in the mosque of sultan Hasan, to 80 or 90 ft., with elaborate stalactite vaulting at the top, and the deep stalactite cornices which crown the summit of the building.",
        "Elaborate ceremonies are observed at funerals.",
        "The Syrians and the, Keftiu, the latter now identified with the Cretans and other representatives of the Aegean civilization, are the only peoples who by their elaborate clothing and artistic products reveal themselves upon the ancient Egyptian monuments as the equals in culture of the Egyptian nation.",
        "the Egyptians stand alone among the nations of the world in the elaborate precautions which they took to secure their own welfare beyond the tomb.",
        "It was of course only the few who could afford elaborate tombs of the kind: the poor had to make shift with an unpretentious grave, in which the corpse was placed enveloped only by a few rags or enclosed in a rough wooden coffin.",
        "The operations in connection with the mummy grow more and more elaborate towards the end of the Pharaonic period:",
        "His production consists of two elaborate complementary lists: the one describing sign-pictures and giving their meanings, the other cataloguing ideas in order to show how they could be expressed in hieroglyphic. Each seems to us to be made up of curious but perverted reminiscences eked out by invention; but they might someday prove to represent more truly the usages of mystics and magicians in designing amulets, &c., at a time approaching the middle ages.",
        "The great palettes of slate covered with elaborate reliefs are probably all of the pre-Menite kings; the most advanced of them having the figure of Narmer, who preceded Menes.",
        "Karnak was largely decorated; a granite celia was built under Philip Arrhidaeus, covered with elaborate carving; a great pylon was added to the temple of Khonsu by Ptolemy III.; the inner pylon of the Ammon-temple was carved by Ptolemy VI.",
        "The seeming want of reaction of so much of the cerebellar structure under artificial stimulation, and the complex relay system revealed in the histology of the cerebellum, suggest that the impressions are elaborate.",
        "In 1812-1814 an elaborate collection in five volumes appeared at Christiania, edited by W.",
        "In 1896 an elaborate composite history of Denmark was undertaken by some leading historians (pub.",
        "It is a plausible conjecture that the original narratives of J and E also contained directions for the construction of an ark,' as a substitute for the personal presence of Yahweh, and also for the erection of a \"tent of meeting\" outside the camp, and that these commands were omitted by R P in favour of the more elaborate instructions given in ch.",
        "- It has long been recognized that the elaborate description of the Tabernacle and its furniture, and the accompanying directions for the dress and consecration of the priests, contained in ch.",
        "Generally, however, the flower-bearing portion of the plant is sharply distinguished from the foliage leafbearing or vegetative portion, and forms a more or less elaborate branch-system in which the bracts are small and scale-like.",
        "Advance has been along two lines, markedly in relation to insect-pollination, one of which has culminated in the hypogynous epipetalous bicarpellate forms with dorsiventral often large and loosely arranged flowers such as occur in Scrophulariaceae, and the other in the epigynous bicarpellate small-flowered families of which the Compositae represent the most elaborate type.",
        "The sequence of orders in the polypetalous subdivision of Dicotyledons undoubtedly represents a progression from simpler to more elaborate forms, but a great drawback to the value of the system is the inclusion among the Monochlamydeae of a number of orders which are closely allied with orders of Polypetalae though differing in absence of a corolla.",
        "The second subclass, Gamopetalae, includes 9 series and culminates in those which show the most elaborate type of flower, the series Aggregatae, the chief representative of which is the great and wide-spread order Compositae.",
        "The elaborate provision for the conduct of water from part to part which has played so important its allies, nor is it known in the whole of the Phaeophyceae and Rhodophyceae.",
        "There exist also fine drawings for a \"Lamentation over the body of Christ,\" an \"Adoration of the Kings,\" and a \"March to Calvary\"; of the last-named composition, besides the beautiful and elaborate pen-and-ink drawing at Florence, three still more highly-wrought versions in green monochrome exist; whether any of them are certainly by the artist's own hand is matter of debate.",
        "When only nine years old she had such command of Latin as to be able to publish an elaborate address in that language, maintaining that the pursuit of liberal studies was not improper for her sex.",
        "In spite of the long neglect, wilful vandalism and ill-judged restoration which the Alhambra has endured, it remains the most perfect example of Moorish art in its final European development, - freed from the direct Byzantine influences which can be traced in the cathedral of Cordova, more elaborate and fantastic than the Giralda at Seville.",
        "The Langaza tomb had unusually elaborate architectural ornaments and two pairs of doors, one of wood, the other of marble.",
        "ii., 1804, an elaborate work, now completely superseded.",
        "In an elaborate memoir on the homotyposis in plants (Phil.",
        "Forest-clad mountains and stretches of thorny jungle alternating with rich alluvial plains, cultivated like gardens under an ancient and elaborate system of irrigation, make the scenery of Lombok exceedingly attractive.",
        "Pedro de Menezes (c. 1450), states that Amadis de Gaula was written by Vasco de Lobeira in the time of king Ferdinand of Portugal who died in 1383: as Vasco de Lobeira was knighted in 1385, it would follow that he wrote the elaborate romance in his earliest youth.",
        "These are no longer cast but hammered into shape, and decoration is elaborate curvilixear rather than simple rectilinear, the forms and character of the ornamentation of the northern European weapons resembling in some respects Roman arms, while in others they are peculiar and evidently representative of northern art.",
        "Stauffacher (Basel, 1899) August Bernoulli, and in his elaborate Geschichte d.",
        "There have also been added to the canonical books seven works on A bhidhamma, a more elaborate and more classified exposition of the Dhamma or doctrine as set out in the Nikayas.",
        "The Polynesians were by no means a savage people when they entered the Pacific. Indeed their elaborate historical legends show that they possessed a considerable amount of civilization.",
        "tattooed in elaborate designs from the navel to the thigh, and often around mouth and eyes.",
        "In 1872 appeared Love is Enough, structurally the most elaborate of his poems for its combination of the epic and dramatic spirits; and in the autumn he began to translate the shorter Icelandic sagas, to which his enthusiasm had been directed by two inspiring journeys to Iceland..",
        "For a time his headquarters were in Chicago, and an elaborate attempt to liberate Confederate prisoners in Chicago (known as the Camp Douglas Conspiracy) was thwarted by a discovery of the plans.",
        "A very elaborate investigation of the whole subject will be found in Miillenhoff, Deutsche Alterthumskunde, i.",
        "are composed of more or less elaborate discourses.",
        "Probably later than these are the elaborate discourses of i.",
        "Accordingly, Palestrina and his great contemporaries and predecessors treated the Gloria and Credo in a style midway in polyphonic organization and rhythmic breadth between that of the elaborate motet (adopted in the Sanctus) and the homophonic reciting style of the Litany.",
        "The various ways in which this special style could be modified by the scale of the work, and contrasted with the broader and more elaborate parts, gave the Mass (even in its merely technical aspects) a range which made it to the 16th-century composer what the symphony is to the great instrumental classics.",
        "Obviously the greatest difficulty in any elaborate instrumental setting of the Credo is the inevitable anti-climax after the Resurrexit.",
        "(c. 1300) concluded with them an elaborate treaty which left him little more than Palestine.",
        "In general the pentateuchal legislation as a whole presupposes an undeveloped state of society, and would have been inadequate if not partly obsolete or unintelligible during the monarchies.5 But more elaborate legal usages had long been known outside Palestine, and, to judge from the Talmud and the Syrian lawcode (c. 5th century A.D.), long prevailed.",
        "Moreover, the elaborate account of the vast invasion and conquest, the expulsion, extermination and subjugation of earlier inhabitants, and the occupation of cities and fields, combine to form a picture which cannot be placed in Palestine during the 15th-12th centuries.",
        "The elaborate building operations of Justinian (527-565) must not be forgotten.",
        "The poems of Homer are full of descriptions of elaborate works in bronze, gold and silver, which, even when full allowance is made for poetic fancy, show clearly enough very advanced skill in the working and ornamenting of these metals.",
        "Homer's description of the shield of Achilles, made of bronze, enriched with bands of figure reliefs in gold, silver and tin, could hardly have been written by a man who had not some personal acquaintance with works in metal of a very elaborate kind.",
        "It has elaborate reliefs in repousse work, cast canopies and minute statuettes, with the further enrichment of translucent coloured enamels.",
        "The description of the gold and silver retable given to the high altar of Ely by Abbot Theodwin in the 11th century, shows it to have been a large and elaborate piece of work decorated with many reliefs and figures in the round.",
        "8), are very elaborate and beautiful examples of \"latten\" work, showing the greatest technical skill in the founder's art.",
        "Unlike England, Germany in the 10th and iith centuries produced large and elaborate works in cast bronze, especially doors for churches, much resembling the contemporary doors made in Italy under Byzantine influence.",
        "Many elaborate well-canopies were made in wrought iron, and gave FIG.",
        "On the other hand one of his latest works, the Nubische Grammatik (1880), is an elaborate grammar of the then littleknown Nubian language, preceded by a linguistic sketch of the African continent.",
        "For similar reasons it has preserved many old customs and costumes, those of the women being very elaborate and picturesque, while the herdsmen have retained their festival attire of red waistcoats, embroidered braces and canary-coloured shorts.",
        "which shows traces of elaborate ornamentation in azure and gilding.",
        "Immediately adjoining end facing the temple, is built upon elaborate supporting walls of good masonry.",
        "It is probable that the face, neck, arms and feet were of ivory, while the rest of the figure was draped in gold, Like the Olympian Zeus of Pheidias, Hera was seated on an elaborately decorated throne, holding in her left hand the sceptre, surmounted in her case by the cuckoo (as that of Zeus had an eagle), and in her right, instead of an elaborate figure of Victory (such as the Athena Parthenos and the Olympian Zeus held), simply a pomegranate.",
        "Prevented by illness from attending, Jefferson sent to the convention elaborate resolutions, which he proposed as instructions to the Virginia delegates to the Continental Congress that was to meet at Philadelphia in September.",
        "An ancient mine of great extent and elaborate character exists at Feringal, in the Ghorband valley.",
        "The results were published in a General Chart of the Variation of the Compass in 1701; and immediately afterwards he executed by royal command a careful survey of the tides and coasts of the British Channel, an elaborate map of which he produced in 1702.",
        "Convicts with more than six years to serve are transported to the Andaman Islands, where the penal settlement is organized on an elaborate system, permitting ultimately self-support on a ticket of leave and even marriage.",
        "The elaborate nature of these inquiries and calculations may be inferred from the fact that as many as thirty-five different rates are sometimes struck for a single district, ranging from 6d.",
        "He maintained an army of 600,000 infantry, 30,000 horsemen, 36,000 men with the elephants, and 24,000 men with the chariots, which was controlled by an elaborate waroffice system.",
        "They provided (inter alia) for a non-official majority in all of the provincial councils, but not in that of the governor-general; for an elaborate system of election of members by organized constituencies; for nomination where direct election is not appropriate; and for the separate representation of Mahommedans and other special interests.",
        "Equatorials of types A, B, C and D have the advantage of avoiding interposed reflecting surfaces, but they involve inconveniences from the continual motion of the eye-piece and the consequent necessity for providing elaborate observing stages or rising floors.",
        "Only the ground plan and the lower part of the western towers belong to the original building consecrated in IIIo; the remainder was mostly finished by 1181, but the west choir and the vaulting were built in the 13th century, the elaborate south portal was added in the 14th century, and the central dome has been rebuilt.",
        "The ornamentation of the older parts is simple to the verge of rudeness; and even the more elaborate later forms show no high development of workmanship. The baptistery contains five remarkable stone reliefs of the late 15th century.",
        "As it was, his reforms helped to elaborate the kind of verse necessary for the classical tragedy, and that is the most that can be said for him.",
        "Near the end of the defile stands the most elaborate of the ruins, el-Hazne or \" the Treasury of Pharaoh,\" not built but hewn out of the cliff; a little farther on, at the foot of the mountain called en-Nejr, comes the theatre, so placed as to bring the greatest number of tombs within view; and at the point where the valley opens out into the plain the site of the city is revealed with striking effect.",
        "Then comes a series of tombfronts which terminate in a semicircular arch, a feature derived from north Syria, and finally the elaborate façades, from which all trace of native style has vanished, copied from the front of a Roman temple.",
        "In, America the laws which provided elaborate safeguards for the protection of the Indians were, to a large degree, nullified by the lust for gold and silver and the consequent demand for labourers in the mines.",
        "The most noteworthy outcome of this system in the realm of religious practice was, as already intimated, the growth of an elaborate and complicated method of divining the future by the observation of the phenomena in the heavens.",
        "The more or less elaborate ceremonies prescribed for the occasions when the gods were approached are directly connected with the popular elements of the religion.",
        "Though, in accounting for the anger of the gods, no sharp distinction is made between moral offences and a ritualistic oversight or neglect, yet the stress laid in the hymns and prayers, as well as in the elaborate atonement ritual prescribed in order to appease the anger of the gods, on the need of being clean and pure in the sight of the higher powers, the inculcation of a proper aspect of humility, and above all the need of confessing one's guilt and sins without any reserve - all this bears testimony to the strength which the ethical factor acquired in the domain of the religion.",
        "In the main, its architecture is Gothic, but the choir and the apsidal chapels, with their elaborate interior and exterior decoration, are of Renaissance workmanship. The graceful tower, which rises beside the southern portal to a height of 255 ft., belongs to the early 1 4 th century.",
        "He delivered his long series of Philippics at Rome, and kept up a correspondence with the various provincial governors and commanders, all short-sighted and selfish, and several of them half-hearted, endeavouring to keep each man in his place and to elaborate a common plan of operations.",
        "philosophical writings and the more elaborate letters, and with modifications to other rhythmical prose, e.g.",
        "Other letters of Cicero, especially those written to persons with whom he was not quite at his ease or those meant for circulation, are composed in his elaborate style with long periods, parentheses and other devices for obscuring thought.",
        "The keep was added to the castle in the reign of Henry I., and in the reign of Elizabeth, when the Spanish Armada was expected, it was surrounded by an elaborate pentagonal fortification.",
        "Gay-Lussac, it is said, was nettled at the idea of a foreigner making such a discovery in Paris, and vigorously took up the study of the new substance, the result being the elaborate \"Memoire sur 1'iode,\" which appeared in the Ann.",
        "They perambulated the country inspecting the prisons; they issued lengthy interrogatories to prison officials; they published periodical reports giving the result of their inquiries, with their views on the true principles of prison management, and much sound advice, accompanied by elaborate plans on the subject of prison construction.",
        "The question will arise some day whether it is really necessary to maintain fifty-six local prisons, with all their elaborate paraphernalia, their imposing buildings and expensive staff, to maintain discipline in daily life and insist upon the proper observance of customs and usages, many of them of purely modern invention.",
        "James Parton's elaborate work (3 vols., New York, 1860) is still useful.",
        "Of more recent works the most elaborate are the History of Andrew Jackson, by A.",
        "This would not have mattered if the necessary defensive works had been carried out, but the energies of the troops had been directed to preparing elaborate works in advance positions not well suited for defence, and the positions chosen by Cadorna for the main line of resistance were in many cases untouched.",
        "Elaborate legal machinery was devised, though its provisions were constantly violated by the imperial will and the gross corruption of officials.",
        "This elaborate consciousness of inferential process is the justification of logic as a distinct science, and is the first step in its method.",
        "consisting of elaborate critical and bibliographical notes.",
        "(2) The temple of Bayon, a square enclosure formed by galleries with colonnades, within which is another and more elaborate system of galleries, rectangular in arrangement and enclosing a cruciform structure, at the centre of which rises a huge tower with a circular base.",
        "The Llanos de Urgel, which comprise the greater part of southern Lerida, are extensive plains forming part of the Ebro valley, but redeemed by an elaborate system of canals from the sterility which characterizes so much of that region in Aragon.",
        "Eldridge in California Genealogical Society (1901); elaborate bibliographies in Bancroft with analyses and appreciations of many works.",
        "The upper part of the main facade, with arcades of pointed arches, dates from the 13th century, and the portal has recumbent lions and elaborate sculptures above.",
        "We have seen how closely the serpent is associated with water generally (§ 5 seq.), and since we meet with the belief that sources will dry up when the serpent-occupant is killed (Bechuanas, Zulus), or that they will resent impurities thrown into their springs by causing storms (tribes of the Hindu-Kush), it is not surprising to find elaborate precautions for the propitiation of such powerful beings.",
        "While Dahomey furnishes this elaborate example of the modern worship of a god in the embodiment of a serpent, elsewhere we find either less organic types, or the persistence and survival of cults whose original form can only be reconstructed by inference.",
        "It bears elaborate pencil notes in Palmerston's handwriting, in part already obliterated.",
        "Men thought they were witnessing the dawn of a new era in the East; Mehemet Ali was hailed as the most beneficent and enlightened of princes; and political philosophers like Jeremy Bentham, who sent him elaborate letters of good advice, thought to find in him the means for developing their theories in virgin soil.",
        "8 a characteristic elements of federation, namely that they were free sovereign states combining for a particular purpose with an elaborate system of representation (see Amphictyony).",
        "The houses in the Gilberts and Marshalls (much less elaborate than in the Carolines) consist merely of a thatched roof resting on posts or on blocks of coral about 3 ft.",
        "The most elaborate arrangements were made for the accommodation of the two monarchs and their large retinues; and on Henry's part especially no efforts were spared to make a great impression in Europe by this meeting.",
        "Baldwin Latham made an elaborate examination of the meteorological conditions, and more particularly of the vapour tension, from which he draws the conclusion that the seasonal variations are due to exhalation from the ground.",
        "It is perhaps the finest piece of elaborate and richly adorned Renaissance architecture in existence, and is the work of a number of different artists.",
        "Irmisch (1789-1805), with elaborate indices, but the notes are very diffuse; critical editions by I.",
        "Fortunately, the plans for defence had been well and truly laid by Cadorna in the limited time that was available, and, still more fortunately, his foresight had caused elaborate preparations to be made on Monte Grappa.",
        "They are now included, together with articles on Schumann and Schubert, and the elaborate and rather highflown essays on Chopin and Des Bohemiens et de leur musique en Hongrie (the latter certainly, and the former probably, written in collaboration with Madame de Wittgenstein), in his Gesammelte Schriften (6 vols., Leipzig).",
        "The limits of this article do not permit us to state and criticize the many elaborate theories that have been proposed respecting the origin of the poem.",
        "A very elaborate treatise from the Catholic standpoint is that of Cardinal Bellarmine, De purgatorio.",
        "At the west entrance are elaborate bronze doors (1910) by Louis Amateis (b.",
        "There are numerous sculptural adornments without, and there is elaborate interior decoration with paintings, sculpture, coloured marbles and gilding.'",
        "The city had been founded on too elaborate and extensive a plan to be left to the initiative and unaided resources of its citizens.",
        "This method of finding the forms of the teeth of wheels forms the subject of an elaborate and most interesting treatise by Edward Sang.",
        "The most complete and elaborate experiments are those of Morin, published in his Notions fondamentales de mcanique, and republished in Britain iii the works of Moseley and Gordon.",
        "In connexion with the principal object of this cult, Tantric theory has devised an elaborate system of female figures representing either special forms and personifications or attendants of the \"Great Goddess.\"",
        "Simple and uncritical in his modes of thought, and apparently devoid of any striking originality, he collected in his numerous and elaborate treatises the results of such research in theology, philosophy, science and history as was in his time possible in Syria.",
        "The government of the Roman Catholic Church being centred at Rome, an elaborate organization has been developed there for the administration of its affairs.",
        "Under the supreme authority of the pope the Roman Catholic Church is governed and served by an elaborate hierarchy.",
        "Bossuet and the old-fashioned divines had believed in an elaborate system of checks and balances - popes, councils, bishops, temporal sovereigns each limiting and controlling the other - just as Montesquieu and Alexander Hamilton had believed in a careful separation of the executive from the legislative power.",
        "Yet - thanks to its organization, its press, and the elaborate network of alliances spun by Windhorst - the Ultramontane Centre still remains a powerful force in German politics.",
        "It was republished by the Elzevirs at Leiden in 1633, and again at Zurich in 1735, while an elaborate annotated edition (prepared by Mr Coolidge), with French translation, notes and appendices, appeared at Grenoble in 1904.",
        "During the first few months of Nero's reign the chances of such an emancipation seemed remote, for he treated his mother with elaborate respect and consulted her on all affairs of state.",
        "Fine croziers, shrines, fibulae, and other objects of Irish workmanship, most skilfully enriched with elaborate niello-work, exist in considerable numbers.",
        "At first it was only levied at irregular intervals; afterwards, in 378 B.C., it became a permanent tax based on elaborate valuation under which the richer members paid on a larger quota of their capital; in the case of the wealthiest class the taxable quota was taken as one-fifth, smaller fractions being adopted for those belonging to the other divisions.",
        "All over western Europe the elaborate devices of the census and the stations for the collection of customs crumbled away; taxation as such disappeared, through the hostility of the clergy and the exemptions accorded to powerful subjects.",
        "Another limiting condition is found in the practical impossibility of levying by local agencies such imposts as the customs and the income-tax in their modern forms. The elaborate machinery that is requisite for covering the national area and securing the revenue against loss can only be provided by an authority that can deal with the whole territory.",
        "John Mill wrote no elaborate treatise on the subject.",
        "The last writer who, though not a political utilitarian, may be regarded as belonging to the school of Mill is Henry Sidgwick, whose elaborate Methods of Ethics (1874) may be regarded as closing this line of thought.",
        "Watson carried out elaborate experiments to discover how far the electric discharge of the jar could be conveyed along metallic wires and was able to accomplish it for a distance of 2 m., making the important observation that the electricity appeared to be transmitted instantaneously.",
        "It is impossible to describe here the details of these elaborate experiments; the reader must be referred to Hertz's own papers, or the English translation of them by Prof. D.",
        "(A) This class contains some important tracts, which certainly contain little, if anything, that is not afterwards taken up and expanded in the more elaborate works, but are not undeserving of attention, from the difference in the point of view and method of treatment.",
        "4 The most elaborate presentment of this mode of thought is to be seen in the organized animism of the ancient state religion of China, where the supreme power is lodged in the living sky (Tien).'",
        "The tribal poets were supposed to have \" seen \" the heavenly originals; elaborate arguments were devised to explain how the names of particular objects like rivers and mountains could have existed in the Eternal; while the grounds of belief in the infallibility of the sacred verses were enforced with the double weight of philosophy and tradition.",
        "1032, and, although simpler and bolder in style, is as elaborate as good taste would allow in a purely architectural object."
    ],
    "definition": [
        "Link/Cite"
    ]
}