{
    "translation": "בחירה, בחירות",
    "uses": [
        "The election is weeks off.",
        "I'm running for election against this guy.",
        "The election continued to take a back seat to everything else happening.",
        "You've got an election to concentrate on.",
        "So how's the election coming?",
        "Jake's not standing for election next August.",
        "If he did switch them and his little gag came to light, it wouldn't only cost him the election; it would cost him his whole career.",
        "He was appointed inspector-general of higher education in 1876, and after his election as life senator in 1881 he continued to take an active interest in educational questions, especially as affected by compulsory military service.",
        "The election comes up in August.",
        "I told them his election as chief of the militia would not please the Emperor.",
        "It was set on fire by mischievous boys, one Election night, if I do not mistake.",
        "At Bordeaux Bertrand was formally notified of his election and urged to come to Italy; but he caused his coronation to take place at Lyons on the 14th of November 1305.",
        "His reward for his services was election in 1859 to the Ohio Senate as the member from Portage and Summit counties.",
        "while really working for the election of some minor German prince.",
        "Speaking of the election, the courthouse is all abuzz now that Fitzgerald's running against you.",
        "Spying on your election competition?",
        "How's the election coming?",
        "There is no evidence of simony in the conclave, and Leo's election was hailed with delight by the Romans on account of his reputation for liberality, kindliness and love of peace.",
        "He could lie and tell them he was a police officer or sheriff and maybe squeeze some tidbit of information about recently released mom Patsy, but surely Fitzgerald would find out and tank his election ambitions, if those aspirations weren't already six feet under.",
        "I'm sure you're not here to make an election speech.",
        "In 1291 he attempted to secure the election of his son Albert as German king; but the princes refused on the pretext of their inability to support two kings, but perhaps because they feared the increasing power of the Habsburgs.",
        "The date conflicted with the Election Day for sheriff but Cynthia repeated her promise to vote absentee.",
        "Let's forget about the election and see what Martha's bones really look like.",
        "But the election was only one problem of many.",
        "By the way, you don't have anything to worry about with the election either.",
        "But the election isn't until August and that's a long way off.",
        "Dean, who'd just returned from pressing election flesh, answered.",
        "You know a suggestion of this would dump him from the election, don't you—even if you couldn't prove it?",
        "Newly crowned heroine Lydia Larkin won the election by eight votes.",
        "If Seymour wants a job at Bird Song cleaning out toilets, perhaps when he loses this election, he should come by.",
        "Beat Fitzgerald in the election and then start your term of office chasing down some ancient murder if you want.",
        "July stretched into August, and just before the election, Jennifer Radisson spent her promised week at Bird Song.",
        "A majority of the members elected to each house may submit the question of calling a convention to the people; and if a majority of the votes cast approve, an election for members of a convention shall be held, and all acts of the convention must be submitted to the people for ratification or rejection.",
        "On the other hand, a two-thirds majority of each house of the legislature may submit an amendment or amendments to popular vote at the next general election, when the approval of a majority of the qualified voters is necessary for ratification.",
        "Paupers, insane, and those convicted of treason, felony or bribery in an election are barred, \" while the disability continues,\" and no person in the military, naval or marine service of the United States is deemed.",
        "The wedding took place the Sunday before the election for Ouray County Sheriff.",
        "it went on to the election of Alexander V.",
        "as a whole), which, taken together, embody the views, programme and policy of the party, and constitute what is called its platform for the ensuing election.",
        "to recognize his election led him to change his policy, and, in 1299, a treaty was made between Albert and Philip IV., king of France, by which Rudolph, the son of the German king, was to marry Blanche, a daughter of the French king.",
        "in July 1492 and opposed the election of Cardinal Borgia.",
        "But Fitzgerald had to be older than forty—he certainly looked it—a fact easily checked on his election application.",
        "After you beat me and win the election, there's no way you can fire me.",
        "While he grumbled for a few days, he was far too busy as Dean's election chairman.",
        "His concordat with Florence (1516) guaranteed the free election of the clergy in that city.",
        "Then he added, \"You didn't try to blackmail him into quitting the election, did you?\"",
        "At the election diet of 1669 he accepted large bribes from Louis XIV.",
        "His long term of service in the House, his leadership of his party on its floor, his candidacy for the speakership, and his recent election to the United States Senate, marked him out as the available man.",
        "In 1876 Garfield for the eighth time was chosen to represent his district; and afterwards as one of the two representatives of the Republicans in the House, he was a member of the Electoral Commission which decided the dispute regarding the presidential election of 1876.",
        "But the election is uncontested and we don't have any bucks to spare, so I don't see any reason to waste money.",
        "This election was confirmed by a Storthing held at Eidsvold on the 10th of April, and on the 17th of May Christian was elected king of Norway, despite the protests of the Swedish party.",
        "The last of these provides that 25% of the voters choosing a municipal officer may, by signing a petition for his recall, force a new election during his term of office and thereby remove him if another candidate receives a greater number of votes.",
        "By the concordat of Worms, 1122, the emperor surrendered the right of investiture by ring and staff, and granted the right of election to the clergy.",
        "New York politics after 1800, the year of the election of Jefferson and the down fall of the Federalists, were peculiarly bitter and personal.",
        "This partisan action aroused such indignation that at the next election he was again chosen governor, by a large majority, and served from 1825 until his death.",
        "Debarred from election to the second National Assembly (known as the Legislative) by the self-denying ordinance passed by the \"constituents,\" Talleyrand, at the close of 1791, sought to enter the sphere of diplomacy for which his mental qualities and his clerical training furnished him with an admirable equipment.",
        "In face of another rebellious general, Nicephorus Bryennius, his election was ratified by the aristocracy and clergy.",
        "This provision, introducing an entirely new principle into the American governmental system, came into effect in January 1903, and was employed in the following year when a previously elected councilman who was \"recalled\" by petition and was unsuccessful in the 1904 election brought suit to hold his office, and on a mere technicality the Supreme Court of the state declared the recall election invalid.",
        "This class of prerogatives, as well as the right which the pope claimed to ratify the election of the emperor, need not detain us, although they doubtless served in the long run to weaken the papal power.",
        "(1316-1334)1334) to control the election of the emperor called forth the first fundamental and critical attack on the papal monarchy, by Marsiglio of Padua, who declared in his Defensor pacis (1324) that the assumed supremacy of the bishop of Rome was without basis, since it was very doubtful if Peter was ever in Rome, and in any case there was no evidence that he had transmitted any exceptional prerogatives to succeeding bishops.",
        "died in 1125, Lothair, after a protracted election, was chosen German king at Mainz on the 30th of August 1125.",
        "His, election was largely owing to the efforts of Adalbert, archbishop of Mainz, and the papal party, who disliked the candidature of Henry's nephew and heir, Frederick II.",
        "Frederick took a leading part in German affairs, and it is interesting to note that he had a considerable share in securing the election of his uncle, Rudolph of Habsburg, as German king in 1273.",
        "In the presidential election of 1896, when an unprecedentedly large vote was cast, the number of voters registered was nearly 20% of the population, and of these nearly 82% actually voted.",
        "They may call special town-meetings; they appoint election officers and may appoint additional constables or ' The usual allotment of the cost of this work is as follows: 65% isaid by the railwa y company, 25% by the commonwealth and 10% by the municipality in which the crossing is located.",
        "Just after his first election to Congress, he was placed on the important marine committee, and he was made a member of the board of admiralty when it was established in 1779.",
        "His great reputation and the influence of Sir William Boswell, the English resident, with the states-general procured his election in 1643 to the chair of mathematics in Amsterdam, whence he removed in 1646, on the invitation of the prince of Orange, to Breda, where he remained till 1652.",
        "I'm mayor now, until we get around to having an election.",
        "\"August is only the primary,\" Dean answered, but they both knew in the near one-party County of Ouray, that was tantamount to the final election.",
        "Just be thankful it happened before the election.",
        "—he'd cover up the killing and make you look like a fool and win the election!",
        "I don't know if I can wait until you beat Fitzgerald in the election.",
        "You're going to wish you'd never bothered to run for election.",
        "Rumor has it he's withdrawing from the election.",
        "We made a deal—he'd go back to Denver—there was no way we could work together—and he'd drop the election.",
        "Then some of his friends at the funeral said they thought it was that sheriff guy Fitzgerald who planted it so he could arrest Billy and look good for the election.",
        "I been casting my ballot that way since Roosevelt and I'll keep doing so—even if you do cancel out my vote every dang election.",
        "They're filing papers for next summer's sheriff 's election.",
        "The armies of the rival kings met at Gdllheim near Worms, where Adolph was defeated and slain, and Albert submitted to a fresh election.",
        "The governor appoints, subject to the consent of a majority of the members elected to the Senate, all officers whose appointment or election is.",
        "A senator must be twenty-five years of age, and must have been a citizen of the state for five years and a resident of the district for one year preceding his election.",
        "In fact, five scholars and perhaps one commoner left Winchester for Eton in 1443, probably in July, just before the election.",
        "The number of scholars was largely increased by an election of 25 new ones on the 26th of September 1444, the income being then 946, of which the king contributed £120 and Waynflete or more than half his stipend of X30 a year.",
        "BONIFACE pope from S30 to 532, was by birth a Goth, and owed his election to the nomination of his predecessor, Felix IV., and to the influence of the Gothic king.",
        "On the election in 1846 of Pius IX., who appeared to be a Liberal and an Italian patriot, the eyes of a]1 Italy were turned on him as the heaven-born leader who was to rescue the country from the foreigner.",
        "In 1909 there was a recall election at which a mayor was removed and another chosen in his place.",
        "And now, if you don't drop out of the election, you've got an opponent who despises you!",
        "A new election must be called to fill the vacancy unless the unexpired term is less than one year.",
        "him a priest of Alexandria called Dioscorus, who died a month after his election, and thus left the position open for him.",
        "Rouvier's government did not long survive the presidential election of 1906.",
        "For the Long Parliament, which met on the 3rd of November 1640, he was elected for Downton in Wiltshire, but the return was disputed, and he did not take his seat - his election not being declared valid until the last days of the Rump.",
        "Upon the replacing of the Rump by the army, after the breaking up of Richard's parliament, Cooper endeavoured unsuccessfully to take his seat on the ground of his former disputed election for Downton.",
        "On the 7th of January he took his seat on his election for Downton in 1640, and was made colonel of Fleetwoods regiment of horse.",
        "In the election for mayor of Lyons, in November 1792, he was defeated by a Royalist.",
        "The election of Pope Benedict XII.",
        "He attempted in vain to secure the election of his grandson Charles.",
        "Mr. Snowden made himself extremely unpopular during the World War owing to his pacifist opinions, and was one of the Socialist members of Parliament who lost their seats at the general election of 1918.",
        "and then of Henry I., who secured his election as archbishop of York in August 1114.",
        "(1721), whose election was largely due to the bribes of Dubois.",
        "In 1880 there was a memorable election riot under the guise of an anti-Chinese demonstration.",
        "When an apostle was about to be chosen as successor to Judas, the people were invited to take part in the election;\"and when deacons were about to be appointed the Apostles asked the people to make the choice.",
        "They were unanimous in regarding ministerial service as mainly pastoral; preaching, administering the sacraments and visiting from house to house; and, further, in perceiving that Christian ministers must be also spiritual rulers, not in virtue of any magical influence transmitted from the Apostles, but in virtue of their election by the Church and of their appointment in the name of the Lord Jesus.",
        "Cranmer held that the consecration of a bishop was an unnecessary rite, and not required by Scripture; that election and appointment to office were sufficient.",
        "In 1572 a formal manifesto was published, entitled an Admonition to Parliament, the leading ideas in which were: parity of ministers, appointment of elders and deacons; election of ministers by the congregation; objection to prescribed prayer and antiphonal chanting; preaching, the chief duty of a minister; and the power of the magistrates to root out superstition and idolatry.",
        "1 This agreement, proposed to the General Assembly in 1870 by the directors of Princeton and of Union, gave the Assembly a veto on the election and removal of professors.",
        "Here, by the emperor's orders, the assembled Spaniards proceeded to the election of a captain-general, and their choice fell almost unanimously on Domingos Martinez de Irala, who was proclaimed captain-general of the Rio de la Plata (August 1538).",
        "The presidential election of 1874 resolved itself, as so often before, into a struggle between the provincials and the poytenos (Buenos Aires).",
        "In 1898 there was another presidential election.",
        "Dr Quintana at the time of his election was sixty-four years of age.",
        "The members of both chambers owe their election to universal suffrage; but the Senate is not elected directly by the people and the Chamber of Deputies is.",
        "To secure election a candidate must at the first voting poll an absolute majority and a number of votes equal to one-fourth of the number of electors.",
        "If a state has received an increase in the number of its representatives and its legislature does not pass an apportionment bill before the next congressional election, the votes of the whole state elect the additional members on a general ticket and they are called \"congressmen-at-large.\"",
        "He went to Italy as president of the commission, carrying to the prince at Florence the official news of his election.",
        "It is from a similar standpoint that Aaron is condemned for the manufacture of the golden calf, and a compiler (not the original writer) finds its sequel in the election of the faithful Levites.'",
        "He died before he could accomplish any of his great designs (15th of November 162 9), having previously secured the election of his wife Catherine as princess.",
        "Several attempts had been made by individuals belonging to the Labour party to enter the New South Wales parliament, but it was not until 1891 that the occurrence of a general election gave the party the looked-for opportunity for concerted action.",
        "The results of the election came as a complete surprise to the majority of the community.",
        "This was called the \" solidarity pledge,\" and, united under its sanction, what was left of the Labour party contested the general election of 1894.",
        "Thus, if x= horned and y = sheep, then the successive acts of election represented by x and y, if performed on unity, give the whole of the class horned sheep. Boole showed that elective symbols of this kind obey the same primary laws of combination as algebraical symbols, whence it followed that they could be added, subtracted, multiplied and even divided, almost exactly in the same manner as numbers.",
        "Upon Andrew Jackson's election to the presidency, the Telegraph became the principal mouthpiece of the administration, and received printing patronage estimated in value at $50,000 a year, while Green became one of the coterie of unofficial advisers of Jackson known as the \"Kitchen Cabinet.\"",
        "The number of electors (2,541,327) at the general election in 1904 was 29% of the male population over twenty-one years of age, and 7~6% of the total population exclusive of those temporarily disfranchised on account of military service; and of these 627% voted.",
        "All salaried 220,479 165,144 government officials (except minis ters, under-secretaries of state and other high functionaries, and officers 210,020 347,940 in the army or navy), and ecclesiastics, -, are disqualified for election.",
        "the imperial city, sought once more to control the election of the popes.",
        "Ir tares the next year after his election Hildebrand convenec a council, and passed measures enforcing the celibac)",
        "In the first place, from this time forward, owing to the election of popes by the Roman curia, the Holy See remained in the hands ~ of Italians; and this, though it was by no means an cities.",
        "Meanwhile the election of Alexander III.",
        "of Luxembourg cro~sed the Alps soon after his ofeccjv~ election to the empire, and raised the hopes of the wars.",
        "The election of Nicholas V.",
        "Urbans predecessor, Paul V., advanced so far as to extend his spiritual jurisdiction over Venice, which, up to the date of his election (1605), had resisted all encroachments of the Holy See.",
        "Not only did she govern Lombardy and Venetia directly, but Austrian princes ruled in Modena, Parma and Tuscany; Piacenza, Ferrara and Comacchio had Austrian garrisons; Prince Metternich, the Austrian chancellor, believed that he could always secure the election of an Austrophil pope, and Ferdinand of Naples, reinstated by an Austrian army, had bound himself, by a secret article of the treaty of June 12, 1815, not to introduce methods of government incompatible with those adopted in Austrias Italian possessions.",
        "in 1846 Austria hoped to secure the election of another zealot; but the Italian cardinals, who did~not want an Austrophil, finished the conclave EJection of..",
        "The first general election under the Left (November 1876) had yielded the cabinet the overwhelming majority of 421 Ministerialists against 87 Conservatives, but the very size of the majority rendered it unmanageable.",
        "on the evening after his election, took full advantage.",
        "King Humbert addressed to the pope a letter of congratulation upon his election, and received a courteous reply.",
        "After the general election of 1880, however, the Ministerialists, aided by a number of factious Conservatives, passed a third bill repealing the grist tax on wheat (10th July 1880), the repeal to take effect from the 1st of January 1884 onwards.",
        "The general election of 1890 gave the cabinet an almost unwieldy majority, comprising four-fifths of the Chamber.",
        "to allow him to dissolve parliament, entrusted Signor Giolitti, a Piedmontese deputy, sometime treasury minister in the Crispi cabinet, with the formation of a ministry of the Left, which contrived to obtain six months supply on account, and dissolved the Chamber, The ensuing general election (November 1892), marked by unprecedented violence and abuse of official pressure upon B k the electorate, fitly ushered in what proved to be scandals, the most unfortunate period of Italian history since the completion of national unity.",
        "These attacks were, however, unavailing to shake Crispis position, and in the general election of May 1895 his government obtained a majority of nearly 200 votes.",
        "Pressed by Cavallotti, Rudini in March 1897 dissolved the Chamber and conducted the general election in such a way as to crush by government pressure the partisans of Crispi, and greatly to strengthen the (Socialist, Republican and Radical) revolutionary parties.",
        "The general election of June 1900 not only failed to reinforce the cabinet, but largely increased the strength of the extreme parties (Radicals, Republicans and Socialists), who in the new Chamber numbered nearly 100 out of a total of 508.",
        "But Edward's title had been expressly sanctioned by act of parliament, so that there was no more room for election in his case than in that of George I., and the real motive of the changes was to shorten the weary ceremony for the frail child.",
        "By a charter, dated the 21st of November 1214, he granted freedom of election to the church.",
        "declares that the English church shall be free and shall enjoy freedom of election.",
        "Cesare, who could still count on the Spanish cardinals, wished to prevent the election of Giuliano della Rovere, the enemy of his house, but the latter's chances were so greatly improved that it was necessary to come to terms with him.",
        "In July 1902 a plot for his assassination was frustrated, and in 1903, on the election of Jose Battle to the presidency, civil war broke out.",
        "Taylor (Republican), each of whom claimed the election, Goebel was assassinated at Frankfort.",
        "When we are first entitled to speak with any kind of certainty, the non-privileged class possess a certain share in the election of magistrates and the making of laws.",
        "The series of revolutions already spoken of first made descent from former councillors a necessary qualification for election to the council; then election was abolished, and the council consisted of all descendants of its existing members who had reached the age of twenty-five.",
        "That is to say, traditional feeling may give the members of certain families a strong preference, to say the least, in election to office.",
        "were divided into French and Italian factions, which wrangled over the election for nearly three years in the midst of great popular excitement, until finally, stirred by the eloquence of St Bonaventura, the Franciscan monk, they entrusted the choice to six electors, who hit on Visconti, at that time accompanying Edward of England on the crusade.",
        "Moreover, a democratic element was introduced by the adoption of the jury system and - so far as one order of tribunal was concerned - the election of judges.",
        "abolished the election of justices of the peace, except in certain large towns and some outlying parts of the empire, and greatly restricted the right of trial by jury.",
        "In 1909 the third Duma restored the election of justices of the peace.",
        "Under the influence of the great nobles who had unsuccessfully opposed the election of Godunov, the general discontent took the form of hostility to him as a usurper, and rumours were heard that the late tsar's younger brother Dimitri (Demetrius), supposed The to be dead, was still alive and in hiding.",
        "THE] election, through a series of electoral colleges.",
        "He was returned as one of the members for Norwich at the general election of 1906, and has held the seat since.",
        "Parliament formally accepted him, and thus Henry became king, \"not so much by title of blood as by popular election\" (Capgrave).",
        "He took a deep interest in the campaign which resulted in the election of James A.",
        "The Public Safety Bill for the reform of the police laws, taken over by him from the Rudini cabinet, and eventually promulgated by royal decree, was fiercely obstructed by the Socialist party, which, with the Left and Extreme Left, succeeded in forcing General Pelloux to dissolve the Chamber in May 1900, and to resign office after the general election in June.",
        "In February 1845 he received the announcement of his election as corresponding member of the French Institute in place of the Spanish historian Navarrete, and also of the Royal Society of Berlin.",
        "At the general election in 1780 he had lost his seat for Liskeard, but had subsequently been elected for Lymington.",
        "Clement continued the struggle of his predecessors with the emperor Louis the Bavarian, excommunicating him after protracted negotiations on the 13th of April 1346, and directing the election of Charles of Moravia, who received general recognition after the death of Louis in October 1347, and put an end to the schism which had long divided Germany.",
        "A residence in the state of six months and in the district or county of thirty days preceding the election is required of all voters.",
        "The governor and lieutenantgovernor must each be at least twenty-five years old at the time of election to office.",
        "Amendments to the constitution must be passed by a majority of each house of the legislature at two consecutive sessions and submitted to a vote of the people at the next regular election.",
        "At the election of 1904 an amendment was adopted which provides that whenever 10% of the voters of the state, as shown by the votes of the last preceding election, express a wish that any law or resolution of the legislature shall be submitted to the people, the Act or Resolve shall be voted on at the next election of the state or county officers, and if a majority of the voters approve the measure it shall stand; otherwise, it shall become void.",
        "At the national election in this year the Silver ticket received in Nevada 7264 votes; the Republican 2811; the Democrat 714; and the Prohibitionist 86.",
        "In the state election of 1894 the Silver party was again victorious, and not a Democrat was returned to the legislature.",
        "In the election of 1896 all the parties in the state declared in favour of the free and unlimited coinage of silver at the ratio of 16 to 1.",
        "In the presidential election of 1900 the Nevada Republicans pursued a non-committal policy with regard to the silver question, declaring in favour of \" the largest use of silver as a money metal in all matters compatible with the best interests of our government.\"",
        "With the approach of the presidential election of 1908, President Roosevelt reiterated his pledge not to accept another nomination, and threw his immense influence in favour of Mr Taft.",
        "During the campaign many prominent labour leaders opposed the election of Mr Taft, on the ground that his decisions while on the bench had been unfriendly to organized labour.",
        "At the ensuing election in November, Taft and Sherman received 321 electoral votes against 162 cast for William Jennings Bryan and John W.",
        "(1268) and the election of Gregory X.",
        "The election of Rudolph of Habsburg as German king after a long interregnum, and that of Nicholas III.",
        "to the Holy See (1277), diminished Charles's power, for the new pope set himself to compose the difference between Guelphs and Ghibellines in the Italian cities, but at his death Charles secured the election of his henchman Martin IV.",
        "He was Assistant Secretary of State, 1905-9, and then for a short time was Secretary of State, succeeding Elihu Root on the latter's election to the Senate.",
        "just before the general election.",
        "Suarez endeavoured to reconcile this view with the more orthodox doctrines of the efficacy of grace and special election, maintaining that, though all share in an absolutely sufficient grace, there is granted to the elect a grace which is so adapted to their peculiar dispositions and circumstances that they infallibly, though at the same time quite freely, yield themselves to its influence.",
        "and the election of Ferdinand.",
        "The provincial Jewries, however, participate in the election of the chief rabbi.",
        "The mode of election to the assembly was altered, the number of its members reduced, and the customs revenue, which had hitherto been shared with the island, was appropriated by the Turkish treasury.",
        "A writ for the election of a member to parliament was issued in the reign of Edward III., but no return was made.",
        "This policy cost Mr. Henderson his seat in Parliament at the General Election of Dec. 1918.",
        "Since 1378 Western Christendom, in consequence of the election of the two popes Urban VI.",
        "When at last the question arose of giving the Christian world a new pope, this time sole and uncontested, Pierre d'Ailly defended the right of the cardinals, if not to keep the election entirely in their own hands, at any rate to share in the election, and he brought forward an ingenious system for reconciling the pretensions of the council with the rights of the Sacred College.",
        "The first dictator is said to have been created in 501 B.C.; the last of the \" administrative \" dictators belongs to the year 216 B.C. It was an office that was incompatible both with the growing spirit of constitutionalism and with the greater security of the city; and the epoch of the Second Punic War was marked by experiments with the office, such as the election of Q.",
        "The choice of the British government fell on Prince Christian William Ferdinand Adolphus George of Schleswig-Holstein-SonderburgGliicksburg, whose election as king of the Hellenes, with the title George I., was recognized by the powers (6th of June 1863).",
        "In addition to the ordinary suffrage qualifications of age, sex, and residence, the voter must have paid all taxes due from him for the two years immediately preceding the election, and he must be able to read any section of the constitution or \"be able to understand the same when read to him, or give a reasonable interpretation thereof.\"",
        "The method of election is peculiar, being based in part upon the national presidential model.",
        "2 The constitution of 1832 abolished the property qualification for holding office and provided for the popular election of judges and state officials.",
        "The governor and the lieutenant-governor must at the time of their election be at least thirty years of age, and must have been citizens of the United States for five years and residents of the state for two years.",
        "Until 1905 the only grounds for an absolute divorce were 1 Under the Constitution of 1776 senators were elected by counties, one for each county, and representatives also by counties, two for each county - in addition, the towns of Edenton, Newbern, Wilmington, Salisbury, Hillsboro and Halifax each elected one representative; and a property qualification - a freehold of 50 acres held for six months before an election - was imposed on electors of senators.",
        "By reason of this rejection the relations of North Carolina with the other states were severed upon the dissolution of the Confederation, and it took no part in the first election or in the organization of the new government.",
        "Ten years later, however, at the election of assemblymen, 33 of the western counties polled an extra-legal vote on the question of calling a constitutional convention, and 30,000 votes were cast for it to only l000 against it.",
        "25 a favourable to the East, voted strongly for it and carried the election with a total majority in the state of 5856 votes.",
        "Caldwell (1818-1874), there was some improvement in the condition of affairs, and in 1875 a constitutional convention, in session at Raleigh, with the Democrats slightly in the majority, amended the constitution, their work being ratified by the people at the state election in 1876.",
        "The hard times which followed the financial panic of 1893 made it possible for them, in alliance with the Republicans, to carry the state in the election of 1894.",
        "xviii., Saul's jealousy leaped at once to the conclusion that David's ambition would not stop short of the kingship. Such a suspicion would be intelligible if we could suppose that the king had heard something of the significant act of Samuel, which now stands at the head of the history of David in witness of that divine election and unction with the spirit of Yahweh on which his whole career hung (xvi.",
        "Although the Agrarians had not an actual majority after the election of Aug.",
        "He had offered himself as a candidate for the office of secretary to the Assembly of Notables which the king had just convened, and to bring his name before the public published another financial work, the Denonciation de 'agiotage, which abounded in such violent diatribes that he not only lost his election, but was obliged to retire to Tongres; and he further injured his prospects by publishing the reports he had sent in during his secret mission at Berlin.",
        "The election of Charles V.",
        "Dumfries, Annan, Kirkcudbright, Lochmaben and Sanquharthe \"Five Carlins\" of Burns's Election Ballads - combine to return one member to Parliament.",
        "Gregory had promised not to create any more cardinals, and when he did so, in 1408, his former cardinals deserted him and, together with the Avignon cardinals, convoked the council of Pisa, which, despite its irregularity, proclaimed in June 1409 the deposition of both popes and the election of Alexander V.",
        "In 1311 the king was forced to agree to the election of the \"ordainers,\" and the ordinances they drew up provided inter alia for the perpetual banishment of his favourite.",
        "The meetings referred to were probably those of exceptional interest, such as the election or the coronation of a king, and people from the neighbourhood were there merely as interested, and sometimes excited, spectators.",
        "He retained his influence during the whole of the reign of Louis; and on the king's death in 911 was prominent in securing the election of Conrad, duke of Franconia, to the vacant throne.",
        "The story of this remarkable election has been told by James Beal, one of the most active supporters of Mill's candidature.",
        "Mill's subscription to the election expenses of Bradlaugh, and his attitude towards Governor Eyre, are generally regarded as the main causes of his defeat in the general election of 1868.",
        "Until the close of the 18th century Dalkey was notorious for the burlesque election of a \"king,\" a mock ceremony which became invested with a certain political importance.",
        "Even Heracles, his former friend and sharer of his views, took part against him; and by this means he procured his own election shortly afterwards as successor to Demetrius.",
        "During the ensuing interregnum he powerfully contributed, at the head of the nobles of Funen and Jutland, to the election of Christian III.",
        "The election of Merlin of Douay and Francois of Neufchatel as Directors, in place of Carnot and Barthelemy, gave to that body a compactness which enabled it to carry matters with a high hand, until the hatred felt by Frenchmen for this soulless revival of a moribund Jacobinism gradually endowed the Chambers with life and strength sufficient to provoke a renewal of strife with the Directory.",
        "While restoring the principle of universal suffrage, which had been partially abrogated in 1795, Sieyes rendered this system of election practically a nullity.",
        "The latter was with difficulty dissuaded from quashing the election.",
        "Having been nominated deputy from the bailliage of Guise, he appeared at Laon as one of the commissioners for the election of deputies to the States-General summoned by royal edict of January 24th.",
        "Adams's upright and patriotic conduct in taking the unpopular side in this case met with its just reward in the following year, in the shape of his election to the Massachusetts House of Representatives by a vote of 418 to 118.",
        "Partly for this reason, while Washington had the vote of every elector in the first presidential election of 1789, Adams received only thirty-four out of sixtynine.",
        "In 1796, on the refusal of Washington to accept another election, Adams was chosen president, defeating Thomas Jefferson; though Alexander Hamilton and other Federalists had asked that an equal vote should be cast for Adams and Thomas Pinckney, the other Federalist in the contest, partly in order that Jefferson, who was elected vice-president, might be excluded altogether, and partly, it seems, in the hope that Pinckney should in fact receive more votes than Adams, and thus, in accordance with the system then obtaining, be elected president, though he was intended for the second place on the Federalist ticket.",
        "On the 2nd of July 1704, with the assistance of a bribing fund, Charles's ambassador at Warsaw, Count Arvid Bernard Horn, succeeded in forcing through the election of Charles's candidate to the Polish throne, Stanislaus Leszczynski, who could not be crowned however till the 24th of September 1705, by which time the Saxons had again been defeated at Punitz.",
        "Turning to the other problem, that of internal fusion and consolidation, we find that in 466, fourteen years after the fall of Aquileia, the population of the twelve lagoon townships met at Grado for the election of one tribune from each island for the better government of the separate communities, and above all to put an end to rivalries which had already begun to play a disintegrating part.",
        "The period from the election of the first doge to the appearance of the Franks was characterized by fierce struggles between Heraclea and Jesolo.",
        "A law was then passed forbidding for the future the election of a doge-consort, a device by which the Particiachi, the Candiani and the Orseoli had each of them nearly succeeded in carrying out their dynastic ambitions.",
        "As the duties of this council were to appoint all officers of state, including the doge, it is clear that by its creation the aristocracy had considerably curtailed the powers of the people, who had hitherto elected the doge in general assembly; and at the creation of Michiel's successor, Sebastiano Ziani (1172), the new doge was presented to the people merely for confirmation, not for election.",
        "In 1198, on the election of Enrico Dandolo, the aristocracy carried their policy one step farther, and by the promissione ducale, or coronation oath, which every doge was required to swear, they acquired a powerful weapon for the suppression of all that remained of ancient ducal authority.",
        "Members of the Senate and House of Representatives are elected for terms of two years; they must be residents of their respective counties or districts for one year preceding election, unless absent on public business of the state or of the United States.",
        "In 1908 a direct primary law was passed providing for party primaries, those of all parties in each district to be held at the same time (annually) and place, before the same election board, and at public expense, to nominate candidates for township and municipal offices and members of the school board; nominations to be by petition signed by at least 2% of the party voters of the political division, except that for United States senators a of 1% is the minimum.",
        "In 1908 an act was passed providing for local option in regard to the sale of intoxicating liquors, by an election to be called an initiative petition, signed by at least 35% of the electors of a county.",
        "Dissatisfaction with the President's emancipation programme resulted in the election of a Democratic Congressional delegation in 1862, but the tide turned again after Gettysburg and Vicksburg; Clement L.",
        "He is also the author of the Brazen Serpent (1831), the Doctrine of Election (1839), several \"Introductory Essays\" to editions of Christian Authors, and a posthumous work entitled Spiritual Order and Other Papers (1871).",
        "It provided for municipal elections in January; for the election of a mayor for four years; for his recall at the end of two years if a majority of the registered voters so vote in the state election in November in the second year of his term; for the summary removal for cause by the mayor of any department head or other of his appointees; for a city council of one chamber of nine members, elected at large each for three years; for nomination by petition; for a permanent finance commission appointed by the governor; for the confirmation of the mayor's appointments by the state civil service commission; for the mayor's preparation of the annual budget (in which items may be reduced but not increased by the council), and for his absolute veto of appropriations except for school use.",
        "A forfeiture is also waived if the landlord elects not to take advantage of it - and shows his election either expressly or impliedly by some act, which acknowledges the continuance of the tenancy, e.g.",
        "In September 1909, at a special election, it adopted the commission charter described above.",
        "In such a society the election of the head by the members may seem natural; and in the case of Godfrey and the first two Baldwins this was the case.",
        "Its most important feature, when compared with the previous constitution of 1868, is its provision for the choice of state officials other than the governor (who was previously chosen by election) by elections instead of by the governor's appointment, but the governor, who serves for four years and is not eligible for the next succeeding term, still appoints the circuit judges, the state' attorneys for each judicial circuit and the county commissioners; he may fill certain vacancies and may suspend, and with the Senate remove officers not liable to impeachment..",
        "Insane persons and persons under guardianship are excluded by the constitution, and \" all persons convicted of bribery, perjury, larceny or of infamous crime, or who shall make or become directly or indirectly interested in any bet or wager the result of which shall depend upon any election,\" or who shall participate as principal, second or challenger in any duel, are excluded by legislative enactment.",
        "The Canvassing Board, which published the election returns, cast out some votes, did not wait for the returns from Dade county, and declared the Republican ticket elected.",
        "Drew (1827-1900), the Democratic candidate for governor, then secured a mandamus from the circuit court restraining the board from going behind the face of the election returns; this was not obeyed and a similar mandamus was therefore obtained from the supreme court of Florida, which declared that the board had no right to determine the legality of a particular vote.",
        "By a similar process the board's decision in favour of the election of Republican presidential electors was nullified, and the Democratic electors were declared the successful candidates; but the electoral commission, appointed by Congress, reversed this decision.",
        "He was elected to the Canadian House of Commons in the general election of 1908, and was reelected in 1911 and 1917.",
        "Espousing the principles of the Revolution in 1789, he was commissioned by the noblesse of the province to draw up the cahier (statement of principles and grievances); and the senechaussee of Montpellier elected him deputy to the states-general of Versailles; but the election was annulled on a technical point.",
        "He failed in his ambition of becoming perpetual secretary of the Academy of Sciences, but was somewhat consoled by his election as a member of the French Academy in 1856.",
        "No higher tribute was ever paid to character and ability than that conveyed by this election.",
        "The election, undecided by the popular vote, was thrown into the house, and resulted in the choice of John Quincy Adams, who in 1826 drew Gallatin from his retirement and sent him as minister to England to conduct another complicated and arduous negotiation.",
        "In 1410 Jobst, margrave of Moravia, was made emperor of Germany, but died a few months after his election.",
        "Headlam, Election by Lot at Athens (Cambridge, 1891).",
        "He gives various methods of prayer; methods of making an election; his series of rules for the discernment of spirits; rules for the distribution of alms and the treatment of scruples; tests of orthodoxy.",
        "Having purified the soul from sin and obtained a detestation thereof, the second week treats of the kingdom of Christ, and is meant to lead the soul to make an election of the service of God.",
        "One of his last trials was to see in 1556 the election as pope of his old opponent Caraffa, who soon showed his intention of reforming certain points in the Society that Ignatius considered vital.",
        "In September 1831 the party at a national convention in Baltimore nominated as its candidates for the presidency and vice-presidency William Wirt of Maryland and Amos Ellmaker (1787-1851) of Pennsylvania; and in the election of the following year it secured the seven electoral votes of the state of Vermont.",
        "Tilden, he lost the disputed election by the decision of the electoral commission, but he was elected with Grover Cleveland in 1884.",
        "The police force of each municipality, or rather of each of 66 police districts, is maintained and controlled by the insular government; justice in each municipality is also administered by the insular government; the building, maintenance and repair of public roads are under the management of a board of three road supervisors in each of the seven insular election districts; and matters pertaining to education are for the most part under the insular commissioner of education and a school board of three members elected biennially in each municipality; nearly all other local affairs are within the jurisdiction of the mayor and municipal council.",
        "He was a member of Congress from 1893 to 1895, and from 1919 to 1921, being Speaker from 1911 to 1919 and minority leader thereafter; he was defeated in the election of 1920.",
        "The following year, the question of the intervention of kings in the election of bishops having been raised in a pamphlet by Charles Hersent (Optatus Gallus de cavendo schismate, 1640), Marca defended what were then called the liberties of the Gallican Church, in his celebrated treatise De concordia sacerdotii et imperii, seu de libertatibus ecclesiae gallicanae (1641).",
        "Among other matters reference is made to the introduction of Christianity in the reign of Tiberius; the persecution under Diocletian; the spread of the Arian heresy; the election of Maximus as emperor by the legions in Britain, and his subsequent death at Aquileia; the incursions of the Picts and Scots into the southern part of the island; the temporary assistance rendered to the harassed Britons by the Romans; the final abandonment of the island by the latter; the coming of the Saxons and their reception by Guortigern (Vortigern); and, finally, the conflicts between the Britons, led by a noble Roman, Ambrosius Aurelianus, and the new invaders.",
        "He was also chiefly instrumental in securing the election of Marius to his fourth consulship (102).",
        "In this capacity he did very useful work, and after the Restoration continued in this post at the request of the duc de Richelieu, his work being recognized by his election as a member of the Academie des Inscriptions et Belles-Lettres in 1820.",
        "His determined opposition to the empire, culminating in 1869 in a campaign in favour of the radical candidate opposed to 0111vier, was rewarded by his election as mayor of the 11th arrondissement of Paris and as deputy for the Seine.",
        "In Syria, the usurper Tryphon bases his right upon an election by the \" people \" (Just.",
        "He studied law at Bologna, and after his uncle's election he was created successively bishop, cardinal and vice-chancellor of the church, an act of nepotism characteristic of the age.",
        "the three likely candidates for the Holy See were Cardinals Borgia, Ascanio Sforza and Giuliano della Rovere; at no previous or subsequent election were such immense sums of money spent on bribery, and Borgia by his great wealth succeeded in buying the largest number of votes, including that of Sforza, and to his intense joy he was elected on the Loth of August 1492, assuming the name of Alexander VI.",
        "He became the leader and spokesman of the democratic party in the Connexion which claimed for the laity the free election of class-leaders and stewards, and equal representation with ministers at Conference.",
        "By other decrees the jurisdiction of the court of Rome was much limited, and rules were even made for the election of popes and the constitution of the Sacred College.",
        "The second day after his election Pope Leo XIII.",
        "The election of Abraham Lincoln as president in November 1860 was the signal for the rising of the South.",
        "The doctrine of election had led to a separation between Whitefield and the Wesleys in 1741.",
        "The bailiff was to be chosen annually by the burgesses, but his election seems to have depended entirely upon the lord of the manor, and, after a contest in 1821 between Lord Forester and Sir W.",
        "(His election was disputed, and he was deprived by the pope.) 30.",
        "In 1885 he abandoned journalism, and became Liberal candidate for the Harrow division of Middlesex at the general election, but was defeated.",
        "His difficulties were increased when at the general election in Cape Colony the Bond obtained a majority.",
        "A general primary election law for the selection, by the voters, of candidates for state office came into effect in 1906.",
        "Packard, claimed the election, and with a Republican legislature for a time occupied the State House.",
        "In the national election of 1876 there were double returns (Republican: 75,315 for Hayes and 70,508 for Tilden; and Democratic: 83,723 for Tilden and 77,174 for Hayes) from Louisiana, which, as was the case with the double electoral returns from Florida, Oregon and South Carolina, were adjudicated by the Electoral Commission in favour of the Republican electors voting for Hayes.",
        "7 Lieut.-governor, succeeded on Sanders's election to U.S. Senate.",
        "The senate contains four members from each province, chosen for eight years by a provincial electoral board, which consists of the provincial councilmen plus a double number of electors (half of them paying high taxes) who are selected at a special election by their fellow citizens.",
        "There was besides a provincial commission of five lawyers named by the governor-general from the members of the deputation, who settled election questions, and questions of eligibility in this body, gave advice as to laws, acted for the deputation when it was not sitting, and in general facilitated centralized control of the administrative system.",
        "It will be seen that the net result of Lassalle's life was to produce a European scandal, and to originate a socialistic movement in Germany, which, at the election of 1903, returned to the Reichstag eighty-one members and polled 3,010,771 votes, and at the election of 1907 returned forty-three members and polled 3,258,968 votes.",
        "On the death of Ninoslav in 1250, vigorous efforts were made to exterminate the Bogomil heresy; and to this end, Bela IV., who appeared as the champion of Roman Catholicism, Hungarian' secured the election of his nominee Prijesda to the banate.",
        "A rising of the native magnates in 1322 resulted in the election of the Bogomil, Stephen Kotromanic, last and greatest of the Bosnian bans.",
        "Every village or town district has a kind of mayor (mukhtar) appointed by election and approved by the official provincial authorities, and a \" council of ancients \" whose members are elected directly.",
        "Its terms were: the confirmation of the Treaty of Bucharest and the opening of the navigation of the Black Sea to the Russian flag; a stipulation that the hospodars of Walachia and Moldavia should be elected by the boyars for seven years, their election being confirmed by the Porte which, however, had no power to dismiss them without the concurrence of the Russian ambassador at Constantinople; finally, Servia's autonomy was recognized, and, save in the fortresses, no Mussulman might reside there.",
        "On the 24th the sultan yielded, and issued an irade, restoring the constitution of 1876, and ordering the election of a chamber of deputies.",
        "the re-establishment of unity by the election of a single pope, finally prevailed in despite of Sigismund.",
        "After his election the pope had to make a profession of the Catholic faith, and give guarantees against arbitrary translations.",
        "In order to rebuild the see of St Peter on a basis now cleared of obstacles, an attempt was made to surround the election of 1 The English, who had hitherto been considered to form part of the German \"nation,\" were recognized as a separate nation at this council for the first time.",
        "The advantage of this arrangement was that the choice of the future pope would depend, not only on the vote of the cardinals, thus safeguarding tradition, but at the same time on the unanimous consent of the various nations, by which the adhesion of the whole Catholic world to the election would be guaranteed.",
        "But at the end of three days the conclave resulted in the election of Cardinal Otto Colonna, who took the name of Martin V.",
        "In October 1908, at a special election, the security franchise was invalidated, and this seemed to have the effect of dissolving the lease held by the Municipal Traction Co., and of ending the city's experiment in operating (indirectly) the street car lines.",
        "Especially has this been manifested by the Cleveland Chamber of Commerce and by the Municipal Association, an organization of influential professional and business men, which, by issuing bulletins concerning candidates at the primaries and at election time, has done much for the betterment of local politics.",
        "deposed by the head of the Empire (April 18), and a mendicant friar, Pietro de Corbara, raised by an imperial decree to the throne of St Peter (as Nicholas V.) after a sham of a popular election (May 12), all this was merely the application of principles laid down in the Defensor pacis.",
        "For the revision of the constitution it is necessary that two-thirds of the members elected to each house of the legislature vote for the call of a constitutional convention, that a majority of all electors voting at the next general election approve the call for the convention, and that the convention consist of as many members as the house of representatives, who shall be chosen in the same manner, and shall meet within three months after the general 1 At International Falls on Rainy River and at Duluth on the St Louis immense water-power is utilized for manufacturing.",
        "election at which it is voted.",
        "Women (since 1898) may vote for school officers and members of library boards, and are eligible for election to any office pertaining to the management of schools or libraries.",
        "- Trinity Sunday, all festivals of Christ (except those connected with the Passion), festivals of the Blessed Virgin, of the Holy Angels and Confessors, of holy virgins and women (not being martyrs), nativity of St John the Baptist, festivals of the chains of St Peter and of his see (cathedra Petri), Conversion of St Paul, All Saints, consecration of churches and altars, anniversary of election and coronation of popes, and of election and consecration of bishops.",
        "festival of the instruments of the Passion, of the Precious Blood, of the invention and elevation of the Cross; all festivals of apostles, except those above noted; festivals of martyrs; masses for a papal election; the Feast of the Holy Innocents, when it falls on a Sunday (violet if on a week-day), and its octave (always red).",
        "The ordinary use of \"hustings\" at the present day for the platform from which a candidate speaks at a parliamentary or other election, or more widely for a political candidate's election campaign, is derived from the application of the word, first to the platform in the Guildhall on which the London court was held, and next to that from which the public nomination of candidates for a parliamentary election was formerly made, and from which the candidate addressed the electors.",
        "In the presidential election of 1824 he appeared as a strong supporter of William H.",
        "Crawford, and received the electoral vote of Georgia for vice-president; but he shrewdly kept out of the acrimonious controversy which followed the choice of John Quincy Adams. He early recognized the availability of Andrew Jackson, however, as a presidential candidate, and after the election sought to bring the Crawford and Jackson followers together, at the same time strengthening his control as a party leader in the Senate.",
        "But on the 5th of March he was appointed by President Jackson secretary of state, an office which probably had been assured to him before the election, and he resigned the governorship. As secretary of state he took care to keep on good terms with the \"kitchen cabinet,\" the group of politicians who acted as Jackson's advisers, and won the lasting regard of Jackson by his courtesies to Mrs John H.",
        "The rejection, ostensibly attributed in large part to Van Buren's instructions to Louis McLane, the American minister to England, regarding the opening of the West India trade, in which reference had been made to the results of the election of 1828, was in fact the work of Calhoun, the vice-president; and when the vote was taken enough of the majority refrained from voting to produce a tie and give Calhoun his longed-for \"vengeance.\"",
        "In the election he received 189 electoral votes, while Jackson received 219 for President.",
        "In the election Van Buren received 170 electoral votes against 73 for William Henry Harrison, his principal opponent; but the popular vote showed a plurality of less than 25,000 in a total vote of about 1,500,000.",
        "The election was in fact a victory for Jackson rather than for Van Buren.",
        "The revolt against Democratic rule was undoubtedly serious, but a study of the popular vote shows that the election of Harrison, the Whig candidate, was less of a revolution than many affected to think.",
        "In the election of 1860 he voted for the fusion ticket in New York which was opposed to Abraham Lincoln, but he could not approve of President Buchanan's course in dealing with secession, and later supported Lincoln.",
        "The first part of the act deals with the penalties for election or resignation of officers of churches, colleges, schools, hospitals, halls and societies for reward.",
        "Then the elus in each election divided the contribution due from it among the parishes.",
        "He was criticised, both in England and in Canada, for forwarding, in 1911, in the course of his duties as ambassador, an arrangement for reciprocity between the two North American states; but the general election, which substituted Sir R.",
        "His effective support of this measure vastly increased the popularity of Flaminius with his own order, and secured his second election as consul in the following year (217), shortly after the defeat of T.",
        "In the election, however, he was defeated by William McKinley, the Republican candidate, receiving 176 electoral votes to 271.",
        "In the November election after a canvass that almost equalled in activity that of 1896 he was again defeated, receiving only 155 electoral votes to 292.",
        "After the 1900 election he established and edited at Lincoln a weekly political journal, The Commoner, which attained a wide circulation.",
        "In 1515 Wolsey sent him to urge the Swiss to attack France, and in 1519 he went to Germany to discuss with the electors the impending election to the imperial throne.",
        "In the wild schemes of Shaftesbury after the election of Tory sheriffs for London in 1682 he had no share; upon the violation of the charters, however, in 1683, he began seriously to consider as to the best means of resisting the government, and on one occasion attended a meeting at which treason, or what might be construed as treason, was talked.",
        "His growing scientific reputation secured his election to the membership of the Academy of Berlin, of the Academy of Sciences of France and of the Royal Society of London.",
        "Immediately after his election as archbishop he began to take a leading part in the business of the Empire, and in 1486 was very active in securing the election of Maximilian as Roman king.",
        "Should the vacancy occur during the first two years of the term, a new election must be held.",
        "The idea of free government filled the people with enthusiasm, and the principles of a representative legislature were freely adopted, the first care being for the election of deputies to the Cortes of Lisbon to take part in framing the new constitution.",
        "As was expected the result was the election everywhere of ultraliberals opposed to the emperor, and in the succeeding year people everywhere exhibited their disaffection.",
        "Virtually, this was a republican government like that of the United States, for no difference existed in the mode of election of the regent from that of a president.",
        "The picture gallery is associated with the festive scenes that occurred during the short residence of Prince Charles in 1745; and in it the election of representative peers for Scotland takes place.",
        "The chancellor is elected for life by the general council, of which he is head; and the rights of the city as the original founder have been recognized by giving to the town council the election of four of the seven curators, with whom rest the appointment of the principal, the patronage of seventeen of the chairs, and a share in other appointments.",
        "This theory is clearly stated by Cranmer: \" In the New Testament he that is appointed bishop or priest needed no consecration, by the Scripture, for election or appointment thereto is sufficient.\"2 This view, widely held among modern scholars, has strong support in the fact that the words used for ordination in the first three centuries (xaporov€ v, xaOcvTav€CV, «Afpova9at, constituere, ordinare) also expressed appointment to civil office.",
        "At the same time he practically told the Senate that the South would secede in the event of the election of a radical Republican to the presidency; and on the 10th of January 1861, not long after the election of Lincoln, he argued before that body the constitutional right of secession and declared that the treatment of the South had become such that it could no longer remain in the Union without being degraded.",
        "He also wrote numerous articles, and, after his election as a member of the Academie des Inscriptions et BellesLettres (1740), a number of Memoires which appeared in the Recueil of this society.",
        "The general election which was held in the following month turned on native policy and on the measures necessary to meet the commercial depression.",
        "The election, which witnessed the return of four Labour members, resulted in a ministerial majority of a somewhat heterogeneous character, and in November 1906 Mr Smythe resigned, being succeeded by Mr F.",
        "Moor, who in his election campaign had criticized the Smythe ministry for their financial proposals and for the \" theatrical \" manner in which they had conducted their conflict with the home government.",
        "In 1820 he was re-elected, receiving all the electoral votes but one, which William Plumer (1759-1850) of New Hampshire cast for John Quincy Adams, in order, it is said, that no one might share with Washington the honour of a unanimous election.",
        "and the accession of Queen Victoria led to a general election.",
        "In 1841, Sir Robert Peel having defeated the Melbourne ministry in parliament, there was a general election, when Cobden was returned for Stockport.",
        "During his absence there was a general election, and he was returned (1847) for Stockport and for the West Riding of Yorkshire.",
        "During his absence the general election of 1859 occurred, when he was returned unopposed for Rochdale.",
        "the doctrines of election, foreordination, determinism).",
        "Between 1782 and 1790 Tooke gave his support to Pitt, and in the election for Westminster, in 1784, threw all his energies into opposition to Fox.",
        "It was after the election of Westminster in 1788 that Tooke depicted the rival statesmen (Lord Chatham and Lord Holland, William Pitt and C. J.",
        "At the general election of 1790 he came forward as a candidate for that distinguished constituency, in opposition to Fox and Lord Hood, but was defeated; and, at a second trial in 1796, he was again at the bottom of the poll.",
        "He had previously confirmed the treaty of Vienna, and the day after his election he appointed Illeshazy, now reinstated in all his possessions and dignities, palatine of Hungary.'",
        "Moreover, in the event of the failure of a Habsburg heir, the diet reserved the right to revive the \" ancient, approved and accepted custom and prerogative of the estates and orders in the matter of the election and coronation of their king.\"",
        "On the 19th of February 1906 the parliament was dissolved, without writs being issued for a new election, a fact accepted by the country with an equanimity highly disconcerting The agreement with the crown which had made this course possible included the postponement of the military questions that had evoked the crisis, and the acceptance of the principle of Universal Suffrage by the Coalition leaders, who announced that their main tasks would be to repair the mischief wrought by the \" unconstitutional \" Fejervary cabinet, and then to introduce a measure of franchise reform so wide that it would be possible to ascertain the will of the whole people on the questions at issue between themselves and the crown.",
        "He was defeated by a combination of the Kossuthists, Andrássy Liberals and Clerical People's party, the 30 Croatian deputies, whose vote might have turned the election, abstaining on Dr Wekerle promising them to deliver Croatia from the oppressive rule of the ban, Baron Rauch.",
        "Amongst his numerous works may be mentioned A jó paloczok (\" The Good Paloczok,\" Slav peasants); Egy vdlasztds Magyarorszdgon (\" An Election in Hungary \"); Pipacsok a buzdban (\" ` Wild Poppies in the Wheatfield \"); A tekintetes vdrmegye (\" The Worshipful County \"); Ne okoskodj Pista (\" Don't reason, Pista \"); Szent Peter esernysje (\" St Peter's Umbrella,\" translated from the original into English by Miss B.",
        "As he left no children, popular election was resorted to, and Aristodemus was chosen as his successor, though the national soothsayers objected to him as the murderer of his daughter.",
        "In the Republican national convention of 1876 Conkling sought nomination for the presidency, and after the disputed election of this year he took a prominent part in devising and securing the passage of a bill creating an electoral commission.",
        "Baron Paul Rauch, the Magyar nominee as Ban, failed, with all his official apparatus, to secure a single seat for his creatures at the general election of 1908, and therefore proceeded to govern without Parliament, by an elaborate system of administrative pressure, press persecution and espionage.",
        "He made his appearance at Rome more than once, and had no small influence in the election of Alexander VII.",
        "The last seventeen years of Retz's life were passed partly in his diplomatic duties (he was again in Rome at the papal election of 1668), partly at Paris, partly at his estate of Cornmercy, but latterly at St Mihiel in Lorraine.",
        "This was followed by a new election for president, and once more Pretorius was called upon to fill that office.",
        "New letters patent 2 were issued (December 12, 1906), and the first general election (February 1907) resulted in the return of a majority belonging to Het Volk, a Boer organization formed for political purposes.",
        "In 1828 a colony of them settled in Russian Armenia, bringing with them a book called the Key of Truth, which contains their rites of name-giving, baptism and election, compiled from old MSS., 1 we know not when.",
        "It merely warns us that all the apostles constitute the Church universal and not Peter alone; and in the rite of election, i.e.",
        "The break-up of the duchy of Franconia had increased the influence of the count palatine of the Rhine, and the importance of his position among the princes of the empire is shown by Roger of Hoveden, who, writing of the election to the German throne in 1198, singles out four princes as chief electors, among whom is the count palatine of the Rhine.",
        "He presently acquiesced in the supersession of his own system, but continued his educational reports after his election to the Council of the Five Hundred.",
        "king of Castile, and forbade Conradin's election as king of the Romans.",
        "He evaded the clause in the constitution prohibiting the election of a president for successive terms of office by invariably arranging for the nomination of some adherent of his own as chief of the executive, and then pulling the strings behind this figurehead.",
        "The tenure of the presidential office was for two years, and at every alternate election Guzman Blanco was declared to be duly and legally chosen to fill the post of chief magistrate of the republic. In 1889 there was an open revolt against the dictatorial system so long in vogue; and President Rojas Paul, Blanco's locum tenens, was forced to flee the country and take refuge in the Dutch colony of Curacoa.",
        "An election was held and General Andueza Palacios was nominated president.",
        "During the peace he entered parliament as member for Westminster in the fiercely contested election of 1784, was promoted vice-admiral in 1787, and in July of 1788 was appointed to the Board of Admiralty under the second earl of Chatham.",
        "In 1909 the proportional representation system was adopted for the election of town councillors.",
        "The death of Ratazzi in 1873 induced Crispi's friends to put forward his candidature to the leadership of the Left; but Crispi, anxious to reassure the crown, secured the election of Depretis.",
        "They produced so little effect that the general election of 1895 gave Crispi a huge majority, but, a year later, the defeat of the Italian army at Adowa in Abyssinia brought about his resignation.",
        "From before his election he had been in high favour with the Roman aristocracy, and especially with the great ladies.",
        "By accusing the generals engaged at Acragas in the war against Carthage, by obtaining the restoration of exiles (no doubt others of the partisans of Hermocrates), by high-handed proceedings at Gela, he secured his own election first as one of the generals, then as sole general (or with a nominal colleague), with special powers.",
        "His daughter Julia died at Beirut, and before long he received the news of his election by a constituency (Bergues) in the department of the Nord.",
        "In 1783 Fitzgerald returned to Ireland, where his brother, the duke of Leinster, had procured his election to the Irish parliament as member for Athy.",
        "Finding that his brother had procured his election for the county of Kildare, and desiring to maintain political independence, Lord Edward refused the command of an expedition against Cadiz offered him by Pitt, and devoted himself for the next few years to the pleasures of society and his parliamentary duties.",
        "At the general election in January 1906 an overwhelming Liberal majority was returned, irrespective of the Labour and Nationalist vote, and Sir Henry himself was again elected for Stirling.",
        "From a party-political point of view the period of Sir Henry Campbell-Bannerman's premiership was chiefly marked by the continued controversies remaining from the general election of 1906, - tariff reform and free trade, the South African question and the allied Liberal policy for abolishing Chinese labour, the administration of Ireland, and the amendment of the Education Act of 1902 so as to remove its supposed denominational character.",
        "The result of the two years was undoubtedly to revive the confidence of the Opposition, who found that they had outlived the criticisms of the general election, and both on the question of tariff reform and on matters of general politics were again holding their own.",
        "The failure of the government in Ireland (where the only success was Mr Birrell's introduction of the Universities Bill in April 1908), their internal divisions as regards socialistic legislation, their variance from the views of the selfgoverning colonies on Imperial administration, the admission after the general election that the alleged \"slavery\" of the Chinese in the Transvaal was, in Mr Winston Churchill's phrase, a \"terminological inexactitude,\" and the introduction of extreme measures such as the Licensing Bill of 1908, offered excellent opportunities of electioneering attack.",
        "died, he largely contributed by his eloquence to the election of Leo XI.",
        "to the papal throne, and, on the death of Leo twenty-four days after, to the election of Paul V.",
        "The first election of the Board took place in 1903.",
        "An objection to the Metropolitan Board of Works soon became manifest, inasmuch as the system of election was indirect.",
        "The election of common councilmen, whose institution dates from the reign of Edward I., takes place annually, the electors being the ratepayers, divided among the twenty-five wards of the City.",
        "One of the chief of these was the claim to a separate voice in the election of the king.",
        "The citizens did not dispute the right of election by the kingdom but they held that that election did not necessarily include the choice of London.",
        "An instance of this is seen in the election of Edmund Ironside, although the Witan outside London had elected Canute.",
        "The remarkable instance of this after the Conquest was the election of Stephen, but William the Conqueror did not feel secure until he had the sanction of the Londoners to his kingship, and his attitude towards London when he hovered about the neighbourhood of the city for a time shows that he was anxious to obtain this sanction freely rather than by compulsion.",
        "There have also been many changes in the mode of election.",
        "In 1383 the right of election reverted to the wards, but was obtained again by the livery companies in 1467.",
        "Various alterations were subsequently made and now the qualification of electors at the election of the corporate offices of lord mayor, sheriffs, chamberlain and minor offices in Common Hall is that of being a liveryman of a livery company and an enrolled freeman of London.",
        "The election of aldermen and common councilmen takes place in the wardmotes.",
        "The motion was lost but the House resolved to bring in a bill for repealing the Corporation Act, and ten years later (March 5) the Grand Committee of Grievances reported to the House its opinion (I) that the rights of the City of London in the election of sheriffs in the year 1682 were invaded and that such invasion was illegal and a grievance, and (2) that the judgment given upon the Quo Warranto against the city was illegal and a grievance.",
        "Their selection and election were governed by the same laws as in Natal proper, and on the establishment of the Union the franchise qualifications - which practically exclude natives - remained unaltered.",
        "Metternich especially ascribed this mainly to the \"weakness\" of the ministry, and when in 1819 the political elections still further illustrated this trend, notably by the election of the celebrated Abbe Gregoire, it began to be debated whether the time had not come to put in force the terms of the secret treaty of Aix-la-Chapelle.",
        "to urge a change in the electoral law that should render such a \"scandal\" as Gregoire's election impossible for the future.",
        "He was re-elected deputy in October 1877 by the arrondissement of Puget-Theniers, but his election was annulled by the chamber, and he was not re-elected.",
        "The simoniacal election of Pietro Mezzabarba as bishop of Florence (1068) caused serious disturbances and a long controversy with Rome, which ended in the triumph, after a trial by fire, of the mdnk Petrus Igneus, champion of the popular reform movement; this event indicates the beginnings of a popular conscience among the Florentines.",
        "John having lost all authority after leaving Rome, a new council was held at Constance, which put an end to the schism in 1417 with the election of Martin V.",
        "The Albizzi tried to strengthen their position by conferring exceptional powers on the capitano del popolo and by juggling with the election bags, but the Medici still had a great hold on the populace.",
        "Rinaldo's proposal for a coup d'etat met with no response from his own party, and he failed to prevent the election of a pro-Medici signory in 1434.",
        "The outgoing signory secured the election of another which was of their way of thinking, and on the 22nd of May 1498 Savonarola was condemned to death and executed the following day.",
        "The election fell on Piero Soderini (1448-1522), an honest public-spirited man of no particular party, demanded that it be held in Florentine territory.",
        "A variety of causes, however, had produced strong dissatisfaction at Rome with many of the arrangements established by Diocletian, and on the 28th of October 306, the public discontent found expression in the massacre of those magistrates who remained loyal to Flavius Valerius Severus and in the election of Maxentius to the imperial dignity.",
        "Soon after the election of Leo X.",
        "He had never been consecrated; accordingly in 1259 the chapter of Winchester proceeded to a new election.",
        "In the struggle that ensued upon the election of 'Ali, Arabia was involved.",
        "At the general election of 1910, however, his party was returned with a sweeping majority, and he was Prime llinister for three years, during which period he tackled the question of imperial defence, adopted Lord Kitchener's report of 1909, passed a measure establishing universal military training, and invited Adml.",
        "In 1913 his party was in a minority in the Lower House and he therefore resigned in favour of Mr. (afterwards Sir) Joseph Cook; but at the special election of Aug.",
        "It contains also the highest judicial, financial, military and administrative official authorities of Austria, and is the see of a Roman Catholic archbishop. Vienna enjoys autonomy for communal affairs, but is under the control of the governor and the Diet of Lower Austria, while the election of the chief burgomaster requires the sanction of the sovereign, advised by the prime minister.",
        "The long struggle between the municipality and the Austrian ministry arising out of the refusal to sanction the election (1895) of Dr Lueger, the anti-Semitic leader and champion, recalls in some respects the Wilkes incident in London.",
        "Welles supported President Johnson in his quarrel with Congress, took part in the Liberal Republican movement of 1872, and returning to the Democratic party, warmly advocated the election of Samuel J.",
        "The president is chosen by a direct popular election and cannot be re-elected to succeed himself.",
        "He must be not less than 35 years of age, a Peruvian by birth, in the enjoyment of all his civil rights, and domiciled in the republic ten years preceding the election.",
        "No member of the executive branch of the government (president, cabinet minister, prefect, sub-prefect, or governor) can be elected to either chamber, nor can any judge or \" fiscal \" of the supreme court, nor any member of the ecclesiastical hierarchy from his diocese, province or parish, nor any judge or \" fiscal \" of superior and first-instance courts from their judicial districts, nor any military officer from the district where he holds a military appointment at the time of election.",
        "Under the guidance of General Caceres a junta was then formed to carry on the government until an election for the presidency should be held and the senate and cham- Ch o eres in ber of deputies constituted.",
        "To this committee was entrusted the task of the examination of all election returns, and of the proclamation of the names of successful candidates for seats in congress.",
        "In consequence of dissensions amongst the members of the election committee constituted by the act of 1896, the president ordered the suppression of this body.",
        "His election was contrary to the wishes both of the clergy and of the people, and the consecration ceremony was performed by certain prelates belonging to the court.",
        "Presi- the beginning of 1868, hoped to make him their can 1868y' didate in the election of that year; but the effect of the controversy with President Johnson was to bring Grant forward as the candidate of the Republican party.",
        "His election was due to God, not Lorenzo; to God alone would he promise submission.",
        "(July 1492); men's minds were full of anxiety, an anxiety increased by the scandalous election of Cardinal Borgia to the papal chair.",
        "From the time that Governor Thomas Boone, in 1762, pronounced his election to the legislature improper, and dissolved the House in consequence, Gadsden was hostile to the British administration.",
        "At an election held on the 18th of April 1842 Dorr was chosen governor.",
        "But that claim had been rudely disputed by the return of a Radical lawyer at the election of 1831.",
        "Gladstone was returned unopposed, this time in conjunction with the Liberal lawyer whom he had beaten at the last election.",
        "The general election resulted in a Tory majority of eighty.",
        "Early in 1847 it was announced that one of the two members for the university of Oxford intended to retire at the general election, and Gladstone was proposed for the vacant seat.",
        "Election after election went wrong.",
        "This bid for popularity failed, the general election resulting in a Tory majority of forty-six.",
        "The result of the general election was to retain Lord Palmerston's Leader of Leader of Liberal party.",
        "As the general election approached the only question submitted to the electors was - Do you approve or condemn Lord Beaconsfield's foreign policy ?",
        "The general election took place in the following November.",
        "The general election of 1885 showed that Ireland, outside Ulster, was practically unanimous for Home Rule.",
        "Her Majesty strongly demurred to a second general election within seven months; but Gladstone persisted, and she yielded.",
        "In spite of Gladstone's skilful appeal to the constituencies to sanction the principle of Home Rule, as distinct from the practical provisions of his late bill, the general election resulted in a majority of considerably over loo against his policy, and Lord Salisbury resumed office.",
        "The general election resulted o in a majority of forty for Home Rule, heterogeneously composed of Liberals, Labour members and Irish.",
        "925), he occupied while still young an important position at the archiepiscopal court, but was twice deprived of his benefices by Heribert, count of Vermandois, on account of his steady opposition to the election of the count's infant son to the archbishopric. Upon the final triumph of Archbishop Artold in 947, Flodoard became for a time his chief adviser, but withdrew to a monastery in 952, and spent the remaining years of his life in literary and devotional work.",
        "On the death of the childless tsar, he was the popular candidate for the vacant throne; but he acquiesced in the election of Boris Godunov, and shared the disgrace of his too-powerful family three years later, when Boris compelled both him and his wife, Xenia Chestovaya, to take monastic vows under the names of Philaret and Martha respectively.",
        "Always a place of great trading importance, long the place of election for the German kings, and until 1866, together with Hamburg, Bremen and Lubeck, one of the four free cities of Germany, it still retains its position as one of the leading commercial centres of the German empire.",
        "That of 1147 saw, also, the first election of a German king at Frankfort, in the person of Henry, son of Conrad III.",
        "The election was marked by an amazing outflow of caricatures and squibs, by weeks of rioting in which Lord Hood's sailors fought pitched battles in St James's Street with Fox's hackney coachmen, and by the intrepid canvassing of Whig ladies.",
        "The high bailiff refused to make a return, and the confirmation of Fox's election was delayed by the somewhat mean action of the ministry.",
        "To Augustine's doctrine of man's total depravity, his incapacity for any good, and the absolute sovereignty of the divine grace in salvation according to the divine election, Pelagius opposed the view that \"God's grace 1 For fuller details see separate articles.",
        "On the problem of divine election Lutheranism and Calvinism remained divided.",
        "Loyal at first to King Wenceslaus, the king's neglect of Germany drove Frederick to take part in his deposition in 1400, and in the election of Rupert III., count palatine of the Rhine, whom he accompanied to Italy in the following year.",
        "The double election to the German throne in 141 o first brought Frederick into relation with Brandenburg.",
        "He took part in the election of Frederick III.",
        "He procured the election of his son Andrew as prince of Pskov, and a powerful minority of the citizens of the republic of Novgorod held the balance in his favour against the Muscovite influence, but his ascendancy in both these commercial centres was at the best precarious.",
        "S netona President of the State, and composed the statute for the election of the Constituent Assembly by universal, equal, direct and secret franchise according to a proportional system based on d'Hondt's distributive principle which contains elaborate safeguards against the tyranny of the majority.",
        "As the presidential election of 1876 approached, Blaine was clearly the popular favourite of his party.",
        "At the time of his third election he was the only Democrat to be returned to state office, even the lieutenant-governor being Republican, and two-thirds of the congressional districts went Republican.",
        "After a period of military administration and of government by a nominated town council, an ordinance was passed in June 1903 providing for elective municipal councils, and in December following the first election to the new council took place.",
        "In 1909 the proportional representation system was adopted in the election of town councillors.",
        "A further deed poll providing for the removal of a General in the contingency of \"mental incapacity\" or other \"unfitness,\" and for the election of a successor, was executed by Booth in July 1904.",
        "The peers rejected the law of inheritance and the press law; it was found necessary to disband the National Guard; and in November 1827 seventy-six new peers were created, and recourse was had to a general election.",
        "At the general election following the death of Charles II.",
        "He is noteworthy as the pope who ordered St Wilfrid to be restored to his bishopric at York in 679, and as the first to cease payment of the tribute hitherto paid on election to the emperor at Constantinople.",
        "7, 1878); and in the subsequent conclave, while some Italian cardinals were prepared to vote for his election to fill the vacant chair, he himself supported Cardinal Pecci, afterwards known as Leo XIII.",
        "The election of Meletius of Antioch as the first president of the council carried with it the vindication of his old ally Cyril.",
        "Under the Aragonese, Malta, as regards local affairs, was administered bya Universitd or municipal commonwealth with wide and indefinite powers, including the election of its officers, Capitan di Verga, Jurats, &c. The minutes of the \" Consiglio Popolare \" of this period are preserved, showing it had no legislative power; this was vested in the king, and was exercised despotically in the interests of the Crown.",
        "The election of elderly Grand Masters became prevalent, the turmoil and chances of frequent elections being acceptable to younger members.",
        "The election of Pope Pius IX.",
        "He was the first bishop appointed by letters patent under the act passed in 1547 without the form of capitular election; and the service performed at his consecration was also novel, being in English; he also preached at St Paul's on the 11th of November clad only as a priest and not as a bishop, and inveighed against vest= ments and altars.",
        "At the general election of 1918 he was returned with a majority of 11,505.",
        "But the cry of Federal interference was raised as a result of the methods employed in securing his nomination, and this, together with the party division and the popularity of Cleveland, brought about Cleveland's election by the unprecedented plurality of 192,854.",
        "The success of his sketch for the picture of the \"Oath of the Tennis Court,\" and his pronounced republicanism, secured David's election to the Convention in September 1792, by the Section du Museum, and he quickly distinguished himself by the defence of two French artists in Rome who had fallen into the merciless hands of the Inquisition.",
        "In the January following his election into the Convention his vote was given for the king's death.",
        "David's revolutionary ideas, which led to his election to the presidency of the Convention and to the committee of general security, inspired his pictures \"Last Moments of Lepelletier de Saint-Fargeau\" and \"Marat Assassinated.\"",
        "He was a Roman named Conrad, son of Benedictus, and at the time of his election, on the 9th of July 1153, was cardinal bishop of Sabina.",
        "He had taken part in the double election of 1130, had been one of the most determined opponents of Anacletus II.",
        "Like all the Reformers, he was strictly Augustinian in theology, but he dwelt chiefly on the positive side of predestination - the election to salvation - and he insisted upon the salvation of infants and of the pious heathen.",
        "Election took the place of ordination, but even here the Lombards showed their difference from the Ultramontanes, and recognized only two orders, like the Cathari, while the northern body kept the old three orders of bishops, priests and deacons.",
        "A synod was held in 1532 at Chanforans in the valley of the Angrogne, where a new confession of faith was adopted, which recognized the doctrine of election, assimilated the practices of the Vaudois to those of the Swiss congregations, renounced for the future all recognition of the Roman communion, and established their own worship no longer as secret meetings of a faithful few but as public assemblies for the glory of God.",
        "and for this cause, that no church ought to pretend any rule or lordship over other \"; and none ought \" to thrust himself into the government of the Church [as by ordination at large], but that it ought to be done by election.\"",
        "Thus mutual oversight and care are among the duties of the members of Christ's body; while their collective inspiration, enabling them to \" try the gifts of godliness \" of specially endowed fellow-members, is the divine warrant in election to church office.",
        "His election did not take place without difficulty.",
        "Lothair, however, came to Rome in person, and took advantage of this opportunity to redress many abuses in the papal administration, to vest the election of the pope in the nobles, and to confirm the statute that no pope should be consecrated until his election had the approval of the emperor.",
        "The cantonal constitution dates mainly from 1885, but since 1904 the election of the executive council of five members is made by a direct vote of the people.",
        "He was allowed to return to France in 1819, but took no further active part in politics, although he presented himself unsuccessfully for parliamentary election in 1824 and 1827.",
        "His elder son, Comte Henri Georges Boulay De La Meurthe (1797-1858), was a constant Bonapartist, and after the election of Louis Napoleon to the presidency, was named (January 1849) vice-president of the republic. He zealously promoted popular education, and became in 1842 president of the society for elementary instruction.",
        "Stewart, and Stanford will cases, the Kansas prohibition cases, the Chinese exclusion cases, the Maynard election returns case, and the Income Tax Suit.",
        "Under the first constitution there were property qualifications for voting which amounted in the election of the governor and senators to a freehold estate worth boo ($500) and in the election of assemblymen to a freehold estate worth X20.",
        "A statement of receipts and expenditures of an election campaign, showing the amount received from each contributor and the name of t every person or committee to whom more than $5 was paid, must be filed by the treasurer of every political committee within twenty days after the election; each candidate also must file a statement of his contributions.",
        "Under the present system, therefore, there is a biennial election (in even-numbered years) of a governor, a lieutenant-governor, a secretary of state, a state comptroller, a state treasurer, an attorney-general and a state engineer and surveyor; and the governor appoints, subject to the approval of the Senate, a superintendent of public works, a superintendent of state prisons, a superintendent of insurance, a superintendent of banks, a commissioner of excise, a commissioner of agriculture, a forest, fish and game commissioner, a commissioner of health, a commissioner of labour, a state architect, a state historian, a state librarian, two public service commissions, a civil service commission, a board of charities, a commission of prisons, a commission in lunacy, three tax commissioners and several other boards and commissions.",
        "A candidate for the office of governor or lieutenant-governor must be at least thirty years of age and must have resided within the state for five years next preceding his election.",
        "The first and second state constitutions required that every senator should be a freeholder, but since 1846 no property qualifications have been prescribed for membership in either house; the only persons disqualified are those who at the time of the election or within one hundred days before the election were members of Congress, civil or military officers under the United States, or officers under any city government.",
        "But the new constitution of that year substituted a court of appeals for the court of errors, merged the court of chancery into the supreme court, established in each county a new county court composed of a single judge, and, taking the appointment of judges from the governor, gave the election of them to the people.",
        "This act appropriated £ 20,000 annually for five years for the establishment and maintenance of elementary schools, required each city and town to raise by taxation a sum for the same purpose equal to onehalf of its share from the proceeds of the state fund, and provided for the election of school commissioners in each town and of trustees of each school.",
        "To correct abuses in the life insurance business which were discovered in 1905 by a committee of the state legislature, laws were passed in the next year regulating the election of the directors of the insurance companies, and the investments of the companies and the distribution of dividends, limiting the amount of business of the larger companies and prohibiting rebates on insurance premiums. A state superintendent of insurance, (since 1860) appointed by the governor, holds office for three years.",
        "The assembly chose a board of Twelve Men to represent it, and a few months later this board demanded certain reforms, especially that the membership of the director-general's council should be increased from one to five by the popular election of four members.",
        "Although he permitted the existence of a board of Nine Men to act as \" tribunes \" for the people it was originally composed of his selections from eighteen persons chosen at a popular election, and annually thereafter the places of six retiring members were filled by his selections from twelve persons nominated by the board.",
        "He then attempted to revive the act of 1683 for raising revenue, but met with so much opposition that he issued writs for the election of another assembly.",
        "Originally, the Livingstons, with whom John Jay was connected by marriage, were united with the Schuylers, and yet both together were unable to defeat the Clintons in an election for governor.",
        "Jay was elected in 1795 and re-elected in 1798, but in 1801 the brief Federalist regime in the state came to an end with the election of George Clinton for a seventh term.",
        "The election as governor in 1804 of Lewis, a relative of the Livingstons, was followed by a bitter quarrel with the Clintons over patronage, and resulted at the state election of 1807 in the choice of a Clintonian, Daniel D.",
        "The election of Martin Van Buren as governor in 1828 marked the beginning of the long ascendancy in the state of the \" Albany Regency,\" a political coterie in which Van Buren, W.",
        "In 1826 in Genesee county the disappearance of a printer named William Morgan was attributed to Free-Masons and aroused a strong antipathy to that order; and the anti-Masonic movement, through the fostering care of Weed, Francis Granger (1792-1868) and others, spread to other states and led eventually to the establishment of a political organization that by uniting various anti-Jacksonian elements, polled in the New York state election of 1832 more than 156,000 votes for Francis Granger, their candidate for governor against Marcy, who was chosen by about 10,000 plurality.",
        "Politically, the anti-rent associations which were formed often held the balance of power between the Whigs and the Democrats, and in this position they secured the election of Governor John Young (Whig) as well as of several members of the legislature favourable to their cause, and promoted the passage of the bill calling the constitutional convention of 1846.",
        "Up to the election of Seward as governor, New York had usually been Democratic, largely through the predominating influence of Van Buren and the \" Albany Regency.\"",
        "Every elector is qualified for, election.",
        "The native tribes, brave, intelligent and fairly well armed, tried, by means of a league against land-selling and the election of a king, to retain their hold over at least the central North Island.",
        "This plan was first put into execution at the general election of 18 9 0, which was held during the industrial excitement aroused by the Australasian maritime strike of that year.",
        "The outbreak of the Boer War in October 1899 was followed in New Zealand by a prompt display of general and persistent warlike enthusiasm: politics ceased to be the chief topic of interest; the general election of 1899 was the most languid held for fifteen years.",
        "Arminius \"sought to make election dependent upon faith, whilst they sought to enforce absolute predestination as the rule of faith, according to which the whole Scriptures are to be interpreted\" (J.",
        "At his advanced age the anxiety and excitement of the contested election of 1891 proved too great.",
        "An amendment may be proposed by either branch of the legislature; if approved by two-thirds of the members elected to each branch and subsequently, at the next general election, by a majority of the people who vote on the question it becomes a part of the constitution.",
        "Suffrage is conferred upon all adult citizens of the United States (including women, 1910) who have lived in the state one year, in the county ninety days, and in the city, town, ward or precinct thirty days immediately preceding the election, and are able to read and speak the English language; Indians who are not taxed, idiots, insane persons and convicts are debarred."
    ],
    "definition": [
        "Link/Cite"
    ]
}