{
    "translation": "חיסל, ביטל, סילק, הוציא",
    "uses": [
        "His purpose is to eliminate the common idea of divine interference.",
        "First: It is possible to eliminate diseases.",
        "I can list a few that might eliminate it and a few more that might delay it.",
        "Vincent attributes to Rhazes the statement that copper is potentially silver, and any one who can eliminate the red colour will bring it to the state of silver, for it is copper in outward appearance, but in its inmost nature silver.",
        "He said he told a young lad about them in hopes the boy would 'find' them and eliminate Billy from being accused.",
        "I'd like to eliminate your handicap of life's tribulations and fund you.",
        "If nothing happens, we can eliminate one possibility.",
        "In order to eliminate any error due to the zero of the scale D not being exactly below the mirror magnet, the support L is then removed to the west side of the instrument, and the settings are repeated.",
        "I was sure his goal was to eliminate the person or persons tracking him; the tipster.",
        "He desperately wants to eliminate what he sees as the only threat to his activities.",
        "But this simple relation is only true of the net balances of heat and work in a complete cyclical process, which must be adopted for theoretical purposes if we wish to eliminate the unknown changes of intrinsic energy.",
        "They knew poisonous plants, and could eliminate noxious properties.",
        "The way to end war is not to set up some big world government or eliminate nation-states, which will always retain the right to take unilateral military action to defend themselves.",
        "The result of this was not to eliminate dogma from medicine, though it weakened the authority of the old dogma.",
        "If we eliminate the polarization at the electrodes, it can be shown that an electrolyte possesses a definite electric resistance and therefore a definite conductivity.",
        "This method is rarely practised except by the rollers of zinc. A certain amount of refined zinc can be dipped from the furnace; a further amount, nearly free from iron, can be liquated out of the ingots cast from the bottom of the bath in a subsequent slow remelting, and it is sometimes possible to eliminate a zinciferous lead which collects in the sump of the furnace.",
        "Or, by increasing the pressure, we eliminate the vapour and obtain the curve OF giving the relation between pressure, freezing point and composition when a saturated solution is in contact with ice and salt.",
        "The accused himself would be hot to eliminate his accuser.",
        "If we eliminate P, Q, R from (22), the resulting equations are integrable with respect to t; thus Moa - M0a.",
        "To eliminate this \" if \" ultimately requires other inferences before deduction.",
        "To Eliminate The Disturbing Influence Of Wind, Different Wind Strengths Are Treated Separately.",
        "Regnault in the years 1862 to 1866 on the velocity of sound in open air, in air in pipes and in various other gases in pipes, he sought to eliminate personal equaticn by dispensing with the human element in the observations, using electric receivers as observers.",
        "In measuring conduction of heat in fluids, it is possible to some extent to eliminate the effects of molar convection or mixing, but it would not be possible to distinguish between diffusion, or internal radiation, and conduction.",
        "To eliminate the sluggish action of the selenium transmitter a selenium cell similar to that at the transmitting station is arranged at the receiving apparatus, and exposed to precisely similar variations of light, the arrangement being such that the lag of this cell counteracts the lag of the transmitting cell.",
        "and intended to eliminate irregular changes, but they also to some extent eliminate regular changes if the hours of maxima and minima or the character of the diurnal variation alter throughout the year.",
        "To eliminate this source of uncertainty these metals were employed as compressed powders.",
        "Birds being of all animals most particularly adapted for extended and rapid locomotion, it became necessary for him to eliminate from his consideration those groups, be they small or large, which are of more or less universal occurrence, and to ground his results on what was at that time commonly known as the order Insessores or Passeres, comprehending the orders now differentiated as Passeriformes, Coraciiformes and Cuculiformes, in other words the mass of arboreal birds.",
        "In the use of the ancient versions for the purposes of textual criticism there are three precautions which must always be observed; we must reasonably assure ourselves that we possess the version itself in its original integrity; we must eliminate such variants as have the appearance of originating merely with the translator; the remainder, which will be those that are due to a difference of text in the MS. (or MSS.) used by the translator, we must then compare carefully, in the light of the considerations just stated, with the existing Hebrew text, in order to determine on which side the superiority lies.\"",
        "Damasus took part, more or less effectually, in the efforts to eliminate from Italy and Illyria the last champions of the council of Rimini.",
        "You've gone so far as to eliminate some of the enemies who likewise stumbled across her.",
        "Rumford proposed to eliminate this correction by starting with the initial temperature of the calorimeter as much below that of its enclosure as the final temperature was expected to be above the same limit.",
        "To eliminate wind as far as possible reciprocal firing was adopted, the interval between the two firings being only a few seconds.",
        "To eliminate the light returned from the hinder surface of an engraved grating, he covered it with a black varnish.",
        "The toluene fraction requires a more thorough washing with sulphuric acid in order to eliminate the thiotolene, which is sulphonated much less readily than thiophene.",
        "Demagnetization by Reversals.-In the course of an experiment it is often desired to eliminate the effects of previous magnetization, and, as far as possible, wipe out the magnetic history of a specimen.",
        "Efficient inspection of meat in the abattoirs should eliminate a large proportion of the diseased animals.",
        "The factors that enable us to solve for and eliminate disease are getting better all the time, like wind at our back, pushing us forward.",
        "If we eliminate d-0/dt between (15) and (16) we obtain dir h2",
        "All these problems that technology will solve have made our underlying differences worse—but removing these problems will not eliminate those underlying differences.",
        "To be able to pluck two such treasures and eliminate another is worthy of praise from high!",
        "UNICEF has said a program that gives children two large doses a year of vitamin A could all but eliminate VAD, although more frequent, smaller doses would be better.",
        "It would eliminate his watching me pant around the house, looking for it, and him mooning away because he couldn't deliver.",
        "If in this we put r= I/u, and eliminate t by means of (15), we obtain the general differential equation of central orbits, viz.",
        "eliminate poverty, not just reduce it.",
        "Its special value lies in this, that by a suitable adjustment of the hypothetical displacements we are often enabled to eliminate unknown reactions.",
        "If we eliminate ~ we obtain the equation (7) of 20.",
        "Drink plenty of water to help eliminate the toxins from your body.",
        "We can eliminate the quantities S l, E2, ï¿½ï¿½ï¿½ In and obtain n relations AbXi = (2B 11 - Ab)'ï¿½k1 +2B21x2+2B31x3+ï¿½ï¿½ï¿½, AbX2 = 2B12x1+ (2B22 - Ab) x2 +2B32x3+..., and from these another equivalent set Abx1 = (2B11 - X1 +2B12X2+2B13X3+ï¿½ï¿½ï¿½, Abx2 = 2B21X1+(2B22 - Ab)X2+2B23X3+ï¿½ï¿½ï¿½, and now writing 2Bii - Ab 2Bik - aii, Ob = aik, Ob we have a transformation which is orthogonal, because EX 2 = Ex2 and the elements aii, a ik are functions of the 2n(n- I) independent quantities b.",
        "Broiled, to eliminate contaminants found in freshwater fish.",
        "The question is how to eliminate such dreadful destitution.",
        "eliminate sex discrimination in 21st Century Britain.",
        "eliminate duplication of work.",
        "They virtually eliminate glare, to help prevent eyestrain.",
        "The nations of the world are banding together to eliminate the terrorism scourge.",
        "He will eliminate foreign accretions, that the gospel of Christ may stand forth in its native purity, and that Christ Himself may in all things have the pre-eminence.",
        "We cannot combine the equations so as to eliminate the variables unless on the supposition that the equations are simultaneous, i.e.",
        "If three equations, each of the second degree, in three variables be given, we have merely to eliminate the six products x, 2, z 2, yz, zx, xy from the six equations u = v = w = o = oy = = 0; if we apply the same process :to thesedz equations each of degree three, we obtain similarly a determinant of order 21, but thereafter the process fails.",
        "Very special precautions are required to eliminate instrumental error before we can compare observations, say, of a star on the meridian in winter at 6 p.m.",
        "Having regard to the special precautions taken to eliminate systematic error, and to the fact that the stars used were distributed nearly equally over both hemispheres, it is fair to conclude that this is the most accurate determination yet made.",
        "In order to eliminate the irregularity which is apt to be introduced by dust, &c., interfering with the working of the knifeedge, W.",
        "But later Jewish exegesis was especially concerned to eliminate everything in the sacred writings that might give rise to misconception with respect to God on the part of the unlearned.",
        "Since all sulphuretted copper ores (and these are of the most economic importance) are invariably contaminated with arsenic and antimony, it is necessary to eliminate these impurities, as far as possible, at a very early stage.",
        "The roasting should be conducted so as to eliminate as much of the arsenic and antimony as possible, and to leave just enough sulphur as is necessary to combine with all the copper present when the calcined ore is smelted.",
        "sufficient to eliminate one present in other parts of the system.",
        "He assumes that the narrative was meant ethically, not physically, in order to eliminate false and polytheistic notions; and he draws attention to that double narrative in Genesis which was elsewhere to be so fruitfully handled.",
        "They steadfastly sought to eliminate the miraculous from theological belief, and to expel from the system of religious truth all debatable, difficult or mysterious articles.",
        "The amalgam is pressed in linen bags to eliminate a quantity of relatively silver-free liquid mercury (which is utilized as such in subsequent operations), and the remaining solid amalgam is subjected to distillation from iron retorts.",
        "To eliminate these impurities, electrolytic methods have been devised; of these that of Moebius is the most important and will be described in detail.",
        "Caecilius holds a place between Plautus and Terence in his treatment of the Greek originals; he did not, like Plautus, confound things Greek and Roman, nor, like Terence, eliminate everything that could not be romanized.",
        "Attempts to eliminate water from this acid and so produce an unsaturated acid were unsuccessful; on warming with sulphuric acid, carbon monoxide is eliminated and cyclo-butanone (keto-tetramethylene) is probably formed.",
        "their answers, Parmenides conceived, by attributing to the selected element various and varying qualities, reintroduced the plurality which the question sought to eliminate.",
        "The result is to eliminate everything remedial from the Christian gospel.",
        "And many scientific thinkers, while professing allegiance to a theory which insists upon the independence of each parallel series, in reality tacitly assume the superior importance if not the controlling force of the physical over the psychical terms. But a mere insistence upon the complete independence of the physical series coupled with the belief that its changes are wholly explicable as modes of motion, that the study of molecular physics is competent to explain all the phenomena of life and organic movements, is sufficient to eliminate the possibility of spontaneity and free origination from the universe.",
        "This paradox is violent, but it is quite in harmony with the spirit of Stoicism; and we are more startled to find that the Epicurean sage, no less than the Stoic, is to be happy even on the rack; that his happiness, too, is unimpaired by being restricted in duration, when his mind has apprehended the natural limits of life; that, in short, Epicurus makes no less strenuous efforts than Zeno to eliminate imperfection from the conditions of human existence.",
        "Having effected this reduction, and computed the correction to be applied to the observation in order to eliminate all known errors to which the instrument is liable, the work of the practical astronomer is completed.",
        "The Choiseul party, which had gradually been reconstituted, under the influence of the queen, the princes, parlement, the prebendaries, and the trade corporations, worked adroitly to eliminate this reformer of lucrative abuses.",
        "The treaty of Lunvill~, signed in February 1801 with Austria who had been disarmed by Moreaus victory at Hohenlinden, restored peace to the continent, gave nearly the whole of Italy to France, and permitted Bonaparte to eliminate from the Assemblies all the leaders of the opposition in the discussion of the Civil Code.",
        "But the contradiction here is one we cannot eliminate by the method of relations, because it does not involve anything real; and in fact as a necessary outcome of an \"intelligible\" form, the fiction of continuity is valid for the \"objective semblance,\" and no more to be discarded than say -1 - I.",
        "Righi has, however, pointed out that this experiment may be explained by the fact that the function of the quartz plate and analyser is to eliminate the constituents of the composite stream of white light that mask the interference actually occurring at the positions of the lateral systems of fringes, and that any other method of removing them is equally effective.",
        "I would choose not to alter a single element of my life if in so doing it would eliminate even an instant of the time we're spent together.",
        "I would choose not to alter a single element of my life if in so doing it would eliminate even an instant of the time we've spent together.",
        "You can structure determination by patterson or direct methods, but do not eliminate more than 50%.",
        "They are good value for money but are not optically brilliant, a small aperture essential to eliminate the aberrations of the lens.",
        "Fill soil in around the roots, firming gently with your fingers or a piece of wood so as to eliminate air pockets.",
        "It has been reported that growing alfalfa with regular mowing can eliminate creeping thistle.",
        "Granted, this is only a crude analogy, but until you eliminate such possibilities, other suggestions are nothing more than speculation.",
        "apochromatic lenses greatly alleviates the problem, but does not completely eliminate it.",
        "eidetic atomism is thus a prime source of the philosophical \" hypotheses \" Hume aims to eliminate.",
        "Is there a need for CCTV on the back of certain vehicles to eliminate or reduce blind spots during any unavoidable reversing?",
        "Exterior doors: To eliminate drafts and wasted heat use an easy-to-fix brush or PVC seal on your exterior doors.",
        "So use the fastest synchronized speed that the camera will allow to help eliminate blurred pictures caused by camera shake.",
        "Another way curcumin helps to keep your cholesterol levels under control is by helping your liver eliminate any excess cholesterol.",
        "At high collision energies, all protonated benzodiazepines eliminate a hydrogen atom by simple bond cleavage.",
        "Let's say your goal is to eliminate the clutter in your home.",
        "A plan to eliminate soviet commissars was in the directive for \" Case Barbarossa \" .",
        "If we wish to eliminate conceit and to develop metta we must know the characteristic of conceit.",
        "A moral position must begin with unequivocal condemnation, the absence of which could eliminate even the language by which people can communicate.",
        "control measures are the arrangements made or precautions taken to eliminate or reduce risk.",
        "The surgeon should be encouraged to perform a radical debridement to eliminate as much of the source of infection as possible.",
        "This treatment combines vacuum and laser to eliminate toxins, break down fatty deposits and smooth unwanted dimples.",
        "The Equal Opportunities Commission Is the leading agency working to eliminate sex discrimination in 21st Century Britain.",
        "A common method of prescribing in the UK is to determine the amount of prism required to eliminate a fixation disparity.",
        "disparity& Housing Bring forward comprehensive strategic plans to eliminate racial disparities in health rates.",
        "There are 82 channels to eliminate dual frequency distortion from other devices.",
        "Studying smart requires concentration so encourage your student to eliminate distractions such as telephones, television and loud music.",
        "draughtm cost measures Fit brush or PVC seals on external doors to eliminate drafts.",
        "Unlike a set theoretic union the PROforma union operator does not eliminate duplicates.",
        "Councils, health boards and quangos will be ordered to cut waste and eliminate duplication.",
        "to eliminate parasites or other persistent infections, one solution is to expand T effector cells.",
        "eliminate the possibility of fracture.",
        "eliminate failures due to corrosion and arcing that are associated with commonly used pressure contacts.",
        "These include: \" A slight change of priorities could virtually eliminate poverty.",
        "Firstly, you need to realize that you can reduce, or even completely eliminate, such symptoms.",
        "eliminate creating a unique spool directory improves printing performance by eliminating spooling conflicts within Windows.",
        "The tablet's exaggerated entasis is vulgar, it should be hardly visible but nonetheless correct to eliminate optical illusions The tablet is brutal.",
        "Assess the storage setting for your two-cycle equipment to eliminate wood, grass clippings or any other potentially flammable materials.",
        "Increasing this to 50 images per second would eliminate noticeable flicker.",
        "The ball rides on an air bearing support, in order to eliminate friction.",
        "fruitarian diets eliminate gradually this cholesterol buildup.",
        "eliminate glare Direct glare, which comes from inappropriately shielded light sources, must be avoided.",
        "Waiting 80 years to eliminate greenhouse-gas emissions would guarantee runaway global warming, says James Hansen.",
        "godfather status, he could solicit Trafficante's help to eliminate Castro.",
        "In grass, regular mowing over a period of years may eliminate horsetail.",
        "humoral physiology a good fever was seen to eliminate impurities from the body and clarify all the humors.",
        "Will we act to eliminate hunger or will we forsake our credibility through omission?",
        "Efforts to eliminate the Kurdish ethnic identity were extended beyond the borders of the country.",
        "Iraq was honored by UNESCO in 1981 for being the first developing country to eliminate illiteracy.",
        "Aim: To eliminate impediments to good management, whilst ensuring fair treatment for individuals and safeguarding academic freedom.",
        "impurityntle formula helps to eliminate impurities whilst keeping the skin soft.",
        "inconsistencyd revisions take these into account, as well as seeking to eliminate the inconsistencies and correct the omissions mentioned above.",
        "For the desire to eliminate evil, argues Todorov, entails abolishing the very indeterminacy that makes freedom - and evil - possible.",
        "But deploying such interceptors would not eliminate the desire for forward-deployed radars.",
        "The tower mast can also enable multiple antennas to be mounted with the required separation to eliminate any possible cross interference.",
        "Prwora changed legal also eliminate the schip outreach and new york new.",
        "Also in November, they visited Rio de Janeiro and Sao Paulo for a series of training sessions designed to eliminate legalese.",
        "You are not obliged to eliminate the lp device: the scheme may work with LP device: the scheme may work with lp.",
        "Willing to pay quizzed the brokers eliminate the middleman.",
        "middlemantem aims to eliminate unscrupulous middlemen who were the main conduits for rural exploitation by big landlords.",
        "moggynting this on woodwork will eliminate cats from tigers to domestic moggies.",
        "A. Things That Hinder A person who desires to become a mourner must eliminate anything masking sin in his or her life.",
        "Spread your own muck, eliminate removal costs and enhance your pastures!",
        "The invention may even eliminate the necessity of letter boards and spelling devices.",
        "Mediation does not eliminate the need for your own solicitor.",
        "Body odor: by improving the function of the skin, the infrared treatments may eliminate the cause of offensive body odor.",
        "odoury eliminate foot odor, itchy feet, athletes foot.",
        "The b-Wize INVOICE solution will handle more than 20,000 suppliers and allow RFA to eliminate paperwork and manage its accounting flow more effectively.",
        "The new version also offers one-time passwords that eliminate any chance of an intruder stealing your access.",
        "peddle the notion that legislation can eliminate racial and religious discrimination.",
        "peroneal muscles was monitored to eliminate any muscle activity while recording the MOM.",
        "We will eliminate the gold plating of EU laws.",
        "pole sleeves eliminate the setup dance around the tent.",
        "positivity in national consciousness created by A Group for a Government will progressively eliminate stress and crime in the nation.",
        "X-rays may also be used to eliminate the possibility of fracture.",
        "You will learn how to help reduce or eliminate back pain and get faster and better results than you have ever thought possible.",
        "practicable to reduce or eliminate on the job exposure to tobacco smoke.",
        "Why is charity, public or private, impotent to eliminate social evils like vagrancy, begging, prostitution?",
        "It even supports an additional flash unit which Sony Ericsson claims will eliminate red-eye.",
        "This is done to eliminate redundancy in the output and/or compute aggregates that apply to these groups.",
        "It's a relatively simple task to give football referees the instruction and necessary support to eliminate this increasingly nasty side of the game.",
        "The Court then reinstated the death penalty in 1976 with the notion that statutes revised in the interim would eliminate previous problems.",
        "Then we could recursively eliminate all secondary generators by Tietze transformations using the new relators.",
        "Criteria for judgment have been updated where necessary and shortened or consolidated to improve alignment between levels and eliminate repetition.",
        "Eliminate tape noise when mixing from multitrack, or to cut out noise from digital samplers and keyboards.",
        "dental scaler Removing the hard calculus from teeth helps eliminate the places where bacteria can lurk in the mouth.",
        "By teaming up with top research institutes, ORBIS is working to eliminate this ancient scourge which has blinded people for centuries.",
        "We would contend that this does not in any way diminish the need to continue to use the technology to eliminate scrapie.",
        "His older brother, Sir Gilbert Blane, a naval doctor, advocated the use of limejuice for sailors to eliminate scurvy.",
        "By getting rid of juries we could eliminate unnecessary secrecy.",
        "And we did eliminate smallpox, which is a very evil affliction, almost entirely.",
        "The Protocol aims to reduce and eventually eliminate the emissions of man-made ozone depleting substances.",
        "The vendor offered to modify the affected units to eliminate the power reset after a voltage surge.",
        "Some jails \" have developed local policies which eliminate whole swaths of eligible prisoners \" .",
        "A completely synthetic diet might eliminate the need for sewers altogether.",
        "We cannot however eliminate competition from other products (which indeed may prove to be less successful but have a higher takeup ).",
        "However, I also have a one inch piece of float tubing over the end of the whip to eliminate tangles.",
        "taxisorporating may also eliminate self-employment taxes and lower payments for social security tax and Medicare tax.",
        "Child marriage, which the new code seeks to finally eliminate, remains tenacious - and not only in Turkey's conservative heartland.",
        "The patella tendinitis was treated with manual soft- tissue techniques to eliminate the pain and inflammation.",
        "think will learn how to help reduce or eliminate back pain and get faster and better results than you have ever thought possible.",
        "GM herbicide-tolerant crops have also promoted the adoption of farming practices that reduce tillage or eliminate it altogether.",
        "toxin ricin to eliminate severe side effects without compromising its power to kill tumor cells.",
        "One houses the combustion chamber with a specially constructed air flow passage and burner head to eliminate combustion air turbulence and flame roar.",
        "They were also victims of a policy which was determined to eliminate the criminal underclass either by hanging or by transportation.",
        "unequivocal condemnation, the absence of which could eliminate even the language by which people can communicate.",
        "untie the cords of the yoke means that we are to work to eliminate every way that social mismanagement treats people like animals.",
        "Natural language generation tries to eliminate part of that problem by producing natural language utterances, on the basis of a given formal input.",
        "Fast thorough washing should follow the fixing, in order to eliminate every particle of hyposulphite from the film.",
        "The company vets potential buyers to eliminate time wasters and encourages contact between buyers and sellers to establish the history of the machine.",
        "The best is hard to chose but you can certainly eliminate the weaklings.",
        "white cellps build energetic white blood cells (which eliminate bacterial infections ).",
        "That's why the Neoware e90 can help eliminate worry about the future.",
        "The discordance in zero, when known to exist, is really of no consequence, because the observations can be so arranged as to eliminate it.",
        "parts of the micrometer screw in order to eliminate the effects of periodic error of the screw.",
        "13 r qn ui, c It is generally possible so to arrange the method of observation as to eliminate the effect of an error in \" the reading for coincidence of the webs \" from the results.",
        "In the latter case, which is the standard practice, mechanical vibration of the siphon is substituted in the place of electrification of the ink, so as to eliminate the effect of atmospheric conditions which frequently caused discontinuity in the flow of ink.",
        "Passing by Buddhism, which, though teaching the periodic destruction of our world by fire, &c., does not seek to determine the ultimate origin of the cosmos, we come to those early Greek physical philosophers who distinctly set themselves to eliminate the idea of divine interference with the world by representing its origin and changes as a natural process.",
        "(3) Apologists maintain that Jesus \" claimed \" Messiahship. There are speculative constructions of gospel history which eliminate that claim; and no doubt apologetics could - with more or less difficulty - restate its position in a changed form if the paradox of to-day became accepted as historical fact to-morrow.",
        "Just as each kind of fermentation possesses a definite organized ferment, so many diseases are dependent on the presence of a distinct microbe; and just as the gardener can pick out and grow a given plant or vegetable, so the bacteriologist can (in most cases) eliminate the adventitious and grow the special organism - in other words, can obtain a pure cultivation which has the power of bringing about the special disease.",
        "If we eliminate the reverse electromotive forces of polarization at the two electrodes, the conduction of electricity through electrolytes is found to conform to Ohm's law; that is, once the polarization is overcome, the current is proportional to the electromotive force applied to the bulk of the liquid.",
        "We can eliminate the quantities S l, E2, Ã¯¿½Ã¯¿½Ã¯¿½ In and obtain n relations AbXi = (2B 11 - Ab)'Ã¯¿½k1 +2B21x2+2B31x3+Ã¯¿½Ã¯¿½Ã¯¿½, AbX2 = 2B12x1+ (2B22 - Ab) x2 +2B32x3+..., and from these another equivalent set Abx1 = (2B11 - X1 +2B12X2+2B13X3+Ã¯¿½Ã¯¿½Ã¯¿½, Abx2 = 2B21X1+(2B22 - Ab)X2+2B23X3+Ã¯¿½Ã¯¿½Ã¯¿½, and now writing 2Bii - Ab 2Bik - aii, Ob = aik, Ob we have a transformation which is orthogonal, because EX 2 = Ex2 and the elements aii, a ik are functions of the 2n(n- I) independent quantities b.",
        "Ecclesiastes) whose traditional antiquity is left unquestioned by him are in reality of far more recent origin; (c) to eliminate the earlier sources or elements in the writings which Hobbes was content to date mainly or as a whole by their latest elements (e.g.",
        "The tendency to eliminate the middleman has not only brought a good many manufacturers into direct relation with the shopkeeper, but in some exceptional cases the manufacturer, adopting some system of broadcast advertisement and postal delivery, has dealt with the consumer.",
        "to eliminate distortion and astigmatism when the centre of rotation of the eye coincided with the point where the principal rays crossed the axis.",
        "to eliminate the spherical and chromatic aberrations, the large angular aperture of the objective, which is necessary for its resolving power, would be valueless.",
        "How do we know these weren't the easiest diseases to eliminate?",
        "It 's a relatively simple task to give football referees the instruction and necessary support to eliminate this increasingly nasty side of the game.",
        "Dental scaler Removing the hard calculus from teeth helps eliminate the places where bacteria can lurk in the mouth.",
        "The NSP aim is to reduce and eventually eliminate scrapie from the national flock.",
        "The approach could also potentially help eliminate local foci for trypanosomes causing sleeping sickness in humans.",
        "The purpose of such systems is to reduce, or eliminate, gravity loading on large spacecraft structures during ground testing.",
        "The next step is the structure determination by Patterson or direct methods, but do not eliminate more than 50 %.",
        "Some jails \" have developed local policies which eliminate whole swaths of eligible prisoners \".",
        "Eliminate the desire for junk food I love taco chips.",
        "We cannot however eliminate competition from other products (which indeed may prove to be less successful but have a higher takeup).",
        "Incorporating may also eliminate self-employment taxes and lower payments for social security tax and Medicare tax.",
        "Child marriage, which the new code seeks to finally eliminate, remains tenacious - and not only in Turkey 's conservative heartland.",
        "Scientists have now isolated and modified the toxin ricin to eliminate severe side effects without compromising its power to kill tumor cells.",
        "To untie the cords of the yoke means that we are to work to eliminate every way that social mismanagement treats people like animals.",
        "Zinc helps build energetic white blood cells (which eliminate bacterial infections).",
        "That 's why the Neoware e90 can help eliminate worry about the future.",
        "This would eliminate any surprises, and it might make the whole issue become just another simple fact in your child's life.",
        "In fact, you may need to strip the old furniture completely (working outside, of course) and repaint it to eliminate the risk of lead poisoning.",
        "If you have furniture that could tip over either by pulling on it or stepping on a drawer or shelf, you will need to buy wall anchor kits to eliminate this risk.",
        "In fact, those who support it say that it helps eliminate some of the frustrations associated with language development.",
        "Still, it might be a good idea to close your older child's door to eliminate temptation.",
        "Do as much as you can to eliminate that morning rush.",
        "You'll probably continue to add to the folder, and you'll also throw away ideas as you pick, choose, and eliminate.",
        "Pajamas need to fit more snugly than regular clothes to eliminate the risk of strangulation.",
        "This will help you eliminate possible food allergies.",
        "A little bit of preparation goes a long way in helping eliminate some of the stress associated with clothes shopping.",
        "On the other hand, a desk that has file drawers can eliminate the need to buy a separate file cabinet, saving you space and money.",
        "Still other ergonomic computer keyboard designs are shortened versions of traditional keyboard that eliminate the number pad on the right, allowing the mouse to be closer to your hands.",
        "Some water heaters eliminate storage tanks all together, which can reduce your energy use even more than the improved storage water heaters.",
        "Double-panes increase the price, so you may eliminate fancy inlaid decorations.",
        "This company sells an Indoor Insect Killer that is guaranteed to eliminate bed bugs in an instant.",
        "These gift cards are ideal for travel, since they eliminate the need for you to carry large sums of cash.",
        "Self-cleaning litter boxes may not entirely eliminate the need to clean up after your cat, but they do allow you stay further away from the litter.",
        "Spaying will eliminate the up and down hormone cycle, and it usually makes most cats calmer.",
        "It just might eliminate the unwanted behavior, but there are other benefits to having the procedure performed.",
        "I was recently advised by a veterinarian at UC Davis that there is a surgical procedure that can eliminate the male cat spraying.",
        "I was recently advised by a veterinarian at UC Davis that there IS a surgical procedure that can eliminate the male cat spraying.",
        "This would eliminate the inappropriate urinating and vomiting going on at your current apartment while you're away.",
        "At this point you could eliminate the commercial diet completely.",
        "You might be able to pinpoint the exact cause of the sneezing and eliminate it from your cat's living space.",
        "If not, at least you will have ruled that out and can begin to try to eliminate other causes.",
        "Eliminate any stress that you are able to, switch to a high quality food for sensitive skin and remove anything that might cause an allergic reaction that has been added to your home around summer, when you indicate this problem started.",
        "Many home remedies and commercial products work successfully to eliminate stains and odors quickly and permanently.",
        "Creating your cat's diet at home allows you to control the ingredients that go into it, and eliminate anything she may be allergic to.",
        "If your cat is suffering from a case of these unwelcome guests, you aren't alone in your quest to eliminate them.",
        "Purchasing a large box from the start will often help eliminate messes.",
        "Should a cold or flu be the reason behind your kitten's distress, preventative measures can help eliminate future encounters with flu viruses.",
        "However, if a cat's tastes remain uncorrupted by flavor enhancers and additives, you will have an easier time introducing high quality brands that eliminate the needless chemicals and fillers contained in many commercial brands.",
        "You can also eliminate the mixer and go with a flavored alcohol served up straight.",
        "The counseling service will contact your debtors to negotiate new repayment terms that may reduce or eliminate interest, penalties and late fees.",
        "While the traditional and most recommended method for paying off debt is to pay what you owe, there may be ways to eliminate some of what you have to pay back.",
        "Consisting of a legal proceeding, bankruptcy allows consumers to eliminate the majority or all of their debt.",
        "This enables business owners to track and limit employee spending as well as reduce or eliminate the need to reimburse employees for out-of-pocket expenses.",
        "Better to stick with one card and adjust your spending habits and eliminate the debt.",
        "Prepaid calling cards eliminate the need to make collect calls, they erase the need to pay expensive surcharges for long distance calls made from hotels, and they usually provide the cheapest per-minute rates available.",
        "Everyone should practice some financial planning, even if it involves nothing more than setting up a household budget with the intent to eliminate waste spending.",
        "Debit cards eliminate concerns about Identity Theft.",
        "That way you can eliminate the chore of writing and mailing checks every month.",
        "However, no program can completely eliminate the possibility of having your passwords cracked.",
        "While you may not be able to eliminate every expenditure, you can look over what you do have and seek alternatives that have lower fees.",
        "Your goal is to eliminate all past due charges, finance charges and over the limit charges from the total balance.",
        "Go on a \"crash diet\" - If expenses exceed your income, take immediate action and eliminate extras completely.",
        "A consolidation allows you to lower your monthly payments, eliminate additional fees and in some cases even eliminate monthly finance charges.",
        "Consolidating your balance into one account is often easier to manage and will eliminate a large number of monthly fees, annual fees and high finance charges.",
        "This option is designed to eliminate the risk of incurring overdraft fees.",
        "They help eliminate waste and excess wrapping paper and they can cut down on shopping time.",
        "A lot of people who eliminate their debt find themselves in the same situation again only a few months later.",
        "Equity loans do not eliminate the debt you owe.",
        "Specialized calculators with the formulas programmed into them can eliminate confusion and do the calculations faster.",
        "Workout arrangement: The card issuer can reduce or eliminate your interest rate and possibly stop punitive fees to enable you to repay the balance over an agreed upon period of time.",
        "Some debit cards eliminate their fees when an individual loads a significant amount onto the card and uses the card frequently.",
        "Having only a prepaid debit card can help to eliminate these problems.",
        "This does not mean they can instantly eliminate suspected fraud or inaccurate information.",
        "Some providers reduce or eliminate these fees when the cardholder uses an in-network ATM.",
        "Hiring a lawyer can absolve the issue of non-disclosure, and eliminate a claim that one party was \"taken advantage of.\"",
        "Personally deliver documents that need to be filed with the court to eliminate costly courier service fees.",
        "Proposed reform sets to eliminate liability issues from a payer's future new spouse.",
        "It's also important to eliminate the distractions of daily living that make it so important to set aside special time to devote to family.",
        "For organic fabrics, like wool and cotton, brushing will often eliminate pills quickly because the fabric fibers are naturally short and come away without resistance.",
        "When you have access to fresh, filtered water on demand, you'll be able to eliminate the use of disposable plastic water bottles in your home.",
        "Tankless hot water heaters eliminate the need for energy inefficient water tanks.",
        "Not only does this eliminate the need for storing electricity in the residence, but can also earn a homeowner money during summer months.",
        "Learning about these contaminants, how they are produced and how they affect the environment and our lives, is important to efforts to reduce or eliminate these harmful substances in the future.",
        "Composting toilets eliminate the need for sewage disposal.",
        "By purchasing a wind power kit for your home, you can greatly reduce or even eliminate your monthly power bill while knowing that you are using power that does not contribute to global warming.",
        "While humans can do little to eradicate natural causes, it is possible to reduce or eliminate man-made causes.",
        "Humus helps keep soil moist, can stop plant disease and reduce or eliminate pests.",
        "While limiting the use of personal cars and trucks will not completely eliminate pollution, it reduces the overall quantity of emitted gases and helps slow global warming.",
        "It is a green solution that can eliminate the expense and waste that plastic bottles create.",
        "Gretchen Hauble (GH): In developing this new product, we wanted to provide a solution for people and families looking to eliminate bottled water waste, while still maintaining the convenience of bottled water.",
        "Eliminate excess noise in your environment.",
        "Eliminate soda pop, including diet soft drinks.",
        "It's also an effective diuretic that helps to eliminate excess salt and water from the body.Hawthorne is considered relatively safe under most circumstances, but use discretion when treating children, pregnant women or the elderly.",
        "Stevia is used in some shampoos to help eliminate dandruff and other scalp problems.",
        "Milk thistle extract is a proven antidote and if administered immediately following the poisoning can eliminate all of the symptoms of poisoning.",
        "Minimalist houses seek to eliminate clutter and decoration in favor of a functional, elegant space.",
        "Depending on costs and budget, you'll either move ahead or begin to eliminate and substitute items for lower cost selections.",
        "Modern windows and insulation eliminate past concerns about solar heat gain and no longer dictate your window treatment.",
        "The corner plates eliminate the need to miter the corners.",
        "Some individuals even prefer eliminate them completely and paint them on instead.",
        "It is also important to keep in mind that waterproof formulas can be difficult to remove, thus requiring more work to actually eliminate all traces of it.",
        "After your skin has been cleansed and moisturized, apply your favorite foundation to eliminate any under eye circles or other flaws.",
        "Six drawers and an adjustable three-panel hinged mirror makes life easy for you - you'll eliminate the need for purchasing extra makeup cases, and you'll even have space to keep smaller items like jewelry.",
        "Milk proteins are naturally nourishing, while aloe and pro-vitamin B5 soothe and eliminate redness.",
        "The beads coat one side of the cloth to gently eliminate dead skin cells, revealing fresh, healthy skin underneath.",
        "Your lips should be soft and supple to start with, so be sure to eliminate dryness prior to getting started by scrubbing gently with a toothbrush to gently exfoliate dead skin.",
        "Many mineral makeup formulas use natural minerals and eliminate binding agents, synthetic dyes, and preservatives.",
        "Lightly circle the brush or sponge in the lid of the compact to eliminate any excess makeup.",
        "Black Opal has a variety of blotting powders concealers that are developed to fade and eliminate blemishes as well as cover them.",
        "Blend the two colors together to eliminate harsh lines.",
        "Additionally, many foundations contain moisturizing ingredients, as well as a sunscreen with a good sun protection factor (SPF), which may eliminate certain steps in your beauty regimen.",
        "You can weight each round if you wish, or you can simply go by total wins (a point system helps eliminate ties).",
        "This would eliminate the possibility of someone picking all low seeds (these teams have less chance to win) and someone else getting four high seeds.",
        "This helps to eliminate any surprises and reluctance on the part of the model.",
        "The goal is to eliminate extraneous objects that may detract from your main subject.",
        "A tripod will help eliminate camera shake by keeping your camera balanced and steady while you are photographing the moon.",
        "By having your camera fixed by a professional, you can eliminate the need to invest time in researching, buying and learning how to operate a new model.",
        "It is essential to use a tripod and self-timer or remote control device to eliminate the camera shake inherent with long exposures.",
        "Low fat cooking is essential if you are trying to eliminate fat from your diet.",
        "Traditional eyelet setters require a hammer to flatten your eyelet, while silent setters such as the Crop-A-Dile use a special punching mechanism to eliminate the need for noisy hammering.",
        "This doesn't mean you must eliminate these items entirely, but you should be carefully in deciding how many you will use per page.",
        "The pre-made layouts eliminate the guessing game of finding coordinating scrapbook papers and embellishments.",
        "Making a point of drinking plenty of fluids each day will help your system to eliminate toxins.",
        "It won't be possible to completely eliminate all causes of stress from your life, but there are some things you can to do make coping easier.",
        "Many people find that visualization is an effective way to reduce or eliminate out-of-control feelings of stress and anxiety.",
        "Physical distractions are numerous for beginners so it's best to eliminate them from the get go.",
        "It might not be possible to completely eliminate anger from our lives, but if we can manage and control the reins of our anger, then we can begin to live a healthier and calmer life.",
        "Anger management can help eliminate overall stress and improve health.",
        "Rather than waiting until the house is hopeless to clean, small housekeeping tasks incorporated into a daily routine eliminate the need for marathon cleaning sessions.",
        "Planning and foresight can eliminate the last minute crisis of an unfinished project or an unhappy client.",
        "All this planning and organization will help reduce possible frustration later on and eliminate the kind of tense confrontations with bosses and coworkers that can make your blood boil.",
        "Anger management is a form of therapy that teaches new, healthier behaviors while working to eliminate more destructive behaviors.",
        "You cannot always eliminate or avoid the people and things that anger you, but you can minimize the negative effects they have on you by learning to control your emotional and physical responses.",
        "Stress free living begins with evaluating your current sources of stress and then working to reduce their effect or eliminate them from your life.",
        "Before you can reduce or eliminate stress from your life, you must identify your life stressors and modify the way you react to those stressors.",
        "If you believe you may suffer from anxiety attacks, see your doctor for a consultation about possible causes and how to effectively treat them to eliminate your reactions.",
        "Eliminate coffee and caffeinated beverages during work.",
        "This helps to reduce wasted time and eliminate procrastination.",
        "Choose your project idea early and you'll be able to create a time line that will eliminate stress for you, your parents and your teacher.",
        "Many of these diets require you to eliminate certain foods completely, while others have to do with limiting your intake of only certain foods.",
        "Eliminate junk foods from your snack or meal times.",
        "Sign up for the newsletter, and sign the Pledge to Eliminate Drunk Driving.",
        "See if an available dish can be altered to eliminate the meat.",
        "Fortunately for those looking to eliminate the Easter time staple from their diets, there are a number of excellent egg substitutes available.",
        "If you are already eating a vegetarian diet, the next step on the journey to a raw food diet is to completely eliminate animal products including eggs, milk, cheese and butter.",
        "Next, figure out another meat to eliminate.",
        "Vegans who follow a fat-free diet eliminate or limit any products that contain any oil or fat, not just animal fat.",
        "Eliminate the problem of having to change out of your wedding dress so that you can really enjoy the party at the reception then slip away to the airport for your honeymoon without missing a beat.",
        "This will eliminate the problem of a growth spurt between ordering and the actual wedding.",
        "This will eliminate any additional cleanings or chances of spills.",
        "Alternatively, if you eliminate the wedding party from the ceremony lineup, you can further reduce the cost of the wedding.",
        "An addict undergoing rapid detox may need up to a year's worth of prescriptions for medications to help eliminate physical cravings.",
        "Nicotine addicts may be able to cut down on their use of the drug, and eventually eliminate it from their daily life.",
        "During this time, the teen will be given the support she needs to reduce or eliminate the cocaine use.",
        "Make an appointment with your doctor to discuss your desire to limit or eliminate sugar from your diet.",
        "This will help you to eliminate many of the bedding choices.",
        "You may find it easier to first select a color scheme to help eliminate some of the multiple choices available in this theme.",
        "Use your hand or a smoothing tool to eliminate air bubbles and create a polished look.",
        "The viewing audience voted each week to eliminate the worst of the bunch.",
        "Parents should always check the buttons and snaps on toddlers and babies' pajamas to eliminate possible choking hazards, too.",
        "Boys' UA Eliminate MPZ Top: In hockey, the goalie can take a serious beating.",
        "These socks eliminate those problems and the tantrums and tears that have accompanied them.",
        "In some classes, test-taking is done at a certified center, instead of at home, so the exam can be proctored to eliminate cheating.",
        "Not all groups take steps to eliminate this image, either.",
        "In 2008, AJU made a bold move to eliminate tuition.",
        "Therefore, it can eliminate a lot of extra work and help simplify your evaluation procedures if you streamline your cost comparisons.",
        "The awarding body will eliminate an applicant from consideration if he pled no contest or received a conviction for a felony crime.",
        "Distance learning for bioengineering degree programs allows students to eliminate the costs of gasoline, car repairs, tolls, bus fare, subway fare and other commuting costs.",
        "It's never a good idea to automatically eliminate a grad program from consideration because of its price tag, but it is worth taking the time to find out if there's a cheaper and better-quality alternative.",
        "The convenience of the event will eliminate much wedding planning stress and anxiety.",
        "Though responsible breeders are working hard to eliminate these health problems, instances of Canine Hip and Elbow Displasia still plague the breed.",
        "Dog fleas are a major nuisance, and the problem will only grow unless you make a concerted effort to eliminate them from your home and pets.",
        "The toothpaste is dual enzymatic and hypo-allergenic, so it is safe to swallow, and helps eliminate bacteria, debris, and bad breath.",
        "Greenies Dental Chews are chlorophyll-laced dog biscuits designed to scrape tartar away from your dog's teeth, eliminate bad breath, and reduce your pet's chances of developing canine gum disease.",
        "Initiatives include lobbying against animal abuse in filmmaking and TV production, urging governments to consider animals in their disaster planning and working to eliminate reckless hunting practices.",
        "If something causes an allergic reaction, you'll know it's an allergen and you can eliminate it from her diet.",
        "This is the best thing that could happen, since it will eliminate the dog that set the Lhasa off.",
        "Try soaking the cushions and mattress with an enzymatic cleanser to eliminate trapped urine crystals.",
        "The Bark Solver is another product that can help eliminate nuisance barking.",
        "This will eliminate wasting a breeding opportunity if in fact the dog has limited fertility.",
        "Again, this would eliminate an unwanted breeding and make dealing with your bitch's cycles easier for you.",
        "Rather than help eliminate unwanted behavior, the collar can actually make them worse.",
        "Eventually you can eliminate the former brand and keep you dog completely on Solid Gold.",
        "As for bathing to eliminate skunk odor, people used to say bathe the dog in tomato juice, but today they have come a long way.",
        "The following points might help you answer this question and eliminate some of the doubts you have about the food you are giving your pet.",
        "Once your dog contracts heartworms, the treatment to eliminate those worms can be just as life-threatening as the infestation itself, although your pet will die without treatment.",
        "While meant to further the breed's bloodline and help eliminate genetic problems, the agreement is also attentive to the fact the dogs must be raised in an environment suited to their temperament and needs.",
        "Wash all raw food thoroughly before serving them to your dog to eliminate any residue of contaminants such as E. coli or pesticides.Keep raw food refrigerated as needed.",
        "Cooking meat can eliminate any bacteria and make meat safer for consumption.",
        "When the dog goes to eliminate, you can pick it up and take it outside.",
        "Over time, the dog will learn to go to the door when it's time to eliminate.",
        "When it's time for him to eliminate, he will usually do it quickly when you take him outside.",
        "If you are bringing an older dog home for the first time, allow him to become acquainted with your backyard, and wait for him to eliminate outside before entering the home.",
        "Two daily walks will not only help your dog start eliminating outside, it will also put him on a schedule so he'll eventually learn to wait until his walk time to eliminate.",
        "The enzymes will break down the matter and eliminate the odor to help prevent the dog from soiling the same area again.",
        "Cleaning up vines after pumpkins, squash, and fall beans have been harvested helps eliminate squash bugs and cucumber beetles, two very common pests.",
        "It will also eliminate extra runs to the store because you forgot to buy something, since you'll know how much plant material you'll need to create the garden you want.",
        "Pruning at the wrong time will eliminate these blooms that you are working so hard for.",
        "This will give the soil time to warm up and eliminate any danger of unexpected cold snaps.",
        "This organic gardening method incorporates crops of various types along with herbs and flowers to reduce or eliminate pesticide use and naturally enhance harvest yield.",
        "This may be the sound that you are going for, but if it's not, you'll want to know how to eliminate the screech or prevent it from happening.",
        "Most of the members on this list are willing to give away no longer needed items in order to eliminate household clutter.",
        "A simple reglazing may be all your porcelain tub needs to look as good as new, with process applications to eliminate the blemishes.",
        "Strategic light placement near or around a smaller mirror will eliminate shadows and offer natural illumination.",
        "Eliminate the feel and smell of the basement and transform it into an extension of the rest of your house.",
        "To eliminate the damp basement feel, insulation is key.",
        "Guards do cut down on the need to climb up a ladder and scoop debris from the eaves; but they do not eliminate it.",
        "At best, by installing guards, homeowners may be able to eliminate a fall clean out and switch to an annual maintenance routine in the spring.",
        "Their environmental responsibility extends to their manufacturing facilities where proprietary processing methods eliminate smokestacks, and factory run-off is recycled back into the manufacturing line.",
        "This will help create a silkier finish and reduce or eliminate the need for sanding.",
        "A light sanding before the final application helps eliminate any bumps or rough spots on previous applications.",
        "Matching the correctly rated vinyl for your application and understanding your application well beforehand will help eliminate problems later on.",
        "First go through the samples and eliminate the colors that obviously won't work.",
        "Some mold killing chemicals can be as bad for your health as the mold is, so go natural first to eliminate mold in a way that won't make you ill.",
        "Consider track lighting systems that sit the bulb further inside the shade to help eliminate excess glare while lighting the target area.",
        "An added bonus is the FreshGuard® treatment that is made to eliminate odor.",
        "If you're having an odor problem that air does not eliminate, a little baking soda should take care of the issue.",
        "One common factor among all properly fermented substances is the ability to increase good intestinal flora in the body and eliminate bad bacteria.",
        "Solus organic bedding is a great choice for allergy sufferers who want to eliminate dust mites while enjoying the other benefits of organic bedding.",
        "A diet of organic raw food for cats will not only eliminate the hormones and chemicals that are commonly found in commercially raised meat animals, it will also protect your pet from consuming animals that die because of disease.",
        "Keeping this in mind helps eliminate some of the concern over the expense of these products.",
        "All of these will eliminate chemicals and pesticides while still working to keep your yard in tip-top shape.",
        "The best way to control pests in your home is to eliminate their sources of food and water.",
        "It's been estimated that using a tote bag you bring from home instead of plastic grocery or shopping bags will eliminate the need for about 1,000 plastic bags over the life of the tote.",
        "You can frequently eliminate eggs and remove adult pests by hand if you're diligent.",
        "One of the most difficult organic practices to pursue in the home garden is to eliminate the use of prepared chemical pesticides.",
        "It can also be used to keep produce from ripening as soon; to eliminate insects; and to impede the growth of sprouts on items such as onions, beans and potatoes.",
        "It can also be useful to buy a soil test kit so you can eliminate any nutrient problems before you plant.",
        "Buying an organic mattress isn't the only way to eliminate allergens and to live and sleep greener.",
        "Disease scares in meats could become a thing of the past if genetic engineering could eliminate these issues.",
        "If you have concerns, choosing natural and organic foods will eliminate the possibility of human health effects.",
        "While these products do not eliminate the risk, they offer an alternative which can minimize the effects.",
        "It has a fuller front and a bare back style to eliminate panty lines while giving you coverage in the front.",
        "It features a blue animal print front with side mesh and a bare back to eliminate any panty lines.",
        "This thong lays flat on your body and will eliminate all panty lines.",
        "Fit For You full support lace bra: If you have a problem with bras that cut into your back, leaving an unattractive bulge under form-fitting clothes, this bra promises to eliminate that problem with its sew-free bonded wing.",
        "Not only does this design eliminate a problem, it also shows off sculpted shoulders and blades as well, perfect for the athletically inclined woman who's proud of all her upper body work.",
        "The \"curvy fit\" features one inch more of fabric in the hip area than the regular fit and is cut with the plus size gal in mind to eliminate waistband gap.",
        "You may also find seam-free toes more comfortable, since they eliminate the extra stitching that can rub or cause blisters.",
        "Backless bras offer a measure of support and eliminate the problem of not wearing a bra or having your bra straps show.",
        "Additionally, fire guards must make regular inspections of their jurisdiction to eliminate potential fire hazards.",
        "Periodically check the car's front grill vents and tailpipe to eliminate clogs.",
        "This will help the person eliminate the alcohol more quickly from their body.",
        "It doesn't totally eliminate the need for glasses for every patient, but many people experience success.",
        "In many cases, anti-depressants and/or psychotherapy can completely eliminate such symptoms.",
        "While these methods can help reduce symptoms, they will not eliminate them.",
        "Eliminate foods that product mucus including dairy and fruits like bananas for a period of two weeks.",
        "Pure Sleep helps sufferers of chronic snoring reduce, and in some cases, eliminate their snoring through mandibular readjustment.",
        "CPAP masks help eliminate the often loud snoring that accompanies sleep apnea, improving sleep for both the patient and his or her partner.",
        "Often, wearing a different style mask is sufficient to minimize or eliminate these problems and provide you with a good night of sleep.",
        "In Texas, snoring can be addressed in a number of ways by a variety of specialists in order to identify the health issue and treat the root of the problem, which will can help alleviate and eliminate the symptom: snoring.",
        "The pressurized air forces the airways to remain open to improve breathing and eliminate snoring.",
        "If you or someone you love is considering a LAUP to reduce or eliminate snoring, you should consult a licensed otolaryngologist.",
        "These machines are not a cure, but can eliminate the symptoms of sleep apnea, allowing you to breathe freely while you sleep.",
        "However, you may eliminate many health issues by losing excess weight.",
        "An afternoon siesta may be tempting, however, if you are having difficulty sleeping, you may need to cut down on your naptime or eliminate naps altogether.",
        "If snoring is a problem for you as a side sleeper, here are a few things to eliminate.",
        "This provides tooth and enamel protection and can eliminate the problems with teeth grinding.",
        "Eliminate loud noises and television if they wake you up in the middle of the night.",
        "Maui Jim shades block 100 percent of harmful UV rays, eliminate glare, come in a variety of lens colors for a myriad of needs, and are available with and without prescription lenses.",
        "What makes them so unique is their polarized lenses that eliminate all glare.",
        "Ear cushions for eyeglasses seek to eliminate some of that \"rubbing\" and discomfort.",
        "Besides adding protection and comfort, the temple pads eliminate the need for small parts that can easily break off or be pulled apart.",
        "Vistana's Polare® lens system features Dynamic Base Lens Technology, which allows us to eliminate the side shields associated with traditional OveRx products, while maintaining a full range of undistorted peripheral vision.",
        "Wrap styles cover more of the face and eye area, and virtually eliminate UV exposure by limiting \"gap\" between face and lenses.",
        "Polarized Polarized lenses are designed to eliminate 99% of glare and to reduce eye fatigue.",
        "They are specifically designed for anglers with polarized lenses that eliminate over 99 percent of all reflected glare and give you 100 percent UV protection.",
        "Computer lenses: These lenses work to eliminate eye strain, blurred vision, eye irritation, and are perfect for that in-between distance that neither reading glasses nor the glasses you wear for driving can really help with.",
        "Many hotels also offer free shuttle service to local parks, including Sea World, which can eliminate parking fees and traffic delays.",
        "Eliminate Parking: Park guests who stay at nearby hotels may be able to walk to the park or take advantage of complimentary shuttles to avoid paying exorbitant parking fees.",
        "If you are traveling with children of varying ages and interests, you can eliminate some areas where rides are too thrilling or too tall and focus on areas dedicated to more particular tastes.",
        "You play Travis Touchdown, a down-on-his-luck hitman looking to eliminate the top 10 hitmen (Travis is number 11).",
        "The South is relentless on the North, so the North builds the Heimdal, a super-cruiser battleship to eliminate the Southern Cross's main base of operations.",
        "When the match begins both teams appear on the map and must eliminate the other group or complete another team-based objective."
    ],
    "definition": [
        "Link/Cite"
    ]
}