{
    "translation": "לברוח, להתחמק",
    "uses": [
        "The enemy's fleet, which subsequently did not let a single boat pass, allows his entire army to elude it.",
        "During this period Clement was mainly occupied in urging Charles to arrest the progress of the Reformation in Germany and in efforts to elude the emperor's demand for a general council, which Clement feared lest the question of the mode of his election and his legitimacy should be raised.",
        "In February 1792 an allusion in debate by Toler (afterwards earl of Norbury), the attorney-general, to Tandy's personal ugliness, provoked him into sending a challenge; this was treated by the House of Commons as a breach of privilege, and a Speaker's warrant was issued for his arrest, which however he managed to elude till its validity expired on the prorogation of parliament.",
        "It continued among the Albigenses and other dissident sects of the middle ages, among whom it served a double purpose; for their elders were thus not only able to prove their own chastity, but to elude the inquisitors, who were less inclined to suspect a man of the catharism which regarded marriage as the \"greater adultery\" (maius adulterium) if they found him cohabiting (in appearance at least) with a woman.",
        "Flattened out short and medium hairstyles elude a sense of glamour that is both modern and feminine.",
        "These winged insects elude happiness and can be made as intricate as desired with a variety of colors and glitter.",
        "Pushing layers forward with a pomade creates a vintage style, whereas slicked back tresses elude cool when paired with tapered sides.",
        "These items always cause symptoms (difficulty swallowing and spitting up saliva, for instance) and may elude detection for some time while the child is being treated for asthma or recurring pneumonia.",
        "Not even the Gods were able to elude him like that.",
        "elude state regulators the logic behind a trek to.",
        "Elude state regulators least the comparison panel in table a larger effect.",
        "elude state regulators least the comparison panel in table a larger effect.",
        "Rhyn observed each of his brothers, sensing a silent rebellion that seemed to elude Kris, the only of them to value duty over their own interests.",
        "The young, as in all Limicolae, are at first clothed in down, so mottled in colour as closely to resemble the shingle to which, if they be not hatched upon it, they are almost immediately taken by their parents, and there, on the slightest alarm, they, squat close to elude observation.",
        "The wing is so constructed that the posterior margin yields freely in a downward direction during the up stroke, while it yields comparatively little in an upward direction during the down stroke; and this is a distinguishing feature, as the wing is thus made to fold and elude the air more or less completely during the up stroke, whereas it is made to expand and seize the air with avidity during the down stroke.",
        "One by one they refuse to render any reasonable account of themselves; each seems a mere chance, and the whole tends to elude us like a mirage which some malignant power creates for our illusion.",
        "Bach himself is known to have executed it in a very polyphonic style, and this for the excellent reason that plain chords would have contrasted so strongly with the real instrumental parts that they could not fail to attract attention even in the softest tones of the harpsichord or the organ, while light polyphony in these tones would elude the ear and at the same time perfectly bridge over the gap in the harmony.",
        "Setting sail for Egypt on the 19th of June, he again had the good fortune to elude Nelson and arrived off Alexandria on the 2nd of July.",
        "Henry (Revue des Etudes grecques, 1892), Tantalus is the sun: the fruits which elude his grasp are the stars suspended on the tree of heaven, which disappear at the rising of the sun; the water into which the sun descends without drinking, is the sea.",
        "Like Shozan, he is still very far from his original, but, also like ShOzan, he produces highly meritorious pieces in his efforts to reach an ideal that will probably continue to elude him for ever.",
        "The structure of the inner ranges is so variable as to elude simple description; but mention should be made of the Uinta range of broad anticlinal structure in north-east Utah, with east-west trend, as if corresponding to the east-west Rattlesnake Mountains, already named.",
        "Bainbridge had therefore to expect, and when he could to elude or beat off, much interference on the part of French and British cruisers alike.",
        "In the morning it returns to its form, where it finds protection in the close approach which the colour of its fur makes to that of its surroundings; should it thus fail, however, to elude observation it depends for safety on its extra FIG.",
        "The native attitude of consciousness towards existence is reliance on the evidence of the senses; but a little reflection is sufficient to show that the reality attributed to the external world is as much due to intellectual conceptions as to the senses, and that these conceptions elude us when we try to fix them."
    ],
    "definition": [
        "To evade or escape from, as by daring, cleverness, or skill: The suspect eluded the police. See Synonyms at evade.",
        "To escape the memory or understanding of: a name that eludes me; a point that eluded the audience.",
        "To be unnattained by: Another championship eluded her.",
        "Link/Cite",
        "To evade, or escape from someone or something, especially by using cunning or skill.",
        "To shake off a pursuer; to give someone the slip.",
        "To escape understanding of; to be incomprehensible to.",
        "Link/Cite"
    ]
}