{
    "translation": "להגר",
    "uses": [
        "Many now emigrate, when occasion offers, to America.",
        "The Russians do not emigrate as isolated individuals; they migrate in whole villages.",
        "Having refused to accept the civil constitution of the clergy, Dillon had to leave Narbonne in 1790, then to emigrate to Coblenz in 1791.",
        "He early entered the army, did not emigrate in the revolution, but was deprived of his grade as captain in 1793 and served in the ranks.",
        "In consequence of this every summer no fewer than 800,000 emigrate temporarily to Germany in quest of work.",
        "Famine and pestilence at home drove men to emigrate hopefully to the golden East.",
        "Arganthonius, king of Tartessus in Spain, invited them to emigrate in a body to his dominions, and, on their declining, presented them with a large sum of money.",
        "i'70, when it was proposed, after the capture of Phocaea and Teos in 545 B.C., that the remainder of the Ionian Greeks should emigrate to Sardinia) none of them ever came to anything.",
        "Having friends among the government party, including members of the Beresford family, he was enabled to make terms with the government, and in return for information as to what had passed between Jackson, Iowan and himself he was permitted to emigrate to America, where he arrived in May 179 5.",
        "In April 1506 most of those who resided in Lisbon were massacred during a riot, but throughout the rest of Emanuel's reign they were immune from violence, and were again permitted to emigrate - an opportunity of which the majority took advantage.",
        "There is little disposition to emigrate thither from Japan proper, the number of settlers being less than loo annually.",
        "Henri, comte de La Rochejacquelein, born at Dubertien, near Chatillon, sur Sevres, on the 10th of August 1772, did not emigrate with his father.",
        "In addition to the few persons banished to Rhode Island, theological and political differences led many to emigrate thither.",
        "This was partially remedied after the Bulgarian annexation of Eastern Rumelia, in 1885, had driven the Moslems of that country to emigrate in like manner to Adrianople; but the advantage was counterbalanced by the establishment of hostile Bulgarian tariffs.",
        "The Aryan Tajik, the aborigines of the fertile parts of Turkestan, were subdued by the Turko-Mongol invaders and partly compelled to emigrate to the mountains, where they are now known as Galchas.",
        "With the advent of new trade routes at the beginning of modern times the town lost its importance, and in 1745 the citizens nearly decided to emigrate en masse.",
        "Very few inhabitants emigrate from this province, where the birth-rate considerably exceeds the death-rate.",
        "During the first half of the 19th century wholesale clearances had been effected in many districts, and the crofters were compelled either to emigrate or to crowd into areas already congested, where, eking out a precarious living by following the fisheries, they led a hard and miserable existence.",
        "749,753 Departments from which the adult males emigrate 532,567 regularly either to sea or to seek employment in towns 330,533 tend to fall under the first head, those in which large 188,553 bodies of troops are stationed under the second.",
        "Probably, at least half of these represent Australians, impelled to emigrate by years of drought.",
        "In 1799 he found it advisable for his comfort, if not for his safety, to emigrate with his family to the United States.",
        "Motamid, who wished to free himself from the guardianship of his brother Mowaffaq, concerted with him a plan to emigrate to Egypt, Ahmad being himself angered against Mowaffaq on personal grounds.",
        "Stephen's Church of England school, Westminster, where he was trained as an elementary schoolmaster; but at the age of 20 he preferred to emigrate to Australia and to make his living as he could until he succeeded in entering political life as a member of the Labour party.",
        "When he did emigrate in 1792 he found himself regarded as a martyr to the church and the king, and was at once named archbishop in partibus, and extra nuncio to the diet at Frankfort, and in 1794 cardinal.",
        "One instance, which had occurred some twenty years before, was a movement among the peasants to emigrate to some unknown \"warm rivers.\"",
        "He here continued to render great service to Abu Salem (Ibrahim III.), Abu Inan's successor, but, having offended the prime minister, he obtained permission to emigrate to Spain, where, at Granada, he was received with great cordiality by Ibn al Ahmar, who had been greatly indebted to his good offices when an exile at the court of Abu Salem.",
        "There was less inducement for the Orthodox inhabitants to emigrate, because almost 2 This is the first recorded instance of such an alliance.",
        "On this account Hecker resolved in September 1848 to emigrate to North America, and obtained possession of a farm near Belleville in the state of Illinois.",
        "He did not emigrate after the taking of the Bastille, but, possibly from motives of ambition, remained in Paris.",
        "It is said that he attempted to emigrate both in July and in October 1789; but after that time he held firmly to his place, when almost.",
        "The Maronite population has greatly increased at the expense of the Druses, and is now obliged to emigrate in considerable numbers.",
        "On the other side, it is said that the men who are doing well at home are the ones least likely to emigrate, because they have least to gain.",
        "This pride in their land, race and history they preserve even when, as often happens, they emigrate to other parts of the country or to South America, and earn their living as servants, water-carriers, or, in the case of the women, as nurses.",
        "Then follows the chequered period of the prime of life and middle age, during which the liability of men to industrial accidents, war and other causes of special mortality, irrespective of their greater inclination to emigrate, is generally sufficient to outweigh the dangers of childbirth or premature decay among the women, who tend, accordingly, to predominate in number at this stage.",
        "Encouragement was given to the building of ships in France by allowing a premium on those built at home, and imposing a duty on those brought from abroad; and as French workmen were forbidden to emigrate, so French seamen were forbidden to serve foreigners on pain of death.",
        "of Prussia, who procured for them permission to sell their goods and to emigrate; and in 1731 and 1732 Salzburg parted with about 30,000 industrious and peaceful citizens, about 6000 of these coming from the capital.",
        "Though considerable numbers are still bred in the British Islands, notwithstanding the diminished area suitable for them, most of those that fall to the gun are undoubtedly of foreign origin, arriving from Scandinavia towards the close of summer or later, and many will outstay the winter if the weather be not too severe, while the home-bred birds emigrate in autumn to return the following spring.",
        "In the Religious Peace of Augsburg the principle\" cujus regio ejus religio \"was accepted; by it a ruler's choice between Catholicism and Lutheranism bound his subjects, but any subject unwilling to accept the decision might emigrate without hindrance.",
        "Petersburg; Catholic and Uniate Church property sequestrated from 1836 onwards; the Lithuanian Statute, which had remained the law of the land through four centuries of union with Poland, replaced by the Russian code in 1840, while prominent natives, debarred from public service in their own country, were forced to emigrate or exiled to Siberia.",
        "It shows the desperation of a couple, forced to emigrate with their young family by lack of opportunities at home.",
        "Severe ghetto laws led many of the Jews to emigrate.",
        "The excess of females over males, which in 1900 amounted to upwards of 22,000, is partly explained by the fact that few women emigrate.",
        "New industries were established, inventors protected, workmen invited from foreign countries, French workmen absolutely prohibited to emigrate.",
        "Desertion became more frequent than ever, and the officers, finding their position unbearable, began to emigrate.",
        "discouraging circumstances have caused many writers to emigrate to the west.",
        "Of those who survived the famine, many were forced to emigrate to greener pastures.",
        "The only way that the world can be stabilized is not by halting immigration, but by halting the need to emigrate.",
        "Lebanon, are tending to emigrate or conform to Sunni Islam.",
        "It is notorious that the Italians who emigrate to the United States largely return.",
        "After completing his studies in law at the university of Padua, he attracted the attention of the Austrian police by his lectures on political economy, and was obliged to emigrate.",
        "Martial law was everywhere proclaimed; officers, and all classes of officials who had incurred the displeasure of the government, were subjected to arbitrary penalties; and such was the misery of the people that multitudes of them were compelled to emigrate.",
        "But in order to avoid the economic dangers threatened by such an exodus, every Jew and Jewess between the ages of 4 and 24 was seized and forcibly baptized (19th March): \" Christians \" were not required to emigrate.",
        "emigrate every year.",
        "William had married Rebecca REVELL from Gresley Burton on Trent and had subsequently emigrate to the U.S.A. in 1904.",
        "emigrate in the near future.",
        "emigrate for financial reasons, finding the pound rate too expensive.",
        "emigration records emigrate Do not expect to find centrally or locally held records of emigrants in Scotland itself.",
        "You want to emigrate when the shops start playing jingle jangle carol music in November.",
        "In Transylvania the princes of the Bathory family (1571-1604) were ardent disciples of the Jesuit fathers, and Sigismund Bathory in particular persecuted fiercely, his fury being especially directed against the queer judaizing sect known as the Sabbatarians, whose tenets were adopted by the Szeklers, the most savage of \" the three nations \" of Transylvania, many thousands of whom were, after a bloody struggle, forced to emigrate.",
        "Such strange enactments as the Familianten-Gesetz, which prohibited more than one member of a family from marrying, broke up families by forcing the men to emigrate."
    ],
    "definition": [
        "em′i·gra′tion\nnoun",
        "Link/Cite",
        "(intransitive) To leave the country in which one lives, especially one's native country, in order to reside elsewhere.",
        "immigrate",
        "Link/Cite"
    ]
}