{
    "translation": "להעסיק, להפעיל",
    "uses": [
        "Where high speed lowering is not required it is usual to employ a reversing motor and keep it always in gear.",
        "Another version makes him employ one Manole or Manoli as architect.",
        "But when Venice took possession of the mainland her builders were able to employ a strong hydraulic dark lime from Albettone, which formed a durable cement, capable of resisting salt water and the corrosive sea air.",
        "It held shipper as well as carrier, and corporation as well as its officer or agent, liable for violations of the act, and conferred upon United States courts power to employ equity processes in putting an end to discrimination.",
        "Power was also given to prescribe uniform systems of accounts for all classes of carriers, and to employ special examiners to inspect the books and accounts.",
        "Glareanus (1510) was the first to employ an equidistant zenithal polar projection.",
        "deep. The mines employ over loon workers, and yield about 60,000 tons annually.",
        "Whatever \" method \" of economic investigation we employ, we must at every stage see how far our reasoning is borne out by the actual experience of life.",
        "The silk-mills employ silk obtained from the Caucasus, Italy and France.",
        "In such cases it is usual to employ a local battery to produce the signals, and to close the local battery circuit by means of a relay working.",
        "He proposed to employ two large flat coils of wire laid horizontally, on the ground, that on the mainland having in circuit a battery, interrupter and key, and that on the island a telephone.",
        "He thwarted the efforts of Alaric to seize lands in Italy by his victories at Pollentia and Verona in 402-3 and forced him to return to Illyricum, but was criticized for having withdrawn the imperial forces from Britain and Gaul to employ against the Goths.",
        "With so intellectual a guest as she considered Prince Andrew to be, she felt that she had to employ her diplomatic tact.",
        "They traded also on the Red sea, and opened up regular traffic with India as well as with the ports of the south and west, so that it was natural for Solomon to employ the merchant navies of Tyre in his oversea trade.",
        "As, however, the wavelength necessary to cover any considerable distance must be at least 200 or 300 ft., it becomes impracticable to employ mirrors for reflection.",
        "771818) to employ a receiving antenna consisting of vertical wires held in a frame which could be swivelled round into various positions and used to locate the position of the sending station by ascertaining the position in which the frame must be placed to create in it the maximum oscillatory current.",
        "Therefore, when her inheritance was assailed at the beginning of her reign, she fought for it with every weapon an honest woman could employ, and for years she cherished the hope of recovering the lost province of Silesia, conquered by Frederick.",
        "To ascertain how the increase in the voltage varies as the height in the free atmosphere increases, it is necessary to employ kites or balloons.",
        "But many people's lives do follow humdrum, dispiriting patterns because we employ too many people doing work that machines should be doing.",
        "Repsolds employ for the micrometers of their reading microscopes the form of construction shown in fig.",
        "Landowners frequently cultivated their land themselves but might employ a husbandman or let it.",
        "Not only was he obliged to employ interpreters, but he relates that in their absence he was compelled to use signs only.",
        "(Fabbrica Italiana Automobili Torino) factory employs 2000 workmen, while eight others employ 2780 dmongst them.",
        "Large hosiery works employ many of the inhabitants,, and collieries are worked in the parish.",
        "The Albanians of the southern provinces still employ the Greek rite and the Greek language in their public worship, and their priests, like those of the Greek Church, are allowed to marry.",
        "Rents were paid in corn; and for the largest farm, which he thinks should employ no more than two ploughs, the rent was about six chalders of victual \" when the ground is very good, and four in that which is not so good.",
        "He had to steer a middle course between the extremes represented by the Carbonari on the one hand and the Sanfedisti on the other, and he consistently refused to employ the cruel and inquisitorial methods in vogue under his successors.",
        "It is, however, less liable to cause confusion, and in many other ways more convenient to employ the better known term Marsupialia in both senses.",
        "Leather.Tanning and leather-dressing are widely spread industries, and the same may be said of the manufacture of boots and shoes, though these trades employ more hands in the department of Seine than elsewhere; in the manufacture of gloves Isre (Grenoble) and Aveyron (Millau) hold the first place amongst French departments.",
        "The modern practice is to employ horizontal cylindrical wrought-iron or steel stills, and to introduce steam into the oil.",
        "But his conduct giving rise to suspicions, an expedition under the earl of Essex was sent against him, which met with such doubtful success that in 1575 a treaty was arranged by which O'Neill received extensive grants of lands and permission to employ three hundred Scottish mercenaries.",
        "The bowler delivers his bowl with one foot on a mat or footer, made of india-rubber or cocoanut fibre, the size of which is also prescribed by rule as 24 by 16 in., though, with a view to protecting the green, Australasian clubs employ a much larger size, and require the bowler to keep both feet on the mat in the act of delivery.",
        "There is a large agricultural trade, and linen and leather manufactures and the quarries also employ a considerable number of persons.",
        "As it is rich in specific expressions for the various aspects of certain ideas, it is requisite to employ always the most appropriate term suited to the particular aspect.",
        "It must not be supposed that earlier writers all neglected this method, or still less that all writers now employ it, but merely that formerly it was frequently overlooked by the best writers, and now is neglected only by the worst.",
        "On the eve of the Revolution Babeuf was in the employ of a land surveyor at Roye.",
        "No sharp line can be drawn between these diseases and some of the preceding, inasmuch as it often depends on the external conditions whether necrosis is a dry-rot, in the sense I employ the term here, or a wet-rot, when it would come under the preceding category.",
        "All through his reign he preferred to employ as officials men of humble origin, and habitually treated the boyars and great nobles very unceremoniously.",
        "In order to separate the distillate into various fractions, and to remove as much of it as possible free from condensed steam, it is now usual to employ condensing appliances of special form with outlets for running off the different fractions.",
        "Numerically insufficient to reject such measures, and lacking the fibre and the cohesion necessary for the pursuance of a far-sighted policy, the Right thought prudent not to employ its strength in uncompromising opposition, but rather, by supporting the government, to endeavour to modify Radical legislation in a Conservative sense.",
        "The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
        "The true Baggara tribesmen employ oxen as saddle and pack animals, carry no shield, and though many possess firearms the customary weapons are lance and sword.",
        "The land in Scotland was now, with trifling exceptions, let on leases for terms varying from twenty to thirty years, and in farms of sufficient size to employ at the least two or three ploughs.",
        "The Times was glad to employ his ready pen, and as one of its ablest leader-writers he made his influence widely felt.",
        "It is convenient to employ a specific name for a projection of a coast-line less pronounced than a peninsula, and for an inlet less pronounced than a bay or bight; outcurve and incurve may serve the turn.",
        "Employ extreme angles for a dramatic effect.",
        "Another civic improvement was the plan that a permanent committee of citizens should be engaged in the solving of the housing problem, and that the chamber of commerce, cooperating with the state, should employ a director in charge of the Americanization programme in which the public schools and corporations cooperate.",
        "If the substance to be weighed changes in composition on strong heating, it is necessary to employ a tared filter, i.e.",
        "In common with other sciences, economics makes use of \" abstractions\"; but if for some problems we employ symbolic processes of reasoning, we must keep clearly in view the limits of their significance, and neither endow the symbols with attributes they can never possess, nor lose sight of the realities behind them.",
        "The travels of Le Vaillant in South Africa having been completed in 5785, his great Oiseaux d'Afrique began to appear in Paris in 1797; but it is hard to speak properly of this work, for several of the species described in it are certainly not, and never were in his time, inhabitants of that country, though he sometimes gives a long account of the circumstances under which he observed them.1° From travellers who employ themselves in collecting the animals of any distant country the zoologists who stay at home and study those of their own district, be it great or small, are really not so much divided as at first might appear.",
        "There are salt works on the coast; and the fisheries employ a number of the inhabitants.",
        "Large as this progress was it would have been much greater if the Telephone Company had been granted adequate powers to put wires underground and thus instal a complete metallic circuit in place of the single wire, earthreturn, circuit which it was constrained to employ.",
        "D.*) Accident Statistics Statistics of railway accidents may be divided into three classes: casualties (a) to passengers, (b) to servants or employ& and (c) to other persons; and again into (t) train accidents, (2) accidents to persons doing work on or about trains and (3) other accidents.",
        "It may be convenient to use the terms \"vitality\" and \"vital force\" to denote the causes of certain great groups of natural operations, as we employ the names of \"electricity\" and \"electrical force\" to denote others; but it ceases to be proper to do so, if such a name implies the absurd assumption that \"electricity\" and \"vitality\" are entities playing the part of efficient causes of electrical or vital phenomena.",
        "The Chinese used also to employ it largely, and the Persians and Spaniards still mix it with their rice.",
        "The wound was trifling and would probably have been cured with ease if he had been allowed to employ an English doctor whom he trusted.",
        "Large glass-bottle and earthenware-jar works, chemical works, and neighbouring collieries employ the inhabitants.",
        "He was the first to employ mercury for the air-pump, and devised a method of determining longitude at sea by observations of the moon among the stars.",
        "Collieries and brickworks employ the large industrial population.",
        "The lace factories are also important and employ 5000 hands.",
        "Cotton mills, iron foundries, brick and tile works, and collieries employ the large industrial population.",
        "Four large firms manufacturing every variety of art china and earthenware alone employ over 5000 hands.",
        "Mary had to undertake not to declare war, make peace, or raise taxes without the consent of the States, and not to employ any but natives in official posts.",
        "Robert now resolved to employ Roger's genius in reducing Sicily, which contained, besides the Moslems, numerous Greek Christians subject to Arab princes who had become all but independent of the sultan of Tunis.",
        "Upon this fact he based his pronouncement as to the function of theology: it must employ the dialectic method to reconcile the contradictions of tradition, and thus to shape the doctrines of the faith in accordance with reason.",
        "Boot factories employ 40,000 workmen, glove manufactories the same number.",
        "Scepticism with regard to reason, on the other hand, depends on an insight into the irrational character of the relation which we chiefly employ, viz.",
        "He is said to have induced his brother to employ a Parsee to purchase artillery and small arms from the Bombay government, and to enrol some thirty sailors of different European nations as gunners, and is thus credited with having been \"the first Indian who formed a corps of sepoys armed with firelocks and bayonets, and who had a train of artillery served by Europeans.\"",
        "Castilian is spoken by the upper and commercial classes; the lower and agricultural employ a dialect resembling that of the Catalans.",
        "Woollen cloth mills, and extensive collieries in the neighbourhood, employ the large industrial population.",
        "The equations (66) - (71) are Siacci's, slightly modified by General Mayevski; and now in the numerical applications to high angle fire we can still employ the ballistic table for direct fire.",
        "Those manufacturers who act as merchants aim to retain the merchant profit and must employ a merchant capital in stocks.",
        "Most airborne and spaceborne radars employ this type of radar.",
        "Approximately 1400 acres are now managed by the County Council who employ a fulltime ranger complete with a distinctive Land Rover.",
        "rearrangement reactions and allows us to employ the novel strategy of migrating functional groups.",
        "In addition, we also employ support staff in a wide variety of roles.",
        "We employ full time stonemasons plus technical support staff.",
        "We employ experienced stylists with a minimum of eight years of experience.",
        "As you slowly begin to master the technical aspects of picture taking, you can employ your new found confidence to experiment with new genres.",
        "Fortunately, there are several quick tips you can employ in order to transform amateur efforts into a memorable masterpiece.",
        "No matter what you are dealing with in this hard economy, there are stress management techniques you can employ.",
        "In 1795 Jacques Vieau, a Frenchman in the employ of the North-Western Fur Company, established a permanent post here, which seems to have continued, under his direction, with practically no interruption until 1820, when it was superseded by that of Astor's American Fur Company.",
        "couple, which, if applied to the other point or piece, would exert equal energy or employ equal work.",
        "But if the effort and the resistance be alternately in excess, the uniformity of speed may still be preserved by so adjusting some moving weight in the mechanism that when the effort is in excess it may be lifted, and so balance and employ the excess of effort, and that when the resistance is in excess it may fall, and so balance and overcome the excess of resistancethus storing the periodical excess of energy and restoring that energy to perform the periodical excess of work.",
        "Now, in cases of danger being threatened to their own ascendancy by such practices, the gods as a rule proceed to employ the usually successful expedient of despatching some lovely nymph to lure the saintly men back to worldly pleasures.",
        "The 8th duke of Argyll (Reign of Law) maintains that \" miracles may be wrought by the selection and use of laws of which man knows and can know nothing, and which, if he did know, he could not employ.\"",
        "At the request of the Indian government the Nepalese government had the pillar, which was half buried, excavated for examination; and Dr Fiihrer, then in the employ of the Archaeological Survey, arrived soon afterwards at the spot.",
        "But the desire to obtain general enunciations of theorems without exceptional cases has led mathematicians to employ entities of ever-ascending types of elaboration.",
        "But on the assumption that \"mathematics\" is to denote a science well marked out by its subject matter and its methods from other topics of thought, and that at least it is to include all topics habitually assigned to it, there is now no option but to employ \"mathematics\" in the general sense' of the \"science concerned with the logical deduction of consequences from the general premisses of all reasoning.\"",
        "23 and 26), was not easily effected; and, owing to the difficulty of military operations among the mountains, it was necessary to employ a force of 200,000 men.",
        "He had to employ his skill in the employment of fireships against them at Poros in 1831.",
        "The inhabitants of this state employ sometimes the Malay and sometimes the Macassar character in writing.",
        "If, instead of using a single Daniell's cell, we employ some source of electromotive force which can be varied as we please, and gradually raise its intensity, we shall find that, when it exceeds a certain value, about 1.7 volt, a permanent current of considerable strength flows through the solution, and, after the initial period, shows no signs of decrease.",
        "The manufactories of Siberia employ less than 25,000 workmen, and of these some 46% are employed in West Siberia.",
        "= a k; and if we wish to denote, by umbrae, a product of coefficients of degree s we employ s sets of umbrae.",
        "To find the effect of linear transformation on the symbolic form of quantic we will disuse the coefficients a 111 a 12, a21, a22, and employ A1, Iï¿½1, A2, ï¿½2.",
        "For the practical observation of this phenomenon it is usual to employ a needle which can turn freely in the plane of the magnetic meridian upon a horizontal axis passing through the centre of gravity of the needle.",
        "When the direction of any vector quantity denoted by a symbol is to be attended to, it is usual to employ for the symbol either a block letter, as H, I, B, or a German capital, as j,, 3?",
        "When it is desired to have a uniform magnet with definitely situated poles, it it usual to employ one having the form of an ovoid, or elongated ellipsoid of revolution, instead of a rectangular or cylindrical bar.",
        "It is certain, indeed, that they still retain many Mahommedan customs. They take oaths equally on the Koran or on the Shastras; they employ.",
        "For the production of coloured sheet-glass, however, the employment of pot furnaces is still almost universal, probably because the quantities of glass required of any one tint are insufficient to employ even a small tank furnace continuously; the exact control of the colour is also more readily attained with the smaller bulk of glass which has to be dealt with in pots.",
        "The pressure of the air is a convenient unit to employ in practical work, where it is called an \" atmosphere \"; it is made the equivalent of a pressure of one kg/cm'; and one ton/inch 2, employed as the unit with high pressure as in artillery, may be taken as 150 atmospheres.",
        "As time went on, however, the later Assyrian architect began to shake himself free from Babylonian influences and to employ stone as well as brick.",
        "The Indians in hunting them employ the grison (Galictis vittata), a member of the weasel family, which is trained to enter the crevices of the rocks where the chinchillas lie concealed during the day.",
        "2 This may be paraphrased as follows:The precarium tenant may employ the interdict against a third party, because he cannot use the ordinary civil action, his holding being not a matter of business but rather of favour and kindness.",
        "The alfa and cork industries employ large numbers of persons, as do also the sardine, anchovy and tunny fisheries.",
        "The American committee which cooperated in the revision desired to employ the name Jehovah wherever Jhvh occurs in the original, and editions embodying their preferences are printed accordingly.",
        "Some of the later writers in the Old Testament employ the appellative Elohim, God, prevailingly or exclusively; a collection of Psalms (Ps.",
        "They are equipped with all the latest technical innovations, and employ over 5000 workmen.",
        "From the time when they began to cast bronze statues, Japanese experts understood how to employ a hollow, removable core round which the metal was run in a skin just thick enough for strength without waste of material; and they also understood the use of wax for modelling purposes.",
        "But to employ enamels successfully is an achievement demanding special training and materials not easy to procure or to prepare.",
        "They have now been relegated to the warehouses of undertakers, where they serve as bearers for folks too poor to employ cat~ialques, their place on the roads and in the streets having been completely taken by the jinrikisha, a two-wheeled vehicle pulled by one or two men who think nothing he of running 20 m.",
        "Prince Iwakura, one of the leaders of the Meiji statesmen, persuaded the feudatories to employ a part of the bonds as capital for railway construction, and thus the first private railway company was formed in Japan under the name Nippon tetsudo kaisha (Japan railway company), the treasury guaranteeing 8% on the paid-up capital for a period of 15 years.",
        "The African species use the nasal horns as weapons, with which they strike and toss their assailant, but the Asiatic rhinoceroses employ their sharp lower tusks much as does a boar.",
        "Deep-sea and coast fishing for cod, herring and mackerel employ over 1000 of the inhabitants.",
        "If, however, we employ a hollow sphere and let the stem pass through a hole in the side larger than itself, and attach the end to the interior of the sphere, then leakage cannot take place.",
        "Hence it has been a practice, very extensively followed, to employ cycles or periods, consisting of a moderate number of years, and to distinguish and reckon the years by their number in the cycle.",
        "This method of reckoning time is more convenient than those which employ cycles or periods of any length whatever; but it still fails to satisfy in the simplest manner possible all the conditions that are necessary for registering the succession of events.",
        "The Ethiopians do not reckon the years from the beginning of the era in a consecutive series, but employ a period of 532 years, after the expiration of which they again begin with 1.",
        "For chronological purposes, the Chinese, in common with some other nations of the east of Asia, employ cycles of sixty, by means of which they reckon their days, moons and years.",
        "This was enhanced by the fact that only in certain sectors where the canal passed under the Bellicourt tunnel was it possible to employ tanks, of which some 130 were allotted to the left of the IX.",
        "He was probably the first to attempt a serious prose history and to employ critical method to distinguish myth from historical fact, though he accepts Homer and the other poets as trustworthy authority.",
        "The Medici, as yet at' all events, could not employ Machiavelli, and had not in themselves the stuff to found Italian kingdoms.",
        "The Harrari are Mahommedans of the Shafa'i or Persian sect, and they employ the solar year and the Persian calendar.",
        "Brick, porcelain and glassworks employ large numbers of the inhabitants.",
        "But Benjamin's management of the paper, and particularly his free-thinking, displeased the authorities; the relations of the two brothers gradually grew unfriendly, possibly, as Benjamin thought, because of his brother's jealousy of his superior ability; and Benjamin determined to quit his brother's employ and to leave New England.",
        "Cottonmills, woollen-factories, ironworks, flagstone quarries at Elland Edge, and fire-clay works employ the industrial population.",
        "He still for a short time retained influence with the king, and intended to employ George Grenville (whom he recommended as his successor) as his agent; but the latter insisted on possessing the king's whole confidence, and on the failure of Bute in August 1763 to procure his dismissal and to substitute a ministry led by Pitt and the duke of Bedford, Grenville demanded and obtained Bute's withdrawal from the court.",
        "In the same way banks, railway companies and financial institutions employ dragomans for facilitating their business relations with Turkish officials.",
        "To prevent leakage over the surface of the insulating covering of the wire which projects above the surface of the water, it is necessary to employ a \" guard wire P, which consists of a piece of fine copper wire, twisted round the extremity of the insulated wire and connected to the battery.",
        "On the 3rd of September Henry Hudson, in the employ of the Dutch East India Company, entered New York Bay in the \" Half Moon \" in search of the \" northwest passage.\"",
        "Cotton and chemical works, and the coal-mines of the neighbourhood, employ the large industrial population.",
        "Cotton mills and the collieries of the neighbourhood employ the large industrial population.",
        "We may employ such a potentiometer to measure large potential difference greater than the electromotive force of the working battery, as follows: The two points between which the potential difference is required are connected by high resistance, say of 100,000 ohms or more, and from the extremities of a known fraction of this resistance, say, 'Roo or I/1000 or I/Io,000 wires are brought to the potentiometer and connected in between the slider and the corresponding galvanometer terminal.",
        "The Babylonians and Assyrians were probably the first to construct and employ a fixed chronological standard; and the numerous contract-tablets, and list of kings and yearly officials, discovered within recent years, afford striking evidence of the precision with which they noted chronological details.",
        "There are at present two main systems: (1) Since the time of Wetstein it has been customary to employ capital letters, at first of the Latin and latterly also of the Greek and Hebrew alphabets, to designate the uncials, and Arabic figures to designate the minuscules.",
        "Meanwhile the labour traffic, which had been initiated, so far as the, Pacific islands were concerned, by an unsuccessful attempt in 1847 to employ New Hebridean labourers on a settlement near the present township of Eden in New South Wales, had attained considerable proportions, had been improperly exploited and, as already indicated, had led the natives to retaliation, sometimes without discernment, a notorious example of this (as was generally considered) being the murder of Bishop Patteson in 1871.",
        "That Smith does, however, largely employ the deductive method is certain; and that method is legitimate when the premises from which the deduction sets out are known universal facts of human nature and properties of external objects.",
        "The preceding methods are only appropriate for the calculation of isolated logarithms. If a complete table had to be reconstructed, or calculated to more places, it would undoubtedly be most convenient to employ the method of differences.",
        "- In the long vicissitudes of time and procession of continental changes, animals have been subjected to alternations of habitat either through their own migrations or through the \" migration of the environment itself,\" to employ Van den Broeck's epigrammatic description of the profound and sometimes sudden environmental changes which may take place in a single locality.",
        "In Paris he was still in the employ of the cardinal, who delegated to him the lay patronage which he still retained in the diocese.",
        "It is always an advantage, if possible, to employ an electrostatic voltmeter for measuring potential difference if it is necessary to keep the voltmeter permanently connected to the two points.",
        "In 1431 he endeavoured to employ the restless nobles in 'a war for the conquest of Granada.",
        "It Was Therefore Proposed To Employ A Period Of 160 Years, In Which One Of The Intercalary Months Should Be Omitted; But As This Period Was Too Long To Be Of Any Practical Use, It Was Never Generally Adopted.",
        "These and the manufacture of mining machinery employ most of the inhabitants.",
        "But, instead of employing a number of instruments differing only in the weights with which they are loaded, we may employ the same instrument, and alter its weight either by adding mercury or shot to the interior (if it can be opened) or by attaching weights to the exterior.",
        "This is a general declaration of intention to lend themselves to the peaceable adjustment of difficulties and employ their diplomacy to this end.",
        "Henry, who saw through the artifice, and was already looking round for a more popular successor to Wolsey, made the gracious answer that he would employ More otherwise.",
        "The number of points of the compass, according to the Chinese, is twenty-four, which are reckoned from the south pole; the form also of the instrument they employ is different from that familiar to Europeans.",
        "These utterances are eminently characteristic. They show how far Bismarck was (even at the close of 1870) from comprehending the traditional policy of the papacy towards Germany and German interests, and how little he conceived it possible to employ the relations between the future empire and the Vatican as a point of departure for a successful and consistent ecclesiastical policy.",
        "But she could order the use of the knout and of mutilation as freely as the most barbarous of her predecessors when she thought the authority of the state was at stake, and she did employ them readily to suppress all opinions of a heterodox kind, whether in matters of religion or of politics, after the beginning of the French Revolution.",
        "The British Admiralty employ it to save weight in the Navy, and the war-offices of the European powers equip their soldiers with it wherever possible.",
        "The individual and collective influence of the several impurities which occur in the product of the Heroult cell is still to seek, and the importance of this inquiry will be seen when we consider that if cast iron, wrought iron and steel, the three totally distinct metals included in the generic name of \"iron\" - which are only distinguished one from another chemically by minute differences in the proportion of certain non-metallic ingredients - had only been in use for a comparatively few years, attempts might occasionally be made to forge cast iron, or to employ wrought iron in the manufacture of edge-tools.",
        "The Korinchis live among the mountains south of Padang, and farther south on the borders of Palembang and Benkulen are the Rejangers, a peculiar tribe who employ a distinctive written character which they cut with a kris on bamboo or lontar.",
        "The land is for the most part let by the proprietors to mercanti di Campagna, who employ a subordinate class of factors (fattori) to manage their affairs on the spot.",
        "Huser did not employ the early printed copies only, but collected all the manuscripts which he could procure, and used them also in forming his text.",
        "It was this lack of native talent which compelled Gustavus frequently to employ the services of foreign adventurers like Berent von Mehlen, John von Hoja, Konrad von Pyhy and others.",
        "& P. Coats) and Anchor mills (Clark & Company) are now the dominant factors in the combination that controls the greater part of the thread trade of the world and together employ 10,000 hands.",
        "Once only during his residence had he to employ armed force against the surrounding tribes.",
        "It is the chief seat of the textile industry in south Germany, and its cloth, cotton goods and linen manufactories employ about 10,000 hands.",
        "Apart from these docks Ostend has a very considerable passenger and provision traffic with England, and is the headquarters of the Belgian fishing fleet, estimated to employ 400 boats and 1600 men and boys.",
        "Such was Johnson's reputation that, in 1747, several eminent booksellers combined to employ him in the arduous work of preparing a Dictionary of the English Language, in two folio volumes.",
        "Symeon was no doubt his original Aramaic name, and the earliest gospel, Mark, which has some claim specially to reproduce Petrine tradition, is careful to employ Simon until after the name Peter had been given, and not then to use it again.",
        "During the month of July his own mind reached the virtual determination to give slavery its coup de grace; on the 17th he approved a new Confiscation Act, much broader than that of the 6th of August 1861 (which freed only those slaves in military service against the Union) and giving to the president power to employ persons of African descent for the suppression of the rebellion; and on the 22nd he submitted to his cabinet the draft of an emancipation proclamation substantially as afterward issued.",
        "At present one is inclined to say that he was not altogether ignorant of these arts, but that from want of practice he found it convenient to employ some one else whenever he had anything to write.",
        "brought The number of civilians in the employ of the govern under ment was very small, and the administrative machinery control.",
        "The Mixed Tribunals employ a code based on the Code Napoleon with such additions from Mahommedan law as are applicable.",
        "Originally these texts had an application to the king alone, but before the beginning of the XIIth Dynasty private individuals had begun to employ them on their own behalf.",
        "It was but natural that the Egyptians should wish to employ magic for their own benefit or self-gratification, and since religion put no veto on the practice so long as it was exercised within legal bounds, it was put to a widespread use among them.",
        "It is strange that in the midst of these persecui~ions he continued to employ Christians in high official positions.",
        "It was suggested, however, at Constantinople that Ali would employ this force when he collected it for securing his own independence, and a messenger was sent by the Porte to the pasha with orders for his execution.",
        "A conference of ambassadors was held in Constantinople, and the sultan was invited to quell the revolt; but he hesitated to employ his troops against Mussulmans who were professing merely to oppose Christian aggression.",
        "(3) Egypt occupied by the British.-:At last the British government determined to employ armed force, and invited France to co-operate.",
        "Proposals have been made to employ hypnotism as a method of producing anaesthesia for surgical purposes, but there are two grave objections to such employment.",
        "Inject stimulants subcutaneously; give coffee - hot and strong - by the mouth and rectum, or use large doses of caffeine citrate; and employ artificial respiration.",
        "Do not employ such physiological antagonists as pilocarpine or morphine, for the lethal actions of all these drugs exhibit not mutual antagonism but coincidence.",
        "The absence of differentiation into root, stem and leaf which prevails among seaweeds, seems, for example, to have led Linnaeus to employ the term in the Genera Plantarum for a sub-class of Cryptogamia, the members of which presented this character in a greater or less degree.",
        "It is perhaps desirable, in an article like this, to treat of algae in the widest possible sense in which the term may be used, an indication being at the same time given of the narrower senses in which it has been proposed to employ it.",
        "The second and larger species is the water-rat, or \"watervole,\" which belongs to a second section of the genus, and is commonly known as Microtus (Arvicola) amphibius, although some writers employ the inappropriate specific name terrestris.",
        "They employ the bamboo for making drums and flutes.",
        "For water-vessels, &c., they employ gourds and large coco-nut shells, in preparing which they pour in water and allow the pulp or the kernel to decay, so that it may be removed without breaking the rind or shell.",
        "They employ vegetable dyes for painting their bark-cloth, calabashes, &c. In some islands they also use a red earth for this purpose.",
        "The industry in weaving shawls and lighter fabrics has died out; and the large iron, coal and fire-clay works at Eglinton, and worsted spinning, employ most of the inhabitants.",
        "The strike of miners in the Pas de Calais after the disaster at Courrieres, leading to the threat of disorder on the 1st of May 1906, obliged him to employ the military; and his attitude in the matter alienated the Socialist party, from which he definitely broke in his notable reply in the Chamber to Jean Jaures in June 1906.",
        "The last great assault was delivered with more precision, if with less fury than the others, and had Dannenberg chosen to employ the 9000 bayonets of his reserve, who stood idle throughout the day, to support the 6000 half-spent troops who made the attack, it would probably have been successful.",
        "Then, lastly, we have a parable of the servant who failed to employ the money entrusted to him; and a promise that the disciples shall sit on twelve thrones to judge the twelve tribes of Israel.",
        "It became early a custom for the prebendaries and canons of a cathedral to employ \" priest-vicars \" or \" vicars-choral \" as their substitutes when it was their turn as hebdomedary to sing High Mass and conduct divine office.",
        "The employment of such vicars was by no means general in the early Church, but towards the 13th century it became very general for a bishop to employ a vicar-general, often to curb the growing authority of the archdeacons.",
        "It is perhaps the very rapidity of the movement that is likely to retard its progress, and to fail to carry with it the wealthy clients and the decorators they employ, or perhaps even to increase the disposition to cling to the reproductions of the styles of the i i th and i 8th centuries.",
        "It is, therefore, decidedly preferable to employ \" muffle-furnaces \" in which the heating is performed from without, the fire-gases passing first over the arch and then under the bottom of the muffle.",
        "Heinsius (1641-1720) secured his election as one of the pastors of the Walloon church at the Hague, intending to employ him mainly in civil affairs.",
        "xliv., February 1857), proposed to employ glass for the specula of telescopes, the reflecting surface of the glass speculum to be covered with silver by Liebig's process.",
        "Therefore, to observe stars of a different declination it will be necessary either to shift the direction of the fixed telescope, keeping its axis still pointed to the coelostat mirror, or to employ a second mirror to reflect the rays from the coelostat mirror along the axis of a fixed telescope.",
        "A Portuguese by birth, he had been sailing in the employ of King Charles I.",
        "The cotton and woollen industries employ the majority of the inhabitants, and there are stone quarries in the neighbourhood.",
        "In order to be independent of the accuracy of the thermometer employed for observing the initial temperature of the water introduced, it has been usual to employ water at ioo° C., adopting as unit of heat the \" mean calorie,\" which is one-hundredth part of the heat given up by one gramme of water in cooling from ioo° to o° C. The weight of mercury corresponding to the mean calorie has been determined with considerable care by a number of observers well skilled in the use of the instrument.",
        "But In Order To Obtain Trustworthy Results By This Method He Found It Necessary To Employ Very Rapid Stirring (2000 Revolutions Per Minute), And To Insulate The Wire Very Carefully From The Liquid To Prevent Leakage Of The Current.",
        "In The Case Of Water Or Other Liquids It Is Necessary To Employ A Platinum Wire Stretched Along The Tube As Heating Conductor.",
        "But `Adi was too scrupulous to employ the public money for raising the pay of his soldiers, whilst Yazid promised mountains of gold.",
        "In administrative reforms the Korean government followed his guidance; laws could not be enacted nor administrative measures undertaken without his consent; the appointment and dismissal of high officials, and the engagement of foreigners in government employ, were subject to his pleasure.",
        "What, however, Hume describes as \" all the logic I think proper to employ in my reasoning,\" viz.",
        "When glass tubes are used it is better to employ tubes thicker at the ends than in the middle, as it has been found that when the safe voltage is exceeded and the glass gives way under electric strain, the piercing of the glass nearly always takes place at the edges of the tin foil.",
        "To turn a line through a certain angle in a given plane, a certain operator is required; but when we wish to turn it through an equal negative angle we must not, in general, employ the negative of the former operator.",
        "But when, instead of the highly artificial expression ix-}-jy+kz, to denote a finite directed line, we employ a single letter, a (Hamilton uses the Greek alphabet for this purpose), and find that we are permitted to deal with it exactly as we should have dealt with the more complex expression, the immense gain is at least in part obvious.",
        "Neither of these men professed to employ the calculus itself, but they recognized fully the extraordinary clearness of insight which is gained even by merely translating the unwieldy Cartesian expressions met with in hydrokinetics and in electrodynamics into the pregnant language of quaternions.",
        "The manufacturing industries in the grand-duchy are considerable; they employ 41% of the population.",
        "She sought to employ force of arms, calling upon her son, her nephew Edward II.",
        "He did not employ the Old Testament as now reconstructed by scholarship or judged by criticism, but in its simple and obvious and traditional sense.",
        "The Carthusian monks, to whom the monastery was entrusted by the founder, were bound to employ a certain proportion of their annual revenue in prosecuting the work till its completion, and even after 1542 the monks continued voluntarily to expend large sums on further decoration.",
        "To employ the electroscope as a means of detecting radio-activity, we have first to test the leakage quality of the electroscope itself.",
        "He appoints numerous officers with the concurrence of the Senate, has the usual power of vetoing legislative bills, and has authority to inspect the records of officers, or to employ accountants to do so, and to suspend, during a recess of the General Assembly, any executive officer at the seat of government except the lieutenant-governor; he must, however, report to the General Assembly at its next session the cause of any suspension and that body determines whether the suspended officer shall be restored or removed.",
        "We may, for instance, employ the three Cartesian co-ordinates of a particular point 0 of the body, and three angular co-ordinates which express the orientation of the body with respect to 0.",
        "The kinematical relations above explained now lead to the conclusion that in calculating the effect of extraneous forces in an infinitely short time t we may take moments about an axis passing through the instantaneous position of G exactly as if G were fixed; moreover, the result will be the same whether in this process we employ the true velocities of the particles or merely their velocities relative to G.",
        "In 1883 Lucien Gaulard, following a line of thought opened by Jablochkov, proposed to employ high pressure alternating currents for electric distributions over wide areas by means of transformers.",
        "On the 30th he was suspended from council and bench, and ordered to employ his leisure in revising certain obnoxious opinions in his reports.",
        "As his object was new and hitherto unproposed, so the method he intended to employ was different from all modes of investigation hitherto attempted.",
        "The first were the speculative or logical philosophers, who construe the universe ex analogia hominis, and not ex analogia mundi, who fashion nature according to preconceived ideas, and who employ in their investigations syllogism and abstract reasoning.",
        "Thirdly, the induction is amiss which infers the principles of sciences by simple enumeration, and does not, as it ought, employ exclusions and solutions (or separations) of nature.",
        "Collieries and iron-works employ the industrial population.",
        "Monsignor Barnes is rather too apt to employ the method of interpretation by contraries, on the ground that in such letters the writer always concealed the real facts.",
        "The more general practice, however, is to employ what is termed a \"bale opener,\" or \"jute crusher.\"",
        "Agriculture and cattle-breeding employ over one-half the whole population.",
        "The navigable rivers and inland lakes employ a number of small steamers.",
        "At the present time constructors almost always employ the inverse method: they compose a system from certain, often quite personal experiences, and test, by the trigonometrical calculation of the paths of several rays, whether the system gives the desired reproduction (examples are given in A.",
        "No person can be elected who is an alien, is under the age of 30 years or over the age of 70 years, is in the employ of the government, is in the active service of the army or navy, has been convicted of any criminal offence, or is a bankrupt.",
        "Families who have means and do not desire their children to become members of the clergy, employ private tutors, and several have latterly obtained the services of English and French professors to educate their children, while others send their boys to school in England, France, Germany and Russia.",
        "The Babylonians employ the name Gimiri (i.e.",
        "In a charge the infantry also might employ lance and dagger; but the essential point was that the archers should be mobile and their use of the bow unhampered.",
        "Karim was still obliged to take shelter in Shirz, and to employ artifice in order to supply the place of the force in which he was deficient.",
        "He was unanimously chosen to succeed Boniface, after each of the cardinals had solemnly bound himself to employ all lawful means for the restoration of the church's unity in the event of his election, and even, if necessary, to resign the papal dignity.",
        "For the stomach and intestines we employ the same drug in the form of a pill; and when it is desired to act especially upon the intestines, the pills are made of a harder consistence or less soluble preparation, or are covered with keratin, so that they may not act much, if at all, upon the stomach while passing through it before reaching the intestines.",
        "The first scientific attempt to employ portions of raw organs in the treatment of disease was made by Lauder Brunton in diabetes in 1873, sixteen years before Brown-Sequard's paper on the effect of testicular juice.",
        "To Fenelon such employment was clearly uncongenial; and if he was rather too ready to employ unsavoury methods - such as bribery and espionage - among his proselytes, his general conduct was kindly and statesmanlike in no slight degree.",
        "One of his principles was never to allow the soldiers to be idle, and to employ them in time of peace on useful works, such as the planting of vineyards in Gaul, Pannonia and other districts.",
        "But, though usage has made it convenient in this work to employ the term, \" Celtic \" cannot be properly applied to what is really \" Gaelic.\"",
        "These bacteria therefore employ SH 2 as their respiratory substance, much as higher plants employ carbohydrates - instead of liberating energy as heat by the respiratory combustion of sugars, they do it by oxidizing hydrogen sulphide.",
        "The British government maintained that while the measure of care which a government is bound to use in such cases must be dependent more or less upon circumstances, it would be unreasonable to require that it should exceed that which the governments of civilized states were accustomed to employ in matters concerning their own security or that of their citizens.",
        "Henry appears to have been the first to adopt insulated or silkcovered wire for the magnetic coil; and also the first to employ what may be called the \"spool\" winding for the limbs of the magnet.",
        "The omniscient God, by means of His \"scientia media\" (the phrase is Molina's invention, though the idea is also to be found in his older contemporary Fonseca), or power of knowing future contingent events, foresees how we shall employ our own free-will and treat His proffered grace, and upon this foreknowledge He can found His predestinating decrees.",
        "Some of the native tribes in the Congo basin employ it as a material for axes.",
        "This, post he held till 1862, when he became chief officer in the banking-house of Glyn, Mills & Co., in whose employ he remained until 1881.",
        "The state has in its employ 3135 male and 2424 female teachers, and maintains 2901 schools.",
        "The introduction of cotton caused the woollen manufactures on the western side to be superseded by the working up of the imported raw material; but woollen manufactures, themselves carried on now almost entirely with imported raw material, have continued to employ the energies of the inhabitants of the east.",
        "The county council may also employ such other officers and servants as they may think necessary.",
        "District councils may also employ such other officers and servants as may be necessary and proper for the fulfilment of their duties.",
        "Recalled in 1572, he was secretary of state for a short time; his aversion to military violence led him to return to Cleves, where William continued to employ his services and his pen.",
        "It approved the concessions system in principle and regarded forced labour as the only possible means of turning to account the natural riches of the country, but recognized that though freedom of trade was formally guaranteed there was virtually no trade, properly so called, among the natives in the greater portion of the Congo State, and particularly emphasized the need for a liberal interpretation of the land laws, effective application of the law limiting the amount of labour exacted from the natives to forty hours per month, the suppression of the\" sentry \"system, the withdrawal from the concession companies of the right to employ compulsory measures, the regulation of military expeditions, and the freedom of the courts from administrative tutelage.",
        "They employ four different colours, yellow, the natural colour, black, red and brown, which are obtained by dyeing, and these colours they combine into effective designs.",
        "The acid hydrochloride is the best salt to employ.",
        "1 The word is also used of the writers of speeches for the use of the contending parties in the law courts, who were forbidden to employ advocates.",
        "Breweries and mustard mills employ many hands.",
        "The census officers employ it as a convenient generic to include 42 millions of the population of Bengal, comprising elements of transparently distinct ethnical origin, and separated from each other by their language, customs and religious rites.",
        "The government employ steam vessels for passenger and mail services between the islands, and there are large numbers of sailing craft belonging to the islanders.",
        "In Normandy the farmers still employ children under twelve to run through the fields and orchards armed with torches, setting fire to bundles of straw, and thus it is believed driving out such vermin as are likely to damage the crops.",
        "The professional, commercial and industrial occupations employ about 4th of the white population.",
        "An obvious and fruitful extension of the method is to employ the inspectors only in those districts which, for the time being, promise the most useful results.",
        "Hydrochloric, hydrobromic, hydriodic, hydrofluoric, nitric, phosphoric and many other acids are manufactured by the action of sulphuric acid on their salts; the alkali and chlorine industries, and also the manufacture of bromine and iodine, employ immense quantities of this acid.",
        "For similar reasons it is necessary to employ much more water than is required to form H 2 SO 4; and this is all the more necessary as strong sulphuric acid dissolves the nitrous compounds in the shape of nitroso-sulphuric acid, and thus withdraws these oxygen carriers from the gas-space of the chambers where the necessary reactions take place.",
        "On the continent of Europe makers generally prefer to employ liquid nitric acid, which is run through the Glover tower together with the nitrous vitriol.",
        "Other forms, which do not require so lengthy a chain, sometimes employ an epicyclic train to obtain the reduced velocity of the load.",
        "i, 2, &c.), employ it in the sense of an Different established rule, ecclesiastical in its origin and in its object.",
        "Baroda and the Kathiawar states employ their own inspectors.",
        "In 1810 James Mott entered the employ of Lucretia's father in Philadelphia, but the business was not successful and in 1817 Lucretia opened a small school under the care of the Pine Street Monthly Meeting, but gave it up a year afterwards and in the same year was recognized by the Friends as an \"acknowledged minister.\"",
        "For the definition of large numbers we may employ either of two methods, which will be called the grouping method and the counting method.",
        "For the accurate comparison of resistance coils it is usual to make use of the Matthiessen and Hockin bridge, and to employ the method of differential comparison due to G.",
        "The later houses employ a very flat arch, the use of which goes on in some of the houses and smaller churches of the Renaissance.",
        "The revulsion only came when the queen, victorious after the rout of Ludford, Supp,~sapplied to the vanquished Yorkists those penalties of sion of confiscation and attainder which Duke Richard ~had Yorks always refused to employ in his day of power.",
        "A government could no longer employ its powers for direct oppression.",
        "Sir Robert Peel had attempted to deal with it (1) by purchasing large quantities of Indian corn, which he had retailed at low prices in Ireland, and (2) by enabling the grand juries to employ the people on public works, which were to be paid out of moneys advanced by the state, one-half being ultimately repayable by the locality.",
        "The Chartists, reviving the machinery which they had endeavoured to employ in 1839, decided on preparing a monster petition to parliament, which was to be escorted to Westminster by a monster procession.",
        "The gas which is obtained by the destructive distillation of coal, and which we employ as our chief illuminant, is not a definite com pound, but a mechanical mixture of several gases, some Gaseous .",
        "On the accession of the Caps to power in 1766, Fersen assisted the court in its struggle with them by refusing to employ the Guards to keep order in the capital when King Adolphus Frederick, driven to desperation by the demands of the Caps, publicly abdicated, and a seven days' interregnum ensued.",
        "They declared that they would yield in the matter of ceremonies so far as to employ unleavened bread in the eucharist, to use fonts in baptism, and to allow festival days, provided the people might pursue their ordinary avocations after public service.",
        "It allowed the chief to call for the labour of any district, and to employ it in planting, house or canoe-building,supplying food on the occasion of another chief's visit, &c. This power was often used with much discernment; thus an unpopular chief would redeem his character by calling for some customary service and rewarding it liberally, or a district would be called on to supply labour or produce as a punishment.",
        "Where the modern orator would employ a wealth of imagery, or elaborate a picture in exquisite detail, Demosthenes is content with a phrase or a word.",
        "For high temperature work it is necessary to employ platinum, which would be an ideal standard for all purposes on account of its constancy and infusibility, did not the thermoelectric properties of different specimens differ considerably.",
        "Other advantages are given in connexion with the qualifying of experts, &c., while nearly all the county associations in the United Kingdom employ qualified men who visit members in spring and autumn for the purpose of examining hives and giving advice on bee management to those needing it.",
        "By adapting to this instrument various ingenious devices he was enabled to employ it in a great variety of investigations, connected especially with photometry, hygroscopy and the temperature of space.",
        "But the capacity of the tribes for resistance was already failing, and when at the close of the Crimean War Russia was able to employ large forces on the Caucasus, the defenders were gradually subdued, Shamyl himself being captured in 185 9.",
        "To reduce the aberrations Sir David Brewster proposed to employ in the place of glass transparent minerals of high refractive index and low dispersion.",
        "Where very short focus simple microscopes are employed, using high magnifications, it is imperative to employ a stand which permits exact focusing and the use of a special illuminating apparatus.",
        "He was the first to recognize the insufficiency and the unreliability of the feudal levies, the first to employ a regular army on a large scale, the first to depend more upon strategy and tactics than upon mere courage.",
        "Illegal immigrants taking away our jobsâ€”again, Mr. Dean has a young woman in his employ whom I hope he's checked carefullyâ€”she doesn't even speak our language.",
        "The service is intended for people who cannot afford to employ an accountant.",
        "agencyquestion was whether Trusts should employ outside agencies to provide parent education.",
        "Many chemotherapy treatments employ DNA alkylation as a means of destroying cancerous cells.",
        "Whichever route you decide to take, for many people the next step will be to employ an architect.",
        "Almost a quarter of local authorities do not employ an archivist!",
        "Q. How many qualified archivists does the Museum employ?",
        "Provided you employ an experienced make-up artist, they should have no problem in creating make-ups that work well on HD.",
        "To employ an audit assistant for a further 8 hours per week.",
        "They decide to employ a boy to help them with the duties on their farm and approach the orphan asylum for suggestions.",
        "Friend E suggested I only employ au pairs who were too fat to attract a social life.",
        "IBCs are permitted to own shares in other Bahamian companies, maintain bank accounts in the jurisdiction and employ the services of local professionals.",
        "bank accounts in the jurisdiction and employ the services of local professionals.",
        "They employ bouncers on match days who won't let anyone in without a home ticket.",
        "I will only employ bounty hunters who work for money.",
        "With more delicate constructions, we employ sponges and soft bristled brushes to gently groom the face fiber and allow a gentle cleaning action.",
        "The main aims are: Employ a Domestic Violence co - ordinator came into post in June.",
        "The Lord Mayor is Chairman of our Management Committee We employ one full time rat catcher (all other workers are volunteers ).",
        "Some schools will employ teachers without a TEFL certifi cate but it's better to have it as back up.",
        "cent per annum and is currently estimated to employ over 150,000 people.",
        "Many schools employ a chaplain, usually a priest, who also teaches part-time.",
        "Anyway, once I've moved in I'll employ a chauffeur to do the driving for me!",
        "chlorinated solvent instead of water and we often employ this technique on oriental rugs that are unstable to water.",
        "John Garstang was the first to employ modern pottery chronology to explore this biblical site.",
        "The Council will decide not to employ a cleaner.",
        "It embodies one of the most effective weapons of moral coercion that it is possible to employ in the struggle of all against all.",
        "For example, cognitive science could employ video-based methodologies for the analysis of situated cognition.",
        "That is impossible where they do not employ the comparators.",
        "confederation of independent organizations which select, recruit and employ their own staff.",
        "Couriers mainly use vans or motorcycles but in the larger urban areas, some will employ bicycle couriers mainly use vans or motorcycles but in the larger urban areas, some will employ bicycle couriers.",
        "craftsmanbusiness expanded so he began to employ craftsmen whom he trained.",
        "All of our tables are custom built for us; we use professional quality chips and playing cards and we only employ experienced croupiers.",
        "Established in 1908, we employ over 1,200 people in motor dealerships across the UK.",
        "Creditors employ a variety of tactics to trace debtors.",
        "I employ fabby local designers to get the glue gun fired up!",
        "digitized squadron can employ multiple force protection measures to increase the survivability of the force.",
        "Lawyers for the Government claimed that the NDLB scheme meant that it did not employ the dockers.",
        "They have even had to employ a doorman at the local line dancing class in a bid to prevent rowdy youngsters causing trouble.",
        "The idea that they might employ an economist or someone to engage with the community is newer still.",
        "employ support staff in a wide variety of roles.",
        "employ either a daily nanny, a live in nanny or a nanny shared with another family.",
        "Over 90% of rural firms employ less than 10 people with most of the craft and rural trade firms employ less than 10 people with most of the craft and rural trade firms employing fewer than five.",
        "Many of the therapies employ COMO Shambhala products, formulated with pure organic essential oils and herbs.",
        "Hollywood park's employ may not act it's situational ethics.",
        "Anyone may employ as many exhortations and arguments as he pleases, toward the promoting of another man's salvation.",
        "His standard of living on the farm was above average and he could employ farmworkers to help him with the improvements.",
        "Club Secure employ nationwide fitters who will travel to your home address or to a caravan dealer to install the device.",
        "It is not necessary to employ a professional fundraiser to submit a well argued case.",
        "IMO you would be best to put up the rent by the cost of maintaining the garden & employ a regular gardener.",
        "goodman musgrave and employ individuals with.",
        "grit removed from the face fiber, we then employ a specially designed hand tool.",
        "He was a churchman in Alfred's employ, so it is not surprising that he wrote more hagiography than biography.",
        "If he just wanted to show off he wouldn't employ four other heavyweights of the contemporary jazz scene to play his music.",
        "So Joseph had a small hermitage built further up the road from the house and he tried to employ a professional hermit.",
        "You can research the history of your house yourself, or you can employ professional architectural historians.",
        "Similarly, a man or woman may employ a housekeeper or servant of the other sex.",
        "I have to employ someone twice a week to help me with the general housework too.",
        "There are 71 recognized beagle packs, about fifty of which employ a huntsman or kennel huntsman.",
        "Did he employ any interpreters or conduct any interviews during the campaign?",
        "Comes with a flat key to quell concerns that the Ace cylindrical keyway Kryptonite used to employ could be picked with a cylindrical pipe.",
        "Client might employ a gardener on a shared basis with local laird.",
        "But it is perfectly lawful to employ someone who is still in the initial stages of applying for a NI no.",
        "But many have lengthy waits to see a doctor and surgeries often employ staff unaware of the specific needs of an HIV positive patient.",
        "It merely means that we employ the natural locution that language has given us.",
        "mercenaryossible both Nations preferred to employ Bohemian mercenaries to crew their war wagons.",
        "methodologythere are many other providers of senior debt who employ different methodologies for structuring loans.",
        "This unique pilot project will employ six trainees commencing mid April and is supported by the Skillset Film Skills Fund and Film London.",
        "If the Trust has a midwifery shortage it can employ an independent midwife, as other Trusts have done.",
        "We are testing the hypothesis that all Maculinea and Microdon species employ chemical mimicry to a varying degree.",
        "Why, oh, why do they employ absolute morons to write these things.",
        "These examinations employ a wide variety of question types including multiple-choice, essays and data-handling.",
        "Many career women who employ a nanny have to allocate virtually their entire wage to paying their nanny.",
        "If using the subscript notation, solvers often create a larger copy of the puzzle or employ a sharp or mechanical pencil.",
        "The outcome of which was to employ 7 operatives directly.",
        "An operator can employ another person to employ bookings, but the licensed operator retains overall responsibility to maintain the license conditions.",
        "partridge numbers are increasing due to all the management methods we employ.",
        "His Director said no, he didn't want to employ part-timers.",
        "peaceable lives, Do you infant muscles employ such Pistol justice affliction.",
        "He used a penknife where St. Vincent took a hatchet, to employ his own figure.",
        "The construction phase will employ up to a hundred people.",
        "Would it not be far better to employ more litter pickers who are actually needed rather than waste rate payers money?",
        "Or employ professional Irish or salsa dancers, a magician, a highland piper or a comedian.",
        "Pine and eucalyptus plantations cover 4% of the country and employ 17% of the formal labor force.",
        "In particular, the work will employ spectral diagnostics developed for solar physics research to understand what is going on in the tokamak plasmas.",
        "We should not find so many places in this way as we could if we allowed these sectors to employ people on benefit plus.",
        "preparative methods employ high temperatures to overcome the considerable diffusion barriers present in most solid-solid reactions.",
        "Some ID systems employ ` ` garbage collection ' ' to automatically reclaim memory that is not being actively used.",
        "In particular, we demonstrate the superiority of the proposed approach over standard mesh refinement algorithms which employ ad hoc error indicators.",
        "Most of the work of the Committee is undertaken by volunteers, but we do employ an elected Sabbatical to provide a coordinating function.",
        "The new Lexus is the first luxury sports saloon to employ hybrid technology.",
        "scruple to employ the weapons of ridicule and sarcasm in defense of free speech and reason.",
        "Tonight's winners, (thought I'd spoil the surprise) Blindsight, employ good heavy rhythms, hard rifts and unforgiving vocals!",
        "Whether you are in business on your own, or employ a small sales team, this is a ' must ' read.",
        "technicalitydo not understand the technicalities of building services is why they employ specialists.",
        "We employ different security techniques to protect such data from unauthorized access by users inside the company.",
        "To produce tincture tablets, we employ Vogel's unique method of tablet production using the tincture tablets, we employ Vogel's unique method of tablet production using the tincture as the starting point.",
        "tradesmanloyer already has obtained the necessary government permits to employ foreign tradesmen.",
        "The Ministry of Defense and the Army both employ translators.",
        "All they tell you is that two of the 43 forces in the country employ one transsexual, possibly more.. .",
        "OPPORTUNITIES All types of organizations employ typists, and some jobs may include reception and clerical duties.",
        "Perhaps Constable Angua could... um, employ her special talents in the direction of this note?",
        "We have to employ several people from the local villages to clear the undergrowth on a regular basis.",
        "Employers are often unfaithful to fulfill their obligations and responsibilities to those in their employ.",
        "vindictive act on the part of someone who has recently left my employer's employ.",
        "Do they employ a warden all year round to check tickets?",
        "That one special end and use unto which rich men should employ their worldly wealth should be the help and relief of the poor.",
        "In 1850 the first weaving mill was built in the town at Castleton to employ hand weavers.",
        "taking wide-angle and fast precession, we have explored the resulting signatures and found which observational tracers are best to employ.",
        "worsted manufacturer from Bradford, who agonized over the need to employ children in his factory.",
        "wrested from the taxpayer, to employ more managers.",
        "Keep the layers loose and not too close a fit, employ full-length zips.",
        "desiring to employ Poland against Austria), and his own skilful negotiations with the Tatar khan, John III.",
        "From these remarks it will be clear that to employ the most suitable kind of yeast for a given alcoholic fermentation is of fundamental importance in certain industries.",
        "The distinguished Latinists Pietro Bembo (1470-1547) and Jacopo Sadoleto (1477-1547) were papal secretaries, as well as the famous poet Bernardo Accolti (d.1534) Writers of poetry like Vida (1490-1566), Trissino (1478-1550), and Bibbiena (1470-1520), writers of novelle like Bandello, and a hundred other literati of the time were bishops;or papal scriptors or abbreviators, or in other papal employ.",
        "The diary kept by the young surveyor indicates that there were already many squatters, largely of German origin, along the South Branch of the Potomac. Christopher Gist, a surveyor in the employ of the first Ohio Company (see Ohio Company), which was composed chiefly of Virginians, in1751-1752explored the country along the Ohio river north of the mouth of the Kanawha, and the company sought to have a fourteenth colony established with the name \" Vandalia.\"",
        "But, as the angle between the positionweb and the distance-webs is a constant, the remedy is to determine that angle (always very nearly a right angle) by any independent method and employ the distance-webs as position-webs in the way described, using the position-web only to determine the instantaneous index error of the position-circle.",
        "The utmost the king could do was to garrison Smolensk and other fortresses and employ his wife Helena, the tsar's daughter, to mediate a truce between his father-in-law and himself.",
        "He writes: \"In my tender yeares, and barneage in Sanct-Androis at the Schooles, having, on the one parte, contracted a loving familiaritie with a certaine Gentleman, &c. a Papist; And on the other part, being attentive to the sermons of that worthie man of God, Maister Christopher Goodman, teaching upon the Apocalyps, I was so mooved in admiration, against the blindnes of Papists, that could not most evidently see their seven hilled citie Rome, painted out there so lively by Saint John, as the mother of all spiritual whoredome, that not onely bursted I out in continual reasoning against my said familiar, but also from thenceforth, I determined with my selfe (by the assistance of Gods spirit) to employ my studie and diligence to search out the remanent mysteries of that holy Book: as to this houre (praised be the Lorde) I have bin doing at al such times as conveniently I might have occasion.\"",
        "He hastened to employ Germans for the reorganization of his finances and his army, and set to work in the determination to maintain his empire in spite of the difficulties surrounding him, to resist the encroachments of foreigners, and to take gradually the reins of absolute power into his own hands, being animated by a profound distrust, not unmerited, of his ministers.",
        "If we have a weight capable of falling through a certain distance, we can employ the mutual forces of the system consisting of the earth and weight to do an amount of useful work which is less than the full amount of potential energy possessed by the system only in consequence of the friction of the constraints, so that the limit of availability in this case is determined only by the friction which is unavoidable.",
        "35 02 99), in which he proposed to employ two batteries at two places to affect the potential of the earth at those places.",
        "In creating powerful electric waves for communication over long distances it is necessary to employ an alternating current transformer (see Transformers) supplied with alternating currents from a low frequency alternator D driven by an engine to charge the condenser (fig.",
        "His first idea seems to have been to employ the vibrations of the current in an electric circuit, produced by moving the armature of an electromagnet included in the circuit nearer to or farther from the poles of the magnet.",
        "Alsted, an early Protestant writer on Natural Theology (in his Methodus Theologiae, 1611, and in later works), defines it as moderns do - some of the contents of his Natural Theology are fantastic enough - and his authorities, again so far as consulted, differ upon the place to be assigned to Natural Theology within a system of study, but do not employ the term.] In later times the expression is common; it is used e.g.",
        "His theory of evolution is essentially pantheistic, and he does not employ his hypothesis of monads in order to work out a more mechanical conception.",
        "In 1821 he began to employ the method of observation by reflection; and in 1825 he devised means (see Mem.",
        "HYPOSULPHITE OF SODA, the name originally given to the substance known in chemistry as sodium thiosulphate, Na 2 S 2 O 3; the earlier name is still commonly used, especially by photographers, who employ this chemical as a fixer.",
        "The travels of Le Vaillant in South Africa having been completed in 5785, his great Oiseaux d'Afrique began to appear in Paris in 1797; but it is hard to speak properly of this work, for several of the species described in it are certainly not, and never were in his time, inhabitants of that country, though he sometimes gives a long account of the circumstances under which he observed them.1Ã‚° From travellers who employ themselves in collecting the animals of any distant country the zoologists who stay at home and study those of their own district, be it great or small, are really not so much divided as at first might appear.",
        "He did not invent the term \"sea-power,\" - it is, as is shown elsewhere (see Seapower), of very ancient origin, - nor did he employ it until Captain Mahan had made it a household word with all.",
        "Protected by this dynasty, the priesthood developed into a completely organized state church, which was able to employ the power of the state in enforcing strict compliance with the religious law-book hitherto enjoined by their unaided efforts only.",
        "To find the effect of linear transformation on the symbolic form of quantic we will disuse the coefficients a 111 a 12, a21, a22, and employ A1, IÃ¯¿½1, A2, Ã¯¿½2.",
        "+bx 2, every leading coefficient of a simultaneous covariant vanishes by the operation of a+Sib=aoda +alda.2+...+a7,-1d a P+bod b Observe that we may employ the principle of suffix diminution to obtain from any seminvariant one appertaining to a (p-I)i c and a q - I ie, and that suffix augmentation produces a portion of a higher seminvariant, the degree in each case remaining unaltered.",
        "ALEXANDRE HERCULANO DE CARVALHO E ARAUJO (1810-1877), Portuguese historian, was born in Lisbon of humble stock, his grandfather having been a foreman stonemason in the royal employ.",
        "It is usually most convenient to employ a telescope focused upon the radiant point, and to place the diffracting apertures immediately in front of the object-glass.",
        "It is exceedingly voracious, feeding on the smaller denizens of the ocean - fish, crustaceans, worms and molluscs, and greedily taking almost any bait the fisherman chooses to employ.",
        "The postal area is divided into eight districts, commonly designated by initials (which it is customary to employ in writing addresses) - East Central (E.C., the City, north to Pentonville and City Roads, west to Gray's Inn Road and the Law Courts); West Central (W.C., from Euston Road to the Thames, and west to Tottenham Court Road); West (W., from Piccadilly and Hyde Park north to Marylebone and Edg 1 The report appeared in eight volumes, the first of which, containing the general conclusions to which allusion is here made, bore the number, as a blue-book, Cd.",
        "In TOkyO, KiOto, Yokohama and Kobern all of which places decorating ateliers (etsuke-dokoro), similar to those of TokyO, have been established in modern timesthe artists use chiefly pigments, seldom venturing to employ vitrifiable enamels.",
        "Among his more famous hoaxes were the \" Edict of the King of Prussia \" (1773), already described; the fictitious supplement to the Boston Chronicle, printed on his private press at Passy in 1782, and containing a letter with an invoice of eight packs of 954 cured, dried, hooped and painted scalps of rebels, men, women and children, taken by Indians in the British employ; and another fictitious Letter from the Count de Schaumberg to the Baron Hohendorf commanding the Hessian Troops in America (1777) - the count's only anxiety is that not enough men will be killed to bring him in moneys he needs, and he urges his officer in command in America \" to prolong the war.",
        "Latin Fathers borrow the word \" dogma,\" though sparingly,, and employ it in all the Greek usages.",
        "Many refused to employ him, in the belief that he was a runaway apprentice, and his poor, ill-fitting apparel and rustic look were everywhere greatly against him.",
        "As already mentioned, all efforts to assimilate optical propagation to transmission of waves in an ordinary solid medium have failed; and though the idea of regions of intrinsic strain, as for example in unannealed glass, is familiar in physics, yet on account of the absence of mobility of the strain no attempt had been made to employ them to illustrate the electric fields of atomic charges.",
        "Paracelsus had seen how bodies were purified and intensified by chemical operations, and he thought if plants and minerals could be made to yield their active principles it would surely be better to employ these than the crude and unprepared originals.",
        "If, therefore, a logic fails to employ the pragmatic test, it is doomed to remain purely formal, and the possibility of applying its doctrines to actual knowing, and their real validity, remain in doubt.",
        "Shipbuilding is carried on at Las Palmas; and the minor industries include the manufacture of cloth, drawn-linen (calado) work, silk, baskets, hats, &c. A group of Indian merchants, who employ coolie labour, produce silken, jute and cotton goods, Oriental embroideries, wrought silver, brass-ware, porcelain, carved sandal-wood, &c. The United Kingdom heads the import trade in coal, textiles, hardware, iron, soap, candles and colonial products.",
        "Now, if a graduated circle B B is attached to the declination axis, together with the necessary verniers or microscopes V V for reading it (see Transit Circle), so arranged that when the telescope is turned on the declination axis till its optical axis is parallel to A A the vernier reads 0Ã‚° and when at right angles to A A 90Ã‚°, then we can employ the readings of 2 Herschel, Phil.",
        "In order to be independent of the accuracy of the thermometer employed for observing the initial temperature of the water introduced, it has been usual to employ water at iooÃ‚° C., adopting as unit of heat the \" mean calorie,\" which is one-hundredth part of the heat given up by one gramme of water in cooling from iooÃ‚° to oÃ‚° C. The weight of mercury corresponding to the mean calorie has been determined with considerable care by a number of observers well skilled in the use of the instrument.",
        "Both Thera and Corinth employ in the earliest inscriptions for ?', not, though in both alphabets the ordinary use as is adopted, no doubt through the influence of trade with other ' In an excellent summary of the different views held as to the origin of the alphabet (Journal of the American Oriental Society, vol.",
        "The term is not applied to those bodies who dissent from the Established Church of Scotland; and in speaking of members of religious bodies which have seceded from established churches abroad it is usual to employ the term \"dissidents\" (Lat.",
        "Numerous other pamphlets appeared, inspired or controlled by Sarpi, who had received the further appointment of censor over all that should be written at Venice in defence of the republic. Never before in a religious controversy had the appeal been made so exclusively to reason and history; never before had an ecclesiastic of his eminence maintained the subjection of the clergy to the state, and disputed the pope's right to employ spiritual censures, except under restrictions which virtually abrogated it.",
        "The iron and machinery trades employ 4500 persons; the textile industries, cotton and yarn spinning and hosiery, 6000; and the making of scientific and musical instruments, including pianos, 2650.",
        "(3) If the directrix, focus and eccentricity be given, we may employ the general method for constructing a conic. Let S (fig.",
        "Sulfur is the best element for rearrangement reactions and allows us to employ the novel strategy of migrating functional groups.",
        "A society may employ an external lottery manager to undertake the running of a lottery on its behalf.",
        "Most of the work of the Committee is undertaken by volunteers, but we do employ an elected sabbatical to provide a coordinating function.",
        "Esk and Tay District Salmon Fishery Boards carry out scientific work and employ fishery managers to enhance the potential of the salmonid fishery.",
        "Let us not scruple to employ the weapons of ridicule and sarcasm in defense of free speech and reason.",
        "As each one has received a special gift, employ it in serving one another as good stewards of the manifold grace of God.",
        "Tonight's winners, ( thought I'd spoil the surprise) Blindsight, employ good heavy rhythms, hard rifts and unforgiving vocals !",
        "That they do not understand the technicalities of building services is why they employ specialists.",
        "To produce tincture tablets, we employ Vogel 's unique method of tablet production using the tincture as the starting point.",
        "The employer already has obtained the necessary government permits to employ foreign tradesmen.",
        "It could equally well employ people for the next century with a changed direction i.e. into transmutation technologies.",
        "All they tell you is that two of the 43 forces in the country employ one transsexual, possibly more...",
        "They also employ four part minor and major seventh chords compared to the triads used exclusively in the previous section.",
        "We discussed many things including a rather vindictive act on the part of someone who has recently left my employer 's employ.",
        "Taking wide-angle and fast precession, we have explored the resulting signatures and found which observational tracers are best to employ.",
        "In 1830 Oastler met John Wood, a worsted manufacturer from Bradford, who agonized over the need to employ children in his factory.",
        "It throws in more money, wrested from the taxpayer, to employ more managers.",
        "A potential nanny must employ a wide breath of knowledge about children; have a flexible personality and the strong ability to handle emergencies.",
        "Luckily, if you employ some smart shopping strategies, you can save a lot of money on newborn clothes.",
        "Rather, if you want to keep your baby's diaper area clean and red-free, you'll need to employ a steady regimen of preventative and curative measures.",
        "This process may need to occur several times over the week, but it is a harmless procedure that does not employ chemicals.",
        "Get familiar with the Mexican real estate laws, and employ the services of a notary when you want to purchase property.",
        "The notary will also require that the terms of the contract can be understood, therefore a non-German speaker will be required to employ the services of an official translator.",
        "There are many other sports and activities that employ GPS technologies to help participants.",
        "However, it is never too late to employ preventative measures alongside rehabilitative care, even if your cat is well into the geriatric stage.",
        "Gamers must employ creativity when individualizing their avatars, and this leads to some of the best and most humorous names for their characters.",
        "Dealing with a collection agency can be a stressful situation, but sometimes a creditor has no choice but to employ the use of collectors.",
        "Collection agencies employ a lot of scare tactics to get you to pay up.",
        "Certifications - Does the company employ certified debt settlement negotiators?",
        "In addition to providing quality furniture to the residents of Jamaica, they have also done a lot to renovate the furniture industry in the country and employ over 1000 people across the nation.",
        "There are a number of different strategies you can employ when exploring how to build a dining room table.",
        "Most home wind power kits employ small wind turbines to create power.",
        "Employ shading device like canopies or trees to block sun in hot weather.",
        "There are two primary methods that are used to utilize solar energy and both employ the use of solar panels.",
        "Space is often an issue in apartment living, so employ tricks of the trade to create the illusion of more space.",
        "Many larger architectural firms employ interior designers.",
        "Speakers featuring Dolby Pro-Logic decoders employ four channels positioned to the left, right, rear, and center of your big screen.",
        "Inexpensive transverse rods can stick or employ flimsy pulls that break easily.",
        "You don't even have to employ a rod to hang curtains or create an interesting window treatment.",
        "At LoveToKnow Makeup we employ a full-time editor to consistently oversee all the content, submissions and changes.",
        "A couple of days before, only employ a mild facial cleanser twice daily, to keep face clean and fresh.",
        "Whether you chose a home tan kit or a salon spray booth, both employ the same tanning process.",
        "Employ the full coverage brush for an all over foundation or the concealer brush for spot coverage.",
        "Another great reason to invest in a lip gloss and liner set are the different combinations you can employ.",
        "There are a lot of different prom makeup styles one can employ, so it can be difficult to decide which one to choose.",
        "Kuma War - Playing from a first-person perspective, employ predator drones to identify and attack enemies.",
        "These companies don't pay as well as traditional royalty-free photo companies; however, they also don't employ the same strict restrictions as full-fledged royalty-free agencies.",
        "Bank of America offers a save the change plan that can be useful to employ in your own budgeting and spending concerns.",
        "This chronic type of stress can cause serious medical problems if you don't employ stress management techniques to ease your worry.",
        "Facilities employ staff that specialize and are certified for dealing with anger management issues.",
        "While it may be difficult for people with mental illness to employ anger management techniques when stressed, it is still possible and beneficial for them to know the techniques and attempt to use them when needed.",
        "Managers who regularly employ humor rather than anger are also more effective over the long-term.",
        "At LoveToKnow, we employ full-time editors to consistently oversee all the content, submissions, and changes.",
        "Summon your courage, employ a little creativity, and you just may receive that \"yes\" you've been looking for.",
        "Many schools also employ nutritional assistance for teens.",
        "If you employ a wedding DJ for your dance, she/he may be able to provide this service as part of a package (he/she may already have permission to make and distribute music CDs legally-be sure to ask).",
        "Now smugglers often employ dangerous methods to get the illegal substance into the country.",
        "Many employ drug runners to swallow small bags of the drug, and wait for it to pass through their system.",
        "Even if your centerpiece is all cupcakes, though, there are plenty of tactics you can employ to give it a \"wow\" factor.",
        "The higher the quality of the item, the more likely it is to employ materials that cannot be machine-washed.",
        "Area businesses are quick to employ GRCC students within their field of study, serving not only as a way to pay for school, but also a way to increase one's knowledge within the field.",
        "Online classes employ only slow, print-based correspondence.",
        "The book breaks down project management by process groups as well as providing a road map and tool kit for project managers to employ in handling their projects.",
        "A willingness to commit to a long term contract is also highly desirable because cruise ships prefer to employ persons who can take the time to learn procedures well and will be able to serve the cruise line for an extended period of time."
    ],
    "definition": [
        "a. To provide work to (someone) for pay: agreed to employ the job applicant.\nb. To engage the attention or activity of; occupy: employed himself for an hour reading blogs.",
        "To put (something) to use or service: employed a pen to open the package; employed her skills in the new job.",
        "To devote (time, for example) to an activity or purpose: employed several months in learning Swahili.",
        "The state of being employed: in the employ of the city.",
        "Archaic An occupation.",
        "em·ploy′a·bil′i·ty\nnoun",
        "em·ploy′a·ble\nadjective",
        "em·ploy′er\nnoun",
        "Link/Cite",
        "The state of being an employee; employment.\nThe school district has six thousand teachers in its employ.",
        "To hire (somebody for work or a job).\nYesterday our local garage employed a new mechanic.",
        "To use (somebody for a job, or something for a task).\nThe burglar employed a jemmy to get in.",
        "To make busy.",
        "Link/Cite"
    ]
}