{
    "translation": "לרוקן, ריק",
    "uses": [
        "My house was not empty though I was gone.",
        "It was an empty vodka bottle.",
        "She noticed the nearly empty gin bottle for the first time.",
        "Bird Song was empty when the Deans returned after retrieving the Jeep and making their way to the inn by back streets.",
        "His purse was always empty because it was open to everyone.",
        "The room was empty aside from the table.",
        "When the meal ended and the dishes were put to bed, the three withdrew to the parlor, now empty of guests who were either dining uptown or waiting in line to do so.",
        "He's thirty-six years old and starting life over; he's an empty box.",
        "An empty stomach made the experience less embarrassing.",
        "It wasn't wise to allow a canteen to go empty in this country, but the water supply was getting low.",
        "When all outside is cold and white, when the little children of the woodland are gone to their nurseries in the warm earth, and the empty nests on the bare trees fill with snow, my window-garden glows and smiles, making summer within while it is winter without.",
        "You are like an empty vessel.",
        "I have met people so empty of joy, that when I clasped their frosty finger tips, it seemed as if I were shaking hands with a northeast storm.",
        "He shielded his eyes and gazed into an empty prison cell opposite his.",
        "They emptied all the water into four canteens and took four empty ones with them.",
        "\"I'm looking for a little information,\" Dean added as he took an empty seat.",
        "Pierre led them to the empty, well-lit helicopter hangar, where several men crowded around a still body on the hangar floor.",
        "In the United States, de Tocqueville's voluntary associations still do the job and anyone willing to make her way to a church or food pantry and say she is hungry will not leave empty handed.",
        "The door closed with an ominous boom that echoed throughout what sounded like a massive but empty chamber.",
        "Rights do not mean much, he reasoned, to those with an \"empty stomach, shirtless back, roofless dwellings ... unemployment and poverty, no education or medical attention.\"",
        "She stared down at the empty camp.",
        "And if Martha's discovery had been substituted with the theater prop, he'd bet his boots there was an empty trunk out there somewhere!",
        "Sofia stuffed Dr. Bylun's paper into her empty cup, tossed it, and joined the onlookers lining the street.",
        "Once the floors had been waxed and the furniture polished, the house sparkled - in an empty kind of way.",
        "Prince Andrew glanced at Kutuzov's face only a foot distant from him and involuntarily noticed the carefully washed seams of the scar near his temple, where an Ismail bullet had pierced his skull, and the empty eye socket.",
        "Dean grabbed the near-empty plate, salvaging the few remaining morsels while Pumpkin was searching for more empty pockets to fill as he rose to leave.",
        "Bird Song wasn't locked and the place was empty most of today—even Maria was watching the parade.",
        "Wynn lounged in his seat at the garden table, an empty wine glass before him.",
        "The place was dark and empty.",
        "Three empty bedrooms were closed off to the heat, as well as a full bath that looked as though it hadn't been used in years.",
        "Bird Song was empty, or so they thought, when they returned.",
        "Too much alcohol on an empty stomach.",
        "Prince Andrew dimly realized that all this was trivial and that he had more important cares, but he continued to speak, surprising them by empty witticisms.",
        "His empty gaze shifted momentarily from the window to her face.",
        "I must have guessed incorrectly as I saw only empty camp sites beyond.",
        "\"But it can't be he, alone in the midst of this empty field!\" thought Rostov.",
        "He's handsome, mysterious and fills an empty spot... but love?",
        "Pulling into a well lit empty parking lot, she parked the car to the side.",
        "Life was empty without him and no one seemed to be anxious to replace him - especially her parents.",
        "The waiting room consisted of two chairs, an empty magazine rack, and a potted plant in the corner.",
        "Within a week the peasants who came with empty carts to carry off plunder were stopped by the authorities and made to cart the corpses out of the town.",
        "She listened joyfully (as though she had not expected it) to the charm of the notes reverberating, filling the whole empty ballroom, and slowly dying away; and all at once she felt cheerful.",
        "What man but a philosopher would not be ashamed to see his furniture packed in a cart and going up country exposed to the light of heaven and the eyes of men, a beggarly account of empty boxes?",
        "\"Costumes,\" the lady said, disappointment like empty socks at Christmas ringing in her voice.",
        "We left an empty bottle by his car and tent and drove back in the Ford.",
        "The house was completely empty.",
        "He sat on a sofa while she settled into a leather rocker where she'd evidently been sitting, as there was a nearly empty pint of vodka on the table next to her.",
        "His eyes were black and empty, his frame small and wiry.",
        "The birds had flown, and their empty nests in the bare trees were filled with snow.",
        "The squadron overtook and passed the infantry and the battery--which had also quickened their pace--rode down a hill, and passing through an empty and deserted village again ascended.",
        "I had withdrawn so far within the great ocean of solitude, into which the rivers of society empty, that for the most part, so far as my needs were concerned, only the finest sediment was deposited around me.",
        "I trudged through a boring day, knowing I'd return to an empty apartment as Betsy was off to Los Angeles for the entire week.",
        "Successes were limited for the week with one found child, accidently trapped in a locked room of an empty house and one spousal abduction, in the face of a restraining order.",
        "Prior to its construction, a school bus could only pass over it empty, necessitating the children to alight, walk, and rejoin their transportation of the far side.",
        "Without Quinn the stuff is as useless as an empty bottle.",
        "It wasn't as if he was around much when he was in town, so an empty place at the table just meant an extra potato.",
        "Several stories of empty rooms rewarded their search, but nothing more; so after a time they came back to the platform again.",
        "Someone else decides to empty the cities and send all the young people to go fight in the war?",
        "Then they began to wander merrily about searching for nuts, climbing trees, peeping curiously into the empty birds' nests, and playing hide and seek from behind the trees.",
        "Having passed the Guards and traversed an empty space, Rostov, to avoid again getting in front of the first line as he had done when the Horse Guards charged, followed the line of reserves, going far round the place where the hottest musket fire and cannonade were heard.",
        "Long after dark we reached home and found the cottage empty; the family were all out hunting for us.",
        "Carmen followed Dulce into the empty hallway.",
        "There was one strangely large and empty area which was a big anticlimax, tho.",
        "The masters are going away and the whole house will be empty, said the old woman to the old attendant.",
        "\"Bordeaux,\" Fritz broke the silence, placing his empty plate on the ground.",
        "Sometimes he could see out into the hallway and the empty cell across from his; sometimes he couldn't.",
        "From the northwest angle of Nova Scotia, viz., that angle which is formed by a line drawn due north from the source of St. Croix River to the highlands; along the said highlands which divide those rivers that empty themselves into the river St. Lawrence ...",
        "\"Heaven only knows what the people here may imagine,\" muttered Telyanin, taking up his cap and moving toward a small empty room.",
        "An empty space of some seven hundred yards was all that separated them.",
        "During one of these attacks they carried off my empty portmanteau and my dressing gown.",
        "\"Now to tell one's fortune in the empty bathhouse is frightening!\" said an old maid who lived with the Melyukovs, during supper.",
        "Those sent to fetch the deputation had returned with the news that Moscow was empty, that everyone had left it.",
        "Formerly only bees laden with honey flew into the hive, and they flew out empty; now they fly out laden.",
        "We motored by moderately maintained modest houses and empty spaces before turning onto the main street.",
        "Glancing through the open door of the adjoining room where I'd left Howie, I found it not only empty, but absent of Quinn's equipment as well!",
        "The campsite was empty.",
        "The house was empty.",
        "Bird Song was an empty nest.",
        "He lay passed out on the bed, two empty bottles on the nightstand and one on the floor.",
        "Every day I sit wherever there is an empty desk.",
        "It has sunk into an empty parade; it is a mere affectation of humility, an apology and excuse for something better.",
        "But what about the empty space in grandma's album just waiting for her granddaughter's wedding invitation?",
        "I came back to the inn, asked for some large empty bottles, and made the amalgam.",
        "amaretto coffee (almost empty ).",
        "No matter if you are an experienced match angler, or a novice, you will empty the lake!",
        "Their au pair, Philip's business partner and his wife all see the empty flat as an ideal place for a secret assignation.",
        "The musicians pack up in the now empty auditorium.",
        "My personal bank account has been cleared out by an online bookie, our joint account is empty and our mortgage needs paying.",
        "To empty the recycle bin quickly, right click on its icon.",
        "The first job was to empty the kitchen waste bin into the compost bin on the plot.",
        "Score along the fold lines by dragging something like a pair of blunt scissors or an empty biro along the edge of a ruler.",
        "Bishop Dominic reveals: When I was ordained a bishop Dominic reveals: When I was ordained a bishop, one of the senior bishops advised me not to wear an empty cross.",
        "Don't empty the bladder of urine, leave it inside the bladder.",
        "Glass Prisons, Empty Lives From ' Cleo ' to ' Nemo ' ' Finding Nemo ' is the latest animated blockbuster from Disney.",
        "That's what I was saying to you-- those German gentlemen won't win the battle tomorrow but will only make all the mess they can, because they have nothing in their German heads but theories not worth an empty eggshell and haven't in their hearts the one thing needed tomorrow--that which Timokhin has.",
        "It was empty in the sense that a dying queenless hive is empty.",
        "When with due circumspection Napoleon was informed that Moscow was empty, he looked angrily at his informant, turned away, and silently continued to walk to and fro.",
        "\"To leave the town empty,\" explains Count Rostopchin.",
        "She started the coffee and picked up an empty pop bottle from the counter to discard in the trash.",
        "We were nearly across the empty floor before a clerk spotted us.",
        "The Other's bedchamber had been empty, as if the otherworldly creature was permanently gone.",
        "\"My dear Han, you were right about these damn moods,\" she said in the empty hallway.",
        "On her way to see Zamon, she stepped into an empty hallway before trying to call a portal.",
        "When Dean returned to Bird Song, it was mid-morning, but if he expected a quiet empty building with the Dawkinses at the courthouse and the rest of the clientele enjoying the splendors of Ouray, he was wrong.",
        "He knocked before opening her door and saw her wardrobe empty with clothes piled and stacked on the bed.",
        "In fact, it was empty, except for the nun who brought her breakfast.",
        "The stores are empty, the roads impassable.",
        "Another full bath and two more bedrooms - all empty.",
        "What a beautiful room - and empty.",
        "God, I knew all this would end someday but I never dreamed it would feel so empty.",
        "Despite the pub's standing room only capacity, the table next to her booth was empty.",
        "Dean gingerly checked the pant's pockets but they were empty.",
        "While Cynthia took her shower, Dean made a few phone calls, asking for Ms. Dawkins, but after a dozen tries, he came up empty.",
        "She lifted the bottle as an offer and then noticed it was nearly empty.",
        "She examined the empty.",
        "Gabe twisted his head to see the bed empty.",
        "Her cell phone had no signal, her head throbbed, and the coffee pot was empty.",
        "Today, the cell across from his wasn't empty.",
        "The patio was empty.",
        "Some appeared empty while others…she stopped looking when she saw the fanged moth man.",
        "Does he think me so naïve that I'd leap at some empty promise?",
        "It was blessedly empty.",
        "Hannah.s bedroom was quiet, the bed neatly made and her closet door open to reveal a large empty space.",
        "Katie looked around, unable to tell if her sister's empty closet was indicative of a weekend trip or something more permanent.",
        "He all but dragged the healer to Kris.s room, found it empty, then went to Katie.s chamber.",
        "He.d been unable to shake the empty hole in his heart resulting from Kris flinging him to the side to pursue a human female.",
        "He tore apart a demon and stood breathless, seeking his next opponent, only to see the body-strewn park was empty of living demons in the early morning light.",
        "The altar in the center was empty while seven statues kept watch over it.",
        "Her soul felt empty, and tears rose.",
        "He didn.t wait for the shocked leader of the Sanctuary to respond but took Kris into one of the empty rooms and laid him out on the bed.",
        "The bookshelf was empty and weapons lined the opposite wall.",
        "The field was empty, his men preparing for another space battle.",
        "For a long moment, it was dark and silent, until the interior of the pod lit up with two screens, one displaying the empty space outside and the other displaying a control panel with writing similar to that of the battle planning station.",
        "Bird Song's going to be close to empty for a few more days until the ice climbers arrive.",
        "School was back in session after the holiday recess so the rink was nearly empty.",
        "She was a no nonsense woman in her thirties, time-worn to a mid-forties look, at best a five-beer take-home from an otherwise empty closing-time bar.",
        "Now it stood empty but for a few derelict buildings.",
        "At the far end of the loop, they passed the few remaining structures of the abandoned town of Ironton; empty, ghost-like buildings.",
        "We've got empty rooms, at least until the ice climbers start coming tomorrow.",
        "So much for all the empty words he'd been spilling to Cynthia about not getting involved, he thought.",
        "It's booked tomorrow but it's empty tonight, Cynthia answered.",
        "The sofa was empty, too, the blanket and sheets piled neatly.",
        "The view from the top was spectacular, the snow perfect and the trail empty of other skiers.",
        "Most guys were off fighting the war so there was lots of empty slots.",
        "The house is empty except for old Mrs. Cummings, who snores away her darkness.",
        "The roads were nearly empty but low visibility made driving treacherous.",
        "A friend, but empty without Cynthia beside him.",
        "Fred poured a full glass of Tequila for Weller but left the other two glasses empty.",
        "\"Looks like it's going to be a mite empty around here in the next few days,\" Fred continued as he began washing the plates.",
        "There was an empty sack which had contained the climbing rope but it was empty and Dean put it aside.",
        "My heart is empty as I have no doubt he'll dismiss me if his mother does, in fact, pass on to her final reward.",
        "There's a lot to do around here with Janet AWOL and a bunch of newly empty rooms.",
        "First off, all the ice climbers are leaving so there's no hurry cleaning up what's going to be empty rooms, probably until the weekend.",
        "Bird Song was as quiet as an empty church with none of the remaining guests in evidence, nor was there any sign the police had returned.",
        "\"Don't need any help if the place stays empty,\" Fred reminded him.",
        "From what he could see from the roadway bridge the upper path was empty.",
        "Dean yelled, his voice echoing up and down the now empty gorge, bouncing about the stone walls and boulders of the narrow ravine.",
        "The room was empty and there was no reason for anyone to look in there.",
        "The door to her room was open and the room, empty.",
        "We've got a while before this one's empty.",
        "He felt so empty and drained; he didn't know what to think.",
        "Not much here, the fridge is empty.",
        "He sat for a minute trying to figure out how to fix things, but came up empty.",
        "Jackson noted the two cars and held Elisabeth back a bit, whispering, \"Does this mean I won't have to spend another interminable night in an empty bed?\"",
        "Alex pushed his empty plate back and swigged the rest of his coffee.",
        "And if so, why the empty feeling?",
        "After Alex left, she stared at the empty doorway.",
        "After Josh left the farm, she stared at the empty doorway.",
        "When did the house get so empty - so lonely?",
        "\"No,\" Josh answered, pointing to an empty chair beside Carmen.",
        "Carmen gasped as they stepped into the empty living room.",
        "Some had charred bodies while others were empty.",
        "The parking lot was empty, and the only sign of unusual activity was the open gate.",
        "Brady asked, gazing at the empty highway system on one side of them and the city on the other.",
        "She moved to the nearest empty crate and placed the baby inside it.",
        "The room beneath the collapsed building was empty.",
        "She recalled how empty her condo had felt when she went back to it two weeks ago.",
        "It was clear and cool outside of Gabe's small cottage in the middle of a possessed jungle.  Rhyn felt the sense that someone else was there once more and looked around.  Assuming the feeling has something to do with his magic, Rhyn shook it off once more.  He opened the front door without knocking, already sensing it was empty.  Gabe had left in a hurry.  The wardrobe near his bed was open and his walls were missing many of the weapons Rhyn had seen last time.",
        "Rhyn yanked the dart free and looked from it to the small welt forming on his arm.  It matched the welt on his other arm.  He gazed at his other arm for a long moment then strode to Toby's bag.  Snatching it, he unzipped it and dumped its contents onto the ground.  Alongside Toby's 3DS, a pair of clean underwear and socks, and gamers magazine was a small shaving bag.  Rhyn opened it, surprised to find a syringe and two small bottles, one empty and one filled with wine-colored solution.",
        "The other bottle's empty.  Did he inject himself?",
        "Rhyn considered how he might use the demon, as he had once before.  He didn't answer, pushing the door open to the cell block.  Nearly all the cells were empty.  \"Where is everyone?\" he asked.",
        "Puzzled, he pulled the drive free of his PDA and reinserted it.  The single file within was still empty.  Kris tossed it on a table.",
        "Rhyn opened the door, surprised to find the jailer's room empty.  He'd expected Jared at least.  He closed the door quietly behind him.  He snatched the talisman hanging near the door, the one that freed inmates from their cells.  He ignored the quickening of his pulse as he entered the familiar cell block.",
        "Dean pulled into the empty driveway.",
        "He felt it in the quiver of her hand­shake and saw it in the empty look in her eyes.",
        "The most curious looker, who sat at the first desk, scurried to an empty desk three stations away and began rummaging through the drawers.",
        "The area was nearly empty except for crying gulls, a man running with his dog, and an elderly lady propped up in a half chair read­ing.",
        "Dean yelled to the empty phone, slamming down the receiver and mashing his pillow into a ball.",
        "Try as he might, the mourning ladies of dreamland wouldn't return to the empty coffin.",
        "A little bell jingled in the empty office as Dean entered and an unshaven man in his sixties took his time sauntering out from behind a curtain, hoisting up his suspenders as he moved behind the desk.",
        "Mostly, he felt the apartment was empty.",
        "He nearly broke both their necks when he slipped on the wet tile floor as he made his way to the receptionist who directed them to a flight of metal stairs that led downward to an empty hall.",
        "Sure enough, after ten minutes of silent driving on nearly empty streets, he recognized Ocean View Avenue, and a few min­utes later, The Ocean Shore Motel.",
        "The dining room was nearly empty and they chose a seat in a quiet corner.",
        "They're hell on an empty stomach.",
        "\"I plan to remedy the empty stomach very soon,\" she said, studying the menu.",
        "Remember what an empty stom­ach can do.",
        "Dean yelled at the top of his lungs to an empty room.",
        "That was exactly how Dean felt after he dropped off Cynthia Byrne at her empty house.",
        "He opened the refrigerator but there was no more beer—only a lot of empty cans scattered around the room.",
        "Randy looked down at his empty plate.",
        "Dean dusted off a Christmas present bottle of VO with thoughts of re-igniting the glow from Ethel's gin and chasing away the gloom of the empty house but one sip and he re-capped the jug, deciding it wasn't a good idea.",
        "The house was empty when Dean returned.",
        "Because of his suspicion the phone was bugged, Dean did not try to call Cece Baldwin when he arrived home after midnight, home to a still empty house.",
        "When they entered the building, there was only an empty corridor.",
        "\"I'm not so sure about that,\" snarled Dean, knowing full well his threat was empty.",
        "Fred unwrapped the paper, tossed it aside, and thrust his hand into the toes of the shoes, but came up empty.",
        "It had been nearly a month of empty Thursday nights since his no-show session with Ethel Rosewater and the beautiful Betty from Boise was offering an effective way to make sure that embarrassment was a temporary happening.",
        "Dean found the motel without difficulty and with the use of his police badge, he obtained access to the empty room.",
        "She hung the empty bucket on a hook.",
        "Several times during the day, that empty feeling returned.",
        "The roof on the old house had been replaced, but the house stood empty and forlorn.",
        "I just know it would be empty without you.",
        "The horse paddock was empty.",
        "Even the old chicken coop was empty, replaced by the new one Alex had built out back.",
        "An hour later he pushed back from his empty plate and stood.",
        "She stared at her empty plate.",
        "The old farmstead was empty.",
        "He glanced at the empty table and then at her, the dark eyes expressing concern.",
        "Damian's wine goblet was never empty during the day, and he always had well-cared-for boots and more fresh flowers in his room than Darian.",
        "She walked room by room, seeking an empty one, and finally found a room that didn't seem taken.",
        "The women's locker room was empty.",
        "The Watcher offered an empty smile.",
        "His eyes adjusted quickly to the darkened room as he passed empty shelves to a second door.",
        "The bed was empty.",
        "Her room was empty.",
        "He glanced towards the Watcher to find the space empty.",
        "He rose and displayed his empty hands.",
        "Her frame was rigid, the table empty.",
        "The tension was thick, their heat filling the empty space between them.",
        "Rissa hurried back to the second bedchamber and withdrew an empty bladder from a crate.",
        "She was irritated to see Sirian's trencher empty.",
        "His gaze returned to the empty mug of cider and his uncontrollable urge to sleep.",
        "The other was empty.",
        "It was tidy – and empty.",
        "She frowned, glancing around the empty emergency room.",
        "She cleaned the table and then went out to the porch to remove an empty bird nest from the eve.",
        "She closed the suitcase lid and snapped it shut, staring into empty space.",
        "She lifted a stack of papers and straightened them with a sharp rap on her mahogany desktop, deliberately ignoring his empty invitation.",
        "He gulped the rest of his tea and handed her the empty glass.",
        "Did her voice sound empty to him?",
        "It's humiliating to think you'd come to this empty furnace just to get away from me.",
        "Megan greeted her way through a handful of guests on her route to an empty chair.",
        "He likes the house spotless and the hamper empty every day.",
        "It was obviously no obstacle, considering you've got your coffee and your bed is empty.",
        "His bed was empty.",
        "The warehouse was empty.",
        "What, however, with the idealists was an object of thought alone, the absolute, is to Lotze only inadequately definable in rigorous philosophical language; the aspirations of the human heart, the contents of our feelings and desires, the aims of art and the tenets of religious faith must be grasped in order to fill the empty idea of the absolute with meaning.",
        "The northern slope of this great plateau is drained by the AraguayaTocantins, Xingu, Tapajos and Guapore-Mamore-Madeira, which flow northward, and, except the first, empty into the Amazon; the southern slope drains southward through a multitude of streams flowing into the Parana and Paraguay.",
        "Boiler Tap to, empty +G the same water is used over and over again, and no fresh deposit of fur occurs.",
        "empty system FIG.",
        "The monks were pensioned off, but though the confiscated property helped to fill the empty coffers of the state, the measure aroused widespread alarm and resentment among that superstitious people.",
        "The situation in Piedmont was far from promising, the exchequer was empty, the army disorganized, the country despondent and suspicious of the king.",
        "If George Eliot is guilty of a platitude when she says that \" consequences are unpitying,\" then Butler's argument is empty: but not otherwise.",
        "a, Starch sheath; at the extremities of the figure its cells are represented as empty; b, cambiuin layer.",
        "The other is that the vessels are not empty, but that the water travels in their cavities, which contain columns of water in the course of which are large bubbles of air.",
        "In colchicum poisoning, empty the stomach, give white of egg, olive or salad oil, and water.",
        "(ii.) There is the report of the empty grave; historically, not easily waved aside.",
        "In order to keep down the expense of shunting the empty trains and engines to and from the platforms the carriage and locomotive depots should be as near the passenger station as possible; but often the price of land renders it impracticable to locate them in the immediate vicinity and they are to be found at a distance of several miles.",
        "At busy stations separate tracks are sometimes appropriated to the use of light engines and empty trains, on which they may be run between the platforms and the locomotive and Loco- carriage depots.",
        "In the paper above quoted Aspinall cites a case where the resistance of a train of empty wagons 1830 ft.",
        "An ordinary British 10-ton wagon often weighs about 6 tons empty, and rarely much less than 5 tons; that is, the ratio of its possible paying load to its tare weight is at the best about 2 to 1.",
        "two other streams, the Carson and the Walker rivers, receive their waters from the eastern slope of this range and empty into lakes bearing their names.",
        "They derive this moisture from the air by means of aerial roots, developed from the stem and bearing an outer spongy structure, or velamen, consisting of empty cells kept open by spiral thickenings in the wall; this sponge-like tissue absorbs dew and rain and condenses the moisture of the air and passes it on to the internal tissues.",
        "The new regent had to deal with an empty exchequer and with a strong opposition to her daughter's marriage with the dauphin.",
        "The assembly protested, but was appeased by the empty formula, \"This is your doge an it please you.\"",
        "Quite commonly the burrow has a second passage running obliquely upwards from the main passage to the surface of the soil, and this subsidiary track may itself be shut off from the main branch by an inner door, so that when an enemy has forced an entrance through the main door, the spider retreats behind the second, leaving the intruder to explore the seemingly empty burrow.",
        "from Long Island Sound, at the head of New Haven Bay, into which empty three small streams, the Quinnipiac, the Mill and the West rivers.",
        "Microscopic examination of a specimen of mature cotton shows that the hairs are flattened and twisted, resembling somewhat in general appearance an empty and twisted fire hose.",
        "He was opposed to the Covenant of the League of Nations, holding that \" either the Covenant involves a surrender of national sovereignty and submits our future destiny to the League, or it is an empty thing, big in name, and will ultimately disappoint all of humanity that hinge its hopes upon it.\"",
        "No notable rivers flow into Lake Michigan, the largest being the Big Manistee and Muskegon on the east shore, and on the west shore the Menominee and the Fox, both of which empty into Green Bay, the most important arm of the lake.",
        "Another curious theorem proposed by Bouilland in 1625 as a substitute for Kepler's second law is that the angular motion of the body as measured around the empty focus F' is (approximately) uniform.",
        "His joy was complete when on the 10th of March 1811 she bore him a son who was destined to bear the empty titles of \"king of Rome\" and \"Napoleon II.\"",
        "The struggle of the working man helping himself with his empty pockets against the capitalists he compared to a battle with teeth and nails against modern artillery.",
        "Impoverished by these different causes, as well as by prodigal extravagance in interior expenditure, by shameless venality among the ruling classes, and by continual wars, of which the cost, whether they were successful or not, was enormous, the public treasury was frequently empty.",
        "First-born sons to be redeemed; none to appear before the Lord empty; six days' work, seventh day rest, in the harvest; the sacrifice of the Passover shall not remain until the morning.",
        "Several of the sarcophagi are still empty.",
        "Others have regarded it as an empty portable throne, 2 or as a receptacle for sacred serpents (analogies in Frazer, Pausanias, iv.",
        "Care must be taken not to expose goods in the plating-bath to too high a current density, else they may be \"burnt\"; they must never be exposed one at a time to the full anode surface, with the current flowing in an empty bath, but either one piece at a time should be replaced, or some of the anodes should be transferred temporarily to the place of the cathodes, in order to distribute the current over a sufficient cathode-area.",
        "Mark's narratives of the sepulture by Joseph of Arirathea and of the empty tomb are taken as posterior to St Paul; the narratives of the infancy in Matthew and Luke as later still.",
        "The treatment is to empty the stomach by tube or by a non-depressant emetic. The physiological antidotes are atropine and digitalin or strophanthin, which should be injected subcutaneously in maximal doses.",
        "In a uniform magnetic field of unit intensity formed in empty space the induction or magnetic flux across an area of I square centimetre normal to the direction of the field is arbitrarily taken as the unit of induction.",
        "Hence if the induction per square centimetre at any point is denoted by B, then in empty space B is numerically equal to H; moreover in isotropic media both have the same direction, and for these reasons it is often said that in empty space (and practically in air and other nonmagnetic substances) B and H are identical.",
        "(26) Also A = B = H H4?rI _ I +41K, (27) and (28) 471 Since in empty space B has been assumed to be numerically equal to H, it follows that the permeability of a vacuum is equal to i.",
        "But \"in perpetuo\" was an empty form of words in those turbulent Italian republics.",
        "In 1865 an empty exchequer called for drastic measures, and the volksraad determined to endeavour to meet their liabilities and provide for further contingencies by the issue of notes.",
        "The treasury was empty, the Boers refused to pay their taxes, and there was no power to enforce them.",
        "A parliamentary commission, appointed to inquire into the charges against him, discovered only that Crispi, on assuming office in 1893, had found the secret service coffers empty, and had borrowed from a state bank the sum of £12,00o for secret service, repaying it with the monthly instalments granted in regular course by the treasury.",
        "Lamartine had the advantage of coming at a time when the literary field, at least in the departments of belles lettres, was almost empty.",
        "His heart, taken from the body when it was embalmed, and given to Madame Denis and by her to Madame de Villette, was preserved in a silver case, and when it was proposed (in 1864) to restore it to the other remains, the sarcophagus at Sainte Genevieve (the Pantheon) was opened and found to be empty.",
        "In a subsequent proclamation Queen Elizabeth commanded that only one family should live in one house, that empty houses erected within seven years were not to be let and that unfinished buildings on new foundations were to be pulled down.",
        "Animal haulage is employed chiefly in collieries and large metal mines; sometimes for main haulage lines, but oftener for distributing empty cars and making up trains for mechanical haulage.",
        "The grades must not be too great for brake control nor for the hauling back of the empty cars.",
        "The minimum grade is that which will enable the loaded cars in travelling down the plane to pull up the empty cars.",
        "At the head of the plane is mounted a drum or sheave, and around it passes a rope, one end of which is attached to the loaded cars at the top, the other to the empty cars at the foot.",
        "An engine plane is an inclined road, up which loaded cars are hauled by a stationary engine and rope, the empty cars running down by gravity, dragging the rope after them.",
        "The trip being completed, the empty train is hauled back by reversing the engine.",
        "This arrangement allows no independence of movement: when the loaded cage is being hoisted the empty must be lowered.",
        "The empty crucible, having first been gradually dried and heated to a bright red heat in a subsidiary furnace, is taken up by means of massive iron tongs and introduced into the previously heated furnace, the temperature of which is then gradually raised.",
        "For commercial purposes iron is universally employed and works well; but it is not available analytically, because a superficial oxidation of the empty part of the vessel (by the water and air) cannot be prevented.",
        "does not require a crystallizer in movement to prepare it for purging in the centrifugals, but it is convenient to run the strike into the crystallizer and so empty the pan at once and leave it ready to commence another strike, while the second sugars will be better for twenty-four hours' stirring and the third sugars for forty-eight hours' stirring before going to the centrifugals.",
        "For twelve hours previously to its administration no food should be given, in order that the intestinal tract should be empty so as to expose the tapeworm to the full action of the drug.",
        "The men who charge and empty the retorts, those who draw and cast the metal, and those who keep the furnace in repair, need not know anything about the making or using of gas, and the men who make the gas need not know anything about a zinc furnace.",
        "These favourable conditions of soil and climate, however, extend only a comparatively short distance into the interior, by far the larger part of which is covered by the great southern desert, the Dahna, or Ruba el Khali, empty as its name implies, and uninhabitable.",
        "The great desert known as the Dahna or the Rub`a el Khali (\" the empty quarter \") is believed to cover all the interior of southern Arabia from the borders of Yemen in the west to those of Oman in the east.",
        "In the King furnace, for example, the crucible, or lowest part of the furnace, is made detachable, so that when full it may be removed and an empty crucible substituted.",
        "I have noticed that they appear to be able to smell whether or not a worm is contained in the closed hand to which they swim, for they desisted from their efforts if an empty fist was offered.\"",
        "A period of interruption now ensued, owing to domestic troubles and foreign complications, and when, in 1878, the government was able to devote attention once again to railway problems, it found the treasury empty.",
        "During the greater part of the year it is either dry or occupied in part by a string of saline lakes (limans or ilmens); but in spring when the streams swell which empty into it, the water flows in two opposite directions from the highest point (near Shara-Khulusun).",
        "In 349 Euboea and Olynthus were lost to the league, of which indeed nothing remained but an empty form, in spite of the facts that the expelled Olynthians appealed to it in 348 and that Mytilene rejoined in 347.",
        "Bondu is traversed by torrents, which flow rapidly during the rains but are empty in the dry season, such streams being known in this part of West Africa as marigots.",
        "On the outbreak of the French Revolution he sided with the royalists and was eventually brought into conflict with the French republic. The army being demoralized and the treasury empty, the kingdom The fell an easy prey to the republican forces.",
        "It consists in weighing a glass vessel (I) empty, (2) filled with the liquid, (3) filled with the standard substance.",
        "Calling the weight of the empty vessel w, when filled with the liquid W, and when filled with the standard substance W l, it is obvious that W - w, and W1 - w, are the weights of equal volumes of the liquid and standard, and hence the relative density is (W - w)/(Wi - w).",
        "The volume of the flask is determined by weighing empty and filled with water.",
        "empty into Delaware Bay and the Atlantic Ocean.",
        "The title, however, was an empty one, the throne of Castile being actually in the possession of Henry of Trastamara, whom the English had vainly endeavoured to set aside.",
        "the loaded waggons may be made to pull back the empty ones to the working faces, and (3) dip or down-brows, requiring engine power.",
        "A road maybe used as a self-acting or gravitating incline when the gradient is r in 30 or steeper, in which case the train is lowered by a rope passing over a pulley or brake drum at the upper end, the return empty train being attached to the opposite end of the rope and hauled up by the descending load.",
        "towards the shaft, and the empty ones returned \" in bye,\" or towards the working faces, by reversing the engine; while in the other systems, double lines, with the rope travelling continuously in the same direction, are the rule.",
        "For the endless chain system, which is much used in the Wigan district, a double line of way is necessary, one line for full and the other for empty tubs.",
        "The management of such places, therefore, requires the most constant vigilance on the part of the workmen, especially in the examination of the working places that have been standing empty during the night, in which gas may have accumulated, to see that they are properly cleared before the new shift commences.",
        "The tubs are then removed or struck by the landers, who pull them forward on to the platform, which is covered with cast iron plates; at the same time empty ones are pushed in from the opposite side.",
        "The cage is then lifted by the engine clear of the keeps, which are opened by a lever worked by hand, and the empty tubs start on the return trip. When the cage has several decks, it is necessary to repeat this operation for each, unless there is a special provision made for loading and discharging the tubs at different levels.",
        "The empty tubs are carried by a corresponding arrangement on the opposite side.",
        "If it were not so, Lucretius tells us, there could be no motion, for the atom which gives way first must have some empty place to move into.",
        "On the death of Charles Felix (27th of April 1831) Charles Albert succeeded; he inherited a kingdom without an army, with an empty treasury, a chaotic administration and medieval laws.",
        "as, Why does not the pope empty purgatory forthwith for charity's sake, instead of cautiously for money ?",
        "On the one hand were the English plantations, populated, cultivated, profitable, stretching along the east coast of North America; on the other were the Canadian settlements, poverty-stricken, empty, over-officialled, a cause of constant expense to the home government, and, at a vast distance, those of Louisiana, struggling and bankrupt.",
        "The financial collapse of 1879 left the treasury empty.",
        "gives an account of her finding the tomb empty and of her interview with the risen Jesus.",
        "Peter and the other disciple run to the grave; the latter, arriving first, enters only after Peter has gone in and noted the empty grave-clothes - enters and believes.",
        "The empty grave (I - to) and the apparition to the Magdalen (r1-18) together correspond to the message brought by the women (Matt.",
        "This bold plan met with no success; the economic programme in particular did not come into force; it was an empty promise, which was not taken seriously.",
        "Milwaukee Bay, into which their combined waters empty, is an inlet of Lake Michigan, about 6 m.",
        "The northern portion of this ridge forms the water-parting between the streams that empty into Hudson Bay and those that flow into the Gulf of Mexico.",
        "aither, probably from aitho, I burn, though Plato in his Cratylus (410 B) derives the name from its perpetual motion-6n del aei thei peri ton aera reon, / aeitheer) dikaios an kaloito), a material substance of a more subtle kind than visible bodies, supposed to exist in those parts of space which are apparently empty.",
        "The wider view, according to which the hypothesis of direct transmission of physical influences expresses only part of the facts, is that all space is filled with physical activity, and that while an influence is passing across from a body, A, to another body, B, there is some dynamical process in action in the intervening region, though it appears to the senses to be mere empty space.",
        "No arguments can be brought against it, simply because the scepticism rests on nothing more than the empty possibility of doubting.",
        "This absolute scepticism, indeed, can hardly be regarded as more than empty words; the position which they would indicate is not one which has ever existed.",
        "The empty title of grand-marshal given by Maximilian was all he gained.",
        "Among the less important rivers which empty into the Mediterranean are the Macta, the Tafna, the Harrach and the Mazafran.",
        "It was necessary, in the first place, to give to this absolute a character, to make of it something more than empty sameness; it was necessary, in the second place, to clear up in some way the relation in which the actuality or apparent actuality of nature and spirit ' The briefest and best account in Schelling himself of Naturphilosophic is that contained in the Einleitung zu dem Ersten Entwurf (S.W.",
        "The faithful prostrated themselves before an adorned but empty chair, which was raised upon a podium of five steps.",
        "As these lakes are great reservoirs and settling basins, the rivers which empty them are unusually steady in level and contain beautifully clear water.",
        "A surgical operation is sometimes undertaken with success for enabling the engorged veins to empty themselves into the blood-stream in a manner so as to avoid the liver-route.",
        "\"In the construction it is assumed that the upper scale shall constantly carry moo grains when the lower scale is empty, and the instrument sunk in distilled water at the temperature of 60° Fahr.",
        "He was probably the most highly educated sovereign of his day, and amid all his busy active life he never lost his interest in literature and intellectual discussion; his hands were never empty, they always had either a bow or a book\" (Dict.",
        "in diameter in 1905), now full of boiling lava, now empty to a depth of perhaps woo ft.",
        "It is Wundt's own statement of his solution of the epistemological problem \" that on the one hand the whole outer world exists for us only in our ideas, and that on the other hand a consciousness without objects of idea is an empty abstraction which possesses no actuality \" (System, 212 -213).",
        "distant; but this was only a gravity road down which cars loaded with coal descended by their own gravity and up which the empty cars were drawn by mules.",
        "19 so lavishly as to empty his treasury, and to allow such licence to the officers of the army as to leave the Empire practically defenceless.",
        "De Quincey has said that the book is equally divided between \"empty truisms and time-serving Dutch falsehoods.\"",
        "Another version of the pitiful history represents Douglas as infusing suspicion of Rizzio into the empty mind of his nephew, and thus winning his consent to a deed already designed by others.",
        "Plough all empty ground if practicable, and, whenever time will permit, do trenching and subsoiling.",
        "The mould-train now carries its empty moulds to a cooling yard, and, as soon as they are cool enough to be used again, carries them back to the neighbourhood of the converters to receive a new lot of steel.",
        "Farther west are the Tano and Bia rivers, which empty their waters into the Assini lagoon.",
        "The empty fruits (after germination of the seed) are found floating in the Indian Ocean, and were known long before the palm was discovered, giving rise to various stories as to their origin.",
        "On the death of his father in 1553 he succeeded to the title, little more than an empty one, and continued in the emperor's service.",
        "The production of the empty boxes for packing, called chests or half-chests, is in itself a large industry.",
        "in length), and Slave rivers empty into Great Slave Lake.",
        "The effect upon the railway problem is of course very great, inasmuch as, while the supply of trucks required per day in 1906 was from moo to 1200, about 80% of these had to be sent down empty to the harbour.",
        "The small rivers which empty into them can be ascended for some miles by steam launches.",
        "Into the huge delta of the Niger several other rivers (the \" Oil Rivers \") empty themselves; the chief being, on the west, the Benin, and on the east the Brass.",
        "The occasional visitor to the tomb is reminded by its inscriptions of the many virtues of the dead man while he yet lived, and is charged, if he be come with empty hands, at least to pronounce the funerary formula; it will indeed cost him nothing but the breath of his mouth !",
        "We read in a papyrus of a strike of starving laborers in the Theban necropolis who would not work until corn was given to them, and apparently the government storehouse was empty at the time, perhaps in consequence of a bad Nile.",
        "Truces and empty negotiations merely protracted disorder.",
        "But he had not the force to invade England, or to take the castle, and waited, collecting recruits and money, and encouraged by empty promises from France, till, as he wrote to James (26th of October), \" I shall have one decisive stroke for 't, but unless the French land, perhaps none.",
        "The charge of salt-cake (generally 3 cwt.), limestone and coal is roughly mixed and put upon the back-bed; when the front bed has become empty it is drawn forward and exposed to the full heat of the fire, with frequent stirring.",
        "Several small streams, of which the Almendares river is the largest, empty into the harbour.",
        "The bleached rhubarb, which has a very delicate flavour, is altered by covering the young leaves, as they sprout from the soil, with loose stones or an empty jar.",
        "Settimo was elected president of the government, but the administration was lacking in statesmanship, the treasury was empty, and nothing was done to raise an army.",
        "- Moti left the empty title of caliph to his son al-Ta`i li-am y i'llah (\" the obedient to the command of God\").",
        "But in the Newer Appalachians the streams more often follow the trend of the structure until they empty into one of the larger, transverse streams. Thus the Shenandoah flows N.E.",
        "That this is the case at Chidambaram is known to every Hindu, for if he ever asks the priests to show him the God in the temple he is pointed to an empty space in the holy of holies, which has been termed the Akasa, or ether-linga.\"But, however congenial this refined symbolism may be to the worshipper of a speculative turn of mind, it is difficult to see how it could ever satisfy the religious wants of the common man little given to abstract conceptions of this kind.",
        "But at first little beyond empty rhetoric and clumsy compilation was substituted.",
        "At the same time it is unmistakably inspired by a sense of beauty different from the Italian - more piquant and pointed, less languorous, more mannered perhaps, but with less of empty rhythmical effect.",
        "This ingenious arrangement, whereby the reels can be changed in about three minutes, obviates the loss of time previously incurred by the press being kept standing while the empty spindles were removed and replaced with four full reels.",
        "It begins at a maximum speed when the bobbin is empty, is constant for each layer, but decreases as the bobbin fills.",
        "The Caps succeeded in transferring L250,000 from the pockets of the rich to the empty exchequer, reducing the national debt by L575,179, and establishing some sort of equilibrium between revenue and expenditure.",
        "It was even suggested that the titular Abbasid caliphs (who retained an empty title in Cairo under Mameluke protection, should be reinstated at Bagdad, but this proposal was not carried into effect.",
        "CHAOS, in the Hesiodic theogony, the infinite empty space, which existed before all things (Theog.",
        "Now in the corpse the former are empty; hence, in the light of these preconceptions they were declared to be vessels for conveying Pneuma to the different parts of the body.",
        "A dethroned sultan of Morocco, named Mulai Ahmad (Mahommed XI.), offered to acknowledge Portuguese suzerainty if he were restored to the throne by Portuguese arms, and Sebastian eagerly accepted these terms. The flower of his army was in Asia and his treasury was empty; but he contrived to extort funds from the \" New Christians,\" and collected a force of some 18,000 men, chiefly untrained lads, wornout veterans, and foreign free-lances.",
        "All the enemies of the great Alexandrian he regards merely as empty and vain obscurantists; for the orthodoxy of his hero he appeals to Athanasius.",
        "Newspapers ceased publication, the town council suspended sessions, churches and business buildings were alike empty.",
        "Two small streams empty into Lake Pampa Aullaguas, which has a small outlet in the Lacahahuira flowing west for 60 m.",
        "that empty into Great Salt Lake, Utah) rises in Yellowstone National Park a few miles from the heads of the Madison fork of the Missouri, which flows to the Gulf of Mexico, and the Green fork of the Colorado, which flows to the Gulf of California.",
        "In treating acute opium poisoning the first proceeding is to empty the stomach.",
        "Some quiet market-towns, such as Skipton and Keighley, remain, but most of them have developed by manufactures into great centres of population, lying, as a rule, at the junction of thickly peopled valleys, and separated from one another by the empty uplands.",
        "The treaty of 1783 (Article II.) had defined the north-east boundary of the United States as extending along the middle of the river St Croix \" from its mouth in the bay of Fundy to its source \" and \" due north from the source of St Croix river to the highlands; along the said highlands which divide those rivers that empty themselves into the river St Lawrence from those which fall into the Atlantic Ocean, to the north-westernmost head of Connecticut river; thence down along the middle of that river to the forty-fifth degree of north latitude.\"",
        "permanent character, and the few shrines and domed graphy tombs which are scattered here and there about the empty desolation of the Pamir slopes are all of them of recent construction.",
        "Of these the two placed distichously opposite each other at the base of the spikelet never bear any flower in thei axils, and are called the empty or barren glumes (figs.",
        "The filaments elongate rapidly at flowering-time, and the lightly versatile anthers empty an abundance of finely granular smooth pollen through a longitudinal slit.",
        "Thus the species' of wheat are usually selffertilized, but cross-fertilization is possible since the glumes are open above, the stigmas project laterally, and the anthers empty only about one-third of their pollen in their own flower and the rest into the air.",
        "They also decrease the specific gravity, so that the grain is more readily carried by the wind, especially when, as in Briza, the glume has a large surface compared with the size of the grain, or when, as in H olcus, empty glumes also take part; in Canary grass (Phalaris) the large empty glumes bear a membranous wing on the keel.",
        "Munro supplemented this by another character easier of verification, and of even greater constancy, in the articulation of the pedicel in the Paniceae immediately below the glumes; whilst in Poaceae this does not occur, but the axis of the spikelet frequently articulates above the pair of empty basal glumes.",
        "a Fertile glume and pale hyaline; empty glumes thick, membranous to coriaceous or cartilaginous, the lowest the largest.",
        "li Fertile glume and pale cartilaginous, coriaceous or papery; empty glumes more delicate, usually herbaceous, the lowest usually smallest.",
        "Spikelets oneto indefinite-flowered; in the one-flowered the rachilla frequently produced beyond the flower; rachilla generally jointed above the empty glumes, which remain after the fruiting glumes have fallen.",
        "Empty glumes 4.5.",
        "Empty glumes 2.6.",
        "Fertile glumes generally shorter than the empty glumes, usually with a bent awn on the back.",
        "Fertile glumes generally longer than the empty, unawned or with a straight, terminal awn.",
        "No large rivers empty into Lake Superior from the south.",
        "shelter himself under the authority of Plato; but, as the Xenocratean numbers, though professedly ideal as well as mathematical, were in fact mathematical only, this return to the Platonic terminology was no more than an empty form.",
        "(1138), who was of the rival house of Hohenstaufen, gave back these Frisian districts to the bishop; it was in truth somewhat of an empty gift.",
        "The crown of the pine-apple, c, consists of a series of empty bracts prolonged beyond the fruit.",
        "If a luminous body is surrounded by empty space, the light which it emits suffers no loss of energy as it travels outwards.",
        "There was an empty treasury, and the floating debt amounted to X7,000,000; maladministration was rampant in every department of the state; the national guard was mutinous, while the small army of regulars was badly organized and inefficient.",
        "When Dr Jameson assumed office he found an empty treasury, and considerable temporary loans had to be raised.",
        "Now, in order that a reservoir may enable the varying flow, represented cumulatively by the irregular line, to be discharged in a continuous and uniform flow to satisfy a demand represented cumulatively by the straight line a a, its capacity must be such that it will hold not only the II% surplus of the same year, but that, on June loth, when this surplus has been used to satisfy the demand, it will still contain the water c d-19%stored from a previous year; otherwise between June 10th and August 31st the reservoir will be empty and only the dry weather flow of the stream will be available for supply.",
        "It is clear that the greatest crushing pressure must occur, either, with the reservoir empty, near the lower part of the water face ab.",
        "Having thus determined the outer profile under the conditions hitherto assumed, it must be similarly ascertained that the water face is everywhere cap able of resisting the vertical pressure of the masonry when the reservoir is empty, and the base of each compartment must be widened if necessary in that direction also.",
        "14, drawn through these points give the centre of pressure, for the reservoir full and empty respectively, at any horizontal plane.",
        "The distributions of stress on the base line of the model for \" reservoir empty \" and \" reservoir full \" are shown in fig.",
        "As a result of this theory, in the case of a retaining wall supporting a vertical face of earth beneath an extended horizontal plane level with the top of the wall, we get p _ wx 2 1 - sin ii 2 I +sin P' [[Reservoir Empty Reservoir Full Ellipses Of Vertical Pressures On Horizontal Joints]].",
        "When a main drain is so placed that parallel ones empty into it from both sides, care should be taken that the inlets of the latter are not made exactly opposite to each other.",
        "The chief reason for testing balances with weights in the scale-pans rather than with the scale - pans empty, is that the balance might be unstable with the weights though stable without them.",
        "The filled bag is then removed and replaced by an empty bag and the action is renewed.",
        "The tea is shot out and falls into a receptacle below, and the drum makes a quarter of a revolution, and is again held in position by the detent with an empty compartment at top ready for the next filling.",
        "Whence it follows that all things to which men attribute reality, generation and destruction, being and not-being, change of place, alteration of colour are no more than empty words.",
        "The intellectual intuition of Schelling, as above consciousness, the pure being of Hegel, as an empty abstraction, unvindicated, illegitimately assumed, and arbitrarily developed, are equally useless as bases of metaphysics.",
        "Other portions of the state are drained by the Kankakee, a tributary of the Illinois, the St Joseph and its principal branch, the Elkhart, which flow north through the south-west corner of Michigan and empty into Lake Michigan; the St Mary's and another St Joseph, whose confluence forms the Maumee, which empties into Lake Erie; and the White Water, which drains a considerable portion of the south-west part of the state into the Ohio.",
        "With an empty treasury and unpaid mutinous troops, no faculty could have helped Requesens to succeed; and he was only an honest official who was worn out in trying to do the impossible.",
        "The English barons were simply desirous of getting rid of the strong and effective govern.ance of the king, and the alleged wrongs of his sons were an empty excuse.",
        "In 1347 Edward made a short truce with King Philip: even after his late victories he felt his strength much strained, his Truce with treasury being empty, and his army exhausted by the France.",
        "In 1611 circumstances had disgusted him with his new ally; but in 1614 he courted him again, not only on grounds of general policy, but because he hoped that the large portion which would accompany the hand of an infant a would go far to fill the empty treasury~",
        "The victorious Lord Berkeley, whose children died young, was on ill terms with his next brother, and made havoc of the great Berkeley estates by grants to the Crown and the royal house, for which he was rewarded with certain empty titles.",
        "10, which is known as the\" dumpling,\"this arrangement not only saving work and water, but acting as a support for the king post of a trussed holder when the holder is empty.",
        "Is the theory or tradition correct, that, after death and burial, Mary was bodily received into heaven and her graye left empty?",
        "But the drainage is good; about 150 streams empty into the Caribbean and some 325 into the Pacific. In the eastern part are three complicated drainage systems of rivers very largely tidal.",
        "B, Empty antheridium; p, prothallial cell; I, 2, cells of antheridial walls; 3, cap cell.",
        "The aversion to them which he expressed showed thus early an innate disposition to rebel against empty verbal reasoning.",
        "Otherwise, what we take to be ideas are only empty words.",
        "It left behind an empty treasury, an undisciplined army and navy, a people debauched by safe and successful riot.",
        "At the base of each spikelet are two empty boat-shaped glumes or \"chaff-scales,\" one to the right, the other to the left, and then a series of flowers, 2 to 8 in number, closely crowded together; the uppermost are abortive or sterile, - indeed, in some varieties only one or two of the flowers are fertile.",
        "Each flower consists of an outer or lower glume, called the flowering glume, of the same shape as the empty glume and terminating in a long, or it may be in a short, awn or \"beard.\"",
        "The stamens of the wheat plant may frequently be seen protruding beyond the glumes, and their position might lead to the inference that cross-fertilization was the rule; but on closer examination it will be found that the anthers are empty or nearly so, and that they are not protruded till after they have deposited the pollen upon the stigma.",
        "The first when opened was found to be empty, but the second contained fourteen books relating to philosophy and pontifical law, which were publicly burned as tending to undermine the established religion.",
        "is the sole ultimate good, and pain the sole evil; that no pleasure is to be rejected except for its painful consequences, and no pain to be chosen except as a means to greater pleasure; that the stringency of all laws and customs depends solely on the legal and social penalties attached to their violation; that, in short, all virtuous conduct and all speculative activity are empty and useless, except as contributing to the pleasantness of the agent's life.",
        "That sacred communication of His flesh and blood whereby Christ transfuses into us His life, even as if it penetrated into our bones and marrow, He in the Supper attests and seals; and that not by a vain or empty sign set before us, but there He puts forth the efficacy of His Spirit whereby He fulfils what He promises.",
        "The world without God would be \"chaos,\" and God without the world an empty \"phantasm.\"",
        "It should never be given on an empty stomach, but always after a full meal.",
        "In acute poisoning the interval between the reception of the poison and the onset of symptoms ranges from ten minutes, or even less, if a strong solution be taken on an empty stomach, to twelve or more hours if the drug be taken in solid form and the stomach be full of food.",
        "The administrative machinery of the state still existed, but it worked in empty air: its taxpayers disappeared, those who were amenable to its legal jurisdiction slipped from its grasp, -and the number of those whose affairs it should have directed dwindled away.",
        "However, having accomplished all these great things, the treasury was left empty and the reforms were but ill-established;,",
        "N~eF~ The exchequer was empty; it was necessary to comply.",
        "The most remarkable geographical feature of Seistan generally, in the modern acceptation of the term, is the Hamun, which stretches far and wide on the north, west and south, but is for a great part of the year dry or a mere swamp. It is a curious feature in the physical conformation of northern and western Afghanistan that none of the rivers flow to the sea, but that the Helmund and all the other rivers of western Afghanistan empty themselves into these lagoons, which spread over thousands of square miles.",
        "As the season advances and the flowers yield nectar more freely, visible signs of combbuilding will be observed in the whitened edges of empty cells in the brood-chambers; the thoughtful workers are lengthening out the cells for honey-storing, and the bee-master takes the hint by giving room in advance, thus lessening the chance of undesired swarms. In other words, order and method, combined with the habit of taking time by the forelock, are absolutely necessary to the bee-keeper, seeing that the enormous army of workers under his control is multiplying daily by scores of thousands.",
        "Hood's army was to the south-east, lightly entrenched, with its flanks on two creeks which empty into the Cumberland above and below Nashville.",
        "Sometimes they are empty, no flower-buds being produced in their axil.",
        "A series of empty coloured bracts terminates the inflorescence of Salvia Horminum.",
        "When bracts become united, and overlie each other in several rows, it often happens that the outer ones do not produce flowers, that is, are empty or sterile.",
        "- Spikelet of Oat (Avena sativa) laid open, showing the sterile bracts gl, gl, or empty glumes; g, the fertile or floral glume, with a dorsal awn a; p, the pale; fs, an abortive flower.",
        "Sometimes, especially towards the summit of a dichasium, owing to the exhaustion of the growing power of the plant, only one of the bracts gives origin to a new axis, the other remaining empty; thus the inflorescence becomes unilateral, and further development is arrested.",
        "below the surface; from time to time the end of the bag is lifted into the boat, to empty it of its contents.",
        "He also wrote a treatise entitled De Petal reel de la presse et des pamphlets depuis Francois P r jusqu'a Louis XIV (1834), in which he refuted an empty paradox of Charles Nodier, who had tried to prove that the press had never been, and could never be, so free as under the Grand Monarch.",
        "On the death of Demetrius, who had been supported in his endeavour to recover his father's throne by Pope Honorius III., the empty title of king of Salonica was adopted by several claimants.",
        "lat., which empty into the river Santa Cruz; the fjordian Lake San Martin, 49 S.",
        "An empty stomach did little to relieve her misery, though.",
        "A hollow empty feeling engulfed her, resurrecting Nicks face in the car window.",
        "I can vouch for the fact that her stomach is empty.",
        "Bordeaux kicked sand away from a suspicious mound and found an empty cartridge box.",
        "The house, however, was empty.",
        "Mr. Abbott's home was empty at the time of my initial perusal so it was his residence I sought to enter first.",
        "I rode shotgun in an ancient Ford with a flag of Nigeria painted on the dashboard while Howie hung over the seat amid a month's supply of fast food wrappers and not a few empty beer cans.",
        "Bird Song wasn't locked and the place was empty most of todayâ€”even Maria was watching the parade.",
        "Dean passed a timeworn farmhouse now sitting empty on land far more valuable to a developer than its intended use, its torn curtains shimmering in the paint-peeled window frameâ€”an Andrew Wyeth painting.",
        "Some appeared empty while othersâ€¦she stopped looking when she saw the fanged moth man.",
        "She stepped off the ferry and stood in a mostly empty parking lot, wondering how the hell to get to civilization from there.",
        "Does he think me so naÃ¯ve that I'd leap at some empty promise?",
        "Katie looked around, unable to tell if her sister.s empty closet was indicative of a weekend trip or something more permanent.",
        "It was otherwise empty, and he.d escaped for a break from the death burning in the courtyards and any interaction with others, especially a certain mortal who.d managed to reopen an old wound.",
        "The mines have gone empty, and the women barren since the rightful dhjan bloodline has been cast from the land.",
        "Two straight days of vigorous outdoor activity coupled with a later-than-usual bedtime caused Dean to sleep through the six o'clock broadcast of Public Radio news, waking only when an extended arm felt an empty bed beside him.",
        "Bird Song remained nearly empty during the week and half full weekends when get-away folks from Grand Junction, and sometimes even Colorado Springs or Denver, left the kiddies with grandma and snuck over the mountains for a little R and R. An occasional ice climber continued to remind the group of the receding memories of the recent tragic past.",
        "He looked at the wall where Elisabeth's painting should be and saw empty space with spattered blood around it.",
        "The entire fortress was empty.  Rhyn ducked his head into a salon the size of half Kris's castle.  He and Gabe had reached the gleaming marble palace at the center of the underworld just after dawn only to find it unguarded and missing its key occupant.",
        "However, an empty pint of Jack Daniel's on the galley table made the observation somewhat less credible.",
        "Ghostly, veiled ladies of exceptional height passed in somber silence past an empty bier while a shadowy figure looking like a cross between Hercule Poirot and Fred O'Connor lurked behind a pillar, watch­ing.",
        "Second floor apartment D showed the name Burgess but C, where J. Cleary was to reside, was also empty.",
        "He opened the refrigerator but there was no more beerâ€”only a lot of empty cans scattered around the room.",
        "His now vibrant eyes had been empty, and he'd spent many days just sitting with Sofi in the study.",
        "The bladder of her blood lay empty beside her body.",
        "It was tidy â€“ and empty.",
        "Banal, empty platitudes fill its pages like wet cardboard clogging a dustbin.",
        "To the left, a ruined abbey, its empty arches framing sky; to the right, a lonely monument on a hill.",
        "abideempty towering stone church, swept clear of all ornament, pure and empty, with nothing abiding there.",
        "With Barnardo's help, childhood abuse need not lead to an empty future.",
        "The empty plinth was then adjudged a work of art worthy of exhibition, while the head was rejected.",
        "He was staring aghast at the sudden appearance of Kemp, followed by the extraordinary sight of clothing tossing empty in the air.",
        "Fields left empty will be tagged by a red asterisk.",
        "Thus ' equality ' remains an empty aspiration when there is cash or power asymmetry between places.",
        "barman in an empty pub.",
        "Tony had told us to bring empty bottles to get mineral water.",
        "empty the bowels every morning The body's clock always tries to follow the cycles of nature.",
        "breathtaking to see the beauty He is creating in lives that were broken and wasted and empty.",
        "Picking the plant up and snapping his empty briefcase shut, he scurried toward the door, trying to be as discreet as possible."
    ],
    "definition": [
        "Link/Cite"
    ]
}