{
    "translation": "לאפשר",
    "uses": [
        "I'll ride over on horseback to enable a quick escape if needed, she insisted.",
        "There was enough material there to enable him to prepare several new tricks which he had learned from some of the jugglers in the circus, and he had passed part of the night in getting them ready.",
        "The distribution of fossils frequently makes it possible to map out approximately the general features of land and sea in long-past geological periods, and so to enable the history of crustal relief to be traced.'",
        "To enable trains to be transferred from one pair of rails to another pair, as from the main line to a siding, \" points \" or \" switches \" are provided.",
        "To enable the indications of the log register on the taffrail to be recorded in the chart room or any other part of the vessel as desired, a chart room electric register has been introduced.",
        "If a thousand men were not to pay their tax-bills this year, that would not be a violent and bloody measure, as it would be to pay them, and enable the State to commit violence and shed innocent blood.",
        "The above-named acts enable the Board of Trade to take all the necessary steps to ensure that the safety of passenger trains is sufficiently guarded.",
        "These examples show that Napier was in possession of all the conventions and attributes that enable the decimal point to complete so symmetrically our system of notation, viz.",
        "Where the government is bad, they are a fruitful source of corruption; even where it is good, they enable the companies to drive hard bargains with the public, and prevent.",
        "In the United States the Safety Appliance Act of 1893 also forbade the railways, after the 1st of January 1898, to run trains which did not contain a \" sufficient number \" of cars equipped with continuous brakes to enable the speed to be controlled from the engine.",
        "A very considerable body of knowledge relating to this subject already exists, but further work on experimental lines is urgently required to enable us to understand the actual economy of plants growing under different conditions of life and the true relation of the hereditary anatomical characters which form the subject matter of systematic anatomy to those which vary according to the conditions in which the individual plant is placed.",
        "This shows that the principle of the dissipation of energy has control over the actions of those agents only whose faculties are too gross to enable them to grapple individually with the minute portions of matter which are the seat of energy.",
        "In 1914 his preeminence had become so evident that a special position was created for him in Berlin, where he was elected a member of the Royal Academy of Sciences and given a sufficient stipend to enable him to devote all his time to research without any restrictions or duties whatsoever.",
        "Count Agenor de Gasparin, in his Tables tournantes (Paris, 1854), gives an account of what seem to have been careful experiments, though they are hardly described in sufficient detail to enable us to form an independent judgment.",
        "toward the Humboldt, but seldom has sufficient volume to enable it to reach that stream.",
        "is found necessary to introduce \" repeaters \" half-way, i n order to enable a high speed to be maintained.",
        "The Post Office at the same time established several telephone exchanges in provincial towns so as to enable the PostmasterGeneral \" to negotiate with the telephone companies in a satisfactory manner for licences.\"",
        "The teeth enable the climber to scale a vertical wall by holding to the ice while pulling yourself upward.",
        "To enable the wagons to be shunted into the desired order yards containing a large number of sidings are constructed at important junction points like A.",
        "The family tradition, however, is that he silenced the drums to enable Louis to speak to the people, and that General J.",
        "The second part of the Laws of Thought contained a corresponding attempt to discover a general method in probabilities, which should enable us from the given probabilities of any system of events to determine the consequent probability of any other event logically connected with the given events.",
        "For a reply to these questions the common sense of mankind turns to the science of history, whose aim is to enable nations and humanity to know themselves.",
        "Enough of the rocky surface is covered with a thin coating of soil to enable the natives to grow yams, taro, bananas, &c., for their support; cotton thrives well, and has even been exported in small quantities, but there is no space available for its cultivation on any considerable scale.",
        "Locomotives have to start with the full load on the engine, consequently an outstanding feature of every compound locomotive is the apparatus or mechanism added to enable the engine to start readily.",
        "I almost died a million times over, and if I didn't know how to enable the shields on the escape pod, I would have burned up in the atmosphere, and if that didn't kill me, then hitting the planet-- He held up a hand, planting it across her mouth when she refused to stop.",
        "A few of these have been translated, but as yet no European scholar possesses knowledge sufficient to enable him to study these valuable documents at first hand.",
        "She didn't have much air left, and she couldn't enable the control panel so she could direct the pod elsewhere.",
        "It will be soon enough to forget them when we have the learning and the genius which will enable us to attend to and appreciate them.",
        "running wheels which enable the end carriages to travel on the longitudinal gantry girders or runway, and the crab or jenny, which carries the hoisting mechanism, and moves across the span on FIG.",
        "The Bourgeois ministry appeared to consider that popular opinion would enable them to override what they claimed to be an unconstitutional action on the part of the upper house; but the public was indifferent and the senate triumphed.",
        "The presence of certain \"mediums\" was required to form the link between the worlds of the living and of the dead, and Kate Fox and her sister were the first mediums. Spiritualists do not as yet claim to know what special qualities in mediums enable spirits thus to make use of them.",
        "Is it possible for the College to accommodate itself to these unprecedented conditions, so as to enable me to pursue my studies at Radcliffe?",
        "His reading was largely designed to enable him fully to profit by the long-contemplated Italian tour which began in April 1764 and lasted somewhat more than a year.",
        "He showed that the heat motion of particles, which is too small to be perceptible when these particles are large, and which cannot be observed in molecules since these themselves are too small, must be perceptible when the particles are just large enough to be visible and gave complete equations which enable the masses themselves to be deduced from the motions of these particles.",
        "But the only true America is that country where you are at liberty to pursue such a mode of life as may enable you to do without these, and where the state does not endeavor to compel you to sustain the slavery and war and other superfluous expenses which directly or indirectly result from the use of such things.",
        "Inasmuch as the debenture stocks and preference shares would have to be redeemed in 1911 at premiums ranging from 3 to 5 per cent., the state would have to pay the company £253,000 in excess of the total of the outstanding securities in order to enable the ordinary shares to receive par, and in the council's view this payment would diminish the p robability of the Post Office being able to afford a substantial reduction in the telephone charges.",
        "Simple pits (p.) enable conduction to take place readily from one to another.",
        "Machine shops are usually provided to enable minor repairs to be executed; the tendency, both in England and America, is to increase the amount of such repairing plant at engine sheds, thus lengthening the intervals between the visits of the engines to the main repairing shops of the railway.",
        "In recent apparatus, to enable it to be used on board ship, a hydrogeneous spirit is used which is fed drop by drop into the chamber in which the arc is worked.",
        "The factors that enable us to solve for and eliminate disease are getting better all the time, like wind at our back, pushing us forward.",
        "The study of the differentiation of protoplasm was at that time seldom undertaken, and no particular attention was paid either to fixing it, to enable staining methods to be accurately applied to it, or to studying the action of chemical reagents upon it.",
        "designed to enable them to live independently.",
        "It may happen that from a large station sufficient traffic may be consigned to certain other large stations to enable full train-loads to be made up daily, or several times a day, and despatched direct to their destinations.",
        "Wolves do not catch their prey by lying in ambush, or stealing up close and making a sudden spring, but by fairly running it down in open chase, which their speed and remarkable endurance enable them to do.",
        "The apparently structureless substance is saturated with it; and if once a cell is completely dried, even at a low temperature, in the enormous majority of cases its life iS gone and the restoration of water fails to enable it to recover.",
        "A simple, but important, addition to enable the reading from the instrument to be effected by sound is shown in fig.",
        "7 he torque exerted on the driving-axle by the steam engine just at starting may be that due to the full boiler pressure acting in the cylinders, but usually the weight on the coupled wheels is hardly sufficient to enable advantage to be taken of the full boiler pressure, and it has to be throttled down by the regulator to prevent slipping.",
        "Dock-side jib cranes for working general cargo are almost always made portable, in order to enable them to be placed in correct position in regard to the hatchways of the vessels which they serve.",
        "- One pound of good Welsh coal properly burned in the fire-box of a locomotive yields about 15,000 British thermal units of heat at a temperature high enough to enable from 50 to 80% to flow across the boiler-heating surface to the water, the rest escaping up the chimney with the furnace gases.",
        "The telegraph companies proposed to effect an amalgamation so as to enable the services to be consolidated and extended, and they proposed to submit to various conditions for the protection of the public, such as maximum rates and limitation of dividends, with the provision that new issues of capital should be offered by auction, but public opinion was averse to the proposal.",
        "In either case the platform is fitted with a crane or cranes for lifting merchandise into and out of the wagons, and doors enable the shed to be used as a lock-up warehouse.",
        "The faculties of law confer the same degrees in law and also grant certificates of capacity, which enable the holder to practise as an avou; a licence is necessary for the profession of barrister.",
        "g g pavement to enable them to discharge their passengers and luggage without delay.",
        "The increasing number of measurements of the height of land in all continents and islands, and the very detailed levellings in those countries which have been thoroughly surveyed, enable the average elevation of the land above sea-level to be fairly estimated, although many vast gaps in accurate knowledge remain, and the estimate is not an exact one.",
        "The study of simple organisms, many of which consist of nothing but a little mass of protoplasm, exhibiting a very rudimentary degree of differentiation, so far as our methods enable us to determine any at all, shows that the duties of existence can be discharged in the absence of any cell-wall.",
        "The effect of this latitude is to give the company ample discretion in the matter, and to enable the act to be administered and the object of it to be attained without undue interference.",
        "In Great Britain the Board of Trade requires facing points to be avoided as far as possible; but, of course, they are a necessity at junctions where running lines diverge and at the crossing places which must be provided to enable trains to pass each other on single-track lines.",
        "5) which enable them to leap far and high.",
        "In 1847 an altazimuth was erected, designed by Airy to enable observations of the moon to be made not only on the meridian, but whenever she might be visible.",
        "liquidation committee would be needed to enable the liquidator to agree a compromise regarding the amount owed by a contributory.",
        "Nevertheless he possessed the necessary adaptability and acumen to enable him to do justice to the demands of the new age, which imperatively demanded that the interests of the Church should be the first consideration.",
        "Getting a cat at a Siberian cat rescue is a good way to enable an abandoned cat to have a better life.",
        "Probably its use is to enable FIG.",
        "But in both works these utterances are qualified in such a manner as to enable us to perceive the real bearings of his doctrine, and to pronounce at once that it differs widely from that commonly ascribed to him.",
        "Whether any of them are permanent homes of plague the evidence does not enable us to say.",
        "Acrobat Reader Down load the adobe acrobat Reader Down load the adobe acrobat reader to enable you to read PDF files.",
        "The Fellowship works to enable people affected by manic depression to take control of their lives.",
        "This will enable exhibitors and delegates to conduct virtual meetings with clients and colleagues back at the office.",
        "extensible to enable searching of other databases.",
        "Blogs enable individuals and companies to express their views, voice their opinions, and brand their online identity.",
        "When Tim Berners-Lee created the \"hypertext\" protocol to enable people to share academic papers through computers, it seemed a natural way to control how that information was presented.",
        "There are also checkboxes for anonymous login, passive mode or to enable SSL (secure) file transfers.",
        "USB memory sticks enable large amounts of data to be stored.",
        "Mixed ethnicity Groups Courses are of mixed ethnicity to enable participants to gain experience of interacting with other cultures.",
        "The next step was to endeavour so to modify and weaken the virus as to enable it to be used as a preventive or as an antitoxin.",
        "Pedro de Goes obtained a grant of the captaincy of Parahyba between those of Sao Vicente and Espirito Santo; but his means were too feeble to enable him to make head against the aborigines, and the colony was broken up after a painful struggle of seven years.",
        "These dates enable us to measure accurately the stages by which the church accommodated itself to, and as it were took possession of, the Aristotelian philosophy.",
        "ann, Chitinous annulus, containing air cavities which enable the stato blast to float.",
        "Rather it was a resolute determination to possess that control over the machine of state which should enable him to fulfil without let or hindrance the political mission with which he believed that Providence had charged him.",
        "He received an address of sympathy from the consistory of Anduze, and a provision was voted for him by the Union Protestante Liberale, to enable him to continue his preaching.",
        "and Dec. of the object to be observed, the scale divisions to be pointed upon, and thus, in measures of distance, with the aid of the chronograph and printing micrometer, enable the observer to adjust the instrument for observation and obtain a record of his observations without the aid of a hand-lamp or the necessity to make any records in his notebook.",
        "(e) A position-micrometer is attached to the finder to enable the observer to select comparison stars for observation with some unexpected object.",
        "Sigsbee's small water-bottle on the double valve principle actuated by a propeller requires extremely skilful handling to enable it to give good results.",
        "subsidy was given to the company to enable them to retain their troops there till the 31st of March 1893.",
        "The problem in Austria, as elsewhere, was to keep the prices of the necessaries of life at a level low enough to enable the people to live.",
        "Before the opening of the Smyrna-Aidin railway its roadstead was frequented by vessels trading with the Anatolian coast, and it has often been proposed to connect it with the railway system by a branch line, and thus enable it to compete with Smyrna.",
        "The specific gospel of Jesus, the gospel of divine fatherhood and human brotherhood, received no attention in the earliest days, so far as our sources enable us to judge.",
        "It was also proposed to link up the Elbe and the Danube by a canal which would enable direct transport to be effected from North and Baltic Seas to the Black Sea.",
        "refractor to enable it to take part in the International Photographic Survey of the Heavens.",
        "1591), were well aware of the importance of securing a coast-land which would enable Poland to become a naval power.",
        "The first general assembly of which we have certain notice is the zjazd walny which was summoned to Koszyce in November 1404, to relieve the financial embarrassments of Wladislaus, and granted him an extraordinary subsidy of twenty groats per hide of land to enable him to purchase Dobrzyn from the Teutonic Knights.",
        "His rare diplomatic skill and supreme intellectual endowments were to enable him to play a deciding part in the coming congress.",
        "Before the Long Parliament had sat for two months, the queen was urging upon the pope the duty of lending money to enable her to restore her husband's authority.",
        "How long before this the Nativity should be placed the Gospel does not enable us to say precisely, but as Herod's decree of extermination included all infants up to two years of age, and as a sojourn of the Holy Family in Egypt of unknown length intervened between the massacre and Herod's death, it is clear that it is at least possible, so far as the evidence of this Gospel goes, that the birth of Christ preceded Herod's death by as much as two or three years.",
        "Enough is raised, however, besides the amount handed over to the government, to enable the schools, roads, harbours and public works of every kind to be maintained at a standard which compares very favourably with other parts of Spain.",
        "\" They endeavoured to enable the English reader to follow the correspondences of the original with the closest exactness, to catch the solemn repetition of words and phrases, to mark the subtleties of expression, to feel even the strangeness of unusual forms of speech.\"",
        "Newton to enable a fairly complete restoration of its design to be made.",
        "To enable it to bear the expense involved in all these undertakings, the local treasury was generally assisted by large benefactions, either in money or in works, from individual citizens; but direct taxation for municipal purposes was hardly ever resorted to.",
        "The many topographical details furnished by exploration when compared with the building inscriptions and the indications given by deeds of sale will doubtless enable us ultimately to map out the principal features of the ancient city, but much more systematic exploration is needed, as well as further publication of existing documents.",
        "A bill to enable the people of Missouri to form a state government preliminary to admission into the Union came before the House of Representatives in Committee of the Whole, on the 13th of February 1819.",
        "According to Clavijo, ninety captured elephants were employed merely to carry stones from certain quarries to enable the conqueror to erect a mosque at Samarkand.",
        "long have been resorted to, provided with a steel eye at the top and a ring near the centre of gravity to enable them to be worked (fig.",
        "Collections of weed seeds are issued to merchants and others to enable them readily to identify noxious weed seeds.",
        "(b) With reference to raw and thrown silk, in order to enable the count to show the degrees of variation incidental to this class of material, it was decided for a basis of a fixed length and variable count weight.",
        "The declaration of the French government stated that: \" France hoped that other nations would grow, as she had done, more and more attached to solutions of international difficulties based upon the respect of justice, and she trusted that the progress of universal opinion in this direction would enable nations to regard the lessening of the present military budgets, declared by the states represented at the Hague to be greatly desirable for the benefit of the material and moral state of humanity, as a practical possibility.\"",
        "On the other hand, it was natural for Nureddin to attempt to secure Egypt, both because it was the terminus of the trading route which ran from Damascus and because the acquisition of Egypt would enable him to surround the Latin kingdom.",
        "The difficulties of exhibiting and maintaining it are probably far greater now than they were in the apostolic age; and as nothing but a present divine support can enable us to overcome these, so, when they are overcome, a testimony is given to the fact that God is with us.\"",
        "We want an answer to this question - What must we know by the senses in order to enable us to know what we infer by reason in the sciences?",
        "In practice it is found that a magnet can be prepared which, when suitably protected from shock, &c., retains its magnetic moment sufficiently constant to enable observations of H to be made comparable in accuracy with that of the other elements obtained by the instruments ordinarily employed at sea.",
        "The effects of the iron and steel used in the construction of ships upon the compass occupied the attention of the ablest physicists of the i 9th century, with results which enable navigators to conduct their ships with perfect safety.",
        "The deflector is an instrument designed to enable an observer to reduce the deviations of the compass to an amount not exceeding 2 0 during fogs, or at any time when bearings of distant objects are not available.",
        "appeared to possess every quality which could enable him to represent the universal Church with strength and dignity.",
        "The great general houses such as Rylands's, Philips's and Watt's in Manchester, and Cook's and Pawson's in London, some of which are manufacturers to a minor degree, continue to flourish because under one roof they can supply all that the draper requires, and so enable him to economize in the time spent in buying and to save himself the trouble of attending to many accounts.",
        "The fragmentary nature of the records does not enable us to follow the steps by which Cyrus became master of Mesopotamia, .in which he probably met with little or no resistance.",
        "Their table of comparison published in 1906 shows the following agreement: - It seems likely that measurements of vapour pressure and compressibility may eventually enable us to determine accurately osmotic pressures in cases where direct measurement is impossible.",
        "The conceptions of osmotic pressure and ideal semi-permeable membranes enable us to deduce other thermodynamic relations between the different properties of solutions.",
        "Mainly on the north side of the stream, in an open glade, rise the picturesque and extensive ruins, the church with its stately tower, and the numerous remnants of domestic buildings which enable the great abbey to be almost completely reconstructed in the mind.",
        "He next took to medicine, which he studied at the universities of Valencia and Barcelona with such success that the local authorities of the latter city made him a grant to enable him to follow his studies at Madrid and Paris, preparatory to appointing him professor.",
        "The canal was projected not only for commercial purposes but also to enable warships to pass safely and rapidly from W.",
        "Grotius's philological skill, however, was not sufficient to enable him to work up to this ideal.",
        "Its lower end was fitted with a ball-and-socket joint to enable it to be laid in any direction, and beneath this is a screw which can be screwed by means of a small lever into a piece of wood embedded in the side of a trench.",
        "Many periscopes of considerable length and special design have been used, to enable observations being made in comparative safety from behind large objects, e.g.",
        "To enable a distant ship or other object to be examined more closely it is possible in some periscopes to change the magnification from a normal power of 1.5 to a power of 6.",
        "After the bloody battle of Buda he concluded a three days' truce with the Hungarians to enable him to assist Prince Windischgratz to reduce Vienna, and subsequently fought against the Magyars at Schwechat.",
        "Some cuckoos are singular for their habit of using the nests of smaller birds to lay their eggs in, so that the young may be reared by foster-parents; and it has been suggested that the object of the likeness exhibited to the hawk is to enable the cock cuckoo either to frighten the small birds away from their nests or to lure them in pursuit of him, while the hen bird quietly and without molestation disposes of her egg.",
        "Other flies of the genus Volucella, larger and heavier in build than Eristalis, resemble humble-bees in colour and form, and it was formerly supposed that the purpose of this similarity was to enable the flies to enter with impunity the nests of the humble-bees and to lay their eggs amongst those of the latter insects.",
        "In 1592 Sigismund married the Austrian archduchess Anne, and the same year a reconciliation was patched up between the king and the chancellor to enable the former to secure possession of his Swedish throne vacant by the death of his father John III.",
        "Tudsbury that if an influence machine is enclosed in a metallic chamber containing compressed air, or better, carbon dioxide, the insulating properties of compressed gases enable a greatly improved effect to be obtained owing to the diminution of the leakage across the plates and from the supports.",
        "Richelieu required the assistance of the Dutch fleet to enable him to overcome the resistance of the Huguenot stronghold of La Rochelle.",
        "As to man's power of attaining truth his scepticism is decided; and he plainly declares that none of our faculties enable us to distinguish truth from error.",
        "Johnson's wide grasp of the discourse and knowledge of human nature enable him in a hundred entangled passages to go straight to the dramatist's meaning.",
        "was too short to enable him to do more than indicate his good intentions; he acted in general with the electors in observing a neutral attitude with regard to the dispute between the council of Basel and Pope Eugenius IV., and he put forward a scheme to improve the administration of justice.",
        "The diplomacy of ~\\Ietternich (q.v.), untouched by the patriotic fervour which he disliked and distrusted, was directed solely to gaining time to enable Austria to intervene with decisive effect and win for the Habsburg monarchy the position it had lost.",
        "He was looking about for an opportunity of appealing to the country on some question which would enable him to free himself from the control of the Liberal majority.",
        "The opposition came from the Agrarians and extreme Conservatives, who feared that it would enable foreign corn to compete on better terms with German corn; they were also jealous of the attention paid by the government to commercial enterprise in which they were not immediately interested.",
        "Encouraged by the interest which the events in China had aroused, a very important project was laid before the Reichstag in November 1897, which would enable Germany to Navalpro- take a higher place among the maritime powers.",
        "He had no previous experience of Austrian affairs, and was only anxious at once to bring about a settlement which would enable the empire to take a strong position in international politics.",
        "Yet even if all the wealthy landowners resided on their estates, their number would not be sufficient to enable them to play in local public life a part corresponding to that of the English gentry.",
        "(The architect being at that time also the contractor.) The chapters are -- (1) on various machines, such as scaling-ladders, windmills, &c.; (2) on windlasses, axles, pulleys and cranes for moving heavy weights, such as those used by Chersiphron in building the great temple of Diana at Ephesus, and on the discovery by a shepherd of a quarry of marble required to build the same temple; (3) on dynamics; (4) on machines for drawing water; (5) on wheels for irrigation worked by a river; (6) on raising water by a revolving spiral tube; (7) on the machine of Ctesibius for raising water to a height; (8) on a very complicated water engine, the description of which is not intelligible, though Vitruvius remarks that he has tried to make the matter clear; (9) on machines with wheels to register the distance travelled, either by land or water; (10) on the construction of scorpiones for hurling stones; (11) and (12) on balistae and catapults; (13) on battering rams and other machines for the attack of a fortress; (14) on shields (testudines) to enable soldiers to fill up the enemy's ditches; (15) on other kinds of testudines; (16) on machines for defence, and examples of their use in ancient times.",
        "The stream of Buddhist art which went out eastwards across Asia had its rise in North-West India, and the remains of architecture and sculpture unearthed in this region enable us to trace its development back to pure Greek types.",
        "Although by compounding corresponding portions of the diagrams given by instruments of this type, it is possible to determine the range and direction of the movement of which they are the resolved parts, their chief value is that they enable us to measure with ease the extent of any vibration, half of which is called its amplitude, and the time taken to make any complete back-and-forth movement, or its period.",
        "A few cuneiform transcriptions, reaching as far back as the XVIIIth Dynasty, give valuable hints as to how Egyptian was pronounced in the 15th century B.C. Coptic itself is of course quite inadequate to enable us to restore Old Egyptian.",
        "Finally, it may be mentioned that a sum proportionately large is available from public funds and regular parliamentary grants for furthering science and arts by temporary subventions to students, authors, artists and others of insufficient means, in order to enable them to carry out particular works, to profit by foreign travel, &c. The principal scientific societies and institutions are detailed under Copenhagen.",
        "His first care after the war was, as far as possible, to enable the country to recover from the terrific blows by which it had been almost destroyed; and he was never, either before or after, seen to better advantage than in the measures he adopted for this end.",
        "The economic importance of salt is further indicated by the almost universal prevalence in ancient and medieval times, and indeed in most countries down to the present day, of salt taxes or of government monopolies, which have not often been directed, as they were in ancient Rome, to enable every one to procure so necessary a condiment at a moderate price.",
        "In 1865 it adjudged Bishop Gray's letters patent, as metropolitan of Cape Town, to be powerless to enable him \"to exercise any coercive jurisdiction, or hold any court or tribunal for that purpose,\" since the Cape colony already possessed legislative institutions when they were issued; and his deposition of Bishop Colenso was declared to be \"null and void in law\" (re The Bishop of Natal).",
        "Altenstein did not immediately carry out this proposal, but he obtained for Mitscherlich a government grant to enable him to continue his studies in Berzelius's laboratory at Stockholm.",
        "The possibility of theoun states entering into a combination which Y g g would enable them to offer a united resistance to foreign interference while simultaneously effecting a compromise in regard to their national aims, has at various times occupied the attention of Balkan politicians.",
        "Carlyle had now to arrange the mode of life which should enable him to fulfil his aspiration.",
        "As to its substance, it is beyond dispute that much of the text derives from the French romances of the Round Table; but the evidence does not enable us to say (1) whether it was pieced together from various French romances; (2) whether it was more or less literally translated from a lost French original; or (3) whether the first Peninsular adapter or translator was a Castilian or a Portuguese.",
        "After the log is converted into scantlings, or \"lumber,\" as it is termed in America, it is stacked in the timber yard under covered sheds with open sides to enable it to \"season.\"",
        "But examinations consist as a rule of a number of tests, each one of which is complex; and a mark is recorded in respect of each test or portion of a test in order to enable the examining body to estimate the performance, considered as a whole, of the candidate.",
        "In 1836 he founded the Dublin Review, partly to infuse into the lethargic English Catholics higher ideals of their own religion and some enthusiasm for the papacy, and partly to enable him to deal with the progress of the Oxford Movement, in which he was keenly interested.",
        "It can only be effected by a close examination of the style and language of the document, which may enable us in some instances to identify with comparative security certain passages which are found in St Luke, but which St Matthew did not regard as suitable for his purpose.",
        "The town added occasional gifts to enable Luther to entertain the great personages who came to consult him frequently.",
        "He acquired a reputation as a worker of miracles, and on this ground was sent to Rome as an envoy, where (legend tells) he exorcised from the emperor's daughter a demon who had obligingly entered the lady to enable Simon to effect his miracle.",
        "The unanimous recognition on the part of all biblical scholars that the Old Testament cannot be taken as it stands as a trustworthy account of the history with which it deals, necessitates a hypothesis or, it may be, a series of hypotheses, which shall enable one to approach the more detailed study of its history and religion.",
        "The technical schools have also been of immense service in creating a class of self-respecting craftsmen, whose wages enable them to regard their work as worthy occupation abounding in interest.",
        "At only a few points does he enable us to correct or supplement other records.",
        "exactly the same angular dispersion between two Fraunhofer 2 In the case of short-sighted persons the image for very distant: objects (that is, for parallel rays) is formed in front of the retina; therefore, to enable such persons to see distinctly, the rays emerging, from the eye-piece must be slightly divergent; that is, they must.",
        "96, pp. 735-74 1, Loewy gives an account of an instrument which he calls an \"equatorial coude,\" designed (I) to attain greater stability and so to measure larger angles than is generally possible with the ordinary equatorial; (2) to enable a single astronomer to point the telescope and make observations in any part of the sky without changing his position; (3) to abolish the usual expensive dome, and to substitute a covered shed on wheels (which can be run back at pleasure), leaving the telescope in the open air, the observer alone being sheltered.",
        "In 1822 he was struck with paralysis, but recovered a fair degree of health, sufficient to enable him to resume his studies.",
        "The devotion began among the Franciscans, who, as the guardians of the holy places in Jerusalem, sought by this means to enable Christians to make a pilgrimage at least in spirit.",
        "Although the way of the disciple or \"chela\" is always represented as long and difficult, it is said that as he proceeds, the transcendental faculties which arise to help him enable him to pursue the right course with ever increasing confidence and security.",
        "Fortunately the birds soon become tame in confinement, and a little patience will enable an attentive observer to satisfy himself as to the process, the result of which at first seems almost as unaccountable as that of a clever conjuring trick.",
        "The boy's gifts attracted the attention of certain Hungarian magnates, who furnished 600 gulden annually for some years to enable him to study music at Vienna and Paris.",
        "It is a purely empirical orn Guided by experience, we are able to frame rules which enable us to say with more or less accuracy what will be the consequences, or what were the antecedents, of a given state of things.",
        "This means that, if the material of the frame were absolutely unyielding, no finite stresses in the bars would enable it to withstand the extraneous forces.",
        "The arbitrary constants A, B enable us to represent the circumstances of any particular case; thus if the velocity s~ and the position x be given for any one value oft, we have two conditions to determine A, B.",
        "Then other conditions consequent upon the fact that, the link forms part of a kinematic chain operate to enable b tobe fixed.",
        "which is useful in determining the original tension required to enable a belt to transmit a given force between two pulleys.",
        "For example, in a machine-work, the steam-engine, which is the prime mover of the various tools, has a flywheel on the crank-shaft to store and restore the periodical excess of energy arising from the variations in the effort exerted by the connecting-rod upon the crank; and each of the slotting machines, punching machines, riveting machines, and other tools has a flywheel of its own to store and restore energy, so as to enable the very different resistances opposed to those tools at different times to be overcome without too great unsteadiness of motion.",
        "To what extent this may have been the case, our limited knowledge of the early phases of the sectarian worship of the people does not enable us to determine.",
        "Although it is true that there is a certain amount of gradation in the degree of development to which these organs have attained in the various orders, yet it is hardly sufficient to enable the imagination to bridge over the gap which separates Amphioxus from the lowest fishes in regard to this feature of organization.",
        "These myotomes enable it to swim rapidly with characteristic serpentine undulations of the body, the movements being effected by the alternate contraction and relaxation of the longitudinal muscles on both sides.",
        "(b) The cost of discharging cargo from a ship, whether at a port or place of loading, call or refuge, shall be admitted as G.A., when the discharge was necessary for the common safety or to enable damage to the ship, caused by sacrifice or accident during the voyage, to be repaired, if the repairs were necessary for the safe prosecution of the voyage.",
        "It is not enough that the sacrifice or expenditure is prudent, or even necessary to enable the common adventure to be completed.",
        "Further, the cost of discharging the cargo to enable damage to the ship to be repaired, whether caused by sacrifice or by accident during the voyage, is to be allowed as G.A., \"if the repairs were necessary for the safe prosecution of the voyage,\" Rule X.",
        "And the corresponding damage in the case of cargo discharged at a port of refuge to enable repairs to be done to the ship is allowed by Rule XII.",
        "The act of 1829 provides that nothing therein contained is to enable a Roman Catholic to hold the office of guardian and justice of the United Kingdom, or of regent of the United Kingdom; of lord chancellor, lord keeper, or lord commissioner of the great seal of Great Britain or Ireland or lord lieutenant of Ireland; of high commissioner to the General Assembly of the Church of Scotland, or of any office in the Church of England or Scotland, the ecclesiastical courts, cathedral foundations and certain colleges.",
        "Then he conceived the idea of using the Cossacks, who were deeply attached to him, as a means of chastising the szlachta, and at the same time forcing a war with Turkey, which would make his military genius indispensable to the republic, and enable him if successful to carry out domestic reforms by force of arms. His chief confidant in this still mysterious affair was the veteran grand hetman of the crown, Stanislaw Koniecpolski, who understood the Cossacks better than any man then living, but differed from the king in preferring the conquest of the Crimea to an open war with Turkey.",
        "The body was made of silk to enable it to bear the violence and wet of a thunderstorm.",
        "He purposed, therefore, to obtain, if possible, some honourable post in the state which would give him the means of realizing these projects, and would enable him to do somewhat for the church, the third of the objects whose good he had at heart.",
        "The records are barely full enough to enable us to judge of the share taken by Bacon in these discussions; his name generally appears as the reporter of the committees on special subjects.",
        "Under a convention signed at Constantinople on the 4th of June 1878, Great Britain engaged to join the sultan of Turkey in defending his Asiatic possessions (in certain contingencies) against Russia, and the sultan, \" in order to enable England to make necessary provision for executing her engagement,\" consented to assign the island of Cyprus to be occupied and administered by England.",
        "Unfortunately, the extant remains of Brythonic are scanty; but in the Roman period it borrowed a large number of Latin words, which, as we know their original forms, and as they underwent the same modifications as other words in the language, enable us to trace the phonetic changes by which Brythonic became Welsh.",
        "in 1300 definitely permitted such marriages under the alreadyquoted conditions of the Apostolic Canons; in these cases, however, a bishop's licence was required to enable the cleric to officiate in church, and the episcopal registers show that the diocesans frequently insisted on the celibacy of parish-clerks.",
        "The former tell us much of the incidents of the frontier war, and particularly enable us to reconstruct in detail the history of the third siege of Nisibis in 350.",
        "Both level and edge triggered flip-flops can also be provided with an additional ENABLE input.",
        "Facilities Plymouth track has recently been awarded funding from Sport England to improve facilities including floodlights which will enable all year round training.",
        "fluency in the French language to enable them to converse with French people about subjects of mutual interest.",
        "BBSRC could perhaps organize fora to enable stakeholders, including the pharmaceutical industry, to meet and co-ordinate activities.",
        "Now advanced planning systems are beginning to enable foresters to blend entire woodlands 'naturally ' into the landscape.",
        "The aims of palliative gastrectomy are often to enable oral food intake, stop bleeding or relieve pain.",
        "gaunt appearance, offered his cloak to enable him to sit on the ground.",
        "gazetteer files to enable quick access.",
        "gender gape Gap works with employers; employees and trades unions in Scotland to encourage and enable action to address the gender pay gap.",
        "geodetic measurements with an accuracy that will enable present day tectonic movements to be monitored.",
        "For example, the Grade III survey would enable a geologist to start work without waiting for the accurate survey.",
        "This clever little gimmick will enable you to perform one of the most visually, stunning magical effects you are ever likely to see.",
        "glyceryl trinitrate, which is a type of medicine used to enable the heart to work more easily.",
        "Roman citizenship had been of considerable benefit to Paul to enable him better to spread the gospel.",
        "grant funding from Historic Scotland to enable skilled repairs for enhancement to a building.",
        "The Council had a small grant-in-aid to enable it to meet the costs of staff restructuring (£ 1.5M in 1998-99 ).",
        "They wanted to help him achieve his Level 2 and Level 3 to enable him to become head greenkeeper.",
        "Use This Mailbox For Should enable user defined groupings.",
        "gunnery target range was devised to enable the planes based at Turnberry to practice on moving targets.",
        "They have moveable position handlebars to enable them to be ridden standing up, sitting down or lying almost prone.",
        "Improved coverage as well as emergency buttons on Airwave handsets enable officers to call for urgent assistance.",
        "These steps may well be sufficient to enable you to stow the machine in a medium sized hatchback with the rear seats folded down.",
        "The survey depends on looking for eaten hazelnuts - an important food source which enable dormice to put on weight for winter hibernation.",
        "Earlier this year we put forward a detailed scheme, involving a pre-trial judicial hearing, which would enable that to happen.",
        "having a hearse (or equivalent estate car) available for hire, to enable people to carry out funerals.",
        "Most blades have hexagon bolsters which enable extra power to be obtained by use of a spanner.",
        "hind limbs enable them to leap about 50cm.",
        "honour will usually enable him or her to graduate but with a \" deemed to have deserved honors \" comment rather than a class.",
        "Now for the first time, the AGEIA PhysX Processor delivers the computing horsepower necessary to enable true, advanced physics in games.",
        "Gardena's range of high quality plastic hose connectors enable you to create reliable, leak free connection points with your garden hose connectors enable you to create reliable, leak free connection points with your garden hose.",
        "The command set hourglass on enable the indicator, whilst set hourglass off prevents RasMol from changing the cursor.",
        "The followings are the main request attributes: Request id The system assigns this native ID to a request to enable its specification.",
        "Such partnerships enable the landless to enter into previously inaccessible markets.",
        "So overcoming the inferiority complex will not enable the child to get friends.",
        "The voucher is valid for one year and will enable you to borrow from up to three participating institutions.",
        "Chipcon provide reference designs to enable systems integrators to develop their own RF solutions.",
        "The tower mast can also enable multiple antennas to be mounted with the required separation to eliminate any possible cross interference.",
        "interlocking log (not sectional) construction, a level concrete or paved base is required to enable installation.",
        "To enable interoperability with these libraries, set the shutdown mode to quiet.",
        "ISP's outgoing mail server will enable you to send email from home.",
        "Open the vents of the window to enable access to the outer frame jambs.",
        "She will then put some lubricating jelly on your tummy to enable the scanner to slide smoothly over you.",
        "Blagrave, to enable him to make a jointure to his now Wife.",
        "jolt game servers have already been upgraded with the new version 2 to enable your playing pleasure.",
        "kiosk mode ' accounts to enable users to access specific network facilities without logging in to their personal accounts.",
        "NPAs are frustrated by the lack of legislation to enable them to secure proper management of the commons.",
        "Alan will have completed the cladding repairs by early October and this will enable us to begin the unpleasant task of applying the lagging.",
        "The stables are able to be viewed by the public - although the game larder awaits works that will enable it to be viewed.",
        "We were there to enable the chaplain to go on Sabbatical leave.",
        "In Europe several countries have already legislated to enable job rotation to be included in their national labor market policies.",
        "This will enable the lessees to apply for local authority grant-aid to improve or repair the property if necessary.",
        "liminal realm has been used historically to enable a masculine becoming.",
        "Due to the loose interlocking log (not sectional) construction, a level concrete or paved base is required to enable installation.",
        "The aim here is to provide a feedback loop to enable a process of continual improvement to become the norm.",
        "lubricatel then put some lubricating jelly on your tummy to enable the scanner to slide smoothly over you.",
        "Diamolith's 3000 Hv range and excellent lubricity will enable us to offer customers the optimum combination of hardness and low friction.",
        "The objective is to award a lump sum that will enable the claimant to meet his assessed needs over the relevant period.",
        "magnifying lens to enable your standard lens to focus much closer.",
        "The next mail update will likewise enable TLS connections for outgoing mail.",
        "Note, deleting the mailbox does not work, you need the Disable / Enable routine.",
        "The differences found between the teacher groups enable us to draw a tentative psycho-educational profile of teachers who are successful at social mainstreaming.",
        "effective traffic management will enable all classes of road user to undertake safe mobility.",
        "mannequin supplier for the shop front window to enable a standardized image for the shop.",
        "marketable surplus to enable a family have some cash income.",
        "The astrometric precision will also enable proper motion studies, and accurate comparisions of oh masers with methanol, water and other species.",
        "Through the interdisciplinary Box Center, we are investigating the mechanisms through which ICT can enable improvements in organizational performance.",
        "The design of such medicaments is to enable the drug to be absorbed through the skin into the target area of the body.",
        "methodologyonal benefit may be to enable individual authorities to adopt the methodologies for use themselves.",
        "BACKGROUND The aim of the IRVIS system is to enable the remote inspection of hybrid microcircuits.",
        "These high tech poles are used to enable the sound operators to reach any part of the audience with a directional microphone.",
        "MIDI interfaces enable Midi interfaces enable MIDI instrument connection to a computer, which allows for computer control of other MIDI equipment.",
        "mine workings to enable the bypass to cross the redeveloped areas.",
        "The very cellular mechanisms that enable the foreign genes to insert into the genome can also mobilize them to jump out again.",
        "No write access to \" file \" An attempt was made to enable edit mode on a file that has been write protected.",
        "There, you can enable or disable comment moderation for future comments.",
        "mulling over plans to enable customers to open bank accounts in other EU countries.",
        "Ericsson's latest technology will enable EMT to offer their 3G customers an exciting package of advanced multimedia and mobile broadband services.",
        "Our programs enable people to make the best environmental and economic use of their local natural resources.",
        "necessary to enable the staff to offer high quality services to the user.",
        "negotiated on the basis of the minimum amount needed to enable the project to go ahead.",
        "It does enable us to focus on the readily observable aspects of users ' behavior.",
        "offered an opportunity to attend various courses which are designed to enable them to live independently.",
        "offload more players to enable new ones to come in.",
        "A 64-bit os for Your 64-bit Machine The dual-core PowerPC G5 joins forces with Mac OS X v10.4 Tiger to enable 64-bit computing.",
        "Gears are changed not with a standard stick shifter, but with steering wheel-mounted paddles to enable quick, smooth transitions and response.",
        "We are currently offering a service to collect wooden pallets, to enable us to reuse or recycle.",
        "palliative gastrectomy are often to enable oral food intake, stop bleeding or relieve pain.",
        "Men do not need the panoply of God to enable them to lead a clean and honest life.",
        "parasitoid wasp or a virus enable the two moth species to co-exist?",
        "According to the company both will enable to you become a true patriot you know you are dying to be with ease.",
        "If you carry a pillion, a second headset will enable you to converse normally.",
        "The new ones are of such a height to enable the gang plank to be mounted over the vents.",
        "APDA organized a plebiscite, without state support, held in September 2002, to enable local people to voice their opinions.",
        "possess a good enough knowledge of the English language to enable them to follow the courses taught at the University.",
        "This taking stock of the past will enable better mission praxis in the future.",
        "primary aim of the problem sheets is to enable the students to assess their own ability against the session objectives.",
        "privacy statement Subscribers ' details are used only to enable distribution of the newsletter Tales from the Terminal Room.",
        "Systems will enable us to plan work and provide a really proactive service for our customers.",
        "You must also have successfully completed any professional training required to enable you to practice the profession concerned.",
        "writing grids enable children to enter text into a writing program, simply by clicking words or pictures.",
        "prompt notification by the tenant is required to enable remedial action to be taken.",
        "He tells Hermann that many people believe he helped fake his father's death to enable him to escape prosecution.",
        "The goal is to enable telerobotic operations with full human abilities in hostile environments and advanced prosthetics.",
        "This keyword may be used multiple times in an XS module to enable and disable prototypes for different parts of the module.",
        "Process medical patient data to enable rapid prototype 3-D medical models to be created.",
        "It may well enable pupils really to sharpen their questions!",
        "Enable our new hobby Utah quarterback alex the ionosphere the.",
        "Local ratepayer forums will: 2.1 encourage and enable ratepayers to have a better understanding of the rating valuation process.",
        "To enable other readers to access the material themselves.",
        "Both their financial support and hands-on involvement enable the realization of all Outset projects.",
        "Our pricing tools enable fast calculation of all set-up fees and annually recurring costs based on any number of locations and the bandwidth required.",
        "The WHOIS search facility will enable you to identify the current registrant.",
        "In 1961, the Victorian reredos was removed from the sanctuary of St Mary, to enable a repair to the east wall.",
        "Fasting, skipping meals, and overly restrictive diets will enable you to lose weight in the short run.",
        "resurfacey Road, Arnold is to be closed to through traffic to enable resurfacing of both carriageways to be carried out.",
        "There are indexes and schemas to help enable rapid retrieval.",
        "This small sander will enable you to work up to the skirting edge without damaging it.",
        "No. To enable people to choose where to sit and with whom all our home matches will have unreserved seating.",
        "The dedicated secretariat was established in 2000 to enable DPTAC to demonstrate its independence.",
        "Can IT drive public sector reform, or can it only enable public sector reform, or can it only enable public sector reform?",
        "self-contained to enable staff to be positioned within the overall framework.",
        "self-determination theory, teaching practices that enable pupils to cope well with temporary failure are briefly described.",
        "What can I do that will enable me to rescue all these kind mother sentient beings from this perilous predicament?",
        "The government provides the infrastructure - the drains, sewers, inoculation programs, which enable us all to take preventive medicine seriously.",
        "The Government needs to enhance the rail network to enable the rapid movement of east west rail freight shipments.",
        "FOCs enable shipowners to avoid onerous international regulations, since the International Maritime Organization which enforces them is dominated by FOC nations.",
        "That service will enable the shipper to release the goods without any delay.",
        "showcase excellence and enable professionals like you to network.",
        "At certain times the odor control system will be temporarily shut down to enable engineers to safely access the equipment.",
        "simulant materials to enable construction of useful phantoms for further development of imaging.",
        "AMD64 is designed to enable simultaneous 32- and 64-bit computing with no degradation in performance.",
        "This package with levels Complete Beginner & Beginner will enable you to acquire the basics and learn to make yourself understood in everyday situations.",
        "They also enable skiers to be very close to the ski area.",
        "Improved dermatophilosis control would enable smallholders and farmers relying on draft animals to raise their level of income and secure their sources of food.",
        "solitude of that room, and it did much to enable me to discover what kind of Etonian I was.",
        "The most fundamental of these is language, although mathematics and art are close behind in the conceptual sophistication they enable.",
        "This would enable colleges to develop resources to offer specialisms rather than duplication of provision.",
        "To enable you to work toward leadership within one area of the school curriculum, a curriculum specialism is selected for further study.",
        "Funds have been awarded by the EPSRC to enable our Division to purchase an aerosol time-of-flight mass spectrometer.",
        "RAF spitfires had a special wing modification to enable them to fulfill these missions.",
        "It would also enable screening spontaneity and last-minute, urgent, campaign-based screenings.",
        "spool capacity to enable long, unattended EDM machining operations to be undertaken.",
        "What functions does the ' multifunction steering wheel ' actually enable you to function?",
        "A perching stool will enable you to rest comfortably at a suitable height for a kitchen work surface.",
        "administrative subpoenas, which enable law enforcement officials to obtain certain records quickly, are critical to many investigations.",
        "subsumed work to increase competition in DSL by requiring BT to provide interconnection services to enable operators to offer competing DSL services.",
        "sufficient to enable capital to break free of the gravitational pull of the state.",
        "The spirit may be armed with powers which enable it to rise superior to gravity.",
        "superman costume: Wearing of this garment does not enable you to fly.",
        "The heroine, Elma Clifford has almost supernatural powers of intuition which enable her to identify the murderer by instinct alone.",
        "These competencies help clients enable sustainable, long-term and cost-effective compliance strategies that can also improve overall process value and effectiveness.",
        "The learning environment contains devices such as an annotations facility to enable course teachers to integrate courseware into their existing teaching.",
        "Full-Screen teleprompter - The full-screen teleprompter will enable you and other talent in your video to read your script from a distance.",
        "An enclosed vivarium is unsuitable for any species that requires a temperature gradient, or differential, to enable self-selection of body temperature.",
        "Use template Enable this box if you want to use a predefined template.",
        "test tube may promote oral HIV transmission Alcohol may enable HIV to be more easily transmitted through oral sex, a new test-tube study suggests.",
        "These should provide therapeutic and ' normalizing ' care required to enable children to reach their potential and become fully participating members of society.",
        "Audit guidelines and tools and procedures were developed to enable focussed audits of sludge thickening plant.",
        "No role-play, just interactions to prompt thought, enable you to gain new insights into human communications.",
        "An absolute must is a good powerful flashlight to enable you to find the toads.",
        "Each Foundation Program will enable the trainee to access the full curriculum.",
        "Additionally, the digital echo sounder will be used with a side-looking sonar transducer that will enable quantification of dune planform morphology.",
        "I hope this will enable data triangulation once the UN study is published.",
        "Fitted with jack to enable turning, later carried portable turntable.",
        "twenty-one years with rent stable for the first seven to enable the farm to develop.",
        "underwrites bank loans to enable overseas buyers to purchase goods - most controversially military hardware - from the UK.",
        "unzip folders you can download freeware to enable you to do so.",
        "To enable current units currently in the field, they will require a firmware update.",
        "upright cleaner enable you to clean up the stairs.",
        "This can enable a line that fails the line test, to become useable.",
        "vacuum brake ejector to enable her to be used on passenger trains.",
        "There are sufficient vats to enable the different varietals to be fermented separately.",
        "In these situations the patient will have been artificially ventilated to enable a full diagnosis to take place.",
        "Perhaps future ecotourism ventures will enable viewing of the animals with an expert guide.",
        "If you enable verbose logging on the Document Refinery Options Configuration screen, the Document Refinery log shows the related configuration information.",
        "vocational GCSEs are to be designed to enable a seamless progression into modern apprenticeships.",
        "The zipped harmony cover has a wide zip to enable you to remove it and is hand washable.",
        "Can a parasitoid wasp or a virus enable the two moth species to co-exist?",
        "The wages were never high enough to enable the journeyman weaver to tide over periods of unemployment.",
        "well-grounded information, that enable students to write high-grade answers.",
        "This will enable you to perform a whole body wellness Thai massage lasting for 60 -180 minutes depending on the client's needs.",
        "Siben Li also played well for Cheltenham, but was inconsistent enough to enable Saracens to complete a whitewash.",
        "In the installation wizard, enable the Modify option.",
        "And 20.3 cm woofers in each speaker enable smooth reproduction of deep, low notes, even at high volumes.",
        "Do you think the new powers will enable police to effectively tackle seafront yobs?",
        "A small fleet of inflatable zodiacs with outboard motors enable us to travel from ship to shore.",
        "Arenarius, or sand reckoner), a small treatise, addressed to Gelo, the eldest son of Hiero, expounding, as applied to reckoning the number of grains of sand that could be contained in a sphere of the size of our \"universe,\" a system of naming large numbers according to \"orders\" and \"periods\" which would enable any number to be expressed up to that which we should write with I followed by 80,000 ciphers!",
        "347) to enable him to accompany Robert FitzHugh, D.D., warden of the hall, on an embassy to Rome.",
        "This interpolation can, of course, be accomplished with the aid of a micrometer-microscope whose optical axis is normal to the plate, provided that the plate is mounted on slides which enable the observer to bring the reseau-squares successively under the microscope.",
        "The joints take a special form to enable them to withstand the great strain to which they are subjected (fig.",
        "On the 17th of November Shaftesbury moved in the House of Lords for a divorce to enable the king to marry a Protestant and have legitimate issue; but he received little support, and the bill was opposed by Charles, who continued to show his wife \"extraordinary affection.\"",
        "The federal constitution to make provision to enable each state to make amendments in the constitution if necessary for the purposes of federation.",
        "It was lucky for the development of instrumentation (as in all branches of music during the change from polyphonic to formal design) that whenever the texture is not polyphonic the natural place for melody is on the surface: in other words, when the accompaniment is simple the tune is generally on the top. Haydn, when he was not tempted by the resources of an instrument so complete in itself as the pianoforte, soon learnt to write artistically perfect string quartets in which the first violin, though overwhelmingly the most important part, is nevertheless in perfect balance with the other members of the scheme, inasmuch as they contribute exactly what their pitch and the little polyphonic elaboration admissible by the style will enable them to give.",
        "In order to enable two or more motions to be worked together, or independently as required, reversing friction cones are used for the subsidiary motions, especially the slewing motion.",
        "The jib is usually inclined, so as to enable the travel to be performed by gravity in one direction, and the object of the transporter mechanism is to ensure that pulling in or slacking out the lifting rope shall perform the cycle of operations in the following order: - Supposing the load is ready to be lifted out of a vessel on to a quay, the pull of the lifting rope raises the load, the travelling jenny being meanwhile locked in position.",
        "In addition to the above gaseous rectifiers of oscillations it has been found that several crystals, such as carborundum (carbide of silicon), hessite, anastase and many others possess a unilateral conductivity and enable us to rectify trains of oscillations into continuous currents which can affect a telephone.",
        "The education for this examination has kept pace with the rapid advances of science, all the following subjects now receiving attention: the microscopical structure of plants and drugs, so as to detect adulterations and impurities in powdered drugs; organic and quantitative analysis, including those of food and drugs, water, soils, gas and urine; optics, so as to enable them to carry out the prescriptions of oculists; spectrum analysis; the use of the polariscope and refractometer; the method of applying RÃ¶ntgen rays; the preparation of glandular secretions and antitoxins; and the chemistry of remedies for the fungoid diseases and insect pests of plants.",
        "The remark may conveniently find its place here that plants which have reached a high degree of adaptive specialization have come to the end of their tether: a too complicated adjustment has deprived them of the elasticity which would enable them to adapt themselves to any further change in their surroundings, and they would pass away with conditions with which they are too inextricably bound up. Vast floras have doubtless thus found their grave in geologic change.",
        "A cutting, or cut, is simply a trench dug in a hill or piece of rising ground, wide enough at the bottom to accommodate one or more pairs of rails, and deep enough to enable the line to continue its course on the level or on a moderate gradient.",
        "The arrangement and appropriation of the tracks in a station materially affect the economical and efficient working of the traffic. There must be a sufficient provision of sidings, connected with the running tracks by points, for holding spare rolling stock and to enable carriages to be added to or taken off trains and engines to be changed with as little delay as possible.",
        "Its purpose was to enable a competent commission, renewable in part each year, to utilize a portion of funds entrusted to it in inquiries on the best methods of furthering the interests of the community, and, when the funds became large enough, to apply their income directly to schemes of betterment.",
        "When in the following winter money had to be earned to enable Ezekiel to remain in college, Daniel accepted the principalship of the academy at Fryeburg, Maine; but he resumed his law studies in the follow - ing year, and in 1804, with Ezekiel's assistance, he was enabled to go to Boston and conclude his studies under Christopher Gore (1758-1827), later governor of Massachusetts (1809-1810) and a U.S. senator (1813-1816).",
        "Common sense he defined as \"that disposition which nature has placed in all or most men, in order to enable them, when they have arrived at the age and use of reason, to form a common and uniform judgment with respect to objects different from the internal sentiment of their own perception, which judgment is not the consequence of any anterior judgment.\"",
        "(iv.) Sufficient information must be available to enable us to test the validity of our hypotheses and conclusions.",
        "His confidence that his vastly enhanced powers would enable him first to coerce, and thereafter to overthrow, the British empire may be illustrated by his allowing the appearance in 1807 of an official atlas of Australia in which about one-third of that continent figures as \"Terre Napoleon.\"",
        "A Conscience clause is the term given to a special provision often inserted in an English act of parliament to enable persons having religious scruples to absent themselves from certain services, or to abstain from certain duties, otherwise prescribed by the act.",
        "They not only indicate the height of the land, but also enable us to compute the declivity of the mountain slopes; and if minor features of ground lying between two contours - such as ravines, as also rocky precipices and glaciers - are indicated, as is done on the Siegfried atlas of Switzerland, they fully meet the requirements of the scientific man, the engineer and the mountain-climber.",
        "Great Britain has likewise taken the lead in those deep-sea explorations which reveal to us the configuration of the sea-bottom, and enable us to construct charts of the ocean bed corresponding to the contoured maps of dry land yielded by topographical surveys.",
        "The walls of these sacs give rise at an early stage to muscles which enable the parts of the larva to move actively on one another (fig.",
        "They are then taken out and kept suspended in hot tallow to enable the surplus tin to run off.",
        "For the successful preparation of potable water from sea-water, the following conditions are essential: - Ist, aeration of the distilled product so that it may be immediately available for drinking purposes; 2nd, economy of coal to obtain the maximum of water with the minimum expenditure of fuel; and 3rd, simplicity of working parts, to secure the apparatus from breaking down, and enable unskilled attendants to work it with safety.",
        "With a view to enable this vessel to carry at good speed the thickest possible armour compatible with buoyancy, Ericsson reduced the exposed surface to the least possible area.",
        "enable us to perceive clearly that a writer otherwise unknown is speaking to us here.\"",
        "The wailing cry' and the frantic gestures of the cock bird in the breeding-season will tell any passer-by that a nest or brood is near; but, unless he knows how to look for it, nothing save mere chance will enable him to find it.",
        "Formulae of the calculus of finite differences enable us from the chronograph records to infer the velocity and retardation of the shot, and thence the resistance of the air.",
        "Many accidents have arisen from horses rushing through a gateway directly the latch is released, or from their jumping a gate at which they have been pulled up to enable the rider to open it.",
        "Above the calefactory is the \"dormitory\" opening into the south transept of the church, to enable the monks to attend the nocturnal services with v [bIis1 Ã¯¿½- ?",
        "shall accompany the act relating to it with a notification thereof, addressed to the other Signatory Powers of the present act, in order to enable them, if need be, to make good any claims of their own,\" and, furthermore, that \" the Signatory Powers of the present act recognize the obligation to ensure the establishment of authority in the regions occupied by them on the coasts of the African continent sufficient to protect existing rights, and, as the case may be, freedom of trade and transit under the conditions agreed upon.\"",
        "the local fueros of the various districts slowly yielded before the superior force of imperialism; and only those of Navarre and the Basque provinces (see Basques) have had sufficient vitality to enable them to survive to comparatively modern times.",
        "The lichen, however, is able to grow as the alga supplies organic food material and the fungus has developed a battery of acids (see below) which enable it actually to dissolve the most resistant rocks.",
        "to the sepulchral chamber where the dead man was deposited amid the funereal furniture destined for his use; and no device was neglected that might enable him to rest here undisturbed.",
        "He knew, however, how to retain the confidence of the sultan, who not only confirmed him in the possession of the whole of Albania from Epirus to Montenegro, but even in 1799 appointed him vali of Rumelia, an office which he held just long enough to enable him to return to Iannina laden with the spoils of Thessaly.",
        "Here, too, the strongly marked characteristics of P, or the Priestly Document, as opposed to JE, enable us to determine the extent of that document with comparative ease; but the absence, in some cases, of conclusive criteria prevents any final judgment as to the exact limits of the two strands which have been united in the composite JE.",
        "2 a In discussing the value of medieval examinations of the kind described, Paulsen (The German Universities (1906), p. 25) asserts that they were well adapted to increase a student's alertness, his power of comprehending new ideas, and his ability quickly and surely to assimilate them to his own, and that \" they did more to enable [students] to grasp a subject than the mute and solitary reviewing and cramming of our modern examinations can possibly do.\"",
        "Its chief ideas are - (1) That, owing partly to the want of ability in historians, and partly to the complexity of social phenomena, extremely little had as yet been done towards discovering the principles which govern the character and destiny of nations, or, in other words, towards establishing a science of history; (2) That, while the theological dogma of predestination is a barren hypothesis beyond the province of knowledge, and the metaphysical dogma of free will rests on an erroneous belief in the infallibility of consciousness, it is proved by science, and especially by statistics, that human actions are governed by laws as fixed and regular as those which rule in the physical world; (3) That climate, soil, food, and the aspects of nature are the primary causes of intellectual progress, - the first three indirectly, through determining the accumulation and distribution of wealth, and the last by directly influencing the accumulation and distribution of thought, the imagination being stimulated and the understanding subdued when the phenomena of the external world are sublime and terrible, the understanding being emboldened and the imagination curbed when they are small and feeble; (4) That the great division between European and non-European civilization turns on the fact that in Europe man is stronger than nature, and that elsewhere nature is stronger than man, the consequence of which is that in Europe alone has man subdued nature to his service; (5) That the advance of European civilization is characterized by a continually diminishing influence of physical laws, and a continually increasing influence of mental laws; (6) That the mental laws which regulate the progress of society cannot be discovered by the metaphysical method, that is, by the introspective study of the individual mind, but only by such a comprehensive survey of facts as will enable us to eliminate disturbances, that is, by the method of averages; (7) That human progress has been due, not to moral agencies, which are stationary, and which balance one another in such a manner that their influence is unfelt over any long period, but to intellectual activity, which has been constantly varying and advancing: - \"The actions of individuals are greatly affected by their moral feelings and passions; but these being antagonistic to the passions and feelings of other individuals, are balanced by them, so that their effect is, in the great average of human affairs, nowhere to be seen, and the total actions of mankind, considered as a whole, are left to be regulated by the total knowledge of which mankind is possessed\"; (8) That individual efforts are insignificant in the great mass of human affairs, and that great men, although they exist, and must \"at present\" be looked upon as disturbing forces, are merely the creatures of the age to which they belong; (9) That religion, literature and government are, at the best, the products and not the causes of civilization; (10) That the progress of civilization varies directly as \"scepticism,\" the disposition to doubt and to investigate, and inversely as \"credulity\" or \"the protective spirit,\" a disposition to maintain, without examination, established beliefs and practices.",
        "(d) If a ship under average be in a port or place at which it is practicable to repair her, so as to enable her tc carry on the whole cargo, and if, in order to save expenses, either she is towed thence to some other port or place of repair or to her destination, or the cargo or a portion of it is transhipped by another ship, or otherwise forwarded, then the extra cost of such towage, transhipment and forwarding, or any of them (up to the amount of the extra expense saved), shall be payable by the several parties to the adventure in proportion to the extraordinary expense saved.",
        "After debates extending over many years, the assembly of 1889 fell back on the words of the act of parliament 1693, passed to enable the Episcopalian clergy to join the establishment, in which the candidate declared the Confession of Faith to be the confession of his faith, owned the doctrine therein contained to be the true doctrine and promised faithfully to adhere to it.",
        "His accounts with the signory enable us to follow its progress step by step. He had finished the cartoon in less than two years (1504-1505), and when it was exhibited along with that of Michelangelo, the two rival works seemed to all men a new revelation of the powers of art, and served as a model and example of the students of that generation, as the frescoes of Masaccio in the Carmine had served to those of two generations earlier.",
        "Calculations, for instance, as to what people at the lower levels of the income tax must pay because they happen to be struck by every sort of tax as no other class is, and calculations as to the freedom from taxation of large numbers of other classes whose habits of consumption and living enable them to escape the tax-gatherer as the class to which they belong cannot generally do, may help a finance minister in the selection of taxes to be repealed or reduced or to be newly imposed.",
        "They ascribed all their misfortunes to the work of .a malignant faction, and believed that, if they could escape from Paris, a display of force by friendly powers would enable them to restore the supremacy of the crown.",
        "Beginning with not too many stocks he can test the capabilities of his location before investing much capital in the undertaking, so that by utilizing the information already given and adopting the wise adage \" make haste slowly \" he will realize in good time whether it will pay best to work for honey in comb or extracted honey in bulk; not only so, but the knowledge gained will enable him to select such appliances as are suited to his needs.",
        "It may well enable pupils really to sharpen their questions !",
        "Enable our new hobby utah quarterback alex the ionosphere the.",
        "This will enable us to exploit the regular radiosonde measurements from Halley to the full.",
        "Admin controls should include: To enable file data to be recreated when a file is lost or corrupted.",
        "To enable the student to reflect on and learn from experience.",
        "To enable lapsed registrants to renew Registration with the NMC.",
        "Somersby Road, Arnold is to be closed to through traffic to enable resurfacing of both carriageways to be carried out.",
        "Soul Spark is a six-session course that opens up some of the riches of the Christian tradition to enable a deeper and healthier spirituality.",
        "This more detailed categorisation will enable us to focus our efforts in the first round of river basin management planning.",
        "A mechanism to enable the instrument to decouple (for e.g., sclerotic scatter) is required.",
        "The dedicated Secretariat was established in 2000 to enable DPTAC to demonstrate its independence.",
        "Can IT drive public sector reform, or can it only enable public sector reform?",
        "The subcategory is a way of grouping work activities, sufficiently broad but self-contained to enable staff to be positioned within the overall framework.",
        "Then, drawing on self-determination theory, teaching practices that enable pupils to cope well with temporary failure are briefly described.",
        "We may also enable SMTP AUTH, which would allow use of our mail server for sending mail via SMTP from outside DMU.",
        "The aim is to tackle topical issues, create debate, showcase excellence and enable professionals like you to network.",
        "He is calling on us to remember some things that will enable us to shun sin.",
        "To develop realistic UWB tissue simulant materials to enable construction of useful phantoms for further development of imaging.",
        "I loved the solitude of that room, and it did much to enable me to discover what kind of Etonian I was.",
        "RAF Spitfires had a special wing modification to enable them to fulfill these missions.",
        "Classic machines have a 25 kg wire spool capacity to enable long, unattended EDM machining operations to be undertaken.",
        "This will enable a clearer understanding of the longer-term clinical significance of stent fracture to be gained.",
        "Eurostop 's RF system will enable Ann Summers to bring its stocktaking operation in house, cutting cost, due to increased efficiency.",
        "An initial consultation will enable you both to appreciate what is required, and also to strike up a rapport.",
        "Administrative subpoenas, which enable law enforcement officials to obtain certain records quickly, are critical to many investigations.",
        "Subsumed Work to increase competition in DSL by requiring BT to provide interconnection services to enable operators to offer competing DSL services.",
        "This has been achieved due to a ' surge ' sufficient to enable capital to break free of the gravitational pull of the state.",
        "On a childs superman costume: Wearing of this garment does not enable you to fly.",
        "Full-Screen Teleprompter - The full-screen teleprompter will enable you and other talent in your video to read your script from a distance.",
        "Use Template Enable this box if you want to use a predefined template.",
        "Alcohol may promote oral HIV transmission Alcohol may enable HIV to be more easily transmitted through oral sex, a new test-tube study suggests.",
        "To enable Bayer to send you information on the products available, please tick the relevant box(es) and complete your details.",
        "Set it to a non-zero value to enable tilde expansion.",
        "This will enable tracheal suction if aspiration is suspected.",
        "Information and communication networks will be developed between NHS 24 and local services to enable the secure transference of appropriate information between services.",
        "Leases ran for twenty-one years with rent stable for the first seven to enable the farm to develop.",
        "The lesions enable you to identify the underlying pathology, helping to make your differentials more precise.",
        "The ECGD underwrites bank loans to enable overseas buyers to purchase goods - most controversially military hardware - from the UK.",
        "If you are unable to unzip folders you can download freeware to enable you to do so.",
        "This will enable more detailed information to be presented in a more user-friendly manner.",
        "One was a single engined job fitted with a vacuum brake ejector to enable her to be used on passenger trains.",
        "A second \" helper virus \" infects the cell to enable this RNA to be packaged into a virion particle.",
        "The vocational GCSEs are to be designed to enable a seamless progression into modern apprenticeships.",
        "It is these skills, when applied to well-grounded information, that enable students to write high-grade answers.",
        "The taster course is designed to enable people to make a well-informed decision about whether teaching is a career that they wish to pursue.",
        "This will enable you to perform a whole body wellness Thai massage lasting for 60 -180 minutes depending on the client 's needs.",
        "This will enable us in the medium term, to drive some of the woodworking machinery.",
        "This will enable many worn inscriptions to be read.",
        "A small fleet of inflatable Zodiacs with outboard motors enable us to travel from ship to shore.",
        "Using batteries will enable you more freedom to move around the house or yard, but you will probably want to plug your monitor in when you are basically in one area of the house.",
        "While baby monitors do enable parents more freedom to move around their homes, you should never rely completely on a baby monitor to track your child's activities.",
        "Adjustable handles enable you to adjust the right height when pushing the stroller.",
        "This will enable visitors to still reach your Web site even when they type a letter wrong, or hyphenate your domain name when searching.",
        "This will enable you to have it serviced if something goes wrong.",
        "Many offer shipment tracking options that will enable you to see exactly where your shipment is at any given time.",
        "Doing so will enable you to make sure your gift is delivered according to your expectations, avoiding unnecessary frustration and disappointment later.",
        "However, there are some useful tips in helping narrow down the choice and enable you to buy a baby gift that is perfect for the little one as well as being appreciated by the new parents.",
        "For even more savings, check out LoveToKnow's article on retail shopping which is full of comparison shopping search tools that enable you to find the best price.",
        "Doing all of that will enable you to shop better.",
        "On the other hand, Bluetooth capability will also enable you to share data with other devices such as a mobile phone, wirelessly.",
        "Using these solutions will help keep the peace in your house and enable you to keep your sanity.",
        "The website Smart Money.com has a few calculators and worksheets that enable you to plug in certain variables to determine debt status.",
        "EXC Orange County provides electronic transaction solutions that enable home-based businesses, online companies, and telephone and mail order organizations to accept non-cash payments.",
        "Goodyear's online services enable you to reduce your paper mail, help the environment and potentially avoid late payments due to postal system delays.",
        "Workout arrangement: The card issuer can reduce or eliminate your interest rate and possibly stop punitive fees to enable you to repay the balance over an agreed upon period of time.",
        "This feature will enable you to go for the fast yet secure checkout experience.",
        "In the future, it appears as though tangible wallets will be combined with \"wallet in the clouds\" to enable you to use your cell phone to complete in-person purchases."
    ],
    "definition": [
        "Link/Cite"
    ]
}