{
    "translation": ".1 לחוקק .2 לגלם, לשחק דמות",
    "uses": [
        "Maine was the first state in the Union to enact a law for prohibiting the sale of intoxicating liquors.",
        "Until 1902 the legislature was the sole law-making body in the state, but on the 2nd of June of this year the voters adopted a constitutional amendment which declared that \"the people reserve to themselves power to propose laws and amendments to the constitution, and to enact or reject the same at the polls, independent of the legislative assembly, and also reserve power at their own option to approve or reject at the polls any act of the legislative assembly.\"",
        "(Persons in the public service at the establishment of the Union cannot, however, be dispensed with because of lack of knowledge of either English of Dutch.) Other general provisions enact free trade throughout the Union, but the customs and excise leviable under the laws existing in any of the colonies at the establishment of Union remain in force unless parliament otherwise provides.",
        "An amendment giving women the right to vote was defeated, and among those adopted was one providing for the initiative upon special and local laws and parts of laws, and another giving cities and towns the exclusive right to enact or amend their own charters, subject only to the constitution and the criminal laws.",
        "Apparently diocesan synods may still enact valid canons without the king's authority; but these bodies are not now called.",
        "This General Synod was given full power to alter or amend canons, or to repeal them, or to enact new ones.",
        "In 1877 the provincial deputation was re-established, but it was not until 1895 that the home government attempted, far too late, to enact a series of adequate reform measures, and in November 1897 followed this by a grant of autonomy.",
        "Abroad unsuccessful attempts were made by local councils to enact that officials and vicars-general should be in holy orders (Hefele on Councils of Tortosa in 1429 and Sixth of Milan in 1582).",
        "In each there was a governor, with minor executive officers, a legislature, and a judiciary; and although the Crown retained the power of altering the charter, and the British parliament could (in strict legal view) legislate over the head of the colonial legislature so as to abrogate statutes passed by the latter, still in practice each colony was allowed to manage its own affairs and to enact the laws it desired.",
        "covenant and combine ourselves together into a civil body politic, for our better ordering and preservation and furtherance of the ends aforesaid; and by virtue hereof to enact, constitute and frame - [laws] - unto which we promise all due submission and obedience.\"",
        "A constitutional amendment of 1906 forbids the formation of corporations by speciial laws (formerly the constitution provided that corporations \"shall not be created by special laws except for municipal purposes\") and says: \"The legislative assembly shall not enact, amend or repeal any charter or act of incorporation for any municipality, city or town.\"",
        "250, give no prayer for consecration of fonts, but enact that \"at cock crow the baptismal party shall take their stand near waving water, pure, prepared, sacred, of the sea.\"",
        "The prince of Waldeck reserves his whole rights as head of the church, and also the right of granting pardons, and in certain circumstances may exercise a veto on proposals to alter or enact laws.",
        "During the period when Parliament is not sitting, a permanent commission of 24 members (16 from the deputies and 8 from the senators) sits to enact urgent measures which have temporarily the force of law.",
        "The purpose was to enact a law, renewable each year.",
        "enact what is going on in the cosmos than Jenni Harte.",
        "In some states cities are now permitted to enact their own charters.",
        "We need her found and distracted until we can enact a better plan, the Watcher said.",
        "enact in order to partake in disciplined learning?",
        "Or, again, a dominant action in any three of the estates might enact laws highly detrimental to the interests of the remaining estate - a danger the more to be apprehended as in no other country in Europe were class distinctions so sharply defined as in Sweden.",
        "Some companies, such as Gaia Herbs, voluntarily enact stringent testing protocols and ensure high quality herbal products, while other no-name brands may not be as scrupulous about their products.",
        "If you really want to enact some serious fantasies, you can't go wrong with a good leather corset.",
        "Students enact a road rage incident and subsequent interviews between police, witnesses and those involved in the incident.",
        "For the decision not to enact a social minimum will also reduce the liberty of some individuals.",
        "The New Zealand legislation did not enact the London Convention wholesale, but adopted similar phraseology to the Convention.",
        "Running a Process-Description in a Web Browser You can enact a process-description in a web browser by submitting it to a web enact a process-description in a web browser by submitting it to a web enactment server.",
        "They may enact the rituals slightly differently, or embellish them a touch, so essentially they are copying them with slight variations.",
        "The first reconstruction legislature met on the 16th of October 1865, and at once proceeded to enact stringent vagrancy laws and other measures against the freedmen; these laws the North 1 South Carolina ceded its western lands to the United States in 1787 and Georgia in 1802.",
        "Rescue Heroes Vehicles, from fire trucks to pontoon boats, are unique in that they allow children to enact scenes depicting the hope and joy of saving a life-unlike many action figures that enable children to pretend that they are fighting.",
        "Diamond mining is a relatively new industry to Canada, so it may take some time for the government to assess the environmental impact then write and enact new laws regarding the environmental sustainability of these diamond mines.",
        "These creatures are as small as butterflies or even moths, and often have magical abilities to enact either good or evil upon the humans they encounter.",
        "The WFDB provides a legal framework and convenes to enact regulations for its 25 member diamond bourses.",
        "The ICBL calls on all States Parties to enact such legislation quickly, including imposing penal sanctions for treaty violations.",
        "Herein the king's \" most humble subjects daily orators, and bedesmen \" of the clergy of England, in view of his goodness and fervent Christian zeal and his learning far exceeding that of all other kings that they have read of, agree never to assemble in convocation except at the king's summons, and to enact and, promulgate no constitution or ordinances except they receive the royal assent and authority.",
        "Their memory is activated against dominant opinions; they enact a rebellion of subjugated knowledges.",
        "Previous attempts to enact similar legislation have been struck down in the courts as unconstitutional and this bill is likely to be no different."
    ],
    "definition": [
        "To make into law: Congress enacted a tax reform bill.",
        "To act (something) out, as on a stage: enacted the role of Romeo.",
        "en·act′a·ble\nadjective",
        "en·ac′tor\nnoun",
        "Link/Cite",
        "(law) to make (a bill) into law",
        "to act the part of; to play",
        "to do; to effect",
        "act",
        "(obsolete) purpose; determination",
        "Link/Cite"
    ]
}