{
    "translation": "סגירת שטח, הקפה,כיתור",
    "uses": [
        "Another smaller enclosure lies to the east with a gateway also of the Roman period.",
        "If, therefore, the walls of the enclosure held the gas that is directly in contact with them, this equilibrium would be the actual state of affairs; and it would follow from the principle of Archimedes that, when extraneous forces such as gravity are not considered, the gas would exert no resultant force on any body immersed in it.",
        "The chief ruin is a rectangular walled enclosure, 238 ft.",
        "of Fareham, on Portsmouth harbour, are the interesting ruins of Porchester Castle, an extensive walled enclosure retaining its Norman keep, and exhibiting in its outer walls considerable evidence of Roman workmanship; Professor Haverfield, however, denies that it occupies the site of the Roman Portus Magnus.",
        "The brick enclosure wall of the temple is still plainly visible near the little village of Sa el hagar (Sa of stone) on the east bank of the Rosetta branch, but the royal tombs and other monuments of Sais, some of which were described by Herodotus, and its inscribed records, have all gone.",
        "The walls of the Acropolis are in of thin slabs of stone set up on end, with others laid across the top of them; at the part of this enclosure nearest to the Lion Gate is an entrance.",
        "The Kamal Maula is an enclosure containing four tombs, the most notable being that of Shaikh Kamal Maulvi (Kamal-ud-din), a follower of the famous 13th-century Mussulman saint Nizam-ud-din Auliya.'",
        "Facing the arch, within the Hieron, their rear walls forming one side of the enclosure, are three temples, connected with one another by arches, and forming one design.",
        "This well is now surrounded by an enclosure with an inscription upon its cross.",
        "It is an irregular enclosure over Soo ft.",
        "From the fact that Aplysia commences its life as a free-swimming veliger with a nautiloid shell not enclosed in any way by the border of the mantle, it is clear that the enclosure of the shell in the adult is a secondary process.",
        "It is indeed only among the Eudrilidae that the enclosure of the ovaries in septal sacs is at all general.",
        "Like the Academy, it was an enclosure with a gymnasium and garden; it lay to the east of the city beyond the Diocharean Gate.",
        "In front of the reservoir is a small open space towards which several roads converge; close by is a triangular enclosure of polygonal masonry, in which were found various relics relating to the worship of Dionysus, a very ancient wine-press (Anvos) and the remains of a small temple.",
        "In the south-western corner of the enclosure stands the citadel (ark), within a wall 25 ft.",
        "Christian Levantines were employed in its construction and it was decorated in part with Venetian mirrors, &c. In the same enclosure is a small castle attributed to Yesu I.",
        "of the barrack field is the Royal Military Repository, within the enclosure of which is the Rotunda, originally erected in St James's Park for the reception of the allied sovereigns in 1814, and shortly afterwards transferred to its present site.",
        "In the latest or third Roman enclosure the line of the wall` ran straight from the Tower to Aldgate, where it bent round somewhat to Bishopsgate.",
        "At this point in the Haram enclosure there is an enormous underground cistern, known as the Great Sea, and this may possibly have been the source of water supply for the Greek garrison.",
        "He realized that with the enclosure of the waste lands and the absorption of small into large ho] dings, the commonfield farmer must migrate to the town or become a hired labourer; but he also realized that to feed a rapidly growing industrial population, the land must be improved by draining, marling, manuring and the use of better implements, in short by the investment of the capital which the yeoman farmer, content to feed himself and his own family, did not possess.",
        "Over the members of these orders their superiors have jurisdiction and not the bishop. Otherwise if they live out of their monastery, or even within that enclosure so notoriously offend as to cause scandal.",
        "Another shorter valley began near the present Jaffa gate and, taking an easterly direction, joined the Tyropoeon; while a third ravine passed across what is now the northern part of the Haram enclosure and fell into the valley of the Kidron.",
        "The passing of some 3500 enclosure bills, affecting between 5 and 5z million acres, during the reign of George III., before which the whole number was between 200 and 250, shows how rapidly the break-up of the common-field husbandry and the cultivation of new land now proceeded.",
        "He doubled the area of the enclosure round the Temple, and there can be little doubt that a great part of the walls of the Haram area date from the time of Herod, while probably the tower of David, which still exists near the Jaffa Gate, is on the same foundation as one of the towers adjoining his palace.",
        "Sickly animals should be at once isolated, and their cages and enclosures disinfected, whilst as a matter of routine the enclosure in which any animal has died should be cleansed, and according to the results of post-mortem examination, which should be made in every case, appropriate measures of disinfection employed.",
        "A is the condition of insinking of the sternal surface and consequent enclosure of the lamelligerous surface of the appendage in a chamber with narrow orifice - the pulmonary air - holding chamber.",
        "PROPYLAEA (Hp67ruXov, Ilpolrl)aca), the name given to a porch or gate-house, at the entrance of a sacred or other enclosure in Greece; such propylaea usually consisted, in their simplest form, of a porch supported by columns both without and within the actual gate.",
        "One of the principal monuments of Hadrian's munificence was the sumptuous library, in all probability a vast rectangular enclosure, immediately north of the New Agora, the eastern side of which was explored in 1885-1886.",
        "Roach Smith pointed out that the enclosure indicated above gives dimensions far greater than those of any other town in Britain.",
        "The porticos have fallen, and their broken monolithic columns, with fragments of cornices and other masonry, lie piled within the enclosure, which is still partly paved.",
        "Just within the Lion Gate is a projection of the wall surrounding a curious circular enclosure, consisting of two concentric circles though the historical identity of the persons actually buried in them is a more difficult question.",
        "The ruin mounds of Nimrud consist of an oblong enclosure, formed by the walls of the ancient city, of which fifty-eight towers have been traced on the N.",
        "\"They used to role their barley grounde 2 This process of enclosure must be distinguished from that of enclosing the arable common fields which, though advocated by Fitzherbert in a passage quoted below proceeded slowly till the 18th century.",
        "The palace of the khan, with its gardens and lake, itself formed an inner enclosure fronting the south.",
        "of the town is a notable rath or enclosure, taking its name of Crown rath from traditional single encounters between native princes in contention for the sovereignty.",
        "Even if the expansion is adiabatic, in the sense that it takes place inside a non-conducting enclosure and no heat is supplied from external sources, it will not be isentropic, since the heat supplied by internal friction must be included in reckoning the change of entropy.",
        "An insurrection of the Yorkshire peasants, which is to be ascribed in part to the distress caused by the enclosure of the commons on which they had been wont to pasture their cattle, and in part to the destruction of popular shrines, may have caused the king to defend his orthodoxy by introducing into parliament in 1539 the six questions.",
        "The most beautiful monument of Goethe's genius in the town is, however, the park, laid out in the informal \"English\" style, without enclosure of any kind.",
        "The floor of the enclosure is constituted as in the other Zimbabwe buildings by a thick bed of cement which extends even outside the main wall.",
        "of the river Selinus, lie the ruins of a temple of Demeter, with a propylon leading to the sacred enclosure: the temple itself has a cella with a narrow door and without columns.",
        "The bazaar of the Franks (kissaria) was a large walled enclosure, the gates of which were closed at sunset.",
        "In the special case, however, in which the transformation is conducted in an isothermal enclosure, a common condition easily realized in practice, the temperature at the end of the transformation is reduced to its initial value throughout the substance.",
        "It is extremely probable that Acrae was not founded until after two obvious outposts had already been occupied - a post guarding the road to Acrae itself, and including the sacred enclosure of Apollo, which later, when it became a quarter of the city, acquired the name Temenites; and another post on the road to the north, in the upper part of the region known as Achradina.",
        "Yakub erected his orda or palace on the site of the amban's residence, and two hundred ladies of his harem occupied a commodious enclosure hard by.",
        "North of the Temple enclosure there was a gate, known as the Sheep Gate, which must have opened into the third valley mentioned above, and stood somewhere near what is now the north side of the Haram enclosure, but considerably south of the present north wall of the latter.",
        "About the middle of the 15th century their mud-and-rush dwellings were partly replaced by stone structures, grouped around the central enclosure of the great teocalli, and bordering the causeways leading to the mainland.",
        "It has to be said that in the course of the middle ages, especially the later middle ages, grave disorders arose in many convents; and this doubtless led, in the reform movements initiated by the councils of Constance and Basel, and later of Trent, to the introduction of strict enclosure in Benedictine convents, which now is the almost universal practice.",
        "The present town of Tetuan dates from 1492, when the Andalusian Moors first reared the walls and then filled the enclosure with houses.",
        "Small children are even afraid to approach the thick, glass enclosure that surrounds the formidable lion.",
        "The author then points out the great advantages of enclosure; recommends \" quycksettynge, dychynge and hedgeyng \"; and gives particular directions about settes, and the method of training a hedge, as well as concerning the planting and management of trees.",
        "Another enclosure, a little to the south, is proved by an inscription to have been a sanctuary of the hitherto unknown hero Amynos, with whose cult those of Asclepius and the hero Dexion were here associated; under the name Dexion, the poet Sophocles is said to have been worshipped after his death.",
        "In this sacred enclosure, which lay between the south-eastern corner of the Propylaea and the wall of Cimon, no traces of a temple have been found.",
        "Within the enclosure of the Khalifa's house is the tomb of Hubert Howard, son of the 9th earl of Carlisle, who was killed in the house at the capture of the city by a splinter of a shell fired at the Mandi's tomb.",
        "A great rectangular enclosure of crude bricks, measuring about goo X 850 ft., contains the sacred buildings: it was entered by two stone gateways, in the north and the east sides, built by Domitian.",
        "The rooftop bar is surrounded by a glass enclosure so guests can safely enjoy the city's views throughout the year.",
        "only and independent of the temperature of the enclosure.",
        "Within the wall of enclosure are two courts.",
        "When the barrow was a stone structure, the enclosure was usually a circle of standing stones.",
        "It is likely that they were outside the town, but stood in a sacred enclosure.",
        "a year,\" advocating the transition from communal or open field to individual or enclosure farming.",
        "A strong earthen rampart, flanked with bastions and redoubts, surrounded the City, its liberties, Westminster and Southwark, making an immense enclosure.",
        "The furnaces are square and open in front, to allow the outlet ends of the retorts to project; they are grouped together by fours; and their several chimneys are within the same enclosure.",
        "was whether the mechanical impulsion was a direct effect of the light, or whether the radiation only set up internal stresses, acting in and through the residual air, between the vanes and the walls of the enclosure.",
        "Some have supposed the circle of slabs to be the retaining wall of a tumulus; but its structure is not solid enough for such a purpose, and it can hardly be anything but a sacred enclosure.",
        "Three hundred of the highest-caste Brahmins live with their families within the temple enclosure.",
        "The older gardens have followed too closely the idea of small cages, designed to guard an animal securely rather than to display it in a fitting environment, but if exercise, light and air are provided, animals do better in a relatively small than in a relatively large enclosure.",
        "Not only so, but, when greater strictness of rule and of enclosure seemed the most needful reforms in communities that had become too secular in tone, the proposal of Ignatius, to make it a first principle that the members of his institute should mix freely in the world and be as little marked off as possible externally from secular clerical life and usages, ran counter to all tradition and prejudice, save that Cara.ffa's then recent order of Theatines, which had some analogy with the proposed Society, had taken some steps in the same direction.",
        "The regulation as to convents seems partly due to a desire to avoid the worry and expenditure of time involved in the discharge of such offices and partly to a conviction that penitents living in enclosure, as all religious persons then were, would be of no effective use to the Society; whereas the founder, against the wishes of several of his companions, laid much stress on the duty of accepting the post of confessor to kings, queens and women of high rank when opportunity presented itself.",
        "Since argentite (Ag 2 S) is isomorphous with galena, it is probable that the silver isomorphously replaces lead, but it is to be noted that native silver has been detected as an enclosure in galena.",
        "The reel to which the raw silk is led consists of a light six-armed frame, enclosed within a wooden casing having a glass frame in front, the enclosure being heated with steam-pipes.",
        "The investigations both of Balfour Stewart and of Kirchhoff are based on the idea of an enclosure at uniform temperature and the general results of the reasoning centre in the conclusion that the introduction of any body at the same temperature as the enclosure can make no difference to the streams of radiant energy which we imagine to traverse the enclosure.",
        "The body to be tested is placed in a special scale-pan, suspended by a fine wire from the arm of a balance inside an enclosure which can be filled with steam at atmospheric pressure.",
        "The temperature of the enclosure is carefully observed before admitting steam.",
        "grandstand enclosure tickets in advance.",
        "The work bench, on which our tools were stacked, was beneath the concrete half of our enclosure.",
        "It was senseless to look elsewhere, as both had been present when Cynthia placed the small fragment in the cut glass enclosure.",
        "She'd turned and retreated after unlocking the barred door, leaving it standing open as Dean entered the darkened enclosure.",
        "In later times the mound itself was frequently dispensed with, and the interments made within the enclosure of a trench, a vallum or a circle of standing stones.",
        "The temples successively built here on one site were nine or ten in number, from the Ist dynasty, 5500 B.C. to the XXVIth dynasty, Soo B.C. The first was an enclosure, about 30 X 50 ft., surrounded by a thin wall of unbaked bricks.",
        "The enclosure should be large enough for the snake to move around and have a secure lid so he can't escape.",
        "In addition to these temples, there was also found a great fortified enclosure, about 860 ft.",
        "The building consisted of five parts - a basement or podium, a pteron or enclosure of columns, a pyramid, a pedestal and a chariot group. The basement, covering an area of 114 ft.",
        "The outer school, with its headmaster's house against the opposite wall of the church, stands outside the convent enclosure, in close proximity to the abbot's house, that he might have a constant eye over them.",
        "The asterism seems due to the presence of microscopic tubular cavities, or to enclosure of crystalline minerals, arranged in a definite system.",
        "The Zwinger, begun in 1711, and built in the rococo style, forms an enclosure, within which is a statue of King Frederick Augustus I.",
        "This result, which, accepting the possibility of having an absolutely opaque enclosure of uniform temperature, was clearly proved by Balfour Stewart for the total radiation, was further extended by Kirchhoff, who applied it (though not with mathematical rigidity as is sometimes supposed) to the separate wave-lengths.",
        "For our present purpose it is only necessary to point out the difficulty involved in the assumption that the radiation of a body is independent of the temperature of the enclosure.",
        "The present writer drew attention to this difficulty as far back as 1881, 1 when he pointed out that the different intensities of different spectral lines need not involve the consequence that in an enclosure of uniform temperature the energy is unequally partitioned between the corresponding degrees of freedom.",
        "The citadel stands at the north-eastern corner of the enclosure, and presents a very picturesque appearance.",
        "There is little evidence for partitions inside, and in wealthy establishments the place of rooms seems to have been supplied by separate buildings within the same enclosure.",
        "The whole group of buildings stood in an enclosure (tun) surrounded by a stockade (burg), which perhaps rested on an earthwork, though this is disputed.",
        "A continual circulation might thus be set up in an isothermal enclosure and maintained with the performance of an unlimited supply of work.",
        "The solution then freezes, until the heat liberated is enough to raise the tern perature to the point of equilibrium given by the tendency of the solution taken in contact with ice to approach the true freezing point on one side and the temperature of the enclosure on the other.",
        "To get the true freezing point then, it is well to arrange that the temperature of the enclosure should finally be nearly that of the freezing point to be observed.",
        "The enclosure is divided into two courts, of which the eastern court, surrounded by a cloister, from which the cottages of the monks (I) open, is much the larger.",
        "It is an enclosure measuring 112 ft.",
        "Not a vestige remains of the great sanctuary of Melqarth at Tyre; a few traces of the temple of Adonis near Byblus were discovered by Renan, and a peculiar mausoleum, Burj alBezzaq, is still to be seen near Amrit; recent excavations at Bostan esh-Shekh near Sidon have unearthed parts of the enclosure or foundations of the temple of Eshmun (NSI.",
        "An altar found (in situ) on the south side of the circular enclosure shows by an inscription that this was the Heroum, where worship of the heroes was practised down to a late period.",
        "Provision for drainage was made by a channel running round the enclosure.",
        "A lesson of loyalty was thus impressed on aspirants to renown by the last objects which met their eyes as they passed from the sacred enclosure to the scene of their trial.",
        "In smaller country gardens the enclosure or outer fence is often a hedge, and there is possibly no space enclosed by walls, but some divisional wall having a suitable aspect is utilized for the growth of peaches, apricots, &c., and the hedge merely separates the garden from a paddock used for grazing.",
        "In such examples as the above we may regard the hymenium (Solenia, Cyphella), zygospores, or asci as truly invested by later growth, but in the vast majority of cases the processes which result in the enclosure of the spores, asci, &c., in a \"fructification\" are much more involved, inasmuch as the latter is developed in the interior of hyphal tissues, which are by no means obviously homologous with a stroma.",
        "The fortress, a square enclosure, erected in 1765, contains the palace, built in 1790 in the original Persian style.",
        "The site of his palace is marked by a ruined enclosure containing a fragment of the tower of Queen Militsa, whither, according to legend, tidings of the defeat were brought her by crows from the battlefield.",
        "Within the enclosure stands a church, dating from the reign of Stephen Dushan (1336-1356), with beautiful rose windows and with imperial peacocks, dragons and eagles sculptured on the walls.",
        "The Gebi or royal enclosure completely covers a small hill overlooking the whole neighbourhood, while around it are the enclosures of the abuna and principal nobles, and the residences of the foreign ministers.",
        "The city's charitable institutions consist of two general hospitals, each of which has a training school for nurses; a municipal hospital, an orphan asylum, a home for the friendless, two old folks' homes, and a bureau of charities; here, also, on a bluff, within a large enclosure and overlooking both lake and city, is the state soldiers' and sailors' home, and near by is a monument erected to the memory of General Anthony Wayne, who died here on the 15th of December 1796.",
        "According to his description shallow pits were sunk, and the gravel excavated was gathered into a walled enclosure where it was crushed and water was poured over it, and it was finally sifted in baskets and sorted by hand.",
        "In 1609 an English lady, Mary Ward, founded at Munich the \" Institute of Mary,\" the nuns of which were not bound to enclosure.",
        "In the north-west angle of the walled enclosure stands Fort Santiago, which was built at the same time as the walls to defend the entrance to the river; the remaining space is occupied largely by a fine cathedral, churches, convents, schools, and government buildings.",
        "The Idgah gate passes through the citadel, which is a square-built enclosure with sides of about 260 yas.",
        "Enclosure Acts often gave a portion of the lands enclosed to the spiritual or lay rector and exempted the rest from tithes; and in other local acts a corn rent or yearly money payment was substituted for tithes.",
        "C. 93) a gross rent charge can be substituted for a commutation of tithes on common rights at a fixed sum per head; a gross rent charge made payable in respect of the tithes of a gated or stinted pasture rated to the relief of the poor may be apportioned thereupon and enforced in the method prescribed by the other Tithe Acts; a rent charge on commons may be commuted for part of the land or redeemed, if the landowners and persons liable for tithe so agree; and upon enclosure, a rate per head may be converted into a rent charge on the lands allotted.",
        "Lepidus outside which again is a wall, bounding the sacred enclosure.",
        "Adjoining the theatres is a large rectangular enclosure, surrounded by a portico, at first the colonnade connected with the theatres, and converted, about the time of Nero, into the barracks of the gladiators, who were permanently maintained in the city with a view to the shows in the amphitheatre.",
        "Tents embroidered with gold were pitched within the sacred enclosure; and the wealth of Dionysius was vividly shown by the number of chariots which he had entered.",
        "Lofty enclosure walls, Temples adorned with scenes from the victorious campaigns of the Pharaoh, shut off the sacred buildings from the surrounding streets.",
        "The great temple of Edffl, which has its enclosure walls and pylon complete, and is the most perfect example remaining, was gradually built during a century and a half from Ptolemy III.",
        "An outer temenos (enclosure) wall surrounded the ground.",
        "The stone - one of a row of five memorial tablets - stood within the enclosure of a dilapidated temple.",
        "In England the hawthorn, owing to its hardiness and closeness of growth, has been employed for enclosure of land since the Roman occupation, but for ordinary field hedges it is believed it was generally in use till about the end of the 17th century.",
        "Some heat is lost when the calorimeter is raised above the temperature of its enclosure, and before the final temperature is reached.",
        "Rumford proposed to eliminate this correction by starting with the initial temperature of the calorimeter as much below that of its enclosure as the final temperature was expected to be above the same limit.",
        "A common example of this method is the determination of the specific heat of a liquid by filling a small calorimeter with the liquid, raising it to a convenient temperature, and then setting it to cool in an enclosure at a steady temperature, and observing the time taken to fall through a given range when the conditions have become fairly steady.",
        "The same calorimeter is afterwards filled with a known liquid, such as water, and the time of cooling is observed through the same range of temperature, in the same enclosure, under the same conditions.",
        "The surface of the calorimeter and the enclosure should be permanently blackened so as to increase the loss of heat by radiation as much as possible, as compared with the losses by convection and conduction, which are less regular.",
        "For accurate work it is essential that the liquid in the calorimeter should be continuously stirred, and also in the enclosure, the lid of which must be waterjacketed, and kept at the same steady temperature as the sides.",
        "The weight of steam condensed on the body gives a means of calculating the quantity of heat required to raise it from the atmospheric temperature up to ioo° C. in terms of the latent heat of vaporization of steam at zoo° C. There can be no appreciable gain or loss of heat by radiation, if the admission of the steam is sufficiently rapid, since the walls of the enclosure are maintained at too C., very nearly.",
        "Surrounded By A Nickel Plated Steel Enclosure B, Forming The Bulb Of A Mercury Thermo Regulator, Immersed In A Large Water Bath Maintained At A Constant Temperature.",
        "The Peculiar Advantage Of The Electric Method Of Callendar And Barnes, Already Referred To, Is That The Specific Heat Itself Is Determined Over A Range Of 8° To 10° At Each Point, By Adding Accurately Measured Quantities Of Heat To The Water At The Desired Temperature In An Isothermal Enclosure, Under Perfectly Steady Conditions, Without Any Possibility Of Evaporation Or Loss Of Heat In Transference.",
        "In fact, the siege had been confined to enclosure and skirmishes.",
        "It consists of a rectangular enclosure, nearly 2 m.",
        "Within the enclosure, which is entered by five monumental gates, are the remains of palaces and temples, overgrown by the forest.",
        "The chief of these are: (1) The vestiges of the royal palace, which stood within an enclosure containing also the pyramidal religious structure known as the Phimeanakas.",
        "To the east of this enclosure there extends a terrace decorated with magnificent reliefs.",
        "(2) The temple of Bayon, a square enclosure formed by galleries with colonnades, within which is another and more elaborate system of galleries, rectangular in arrangement and enclosing a cruciform structure, at the centre of which rises a huge tower with a circular base.",
        "Temples are very rare, though these blocks of coral are sometimes surrounded by a roofless enclosure opening to the west.",
        "In rare instances the body of the work is entirely of stones, the stockaded defence and the huts within its enclosure being the only parts constructed of timber.",
        "Remains of huts of logs, or of wattled work, are often found within the enclosure.",
        "The atrium or atrial chamber is a peripharyngeal cavity of secondary origin effecting the enclosure of the gill-clefts, which in the larva opened directly to the exterior.",
        "above sea-level) is a square walled enclosure standing in the middle of the plain, surrounded with a walled rampart.",
        "Llan, a sacred enclosure, hence a church - a most interesting and important Celtic prefix - Llandeilo, Llansaint.",
        "Of other papers in which he dealt with this and kindred branches of physics may be mentioned \"Observations with a Rigid Spectroscope,\" \"Heating of a Disc by Rapid Motion in Vacuo,\" \"Thermal Equilibrium in an Enclosure Containing Matter in Visible Motion,\" and \"Internal Radiation in Uniaxal Crystals.\"",
        "According to ancient authorities, the Puteal Libonis Puteal was the name given to an erection (or enclosure) on a spot which had been struck by lightning; it was so called from its resemblance to the stone kerb or low enclosure round a well (puteus).",
        "an enclosure, hence a native village.",
        "standingplace (from stare, to stand), to a stall or enclosure for all kinds of domestic animals, cows, sheep, &c. The adjective \"stable,\" meaning firmly established, comes directly from Latin stabilis, also from stare, to stand.",
        "The most remarkable is perhaps the little chapel in honour of a celebrated Mussulman saint, Nizam-ud-din, near whose shrine the members of the imperial family, up to the time of the Mutiny, lie buried, each in a small enclosure surrounded by lattice-work of white marble.",
        "The Patio process, sometimes named the American-heap-amalgamation process, which is carried out principally in Mexico, aims at amalgamating the silver in the open in a circular enclosure termed a torta, the floor of which is generally built of flagstones.",
        "ham, a home, and hamm, an enclosure); these are not distinguished in modern English, e.g.",
        "loca, enclosure), e.g.",
        "inn, enclosure), e.g.",
        "weorth, weorthig, an enclosure), e.g.",
        "garNr, enclosure), e.g.",
        "A mark on the wall of the inner enclosure, something like a horseshoe, is held to be the first letter of the name of Vishnu.",
        "The harbourrthus made was open on the north to Weymouth and the Channel, but the necessity for greater protection from torpedo attack made it advisable to complete the enclosure.",
        "The White-Coats retreated into an enclosure and there defended themselves to the last man.",
        "There are also four building slips opposite the Apollo Bandar (landing-place) on the south-east side of the enclosure.",
        "This fact may be expressed by saying that the radiation within a heated enclosure is the same as that of a perfectly black body.",
        "Outside the town is an ancient masonry enclosure for the capture of elephants, which is still periodically used.",
        "The similar word for an enclosure or pen for animals, especially for sheep, and hence applied in a spiritual sense to a community of worshippers, or to the whole body of Christians regarded as Christ's flock, must be distinguished.",
        "it is faked, and cognate forms are found in Dutch vaalt, &c. It apparently meant a planked or boarded enclosure, cf.",
        "The price of food, already raised by the war, was still further increased by sueCore Laws cessive Corn Laws, and the artificial value thus given and to arable land led to the passing of Enclosure Bills, Enclosure under which the country people were deprived of their Acts, common rights with very inadequate compensations and life in the village communities was made more and more difficult.",
        "ALAMBAGH, or ALUMBAGH, the name of a large park or walled enclosure, containing a palace, a mosque and other buildings, as well as a beautiful garden, situated about 4 m.",
        "Each enclosure has four gates with high towers, placed one in the centre of each side opposite to the four cardinal points.",
        "He was revered by his subjects as a species of divinity, and seldom left the enclosure surrounding the royal palace.",
        "The deities whose chapels were erected within the precincts of the temple enclosure were regarded as forming his court.",
        "\"enclosure\"), and more of the like.",
        "While the pair was discouraged at the lack of success of their efforts, both were relieved to be leaving the dank and intimidating enclosure and moved quickly down the tunnel.",
        "Dean wasn't sure he appreciated the compliment but the pair made fast work of folding up his tent and moving the small enclosure to the new site.",
        "With a few exceptions, all the animals are in one big enclosure, living together as they would in the wild.",
        "St Mary's Graveyard, Renaissance Enclosure Renaissance memorial complete with Corinthian columns and trumpeting angels.",
        "These areas now have a lower profile than ridges that remained arable until enclosure.",
        "Finally, there is some evidence that Enclosure Ditch 1 was deliberately backfilled.",
        "banjo enclosure ' is upper right, the villa buildings are central.",
        "basking spot is well away from the wall of the enclosure.",
        "A Premier Enclosure Badge entitles the bearer to access all main Restaurants.",
        "Stands of Scots Pine and mature beech, together with mature hedgerow trees create a strong sense of enclosure.",
        "bran scattered in the enclosure substrate.",
        "chimp enclosure, his devotion soon became apparent to staff.",
        "An acoustic enclosure was put over the conveyor at a cost of £ 2,000 and the conveyor speed was changed to reduce jar clashing.",
        "curvilinear enclosure.",
        "ditched enclosure around at least one timber building.",
        "These experiments were designed specifically to examine the nature of the typical domestic enclosure ditch of the Iron Age period.",
        "Site 1 was situated on the summit dun (Enclosure A) and measured approx.",
        "earthwork enclosure may indicate the forerunner of the Roman town.",
        "electrify with local wild badgers should be avoided by the installation of suitable electrified fencing outside the enclosure where appropriate.",
        "embanked enclosure indicate as taking place in a rural setting.",
        "The structure may have consisted as a series of concentric timber circles, rather than a true palisaded enclosure.",
        "In the late Saxon period, occupation comprised a ditched enclosure around at least one timber building.",
        "First Floor Landing Doors to: Bedroom 1 Window to front, door to: En suite: shower enclosure, Hand Basin WC.",
        "They must be housed in a suitable, secure, leak-proof, ventilated enclosure.",
        "The pound was a simple fenced enclosure, often with access to a stream for drinking water.",
        "Churchyard The churchyard is now a medium-sized, largely rectilinear enclosure, with a visible curve only on the east.",
        "The whole monument sits on a one-step base within a small walled enclosure above which is a low iron fence.",
        "There is a rectangular enclosure to the north of the tower which may be of more recent date.",
        "The Unit: The SP Lite is housed in sealed custom plastic enclosure with an external slot for the 9 Volt battery.",
        "enclosure ditch of the Iron Age period.",
        "ExtremeTech has an overview of eSATA technology and a review of a LaCie eSATA enclosure.",
        "May relate to the screen between large posts in the middle palisade enclosure.",
        "The churchyard has been enlarged on several occasions, but there may be an original sub-oval enclosure here.",
        "Heat will be perfectly transferred from the disk to the aluminum enclosure.",
        "At the triplets ' enclosure we only saw Nimira to start with, who was meowing at us from just below the deck.",
        "enclosure of the commons, in 1814, there were about 300 acres of land allotted in lieu of the tithes.",
        "enlarged on several occasions, but there may be an original sub-oval enclosure here.",
        "epoxy filled enclosure designed for easy mounting in a manufacturing process.",
        "fenced enclosure, often with access to a stream for drinking water.",
        "Contact with local wild badgers should be avoided by the installation of suitable electrified fencing outside the enclosure where appropriate.",
        "flameproof enclosure with a separate input terminal chamber.",
        "The steel framed glazed screens and security shutters are also simple strong elements providing enclosure and view.",
        "galvanic isolation of the motor without needing a separate enclosure.",
        "WR21 Advanced Cycle gas turbine - includes the gas turbine, combined gas turbine and alternator baseplate, engine controller and acoustic enclosure.",
        "inclosure- An Enclosure of land has taken place at Wickersley.",
        "inclosure5 Enclosure Act is entitled 'An act to facilitate the enclosure and improvement of commons and lands held in common ' .",
        "inclosureRecord Office, County Hall The Record Office holds original documents and maps, including enclosure, tithe and estate maps.",
        "inclosureng approach from Handbridge along tree-lined avenues to Eaton was created through a very carefully managed parliamentary enclosure in 1805.",
        "inclosuretance, not all areas of Norfolk were covered by a tithe or enclosure map.",
        "inclosuree both held of the commissioners of the Enclosure act, under a renewable lease of twenty-six years.",
        "The caption continues: ' Note the cattle kraal within the enclosure for safety at night.",
        "On this page Tigers: Eurasian lynx: Mountain Lions Amba relaxing in her enclosure making sure the camera gets her best side.",
        "moated enclosure in the mid 13th century.",
        "moulder had it, across at Sandygate, that this enclosure was full of very old and moldering grave stones.",
        "Verosol has also developed and patented a compact roller mechanism that can contain two independently operable roller blinds in a sleek enclosure.",
        "Project 1 - A New Nursery 12 February 2001 Our project was to construct a large exercise enclosure for the young orphan orangutans.",
        "palisade enclosure.",
        "palisaded enclosure at Meldon Bridge, Peebles.",
        "The enclosure ditch was found to have been cut through a shallow flint pebble layer which overlay coombe rock.",
        "polo neck sweaters in the Richmond Enclosure.",
        "The enclosure is a high impact polycarbonate that seals the unit to IP65 (NEMA 4X ).",
        "This was a single phased, ramped posthole of the middle palisade of the main enclosure.",
        "As in the 16th century, such enclosure had the most sudden and dramatic effects in creating a proletariat.",
        "Conduit: A metal tube or \" pipe \" used as an enclosure to protect electrical conductors; also a type of electrical raceway.",
        "rectangular enclosure to the north of the tower which may be of more recent date.",
        "Churchyard A well maintained almost rectangular enclosure on flat ground.",
        "rectilinear enclosure appear to have ended.",
        "resend the message to you by using ' MIME ' encoded ' enclosure ' method in Pegasus Mail.",
        "Raxton EExe plugs are supplied complete with an 'O ' ring to ensure that the IP rating of the enclosure is maintained.",
        "ringside enclosure is situated in the North West corner of the arena.",
        "Old belief: if swallow saliva while on path crossing sacred enclosure then cough will enter family.",
        "Is there a water bowl for Frederick in his enclosure (a plant pot saucer will do )?",
        "scissor liftable, low visual impact having no enclosure.",
        "At the time, the enclosure contained around 100,000 Scots pine seedlings.",
        "The Bat Cave is the largest enclosure for endangered bat species in the world.",
        "Squirrel monkeys - The seven squirrel monkeys - The seven squirrel monkeys love their new enclosure.",
        "stone slabs, had been cut into the earlier enclosure bank.",
        "Gentlemen are required to wear jackets and either ties, cravats or polo neck sweaters in the Richmond Enclosure.",
        "The bowling green was then fronted by a wooden village tearoom on Station Road together with an enclosure to apparently ' contain children ' .",
        "The Rothamsted moth trap is operated from within the Meteorological enclosure.",
        "triplets ' enclosure we only saw Nimira to start with, who was meowing at us from just below the deck.",
        "The Laurel vanity unit teamed with a quadrant shower enclosure and fabulous 4 jet shower panel.",
        "unsaddlehe unsaddling enclosure is a bronze of the legendary Blast of Storm.",
        "upright stone slabs, had been cut into the earlier enclosure bank.",
        "walled enclosure was leveled in the 4th century or later.",
        "They were all put into an enclosure, and a barrier of hazel wand defied further molestation.",
        "These are found in upland areas in groups sometimes associated with an enclosure which contained the house of the rabbit warrener.",
        "weatherproof enclosure.",
        "The sensor and recorder are both in the same enclosure, which is housed with the battery, inside a fully weatherproof case.",
        "winners ' Enclosure and Parade Ring.",
        "suggested wording for e-mail Dear Mr Grant For 21 years, Mercedes has been kept in a small enclosure in Edinburgh Zoo.",
        "zoo enclosure.",
        "Here was the most southerly point of Jerusalem, and the wall turning hence to the north followed the west side of the valley of the Kidron, enclosing the city of David and the Temple enclosure, and finally turning west at some point near the site of the Golden Gate joined the wall, already described, at the Sheep Gate.",
        "It is, however, uncertain how far the order was carried out, and it is probable that the outer walls of the Temple enclosure were left partially standing and that the defences on the west and south of the city were not completely levelled.",
        "It often occurs also as an enclosure in other minerals.",
        "Later on the increasing abandonment of arable husbandry for sheep-farming brought about a less demand for labour, and rural depopulation was accelerated as the peasant was deprived of his grazing-ground by the enclosure of more and more of the waste land .2 From the beginning of the reign of Henry VII.",
        "This enclosure of the shell is a permanent development of the arrangement seen in many Streptoneura (e.g.",
        "8); Jacob, in ignorance, slept in the sacred enclosure and was granted a vision (\"Jacob's ladder,\" Gen.",
        "These remains consist of Etruscan tombs, the sacred enclosure of the goddess Nortia, with votive objects and coins ranging from the beginning of the 3rd century B.C. to the middle of the 3rd century A.D., remains of Roman houses, &c., and an amphitheatre of the imperial period (E.",
        "Another famous enclosure is Lord's Cricket Ground, St John's Wood Road.",
        "It consisted of a walled enclosure am.",
        "From the terrace could be seen seventy or more other temples within the enclosure, with their images and blazing fires, and the tzompantli or \" skull-place,\" where the skulls of victims by tens of thousands were skewered on cross-sticks or built into towers.",
        "Professor Petrie naturally supposed this great enclosure to be the Hellenion or common sanctuary of the Greeks, but Mr. Hogarth subsequently found traces of another great walled enclosure to the north-east of the town, together with pottery dedicated rois TC.w `EXX vwv eeois, and he claims with reason that this enclosure is more likely than the other to be the Hellenion, since no early Greek antiquities have been found in the southern part of the town, which seems rather to have been a native settlement.",
        "Probably like other Canaanites the Phoenicians offered worship \" on every high hill and under every green tree \"; but to judge from the allusions to sanctuaries in the inscriptions and else- sacred where, the Ba'al or `Ashtart of a place was usually worshipped at a temple, which consisted of a court or W o rshi p. enclosure and a roofed shrine with a portico or pillared hall at the entrance.",
        "The weight of steam condensed on the body gives a means of calculating the quantity of heat required to raise it from the atmospheric temperature up to iooÃ‚° C. in terms of the latent heat of vaporization of steam at zooÃ‚° C. There can be no appreciable gain or loss of heat by radiation, if the admission of the steam is sufficiently rapid, since the walls of the enclosure are maintained at too C., very nearly.",
        "The Peculiar Advantage Of The Electric Method Of Callendar And Barnes, Already Referred To, Is That The Specific Heat Itself Is Determined Over A Range Of 8Ã‚° To 10Ã‚° At Each Point, By Adding Accurately Measured Quantities Of Heat To The Water At The Desired Temperature In An Isothermal Enclosure, Under Perfectly Steady Conditions, Without Any Possibility Of Evaporation Or Loss Of Heat In Transference.",
        "The words of the cold and moist vegetable Prince were not very comforting, and as he spoke them he turned away and left the enclosure.",
        "He says she's moved them into the Otradnoe enclosure.",
        "Period 2e By the late Iron Age the structural phases within the rectilinear enclosure appear to have ended.",
        "New Forms of Exchange Enclosure reorganizes society to meet the overriding demands of the market.",
        "Please advice your teacher to resend the message to you by using ' MIME ' encoded ' enclosure ' method in Pegasus Mail.",
        "For Dressage and Showjumping, an uncovered ringside enclosure is situated in the North West corner of the arena.",
        "Is there a water bowl for Frederick in his enclosure (a plant pot saucer will do)?",
        "Excel - scissor liftable, low visual impact having no enclosure.",
        "Squirrel Monkeys - The seven squirrel monkeys love their new enclosure.",
        "The bowling green was then fronted by a wooden village tearoom on Station Road together with an enclosure to apparently ' contain children '.",
        "Near the unsaddling enclosure is a bronze of the legendary Blast of Storm.",
        "The walled enclosure was leveled in the 4th century or later.",
        "Please note that all of our pool heaters need to be installed in a dry weatherproof enclosure.",
        "The March and Charlton Stands are situated in the Richmond Enclosure and there is access to the Winners ' Enclosure and Parade Ring.",
        "Suggested wording for e-mail Dear Mr Grant For 21 years, Mercedes has been kept in a small enclosure in Edinburgh Zoo.",
        "The cost of land and the need for visitors to see the animals limit the size of a zoo enclosure.",
        "In this way, if any of the animals within an enclosure seem to be unwell, you should avoid purchasing any of its cagemates as well.",
        "Second, the enclosure also keeps unsightly droppings hidden from view.",
        "The sifter is operated by an electronic sensor that activates the rake approximately ten seconds after your cat leaves the enclosure.",
        "Lay a piece of carpet on the interior floor of the enclosure.",
        "Allowing for the width of the rails and the wooden enclosure, several additional inches should be included in determining the size of the room and the free space allowed around the table for players to shoot.",
        "A simple enclosure of wire mesh fencing, two to four feet high, will do, or one can use recycled pallets to construct a shallow box to corral that compost pile.",
        "Warm air is trapped inside the glass enclosure, and as long as the temperature and moisture levels are right, the plants thrive.",
        "The gases in the earth's atmosphere act much like that glass enclosure.",
        "Consider a glass enclosure, or sliding glass doors so you can see from one end of the room to the other.",
        "A glass aquarium with a secure lid makes an attractive and serviceable habitat, but even a plastic storage box with a series of small ventilation holes can work as an enclosure.",
        "Feed the snake its live meal in a different enclosure than his home; he will begin to recognize this as being meal time.",
        "Place the mouse in the enclosure first, and then add the snake.",
        "Either have someone hold him, or put him in another safe enclosure.",
        "Remove and discard any uneaten vegetables, fruits or meat servings from the enclosure after 15-20 minutes.",
        "With this enclosure, they will be able to turn the area into any type of magical place they desire.",
        "The Tracy Bucket: A roomy, handheld tote with a grosgrain tie enclosure.",
        "The Sam: A two-handled tote style bag with magnetic enclosure.",
        "The Small Messenger: A versatile bag with a sleek flap enclosure.",
        "The Backpack: A roomy exterior pocket and zip around top enclosure makes this classic easy to grab, go, and stow your items.",
        "These also usually have a lap enclosure and a slightly structured rectangular style.",
        "With the sleek leather and long tassels embellishing its flap enclosure, this is roomy enough to hold all your essentials and then some.",
        "This wallet comes in a classic Hamptons style, with small snap enclosure, or the contemporary Soho look with oversized magnetic buckle enclosure.",
        "It has a snap enclosure to provide easy access to the seven card slots, bill compartment, ID window, and coin pocket on the interior.",
        "The Soho Wristlet Wallet has a zip-top enclosure that contains a sleek loop strap on one side.",
        "Although some totes are open without any enclosure, many have security enclosures.",
        "Earth Axxessories Straw Shopper: This roomy shopper from Earth Axxessories adds drama with an oversized beaded emblem on the braided leather enclosure.",
        "Urban Boundaries sells a sleek black backpack with foreboding red logo for a drmatic look and cinch enclosure for ease of use.",
        "An anterior pocket, shoulder strap, and fold-over top enclosure allow your items to stay organized but easily accessible when you need them.",
        "These bags don't typically actually clip onto your clothing (although some bags may be equipped with this feature), but they are often referred to in this way due to their type of enclosure.",
        "Although many clip and clasp enclosure style purses are designed as clutches, you can find some styles of these handbags with shoulder straps or removable straps that allow you to convert it between a shoulder bag and a clutch.",
        "They may have a fold-over flap, buckle enclosure, zip top or zip around security, or snap opening.",
        "Made from faux snakeskin, this stylish cover has a buckle enclosure, fresh hardware accents, and plenty of extras such as interior panel pockets, an expandable zippered compartment, and pen holder.",
        "The typical design includes a belt loop enclosure and attached chain to keep valuables safe and secure.",
        "Standard Double Snap: A flap enclosure with dual stainless steel snaps keeps items secure.",
        "Trampolines: A child with autism may also enjoy jumping and a trampoline with a safety enclosure provides a safe environment for jumping.",
        "Include the word \"Enclosure\" if there is indeed an enclosure, such as another document or product included with the business letter.",
        "Cleaning brick fireplace enclosures requires different techniques depending on the style and material of the enclosure.",
        "A small child or animal could also get very sick if they ingest any of the residue and ashes found on either side of the enclosure.",
        "Unlike the brick work, you will want to avoid abrasive sponges, brushes and cleaning supplies, as these can damage and scratch the glass or metal found on your enclosure.",
        "When you use a fireplace or wood burning stove, it's only natural that ashes will form and begin to build up on the floor and in the cracks and crevices of the entire enclosure.",
        "It has adjustable straps and a hook and eye enclosure.",
        "Typically, robes will cinch or tie with a sash or belt enclosure made of the same or complementary satin as the robe itself.",
        "In 2001, Dave Winer added a new feature to RSS known as an enclosure.",
        "An enclosure is simply a file attachment that goes along with the RSS feed, which can be likened to the attachments you can find in an email.",
        "Winer discussed the enclosure concept with MTV disc jockey Adam Curry and demonstrated its use by enclosing a Grateful Dead song in his weblog.",
        "A citadel enclosure stands at the N.",
        "In early times nuns could go out of their enclosure on occasion; but in the later middle ages, up to the council of Trent, the tendency was to keep them more and more strictly confined within their convent precincts.",
        "The drying chamber, with an inner ring of upright stone slabs, had been cut into the earlier enclosure bank.",
        "At most, include the wedding website on a separate enclosure card (or, if needed, on the invitation), and include registry details there.",
        "If this is the case for you, note the RSVP details on the invitation, details card, or on a separate, small business card-sized enclosure.",
        "Great options include: envelope liners, a pretty patterned paper band, a DIY map enclosure, or a ribbon, button, or feather.",
        "Elegant shower curtains can transform an ordinary tub enclosure into a stylish component that complements the rest of the room and makes it a whole.",
        "They can be hung within a tub enclosure or they can transform a sterile shower stall into an inviting retreat as this touch of elegance adds appeal to your room.",
        "After building an enclosure or wall of some sort, gardeners fill in the area with soil and compost and plant the flowers of their choice.",
        "Make a supporting enclosure - The manufacturer will include the dimensions for the supporting enclosure for your specific tub.",
        "Basically, a supporting enclosure is a wood frame in which the tub will be placed.",
        "Surface mount transformer: A transformer that is housed in a visually appealing enclosure and attached directly over a power junction box in the ceiling or on the wall.",
        "To create an illusion of height, try elongating the profile of a window or the height of a tub enclosure by lengthening the window treatments or shower curtains.",
        "Cut One - If your tub and shower enclosure shares a wall with a utility area, like a closet or laundry room, you can buy a snap-in panel assembly to create plumbing access.",
        "A DIY screen enclosure for your porch or patio can help you save money while keeping out the bugs on your seasonal porch, but it does require at least some degree of constructional know-how.",
        "Screen enclosure kits are designed to be fitted onto an existing porch or patio, transforming it into a sunporch or screened patio.",
        "Rather than a custom screen enclosure built right on site by a contractor, DIY enclosures consist of scored frames that are cut on site to the specific dimensions of the porch.",
        "If you want unobstructed views from specific seating areas in the enclosure, you'll need to sight them, place the door and determine the correct sizes of panel to move off of this point.",
        "While not a difficult job to complete, this enclosure will require time, skills and precise measurements to complete.",
        "Weigh the costs of a custom enclosure against your skills and confidence in building your structure to ensure the job gets done right the first time.",
        "Riders can expect some sudden changes of direction, however, and the pitch black enclosure makes the ride startling even for experienced riders.",
        "They have a thick red plastic seal over the enclosure, presenting a false image of a traditional wax seal for added protection.",
        "There is a tent enclosure that is on the ground and attached to the trailer.",
        "One of the main reasons people choose designer caskets and coffins is to be able to have a personalized and unique enclosure for their loved one's body.",
        "There should be a sense of enclosure, and freedom to move within it.",
        "While some DIY jobs can be handled by any homeowner, no matter what their construction experience, a DIY screen enclosure will require some working knowledge."
    ],
    "definition": [
        "a. The act of enclosing.\nb. The state of being enclosed.",
        "Something enclosed: a business letter with a supplemental enclosure.",
        "Something that encloses.",
        "Link/Cite",
        "(countable) Something enclosed, i.e. inserted into a letter or similar package.\nThere was an enclosure with the letter — a photo.",
        "(uncountable) The act of enclosing, i.e. the insertion or inclusion of an item in a letter or package.\nThe enclosure of a photo with your letter is appreciated.",
        "(countable) An area, domain, or amount of something partially or entirely enclosed by barriers.\nHe faced punishment for creating the fenced enclosure in a public park.\nThe glass enclosure holds the mercury vapor.\nThe winning horse was first into the unsaddling enclosure.",
        "(uncountable) The act of separating and surrounding an area, domain, or amount of something with a barrier.\nThe enclosure of public land is against the law.\nThe experiment requires the enclosure of mercury vapor in a glass tube.\nAt first, untrained horses resist enclosure.",
        "(uncountable, British History) The post-feudal process of subdivision of common lands for individual ownership.\nStrip-farming disappeared after enclosure.",
        "(religion) The area of a convent, monastery, etc where access is restricted to community members.",
        "Link/Cite"
    ]
}