{
    "translation": "מפגש",
    "uses": [
        "The encounter had frightened him more than he would admit.",
        "The count remembered the wolf he had let slip and his encounter with Daniel.",
        "Dean was happy to move the subject away from Fitzgerald's evening encounter with Lydia.",
        "In Wagner's harmonic style we encounter the entire problem of modern musical texture.",
        "Quinn will think were requesting something like a séance or spiritual encounter but if we don't humor Howie, he'll be devastated.",
        "She was still too agitated by the encounter to be able to talk of the affair calmly.",
        "The runners might encounter any kind of weather, including freezing temperatures, fog, rain, or snow.",
        "No part of her was willing to risk an encounter with Darkyn's other form.",
        "Nothing had been stolen and after yesterday's encounter with the blue Ford, all agreed they had a line on the prime suspects.",
        "per second, they encounter the earth moving 184 m.",
        "For my action to be free it was necessary that it should encounter no obstacles.",
        "Such was the first encounter of the two scholars.",
        "In another account Absyrtus had grown to manhood then, and met his death in an encounter with Jason, in pursuit of whom he had been sent.",
        "Donnie viewed the encounter with mild curiosity while Gladys remained in her chair, pudgy legs elevated, looking totally petrified.",
        "From the first great encounter, in 1355, Venice retired we]l-nigh exhausted, and Genoa was so crippled that she placed, herself under the protection of the Visconti.",
        "At various periods in the history of the middle ages we encounter sudden outbreaks of millennarianism, sometimes as the tenet of a small sect, sometimes as a far-reaching movement.",
        "It was used by him in his earliest observations of double stars (1779-1783); but, even in his hands, the measurements were comparatively crude, because of the difficulties he had to encounter from the want of a parallactic mounting.",
        "So perished the greatest enemy that the Romans had to encounter in Asia Minor.",
        "Finally, it was concluded that he would never be able to encounter the discipline of a school; and casual instructors, at various times and places, were provided for him.",
        "Sixteen battleships entered the Straits to participate in the encounter, the manoeuvring of so large a number of great vessels in this narrow space was a matter of some difficulty and also gave excellent targets for the Turkish artillery, which replied to their fire with unexpected spirit.",
        "Should it, however, encounter another Diporpa, the mid-ventral sucker of either is applied to the dorsal papilla of the other, and complete fusion takes place across the junction.",
        "Here he had to encounter bitter opposition from the orthodox clergy and their followers, among whom he was regarded as a freethinker.",
        "The next year Campbell had a fierce encounter with Lord Stanley in the debate which followed the motion of T.",
        "As an example of the minuteness of description, an inquirer, thinking of a brother in India, an officer in the army, whose hair had suffered in an encounter with a tiger, had described to her an officer in undress uniform, with bald scars through the hair on his temples, such as he really bore.",
        "south-east of the town of Adelaide, and finally enters the sea at Encounter Bay in E.",
        "Prince Frederick Charles was warned to guard the left flank of his marching troops and authorized to attack any forces of the enemy he might encounter in that direction, if not too strong for him.",
        "to the W., a bloody encounter took place in 1593 between the Johnstones and Maxwells.",
        "The activities you encounter may leave you hungry.",
        "While steam has been said to make a ship independent of wind and tide, it is still true that a long voyage even by steam must be planned so as to encounter the least resistance possible from prevailing winds and permanent currents, and this involves the application of oceanographical and meteorological knowledge.",
        "It was by no means his last encounter with Norman traitors, but for the moment the victory gave him an assured position.",
        "In 1616 the vessels of Jacob Lemaire and Willem Cornelis Schouten reached the island of Nivatoputapu, and had a hostile encounter with the natives.",
        "Bundahish, 1, 4) encounter one another, their creative activity and at the same time their permanent conflict begin.",
        "(June to August 1888), the Usutu losing 300 killed in one encounter, Dinizulu fled into the Transvaal.",
        "At this point we begin to encounter sulphur springs and bitter streams redolent with bitumen, a formation which reaches its climax at Hit, where a small stream (the \" river of Ahava \" of Ezra viii.",
        "- In the early days of the decipherment of the cuneiform inscriptions, the reading of the proper names borne by Babylonians and Assyrians occasioned great difficulties; and though most of these difficulties have been overcome and there is general agreement among scholars as to the principles underlying both the formation and the pronunciation of the thousands of names that we encounter in historical records, business documents, votive inscriptions and literary productions, differences, though mostly of a minor character, still remain.",
        "Involuntarily he felt a joyful agitation at the thought of the humiliation of arrogant Austria and that in a week's time he might, perhaps, see and take part in the first Russian encounter with the French since Suvorov met them.",
        "When we consider, however, the great variability in those surroundings and the consequent changes a plant must encounter, it appears obvious that interaction ~nd adjustment between the plant and its environment must be constant and well balanced.",
        "It is the work of rebuilding and reorganization, of social and of religious reforms, which we encounter in the last pages of biblical history, and in the records of Ezra and Nehemiah we stand in Jerusalem in the very centre of epoch-making events.",
        "He had just remembered his recent encounter with the doctor's wife and the convoy officer.",
        "Gibbon was eight-and-thirty when he entered parliament; and the obstacles which even at an earlier period he had not had courage to encounter were hardly likely to be vanquished then.",
        "The encounter, which the Dutch attributed to the English, and the English to the Dutch, made war inevitable, even if the relations of the two powers had allowed of the maintenance of peace.",
        "It was not their first encounter, for a letter of 1299 to Edward from Scotland describes Comyn as having seized Bruce by the throat at a meeting at Peebles, where they were with difficulty reconciled by the regents.",
        "Despite all Kutuzov's efforts to avoid that ruinous encounter and to preserve his troops, the massacre of the broken mob of French soldiers by worn-out Russians continued at Krasnoe for three days.",
        "In the autumn of 1786 there was an encounter near the village of East Lee between about 250 adherents of Daniel Shays (many of them from Lee township) and a body of state troops under General John Paterson, wherein the Shays contingent paraded a bogus cannon (made of a yarn beam) with such effect that the state troops fled.",
        "Sir George Ayscue, who had lately returned from the West Indies, whither he had been sent to subdue the Royalist party in Barbados, had a sharp encounter with a Dutch convoy while on his way up Channel to the Downs, and had captured several prizes.",
        "If the former, then their names are surely to be read as Sumerian, while, if they were Semites, the signs with which the names are written are probably to be read according to their Semitic equivalents, though we may also expect to encounter Semites bearing genuine Sumerian names.",
        "Historically the battle is interesting because it was the last example of an encounter on a great scale between fleets of galleys and also because it was the last crusade.",
        "But that day's encounter in church had, he felt, sunk deeper than was desirable for his peace of mind.",
        "Theodoric's siege of Ravenna lasted for three years (489-492), and was marked by one bloody encounter in the pinewood on the east of it.",
        "On the revolt of Messina from Spain, he was sent to support the insurgents, and had to encounter the united fleets of Spain and Holland under the command of the celebrated Admiral de Ruyter.",
        "Thence Magellan proceeded to the Philippines, and there his career ended in an unimportant encounter with hostile natives.",
        "Do you think,\"he had said,\" that the spirits of such base, mean fellows will ever be able to encounter gentlemen that have honour and courage and resolution in them?",
        "In 1865 he risked an encounter with Scottish Sabbatarian ideas.",
        "After pointing out the immense difficulties which he had had to encounter owing to the absence of any regular accounts, and above all of any of \" those statistics which constitute the soul, indeed the very life of a public administration,\" and that it was therefore impossible for him to pretend that he had been able to free himself altogether from the effects of the past, the minister continues, \" every time we have endeavoured to have recourse to the previous elements of appreciation, we found ourselves faced by the chaos which characterized former years.",
        "A bill, known as the Force Bill, was introduced in the Senate, and in the debate upon it Webster had an encounter with Calhoun.",
        "In the case of texts from the oldest historical periods we encounter hundreds of names that are genuinely Sumerian, and here in view of the multiplicity of the phonetic values attaching to the signs used it is frequently difficult definitely to determine the reading of the names.",
        "He was convinced that he alone could maintain command of the army in these difficult circumstances, and that in all the world he alone could encounter the invincible Napoleon without fear, and he was horrified at the thought of the order he had to issue.",
        "Rarely will one encounter a serving of french fries big enough for two people, and it even comes with a blue cheese and ketchup dip.",
        "Watch a special encounter sea lions of the hair.",
        "Reservations are a must at this hip locale where you'll encounter world-class service and a tantalizing menu filled with unique recipes.",
        "He had to encounter very serious opposition from the old actors whom he had distanced, and with the younger actors and actresses he was involved in frequent quarrels.",
        "Like Brian Walton and John Mill before him, he had to encounter the opposition of those who believed that the certainty of the word of God was endangered by the importance attached to the various readings.",
        "Scarcely had they done this when news of the encounter at Lexington produced a strong reaction in their favour, and in May 1775 they called a Provincial Congress which usurped the powers of the Assembly.",
        "17 1913 a Greek squadron roughly handled the Turkish fleet in serious naval encounter.",
        "10 The wooing of Ishtar by the hero of the epic falls under Virgo, and his encounter with two scorpion men, guardians of the rising and the setting sun, under Scorpio.",
        "The first encounter took place on the Opequan near Winchester.",
        "This encounter roused the New England colonies, and in a few days some 16,000 of their townsmen marched in small bands upon Boston to protest against and resist further similar incursions; and in this irregular body we have the nucleus of the colonial forces which carried the war through.",
        "Lord Edward died in prison of the wounds received in the encounter which preceded his capture.",
        "encounter obstacles.",
        "manta encounter drops to about 40-50% from almost 100% in high season.",
        "She thought of how she'd felt safe with Jule during their brief encounter.",
        "The encounter, which lasted from the 18th to the 10th of February and ranged from Plymouth to Calais, is commonly named the \"Three Days' Battle\" and was described by Clarendon as \"stupendous.\"",
        "Against Russia he was less fortunate, and the first encounter between Turkey and her future northern rival gave presage of disaster to come.",
        "The five years (36-31 B.C.) which preceded the decisive encounter between the two rivals were wasted by Antony in fruitless campaigns, and in a dalliance with Cleopatra which shocked Roman sentiment.",
        "After your encounter with the souls, I think you understand why I take it so seriously.",
        "Encounter Giant Robots in the region of Netherstorm.",
        "As the day progressed they soon forgot about the spooky encounter.",
        "What's more, when you cross over different cell phone brands, you will encounter different user interfaces and different levels of functionality.",
        "When they encounter more dense material, such as a tumor, bone, or a metal fragment, they are stopped.",
        "Most children encounter frostbite when they participate in outdoor sports, camp in winter, get wet and cannot change their clothing immediately, or do not dress according to the weather conditions.",
        "When the antibodies encounter allergens, they trigger release of the granules, which spill out their chemicals onto neighboring cells, including blood vessels and nerve cells.",
        "Burns may be caused by even a brief encounter with heat greater than 120°F (49°C).",
        "An encounter with a small herd of mostly black feral goats on the final descent rounded off a real day to remember.",
        "Real challenges come some time after we have started out on our paths, when we encounter the gremlins within.",
        "Reading last appeared at the Abbey on 2 October 2003 under their former guise of the Racers in a Premier League encounter.",
        "Players work their way through enemy-filled stages that usually have a boss encounter at the end.",
        "When you encounter him, he will be surrounded by his Goblin sidekicks.",
        "Thus, he engages in combat with Heracles on two occasions to avenge the death of his son Cycnus; once Zeus separates the combatants by a flash of lightning, but in the second encounter he is severely wounded by his adversary, who has the active support of Athena; maddened by jealousy, he changes himself into the boar which slew Adonis, the favourite of Aphrodite; and stirs up the war between the Lapithae and Centaurs.",
        "The rival armies met at Sievershausen on the 9th of July 1553, where after a fierce encounter Albert was defeated.",
        "But the limits of even Polish complacency had at last been reached, and Zolkiewski and Chodkiewicz were sent against the rebels, whom they routed at Oransk near Guzow, after a desperate encounter, on the 6th of July 1607.",
        "But Lee received no real accession of strength, and when McClellan with all available forces moved out of Washington to encounter the Army of northern Virginia, the Confederates were still but a few marches from the point where they had crossed the Potomac. Lee had again divided his army.",
        "But in the first encounter on the 17th of April to leeward of the island, Rodney's orders were not executed by his captains, and the action was indecisive.",
        "The Ecclesiastical Calendar Would In That Case Have Possessed All The Simplicity And Uniformity Of The Civil Calendar, Which Only Requires The Adjustment Of The Civil To The Solar Year; But They Were Probably Not Sufficiently Versed In Astronomy To Be Aware Of The Practical Difficulties Which Their Regulation Had To Encounter.",
        "Another particular meaning is for one who supports or assists another, especially the friend at a duel, who arranges for his principal the terms of the encounter and sees that all rules of the duel are carried out.",
        "More's was one of those highly susceptible natures which take more readily and more eagerly than common minds the impress of that which they encounter on their first contact with men.",
        "A premature encounter with a squad of police alarmed the town and broke up their plans.",
        "He showed such heroism in the first encounter, at Derae, that the crown was offered him, but he would accept only the title of commander-in-chief.",
        "Rather than encounter alone the horrors of a four months' journey to Lhasa they resolved to wait for eight months till the arrival of a Tibetan embassy on its return from Peking.",
        "P g on the 31st of March 1904, the first hostile encounter took place at Guru, when the Tibetans (the aggressors) were defeated.",
        "The tribe was continually engaged in conflicts with the Romans, the most famous encounter being that at Strassburg, in which they were defeated by Julian, afterwards emperor, in the year 357, when their king Chonodomarius was taken prisoner.",
        "and his wife Mary of Lorraine, was born in December 1542, a few days before the death of her father, heart-broken by the disgrace of his arms at Solway Moss, where the disaffected nobles had declined to encounter an enemy of inferior force in the cause of a king whose systematic policy had been directed against the privileges of their order, and whose representative on the occasion was an unpopular favourite appointed general in defiance of their ill-will.",
        "The only engagement between the rival factions which is told at length is noteworthy, inasmuch as it was preceded by an encounter at Gibeon between twelve chosen men from each side, in which the whole twenty-four seem to have perished (2 Sam.",
        "The party and the principles of Oldenbarneveldt, however, though crushed, were not extinguished, and though Frederick Henry by his personal influence and prudent statesmanship had been able to surmount the difficulties placed in his way, he had had to encounter at times strong opposition, and had been much hampered in the conduct both of his campaigns and of his policy.",
        "Chamois-shooting is most successfully pursued when a number of hunters form a circle round a favourite feeding ground, which they gradually narrow; the animals, scenting the hunters to windward, fly in the opposite direction, only to encounter those coming from leeward.",
        "But his worst encounter was with the chief justice, Sir George Jeffreys, in May 1685.",
        "The exact scenes of these conflicts are not known, although the date of the second encounter was the ISth of March 933; but few more important battles have ever been fought.",
        "He wished for men and money to encounter the French in Italy and to resist the Turks.",
        "Bismarck therefore no longer feared, as he formerly had, to encounter the difficulties with Great Britain which would be the natural result of a policy of colonial expansion.",
        "Probably in no other country, except Judaea, did Hellenism encounter as stubborn a national antagonism as in Egypt.",
        "His nephew Tandamane, received by the Upper country with acclamations, besieged and captured Memphis, Necho being probably slain in the encounter.",
        "It is not till the middle of the r 5th century that we encounter any works seriously undertaken in the vulgar: before that time there is nothing but an occasional letter (e.g.",
        "The rebels fled to Bether - the modern Bittir, near Jerusalem, where the fortress garrisoned by them still remains, under the name Khurbet el-Yahud, or \" Ruin of the Jews \" - and were there defeated and slaughtered in a sanguinary encounter.",
        "But he was no soldier, and he was destined in that sphere to encounter the \" heaven-born genius \" of Clive.",
        "Thus in September 1904 a Portuguese column lost over 300 men killed, including 114 Europeans, in an encounter with the Kunahamas on the Kunene, not far from the German frontier.",
        "In 1766 he received a severe wound in an encounter with some Sannyasis, or religious fanatics, from which he never thoroughly recovered; and in 1777 he retired as major on a pension of £600 a year.",
        "By the side of the first triad, consisting of Anu, Bel and Ea - disconnected in this form entirely from all local associations - we encounter a second triad composed of Shamash, Sin and Ishtar.",
        "In the pro Milone he says that either Milo must have lain in wait for Clodius or Clodius for Milo, leaving out of sight the truth, that the encounter was due to chance.",
        "After having taken Seville, Carmona and Merida, he marched from the latter place by the Via Romana to Salamanca, after having ordered Tariq to rejoin him in order to encounter king Roderic. Not far from Tamames the king was defeated and killed.",
        "Borneo began to be known to Europeans after the fall of Malacca in 1511, when Alphonso d'Albuquerque despatched Antonio d'Abreu with three ships in search of the Molucca or Spice Islands with instructions to establish friendly relations with all the native states that he might encounter on his way.",
        "It follows, too, a far more natural line of communication, without the engineering difficulties which the Via Appia had to encounter.",
        "Yet even before his encounter with Grendel, he had won renown by his swimming contest with another youth named Breca, when after battling for seven days and nights with the waves, and slaying many sea-monsters, he came to land in the country of the Finns.",
        "As his slender forces were inadequate to encounter the fierce hostility which he aroused, he left Italy in the autumn of 1155 to prepare for a new and more formidable campaign.",
        "Before his last fatal encounter he was twice engaged in duels with editors of rival papers.",
        "The pioneers of the jute industry, who did not understand this necessity, or rather who did not know how the woody and brittle character of the fibre could be remedied, were greatly perplexed by the difficulties they had to encounter, the fibre spinning badly into a hard, rough and hairy yarn owing to the splitting and breaking of the fibre.",
        "These fundamental features of Iranian sentiment encounter us not only in the doctrine of Zoroaster and the confessions of Darius, but also in that magnificent product of the Persia of Islamthe Sufi mysticism.",
        "marched to encounter him, but was himself defeated and slain, and his country ravaged far and wide.",
        "The emperor Valerian, who marched to encounter him, was overthrown at Edessa and taken prisoner (260).",
        "However, the younger Stoics endeavoured to meet the assaults of their persistent critic Carneades by suggesting various modes of testing a single presentation, to see whether it were consistent with others, especially such as occurred in groups, &c.; indeed, some went so far as to add to the definition \" coming from a real object and exactly corresponding with it \" the clause \" provided it encounter no obstacle.\"",
        "It will suffice to recall the Buddha's education in a secluded palace, his encounter successively with a decrepit old man, with a man in mortal disease and poverty, with a dead body, and, lastly, with a religious recluse radiant with peace and dignity, and his consequent abandonment of his princely state for the ascetic life in the jungle.",
        "On the 28th, as a natural consequence, an encounter battle began just E.",
        "Near Pistoria he hazarded battle with the forces of the latter, but was completely defeated in a desperate encounter.",
        "The latter strongly represented to him how great would be the difficulties that he would encounter in his other dominions, should he make concessions to the Protestants of Bohemia.",
        "It appeared to them more advantageous to encounter the weak Matthias than his younger and more fanatical successor.",
        "With this encounter the serious work of his \" army of occupation \" ended, although he was later joined by Gen.",
        "This accident compelled him to put into the Kennebec river, where a mast was procured, and some communication and an unnecessary encounter with the Indians took place.",
        "If the northern powers supported the king of Holland by force, they would encounter the resistance of France and England united in arms, if France sought to annex Belgium she would forfeit the alliance of England, and find herself opposed by the whole continent of Europe.",
        "His first encounter was with the heresiarch Gottschalk, whose predestinarian doctrines claimed to be modelled on those of St Augustine.",
        "Before this calamity Abe, contained II I° houses and 13,000 inhabitants; and its university had 40 professors, more than 500 students, and a library of upwards of 30,000 volumes, together with a botanical garden, an 1 The object of the story of the encounter is to explain the name Helkath-hazzurim, the meaning of which is doubtful (Ency.",
        "On the way Henry halted at Bec, and there made the acquaintance of Robert de Torigni, who mentions their encounter in the preface to his Chronicle.",
        "The Poles avoided an encounter in the open field, but harried the Germans so successfully around Breslau that the plain was covered with corpses, which Henry had to leave to the dogs on his disastrous retreat; hence the scene of the action was known as \"the field of dogs.\"",
        "Those who chose the latter alternative had to encounter the hostility of their old foes, the Bushmen, who were widely spread over the plains from the Nieuwveld and Sneeuwberg mountains to the Orange river.",
        "At the age of twelve he engaged Zerah Colburn, the American \" calculating boy,\" who was then being exhibited as a curiosity in Dublin, and he had not always the worst of the encounter.",
        "In 1846 was the seat of a congress of the Liberal party of the Baden parliament; and in 1849 it was the scene of an encounter between the Prussians and the insurgents.",
        "Such examples of the ancient usage encounter us everywhere in Greek and Latin antiquity.",
        "Of the Crimean War he had a better judgment than those whose weakness led them into it, and he could tell them the whole truth of the affair in twenty words: \"You are going to war with an opponent who does not want to fight, and whom you are unwilling to encounter.\"",
        "France was not prepared to encounter so many enemies.",
        "Lieutenant Bligh, approaching them in the launch of the \"Bounty,\" 1789, had a hostile encounter with natives.",
        "In a sanguinary encounter at Mag Raith (Moira in Co.",
        "The Mantis is defeated in an encounter with a cat which happened to be singing a song about a lynx.",
        "On the departure of the Romans he succeeded in recovering Gythium, in spite of an attempt to relieve it made by the Achaeans under Philopoemen, but in an encounter he suffered a crushing defeat at the hands of that general, who for thirty days ravaged Laconia unopposed.",
        "An age-long rivalry between the houses of France and Austria was the result of this disastrous marriage; and as the son who was its issue espoused the heiress of a now unified Spain, France, hemmed in by the Spaniards and by the Empire, was thenceforward to encounter them everywhere in her course.",
        "As a soldier Tarnowski invented a new system of tactics which greatly increased the mobility and the security of the armed camps within which the Poles had so often to encounter the Tatars.",
        "He chose Paris, and in spite of the difficulties which he had to encounter before he could enter into possession, was consecrated on the 27th of March 1791 by eight bishops, including Talleyrand.",
        "Not till 1888, when the national army bill was introduced, did he encounter any serious opposition, but thenceforth his position became precarious.",
        "On the 14th of July 1456 Hunyadi with his flotilla destroyed the Turkish fleet; on the 21st Szilagyi beat off a fierce assault, and the same day Hunyadi, taking advantage of the confusion of the Turks, pursued them into their camp, which he captured after a desperate encounter.",
        "Quinn will think were requesting something like a sÃ©ance or spiritual encounter but if we don't humor Howie, he'll be devastated.",
        "Howie was distraught over the encounter and Martha, apologetic over wasting the day.",
        "Yes. However, such an encounter causes me no concern.",
        "She was still pale after her encounter with Czerno.",
        "Gone was the casual hiking attire of their last encounter, replaced by a chic outfit, full makeup, and high-heeled shoes.",
        "This encounter was inevitable.",
        "He delayed mentioning Edith's visit to his room as if that encounter deserved its own time and chapter in this bizarre scenario.",
        "Gabe sounded more relieved than Rhyn thought the encounter warranted.  He looked closely at his friend, wondering what might be bothering him.",
        "Nothing short of an encounter with the risen Christ has remotely explained his major about-face.",
        "Thus, once again we encounter the sheer absurdity and nonsense advanced by pro-vivisectionists.",
        "Parker had recently beaten Barnett 9-1 at 9-ball, and Andy still looked like he was suffering the aftershocks of that encounter.",
        "It's a seemingly arbitrary list that has little in the way of logic - like a lot of things you encounter in here.",
        "Driving and walking along the many forest tracks and trails we'll encounter a very rich avifauna.",
        "bad-tempered encounter, Maidenhead started positively and took the lead on eight minutes.",
        "balaclava helmet during his first encounter with Blake.",
        "But the most savage beast you're likely to encounter here is the owner's dog Zoe, six inches of terrifying Maltese terrier.",
        "Here we meet the 19th-century german botanist Georg August Schweinfurth, the first European to encounter pygmies.",
        "certain to encounter trifling and procrastination which will defer your plan to the Greek Kalends.",
        "Once in a while we may also encounter a process which is called conjugation.",
        "Encounter The third Encounter was a 14-gun screw corvette, launched at Sheerness in 1873.",
        "cosmology sun ULYSSES ' JUPITER ENCOUNTER has engendered 13 articles in the 11 Sept. issue of Science.",
        "Redding describes his first encounter with \" the largest cromlech now in existence in this Country.",
        "daily from 9am with undercover displays, the Otter Encounter and a Seashore Discovery Zone.",
        "Travelers on their way through the Arabian desert to Mount Sinai, on some rare occasions encounter such storms.",
        "These seem to be eagerly devoured by most children aged eight to about 12 who encounter them.",
        "Conclusion Patients with diabetic foot ulceration encounter more wound healing problems than non diabetics.",
        "difficile bacteria encounter unfavorable conditions, such as being outside the body.",
        "dour encounter ends goalless.",
        "drab encounter against the FA Cup finalists.",
        "However, few researchers have studied infants beyond discharge to ascertain what impact the encounter has on mother-infant dyads.",
        "The intentional approach allows the system to simulate more closely the dynamics of a human encounter, such as the communication of emotion.",
        "Having survived a three-game encounter with Ed Hatton, Rico Nicholls slumped to 11-0 in his first game against Buchanan.",
        "But the most revealing turning point was his bruising encounter with Jeremy Paxman earlier that week.",
        "Simon is confronted by Miranda about his sexual encounter with Richie.",
        "The rider brakes or sits the bike up, crosses the road and has a close encounter.",
        "Year agreement to a memorable encounter with us many.",
        "Robert ended our chance encounter with, \" It's been good to see you again!",
        "Six levels each contain eight bite-size challenges with a boss encounter providing an effective climax.",
        "encounter when you move in.",
        "enthralling first leg encounter.",
        "expat health insurance will guide you through the different healthcare systems, climates, and dieases you may encounter whilst overseas.",
        "fateful encounter with the Scots at Dunbar.",
        "flirtatious encounter is on the horizon.",
        "following procedures you encounter a popup window that asks you to login, simply press cancel.",
        "You may even encounter the real ghost who has been seen on several occasions during our tours!",
        "Encounter a cast of true to life characters including famous gladiators of the period.",
        "Your first encounter is with a seemingly harmless little chap who shows you the way to the village.",
        "An unexpected encounter with a southern hawker did that for me this weekend.",
        "If we encounter some icebergs in the area, we'll make time to explore them.",
        "There are several problems which you may encounter: § Poor quality microfiche - some of the fiche are virtually illegible.",
        "ill-tempered encounter in which eight players were booked.",
        "Our deepest encounter with God is sometimes almost ineffable, almost inexpressible.",
        "The new lectionary enables us to encounter the scriptures in helpful and transforming ways.",
        "But despite the result, last night's encounter was a depressing affair, only livened up by three excellent goals.",
        "meek soul my father's rage encounter?",
        "Encounter Satan's minions and banish them back to their evil realm.",
        "I first began to encounter difficulties when the pressure and workload associated with revising for exams caused me to have a severe nervous breakdown.",
        "In our own personal journey up the ladder of spirituality we encounter obstacles.",
        "occluded objects Many of the objects we encounter in our visual world are partially hidden by other objects.",
        "one-sided encounter with Norwich just edging the first 45 minutes.",
        "Rub shoulders with an Iron Age family or encounter a bloodthirsty Roman soldier and other figures from the turbulent past.",
        "With their moderately soft, flexible pellicles, swimming Spirostomum often bend around bits of algae and other obstacles they encounter.",
        "Occasionally we would encounter a party of Olive-backed pipits feeding among the leaf-litter of the woodland.",
        "We always understand what we encounter within a halo of our own future potentiality.",
        "As fractured as each character is, they're all endearing and the comic pratfalls they encounter are brilliantly relayed.",
        "The stage was then clear for the top two Welsh player to have a principality Closed encounter.",
        "Where else, for example, would you encounter the witty put-down of unruly audiences that opens Frogs?",
        "rare to encounter a work as authoritative and accessible as this.",
        "He also has dim recollections of his encounter with Ofelia, the spitting image of the woman in the portrait in the sitting room.",
        "Provide users with information on how to seek recourse if they encounter problems.",
        "In addition, soldiers should expect to encounter numerous venomous reptiles, insects, and plants.",
        "The resulting encounter was possibly the most unusual battle of any of the Jacobite risings.",
        "run-of-the-mill first encounter story, not by a long stretch.",
        "Compared to results of the OL RB250 on the Linn, bass and rhythmic drive had less sass and swagger with the Encounter.",
        "save when they encounter material particles and thus display their existence.",
        "scepticl know we are going to encounter a few skeptics along the way.",
        "schizoid tendencies such as I have and any intimate encounter becomes a challenge.",
        "scrappy encounter.",
        "You will encounter the verb ser (to be) and adjectives.",
        "And where was I, ace sleuth, while the car-park encounter took place?",
        "Black professional phil voila smudges appeared seems to have had no encounter.",
        "spellbind's opening encounter held the British GT/F3 crowd spellbound as a 10-car train dueled for the lead throughout the opening laps.",
        "We shall also encounter the adverbial superlative and discover how to express \" not yet \" and \" no longer \" .",
        "topsy-turvy encounter saw Davidson come out on top 10-12, 9-11, 11-9, 14-12, 11-7.",
        "The Malaysian never looked troubled during the encounter which lasted 35 minutes.",
        "Supermarine had recently beaten Blackheath in the Cup competition and this opening tussle showed how much Club had learned from their previous encounter.",
        "This is also the first occasion when I encounter other walkers during my entire trip - a reasonably well-known composer and a Reiki healer.",
        "In these further provinces of Iran the Macedonian invader had for the first time to encounter a serious national opposition, for in the west the Iranian rule had been merely the supremacy of an alien power over native populations indifferent or hostile.",
        "The Murray, the greatest river of Australia, debouches into Lake Alexandrina, and thence into the sea at Encounter Bay in South Australia.",
        "Along the shores of Encounter Bay and St Vincent and Spencer Gulfs, the precipitation ranges from 10 to 20 in., the yearly rainfall at Adelaide is a little less than 21 in., while the head of Spencer Gulf is within the 5 to 1 0 in.",
        "All the peculiarities of structure which we encounter consequently support the view with which we started, that the protoplasm of the plant is the dominant factor in vegetable structure, and that there need be but one subject of physiology, which must embrace the behaviour of protoplasm wherever found.",
        "In a long and obstinate encounter, it was defeated at Dorylaeum (July 1); and the crusaders marched unmolested in a southeasterly direction to Heraclea.",
        "The central idea of his teaching was that naval supremacy is the condition precedent of all vigorous military offensive across the seas, and, conversely, that no vigorous military offensive can be undertaken across the seas until the naval force of the enemy has been accounted for - either destroyed or defeated and compelled to withdraw to the shelter of its own ports, or at least driven from the seas by the menace of a force it dare not encounter in the open.",
        "4 There we encounter the oak (Q.",
        "the leading troops were attacked by an overwhelming Austrian force and at Soor and KOniginhof (Guard corps) on the 28th and 29th, and at Schweinschadel (Steinmetz) on the 2 9 th, the Prussians in every encounter proving themselves, unit for unit, a match for their adversaries.",
        "Malik Shah, the son and successor of Alp Arslan, had to encounter his uncle Kavurd, founder of the Seljukian empire of Kerman (see below), who claimed to succeed Alp Arslan in accordance with the Turkish laws, and led his troops towards Hamadan.",
        "No mischief resulted from the encounter.",
        "The new viceroy, who might have expected a tranquil time after the energetic reforms of his predecessor, soon found himself Lord face to face with the most serious troubles, euphemistic ally called the \"unrest,\" that British rule has had to encounter in India since the Mutiny.",
        "After a closely contested battle victory remained with Muhammad Hasan; who, however, was unable to follow up the foe, as he had to return in order to encounter Azad.",
        "Karim, by their aid, once more repaired his losses and advanced on Ispahan, while Muhammad Hasan with fifty thousand men was coming from the opposite direction, ready to encounter either the Afghan or the Zend.",
        "Except in a few fortified places, such as Ticinum or Pavia, the Italians did not venture to encounter the new invaders; and, though Alboin was not without generosity, the Lombards, wherever resisted, justified the opinion of their ferocity by the savage cruelty of the invasion.",
        "At length Haakon, weary of delay, attacked, only to encounter a terrific storm which greatly damaged his ships.",
        "Before this calamity Abe, contained II IÃ‚° houses and 13,000 inhabitants; and its university had 40 professors, more than 500 students, and a library of upwards of 30,000 volumes, together with a botanical garden, an 1 The object of the story of the encounter is to explain the name Helkath-hazzurim, the meaning of which is doubtful (Ency.",
        "After his interview with Pierre in Moscow, Prince Andrew went to Petersburg, on business as he told his family, but really to meet Anatole Kuragin whom he felt it necessary to encounter.",
        "What people have said about the book: Ã¢ItÃ¢s rare to encounter a work as authoritative and accessible as this.",
        "At university it is difficult to encounter anybody who is n't busy trying to have the most trendy and right-on political views.",
        "This is not your ordinary run-of-the-mill first encounter story, not by a long stretch.",
        "All the other forms are hidden and make no impression upon us, save when they encounter material particles and thus display their existence.",
        "We all know we are going to encounter a few skeptics along the way.",
        "Now, add to this cultural handicap some mildly autistic or schizoid tendencies such as I have and any intimate encounter becomes a challenge.",
        "Robbie Wood 's goal on the stroke of half-time was enough to separate the sides in a scrappy encounter.",
        "The day 's opening encounter held the British GT/F3 crowd spellbound as a 10-car train dueled for the lead throughout the opening laps.",
        "One close encounter of this sort is usually sufficient to induce sensitivity.",
        "We shall also encounter the adverbial superlative and discover how to express \" not yet \" and \" no longer \".",
        "Their topsy-turvy encounter saw Davidson come out on top 10-12, 9-11, 11-9, 14-12, 11-7.",
        "Episode 6 (11 NOV 93) Out Of Time The crew encounter an experimental spacecraft surrounded by an ' unreality minefield '.",
        "Encounter the places once haunted by death that are now vibrant with life and hope.",
        "Paula was evasive about the specifics of her encounter with the cops.",
        "The encounter with the mugger was such a harrowing one that he still has nightmares about it to this day.",
        "The training program accustoms astronauts to the vastly different environments they will encounter in space.",
        "In startups, as in life, people are resistant to change. If this is your first startup, expect to encounter that resistance.",
        "Today, one of the most popular children's television shows appearing on PBS features Thomas and his friends as well, as the beloved little engine and many of his friends encounter one adventure after another on the Island of Sodor.",
        "While there will be hurdles to overcome, hopefully the blessings you'll receive from this wonderful relationship will more than outweigh any difficulties you encounter.",
        "You will most likely encounter this situation when looking to buy from another rare book collector.",
        "Most men go out and buy the first pair of sneakers from the first sports store that they encounter.",
        "These books will provide information about illnesses and problems we all encounter, especially our children.",
        "Of all the tips on buying kayaks you'll encounter, let this one be the most important.",
        "If you shop at stores that specialize in rugs and curtains, then you might encounter bargain bins or clearance lots.",
        "Downhill mountain biking is different than cross-country, due to the amount of shock you'll encounter as you travel along the trails.",
        "Potassium is a salt-substitute, but you may encounter problems if you or someone using the water has Addison's Disease or high levels of potassium in the bloodstream.",
        "Approach the material with the expectation that you may receive biased information, and then you can be pleasantly surprised if and when you encounter truly objective data.",
        "For reference, a few of the cross streets you'll encounter are W.",
        "In fact, you've just had an encounter with a hairball.",
        "Pet owners asking \"Why is my kitten sneezing?\" may encounter a veterinarian who is equally stumped.",
        "It's fairly common to encounter upper respiratory infections in cats, but that doesn't make these infections any less harmful.",
        "As a parent or a teacher, what can you do to make the most of your children's encounter with books online?",
        "Sometimes, people encounter tax difficulties simply because they don't understand tax withholding and how this may need to fluctuate from when the form was first filled out at hiring.",
        "If you travel abroad while on vacation or for business purposes then you will probably encounter the need to convert cash into the local currency.",
        "If you frequent money saving forums and chat rooms online you may encounter a scammer.",
        "The most common fee you will encounter is a shipping and handling fee, especially if you choose to have the card sent directly to the gift recipient.",
        "Opting out does bring the risk of having a debit card transaction declined in the event of insufficient funds in a checking account; however, it also means the accountholder will not encounter the fees associated with overdraft.",
        "It is not uncommon to encounter application fees, annual fees, and other fees.",
        "You will undoubtedly encounter fees, but the goal is to find the best card with the lowest fees available.",
        "Think of the surroundings you would encounter on a real life African safari and consider how they might translate into your home.",
        "There is such a wide variety of stencils available through the internet that you might actually encounter the problem of having too many that you love and be unable to choose one!",
        "You will likely encounter hardwood floors that have been covered by vinyl flooring or carpet, as well as dated bathroom and kitchen renovations.",
        "If you don't encounter a stud, you will need to use a #2 Phillips screwdriver to insert the anchor into the pilot hole and screw it in until seated flush with the wall.",
        "Best of luck to you as you encounter the crazy, glamorous, and rewarding world of modeling agencies.",
        "Depending on where you are in the world, you might encounter this product in different packaging than what's commonly found in the US.",
        "Take a site for a test drive and see what quirks you encounter before committing your hard-earned cash.",
        "The site also boasts 24-hour customer support as well as live chat for any problems that you may encounter in your time spent online.",
        "By shopping the traditional way you will waste gas, possibly involve yourself in frustration, and maybe encounter out of stocks.",
        "Most of the sites you encounter will make you sign up before being able to make your own virtual pet or download one that is already available.",
        "Many times, raters may have prior camera biases (such as being a fan of Nikon cameras when reviewing a Canon camera) or encounter problems with a camera that are unique to that user.",
        "The aforementioned services show the potential for compositional variety that a photographer would likely encounter while working in a Sears Portrait Studio.",
        "Fortunately, with a little knowledge and some great resources, you'll be able to predict what type of skiing you're likely to encounter, even if it's months away.",
        "If you encounter stubborn and resistant snow, ask a friend to scrape off your boot with his or her ski pole.",
        "The inability to make a short turn on a narrow trail might mean that you will end up having a close encounter with a tree.",
        "When you encounter a situation that makes you feel uncomfortable or fearful, the first thing that happens in your body is your mind sends out a message indicating a threat is present.",
        "Knowing how to relax during the holidays can help you through the madness and have a good time, no matter what difficult situations you may encounter.",
        "However, the first step in managing holiday stress is identifying the exact conflict(s) you tend to encounter.",
        "When we encounter a threat, whether real or imagined, the body reacts with a stress response.",
        "While we may occasionally know we are heading into an encounter with someone or something that will make us angry, this is certainly not the norm.",
        "We must work to live, but the stress we encounter while working may be making us ill, affecting our job performance, personal lives and relationships.",
        "Pass out copies of The Drunk Driving Poem to every teen you encounter, and ask him or her to read it immediately.",
        "Teens encounter extreme peer pressure on a daily basis.",
        "Be sure to use social networking websites safely and let your parents know if you encounter any weird situations or messages online.",
        "One big problem that people encounter is determining what foods qualify as raw.",
        "Seafarers, whether whalers, explorers or traders. would encounter conch horns being used in all of the southern waters of the world from China to southeast Asia to South America and the Caribbean.",
        "Unless you have very short hair, you'll probably encounter the never-ending dilemma of whether to wear your hair up or down.",
        "Weather and Climate: A beach wedding or other outdoor ceremony or reception can encounter such conditions as wind, sand, saltwater spray, and other climactic or environmental conditions that make a stiff gown unreasonable.",
        "Just keep in mind that if you confront him, you will encounter hostility and denial.",
        "For this reason, there is no definitive checklist or timeline that will predict exactly which symptoms each person will encounter and when.",
        "Although there is no disputing that the nicotine found in tobacco is incredibly addictive, many people who try to quit smoking or chewing tobacco encounter more problems with the emotional aspect of tobacco usage.",
        "Like anything where there is a fast buck to be made, you're likely to encounter plenty of people in Hollywood claiming to have the inside track on star homes and willing to sell you a map for a few dollars less than the next guys.",
        "Despite his efforts to thwart distribution, the encounter circulated on the Internet in 2006 for a brief time.",
        "If you encounter problems with the games, like they won't completely load or don't run properly, make sure that you have the latest version of the program needed to play the game installed.",
        "Whatever your encounter, the Girl Scouts of America has sustained as a thriving non-profit for generations, and will continue to provide meaningful activities and goals for new legions of girls all across the nation.",
        "As they become preteens, girls become even more aware of the way they look, and want to look cool for school, church youth group, birthday parties, and anywhere else they will encounter other girls their age.",
        "However, if the rains you encounter can turn into cold torrents of water, you may prefer something that is definitely more weather-proof and possibly even insulated.",
        "As you rise up the fashion ladder in the way of stores such as Saks and Neiman Marcus you will encounter the designers that are making waves in the fashion industry.",
        "The down side to such a maneuver is that you will encounter price tags that are significantly higher than your basic dress at Macy's.",
        "Tuition is likely going to be the most significant expense you'll encounter in your college career, but there are a few other factors that impact it directly and that you may want to consider as you calculate final costs.",
        "Finally, both colleges and universities are designed to prepare students for the workplace and expose them to enriching topics and methods that they may not otherwise encounter.",
        "However, because you're looking only for institutions with a Christian affiliation, you might also encounter a few differences along the way.",
        "These ships are engineered for large numbers of travelers, yet at the same time they encounter logistical problems with supplies and crowds that smaller ships rarely contend with.",
        "Although the Alaskan cruise season is designated to avoid inclement weather, you may encounter cool, wet, rainy, or even cold conditions.",
        "It should be noted that you do not need to be a Christian to take part in a marriage encounter cruise.",
        "For many couples, a religious-based marriage encounter cruise can become the spiritual sailing experience of a lifetime.",
        "You should not sign up for a marriage encounter cruise if your partner is pressuring or threatening you to attend.",
        "However, if you are looking for enrichment, encouragement, and excitement, a marriage encounter cruise is a wonderful vacation option.",
        "Wildlife: On larger cruises, the only time passengers see wildlife is if they choose a shore excursion to a zoo or with some form of wildlife encounter.",
        "One of the earliest undesirable behaviors owners encounter with a new pet is chewing.",
        "While many pet friendly hotels do not charge any additional fees for your pet to stay in the room, others do.There are three basic types of fees you may encounter.",
        "Puppies are exposed to a wide variety of sights, sounds and experiences in order to lessen their sensitivity level to common daily distractions they might encounter in their later lives as guide dogs.",
        "When you begin your search, you'll likely encounter a number of breeders who use the term \"adopt\" as a euphemism for \"purchase\", but the two words do have different meanings.",
        "He could encounter other sick animals; he may not find enough to eat and drink.",
        "Wash your hands thoroughly after every encounter with the sick dog.",
        "The romantic encounter resulted in a litter of 25 Greyhound puppies.",
        "The dogs are exposed to the typical situations and equipment they'll encounter when they make their visits so they become accustomed to them and always remain calm.",
        "That was infinitely more appealing to male audiences and it was achieved not through nudity, but through an undressing that mimicked the disrobing which preceded a sexual encounter.",
        "You might encounter the situation where you want to learn a particular song, but you can't quite play well enough yet to pull it off.",
        "When you encounter a new song that uses a chord you don't know, look it up.",
        "You will most likely encounter a similar format at all these websites.",
        "This guarantee helps with any short-term problems or setbacks a homeowner may encounter.",
        "The struggle of how to find a contractor is one that many homeowners encounter during their home renovations or repairs.",
        "With that in mind, you might want to take a look at local antiques shops, antiques malls, and antiques auctions to see if you encounter any Foster and Bailey lockets.",
        "The virtual option is a great one if you live far away from major cities or cannot afford the services of a personal encounter just yet.",
        "What types of weather might you encounter while riding?",
        "Organic coffee does not encounter the same potential toxins that conventionally farmed coffee may encounter.",
        "Here are some of the problems you might encounter when using wool.",
        "Although you are less likely to encounter coupons for organic foods in the newspaper or in magazines than you would for other types of foods, coupons for organic foods do show up once in a while.",
        "If you encounter a few bumps along the way as you are learning how to plant an organic garden, chalk it up to experience and work to remedy the situation next year.",
        "Many organic whole food supplements contain nutrients from foods that most people rarely eat or even encounter.",
        "You will also likely encounter the term, \"free range.\"",
        "You can wear these smooth pieces beneath your work clothes, for sleeping in or as part of an exciting romantic encounter.",
        "Encourage workers to report any workplace hazards they encounter.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "As the season changes from summer to fall, it's a good idea to follow autumn home safety precautions to make sure your family won't encounter any situations where they may be at risk for injury.",
        "Treat everyone you encounter with friendliness and respect.",
        "As senior citizens encounter a myriad of life changes, depression can be a response.",
        "Vaginal dryness is something which all women will encounter at times during their lives.",
        "Having short hair is a great way to upgrade your look and help work with the age-related hair issues that you are likely to encounter.",
        "It is just one of the many things you'll encounter as you approach senior life.",
        "Many seniors like this format because it is quick, much like reviewing online profiles, but provides much more information (mostly non-verbal) because the encounter occurs face-to-face.",
        "A person who does not encounter this sleep paralysis - or who only encounters it intermittently - may have an REM sleep disorder.",
        "If you encounter a person in your household sleepwalking, gently guide him or her back to bed.",
        "When looking for colored contact lenses that are affordable you may encounter websites that sell non FDA-approved contacts.",
        "In addition to that, you'll want something between you and tree branches or other pieces of flying debris you may encounter.",
        "Serengeti Sedona: With their rose-colored contrast, the Sedona look is perfect for any harsh light conditions you may encounter while skiing, golfing or playing water sports.",
        "Whether you are driving on a sunny day or racing downhill, you can count on your stylish Oakleys to cut down on any harmful glare that you might encounter.",
        "In short, this means that you get to see more clearly and don't have to shield your eyes with your hand when you encounter a flat surface.",
        "Your park maps and guide will feature character meeting spots where you can expect to encounter the various Disney characters.",
        "First thing in the morning, the lines are light and you can encounter Mickey, Donald, Daisy, Pluto, Goofy, Pocahontas and more along the trail.",
        "One other common element that you'll encounter in each of the \"worlds\" in New Super Mario Bros.",
        "For example, you may encounter jammed discs that won't eject from the console.",
        "Then bust out Secret of Mana and wait for the Dungeon Master start making the Encounter spell.",
        "Many locations seem to be inspired by Irish culture, and some of the human characters you will encounter in the town are wearing a traditional kilt-like garments and speak with an Irish accent.",
        "Of course, you'll encounter an obstacle or two as things blow up all around you (mostly your doing, though, I suppose).",
        "Just about everyone you encounter is a threat.",
        "Encounter multiple, vicious killers, psychopaths, drug addicts and other people with no moral restraints.",
        "Throughout the game, you'll encounter victims of the bloodlust of Lazarus and his minions.",
        "A phone has been added to the game, which you will encounter after completing a few levels.",
        "Character attributes like strength, intelligence and endurance are improved by gaining levels or by purchase from guilds and characters you will encounter.",
        "You keep track of your journey through a journal which is updated whenever you encounter a person with useful information.",
        "Travel through dungeons, find artifacts and encounter a bounty of creatures to battle.",
        "Legend in the Sky - In the skies of Cyrodil, you will encounter a new house which will allow you to purchase the Sky Castle book with a bonus quest.",
        "This way when you encounter really tough opponents, you won't have as much of a problem.",
        "As you play each character, you will also encounter any of the numerous mini-games through the game which give each main character a special power.",
        "I thought I could just move through areas after destroying the monsters I would encounter.",
        "As you encounter Gods, they will give Kratos additional weapons; you can also collect magic types and both the weapons and magic can be upgraded by collecting the red orbs throughout the worlds.",
        "Kratos will encounter all kinds of monsters with different fighting abilities.",
        "Kratos will encounter many interesting places in his quest, so explore everything.",
        "You will encounter a room that appears to be occupied by an unlimited supply of Harpies that you cannot seem to get rid of.",
        "There are a few movie sequences that give you the feel for the situations you encounter.",
        "It has taken decades to encounter Earth-like planets.",
        "While you'll be amazed at your surroundings, you will not be amazed at the other mundane graphics that you will encounter.",
        "Unfortunately, some of the levels do get monotonous, but the battles you encounter help break that up.",
        "The Halo 3 skull locations are typically off the beaten path, so you will need to explore areas that you may not otherwise encounter.",
        "Along the way, you'll encounter (and take over the controls of) Slippy Toad, Falco Falcon, and even Star Wolf.",
        "As you encounter countless beasts, monsters, and grotesque creatures, your character -- understandably -- goes a little crazy.",
        "Different rooms, like the rotating tile of lights room puts a little happiness into the dark graphics you'll encounter during the game, but the dark graphics are a good thing since they fit in well with the type of game it is.",
        "You spend a lot of time exploring the dangerous jungle of Skull Island, where you will encounter many vicious creatures who will attempt to kill you.",
        "In this game you will also encounter large monsters that are on land and in the sky.",
        "Under regular circumstances in Mario Party DS, you need to play through the regular Story Mode to encounter all of the interesting hidden mini-games.",
        "Along they way, they encounter several famous Mario characters, including baby versions of themselves.",
        "The game does require a bit of thought since the slew of super villains you will encounter may be a bit overwhelming.",
        "In-between team missions and other crucial moments, you will encounter dialog with certain characters who give you information.",
        "An upbeat, dramatic music track plays in the background and changes throughout the game as you encounter different situations.",
        "Each superhero and villain you will encounter has their own selection of choice phrases they will say while interacting with each other.",
        "Then when you encounter a Metroid fire at him, and try to get him to follow you.",
        "Issues that you may encounter may involve some kind of hardware problem.",
        "There are over 100 fish to catch and over 30 locations to find these fish, but in order to become the fishing master, you must learn about each fish you encounter by reading the Fish Encyclopedia.",
        "You'll also encounter fairy-tale characters like Little Red Riding Hood.",
        "This may be one of the most frustrating puzzle games you may encounter online.",
        "Later in the game, you will encounter more powerful weapons, and can switch them at any time.",
        "Temporarily away from any kind of rescue, Jack and his companions explore the dense jungle where you will encounter many giant reptiles attempting to kill you.",
        "During your adventuring, you always seem to encounter a barrier door that is missing a lever to open it.",
        "If you are a fan of the Harry Potter series, Magic Academy will seem familiar with the strikingly similar characters you encounter throughout the game.",
        "Each character you encounter will give you information, but the task they give you is always to find hidden objects.",
        "To help you with the battles you'll encounter along the way, keep reading for some cheat codes, as well as number of items you can unlock as a reward for your hard work.",
        "The Prince does encounter a few enemies along the way.",
        "In some of the rail-based shooter mini-games, you'll encounter rabbids that wear night vision goggles and other gear that look a little too much like Sam Fisher from Splinter Cell fame.",
        "There's no saying when and if you will encounter any future problems with your purchase.",
        "If you encounter pathways blocked by spiderwebs, you can burn them with your torch.",
        "As you make your way around international venues, you'll encounter songs that are not yet available through the regular Quickplay menu.",
        "I still think the best way to get money is to pickpocket anyone you encounter in the game.",
        "While you can't freely explore the levels, you do encounter some pretty landscapes and interesting land design.",
        "Once you encounter the colossus, it is a memorable experience.",
        "Vehicles you encounter are small, heavy-duty army trucks to floating disks that take you over poisonous or toxic areas.",
        "As you encounter the Morolians, you will have to copy their dance moves in rhythm to the music.",
        "After you reach the end of a level, you'll encounter a Boss alien and do that same thing with them.",
        "On your quest to save the world, you will also encounter arch-enemy reporters.",
        "As you progress through the level to your next encounter, the humans will follow you and mimic your dance moves.",
        "Also, Spiderman 2 has movie sequences at the end of every level and when you encounter major foes.",
        "The only gripe is that the regular characters you will encounter on the streets look very flat and have little expression.",
        "Along the way, you might need a little help, or you might encounter something you weren't expecting.",
        "In this mission-based game, you will see many scenes from the movies and encounter all of your favorite characters.",
        "He eventually defeated his teacher, but was seriously injured from their encounter, being hospitalized for several months.",
        "You will encounter different types of creatures who will get in your way.",
        "Ammunition and items to boost your health are also found everywhere in rooms, located in lockers, on tables, etc.On occasion, you will encounter others who need assistance, give you informatio,n or are willing to help you out.",
        "This fact keeps the gameplay a bit addictive as you encounter and discover the secrets of the Carnate Abbot Penitentiary and how Torque is tied into its insanity.",
        "Improved graphics make every encounter seem even more unsettling.",
        "If you encounter any blocked areas, use the shovel to get through.",
        "Some races are more aggressive, some are adaptable to harsh climates etc. You will also encounter other races that may want to form an alliance with you, (or kill you).",
        "The other kind of strategy guide that you may encounter may not necessarily provide you with the explicit steps that you need to do to progress through the game's story.",
        "One of the first problems your villagers will encounter is how to find food.",
        "One of the worst Wii Fit reviews you encounter is from Game Revolution.",
        "Read on about some of the initial quests in World of Warcraft: Burning Crusade that you will encounter with these interesting new races.",
        "Monster design is somewhat sloppy towards the end as you encounter the same exact mobs you killed as a lower level grunt, only now they're a different color and bigger.",
        "In about 40% of the games you will encounter graphics issues (ghosting, choppiness), sound issues (choppiness, missing audio), and other problems (no start-up screen).",
        "Be careful though, many of the local people you will encounter did just that and never left.",
        "Whether you are going on a relaxing one day hike, or a grueling five day mountain climb, following the guidelines above will ensure that you are fully prepared to meet every challenge that you'll encounter on the trail.",
        "If you find campgrounds that are open in areas where winter precipitation is common, ask what road conditions you are likely to encounter.",
        "Functionally, all of the LG Chocolate phones that you will encounter will be very similar.",
        "However, one major hurdle that you will encounter is that several BlackBerry devices do not support the appropriate \"type\" of Bluetooth communication.",
        "Whether you like it or not, mobile phones are just like every other electronic device, so you may encounter some problems from time to time.",
        "Check the TracFone Website: If you visit the online store, you may occasionally encounter deals and specials through TracFone Wireless.",
        "You may encounter some problems when attempting to sync iPhone to new computer systems.",
        "The interface does not resemble the \"Windows\" environment that a user would normally encounter on a full computer.",
        "When the antibodies encounter allergens, mast cells release granules, which spill out their chemicals onto the cells of nearby tissues, including blood vessels and nerves.",
        "Exposure to information or arrangements for an encounter that could risk children's safety or the safety of other family members.",
        "This problem can persist much longer than early childhood, often into grade school and beyond, where these children encounter difficulties in reading and writing.",
        "More than 1,300 children were followed from birth to find out how the amount, type, and quality of day care they encounter affected their development.",
        "San Francisco, CA: Encounter Books, 2004.",
        "Parents should be sympathetic, but not allow the child to avoid situations in which the child must encounter the feared object or events.",
        "This problem can persist much longer than early childhood, often into the grade school years and beyond, where these children encounter difficulties in reading and writing.",
        "Only 40 percent of young adults between 18 and 21 years of age used a condom during their most recent sexual encounter, and 45 percent of these individuals have already had more than three sexual partners.",
        "When mast cells encounter an allergen, they release histamine and other chemicals, both locally and into the bloodstream.",
        "When phagocytes encounter an invading organism, they surround and engulf it in order to destroy it.",
        "They do not threaten human or animal health until the spores encounter an environment that favors growth.",
        "For example, with just one unprotected sexual encounter with an infected partner, a woman is twice as likely as a man to acquire gonorrhea or chlamydia.",
        "Because rabies is transmitted through saliva, a person should wear rubber gloves when handling a pet that has had an encounter with a wild animal."
    ],
    "definition": [
        "A meeting, especially one that is unplanned, unexpected, or brief: a chance encounter in the park.",
        "A hostile or adversarial confrontation: a tense naval encounter.",
        "To meet, especially unexpectedly; come upon: encountered an old friend on the street.",
        "To confront in battle or competition: encountered last year's champion.",
        "To experience or undergo: We have encountered numerous obstacles.",
        "Link/Cite",
        "To meet (someone) or find (something) unexpectedly.",
        "To confront (someone or something) face to face.",
        "(intransitive) To engage in conflict, as with an enemy.\nThree armies encountered at Waterloo.",
        "An unplanned or unexpected meeting.\nTheir encounter was a matter of chance",
        "A hostile meeting; a confrontation or skirmish.",
        "A sudden, often violent clash, as between combatants.",
        "(sports) A match between two opposing sides.",
        "Link/Cite"
    ]
}