{
    "translation": "לעודד",
    "uses": [
        "I think you will not encourage him.",
        "It was intended to encourage her, but it was more a distraction.",
        "If his father was that ill, maybe she could encourage him to go to the doctor.",
        "Our Emperor joined the army to encourage it to defend every inch of Russian soil and not to retreat.",
        "If you didn't trust me with other men, why did you encourage it?",
        "Anatole smiled as though to encourage her.",
        "Don't encourage him, Carmen.",
        "Then again, maybe he thought she was trying to encourage Rob.",
        "Wealth and society encourage civilization, which is advantageous to everyone.",
        "No, if you must know, he was trying to encourage me to get out and date.",
        "To encourage culture and philanthropy is all very well of course.",
        "\"Don't encourage him,\" Dean said as he read the comics.",
        "Patriotic efforts are made to encourage the use of Hebrew both for writing and speaking, but the continued existence of it as a literary language depends on the direction in which the future history of the Jews will develop.",
        "Of course, Mr. Cade hardly seemed the seductive type and she certainly wasn't going to encourage it.",
        "Why does it not encourage its citizens to be on the alert to point out its faults, and do better than it would have them?",
        "The knowledge made her want to scream, knowing she'd spent years blindly letting him talk to her like this and encourage her with pretty words, while he ensured the tumor in her head killed her.",
        "Carmen would want to encourage him in this and Katie would consider it a social achievement.",
        "I wasted no time telephoning the Leblanc's number to encourage my wife to return home.",
        "Many celebrities encourage young children to aspire for greatness.",
        "Having secretly become a Christian, Sebastian was wont to encourage those of his brethren who in the hour of trial seemed wavering in their profession.",
        "Jellachich, who as a soldier was devoted to the interests of the imperial house, realized that the best way to break the revolutionary power of the Magyars and Germans would be to encourage the Slav national ideas, which were equally hostile to both; to set up against the Dualism in favour at Pest and Vienna the federal system advocated by the Sla y s, and so to restore the traditional Habsburg principle of Divide et impera.",
        "Daru, in his history of Venice, mentions fourteen between the years 1207 and 1365, the most important being that of 1361-1364, - a revolt not of the natives against the rule of their Venetian masters, but of the Venetian colonists against the republic. But with all its defects their administration did much to promote the material prosperity of the country, and to encourage commerce and industry; and it is probable that the island was more prosperous than at any subsequent time.",
        "The reception it met with was not calculated to encourage constitutional methods.",
        "In character he was modest, kind and sympathetic, ever ready to help and encourage serious students, generous in his judgment of the works of others, a most cheery companion, full of wit and humour.",
        "I considered telling her the tipster was ill and out of service for a few days but common sense dictated that doing so might encourage someone to commit a crime in the tipster's absence.",
        "When this is over, I'll encourage Darian to hunt your kind as well.",
        "The king did indeed make her the confidante of his affairs and of his resentment against the cardinal, but she, far from repeating his confidences to the minister, set herself to encourage the king in his resistance to Richelieu's dominion.",
        "I know you think he was high handed about it, but as your guardian, it was his responsibility to encourage you to get a good education.",
        "He told her not to encourage him.",
        "In the meantime he needed to encourage Carmen to become more careful about her own safety.",
        "He told her not to encourage Rob.",
        "The progress of the club has been remarkable, and that its formation did much to improve the conditions of the various breeds of dogs, to encourage their use in the field by the promotion of working trials, and to check abuses which were common with regard to the registration of pedigrees, &c., cannot.",
        "\" whether they do or do not, or will or will not, encourage or lead to idolatrous or superstitious worship in the place where they are, or are to be put \" (Lindley, L.",
        "At the same time he did much to encourage agriculture and local industries, among others establishing the manufacture of porcelain.",
        "Enraged by Bonaparte's contemptuous refusal to encourage the return of \"Louis XVIII.\"",
        "The fathers of the church did not encourage scientific pursuits, which Lactantius (4th century) declared to be unprofitable.",
        "That this democratization of information and opinion would lead to vigorous debate and encourage a young monk to question the church?",
        "The surrounding country is fertile and highly cultivated, and the large quantities of flax and hemp there raised encourage an active weaving industry in the town.",
        "To encourage the instruction of children who by reason of distance cannot attend a government or government-aided school, grants-in-aid are made for each pupil attending farm schools.",
        "To encourage the poorer classes of the people to become landholders, it was decided that the lots offered for sale should be small, and that the purchaser should be allowed to pay by five or ten yearly instalments.",
        "Thomas Garnet, who suffered for supposed implication in the Gunpowder Plot, rose from the dead to encourage the Jesuits in the first satire, and in the third Ignatius Loyola is represented as dictating his wishes to his disciples from his death-bed.",
        "She wasn't about to encourage Darian, not when she couldn't handle the results.",
        "They are under the control of the Post and Telegraph department, the state issuing loans to encourage the undertakings; the authorities in the provinces and communes also give support in various ways, and under various conditions, to public bodies or private persons who desire to promote or embark in the industry.",
        "I did nothing to encourage him and you did absolutely nothing to prevent it.",
        "To encourage the investment of private capital in the construction of railways, the general railway law of 1853 authorized the national government to grant guarantees of interest on the capital invested.",
        "On the 22nd of February 1763 a town meeting resolved to encourage colonial manufactures and to refrain from importing from England hats, clothing, leather, gold and silver lace, buttons, cheese, liquors, &c. Two years later Jared Ingersoll (1722-1781), who had been sent to England to protest against the Stamp Act, but had accepted'the office of Stamp Distributor on the advice of Benjamin Franklin, was forced to resign his office.",
        "Villeneuve, who was to have co-operated with Missiessy; did indeed leave Toulon, at a moment when Nelson, whose policy it was to encourage him to come out by not staying too near the port, was absent, on the 17th of January 1805.",
        "The restaurant space here is one large, clean, open boisterous room where sassy servers encourage you to eat more.",
        "Furthermore, in order to encourage the growth and preservation of the forests, and to create systematically forest reserves, the legislature established in 1899 a State Forestry Board.",
        "did much to encourage these pursuits, and many promising young men received their education in Europe at his personal expense.",
        "It is no \"fugitive and cloistered virtue\" that Aurelius seeks to encourage; on the contrary, man must lead the \"life of the social animal,\" must \"live as on a mountain\"; and \"he is an abscess on the universe who withdraws and separates himself from the reason of our common nature through being displeased with the things which happen.\"",
        "In January 1814, when a bill to encourage enlistments was before the House, he attacked the conduct of the war in his first great speech.",
        "It became the fashion during these four forty-four years of peace to encourage the industrial years population and to experiment alize in economical re pea~.",
        "Meanwhile he took care to curb the excesses of the Italian Jacobins and to encourage the Moderates, who were favorable to the French connection as promising a guarantee against Austrian domination and internal anarchy.",
        "The Hampshire Down Sheep Breeders' Association may be taken as a type of the latter, its principal object being to encourage the breeding of Hampshire Down sheep at home and abroad, and to maintain the purity of the breed.",
        "This has greatly facilitated the formation of large estates devoted chiefly to grazing purposes, contrary to the policy of the legislature, which has everywhere sought to encourage tillage, or tillage joined to stock-rearing, and to discourage large holdings.",
        "Notwithstanding the wealth of the country in minerals and metals of all kinds, and the endeavours made by government to encourage mining, including the imposition of protective Mining tariffs even against Finland (in 1885), this and the related and re- industries are still at a low stage of development.",
        "I didn't encourage him.",
        "was royally entertained on the 3rd of August 1617, and afterwards presented the seven incorporated trades with a silver gun to encourage the craftsmen in the practice of musketry.",
        "This development of Judaism was eminently to the mind of the rulers; and Herod did much to encourage it.",
        "The Romans did not encourage navigation and commerce with the same ardour as their predecessors; still the luxury of Rome, The which gave rise to demands for the varied products Romans.",
        "If it should be objected that the wings so developed would be rudimentary, and that there would be nothing to encourage their development into perfect functional organs, we may remind the reader that we have already pointed out that imperfect wings of Exopterygota do, even at the present time under certain conditions, become perfect organs; and we may also add that there are, even among existing Endopterygota, species in which the wings are usually vestiges and yet sometimes become perfectly developed.",
        "An effort to encourage the development of the mercantile marine was made in the same year, and a convention was concluded with the chief lines of passenger steamers to retain their fastest vessels as auxiliaries to the fleet in case of war.",
        "No certain remedy is known for the destruction on a commercial scale of the boll weevil, but every effort has been made in the United States to check the advance of the insect, to ascertain and encourage its natural enemies, and to propagate races of cotton which resist its attacks.",
        "The offices known to the Quaker body are: (1) that of minister (the term \" office \" is not strictly applicable, see above as to \" recording \"); (2) of elder, whose duty it is \" to encourage and help young ministers, and advise others as they, in the wisdom of God, see occasion \"; (3) of overseer, to whom is especially entrusted that duty of Christian care for and interest in one another which Quakers recognize as obligatory in all the members of a church.",
        "Moreover, the great Christological controversies of the age tended to encourage in Christian writers and preachers an intellectual acuteness and an accuracy of thought and expression of which the earlier centuries had not felt the need.",
        "The branches may be depressed or elevated, so as to check or encourage them, as occasion may arise; and it is highly advantageous to keep them thin, without their becoming in any part deficient of young shoots.",
        "The department has also endeavoured to encourage the fruit-growing industry in Ireland by the establishment of a horticultural school at Glasnevin, by efforts to secure uniformity in the packing and grading of fruit, by the establishment of experimental fruit-preserving factories, by the planting of orchards on a large scale in a few districts, and by pioneer lectures.",
        "It will encourage employers and others to recognize the variety of skills that you have.",
        "encourage students to reflect on the scientific concepts which they are learning.",
        "payroll clerk who we will encourage you to meet.",
        "The paradox is that if government really wanted to encourage innovation in healthcare and other fields, they would step back and allow a free market to flourish.",
        "Several states are offering bounties to encourage its cultivation at home.",
        "Although himself a stranger to letters he welcomed scholars to his court and eagerly seconded the efforts of his brother Bruno to encourage learning; and while he neither feared nor shirked battle, he was always ready to secure his ends by peaceable means.",
        "The Agency have stated that they wish to encourage remediation of contaminated soils where it is the best environmental option.",
        "Empty out of pot and tease out the base roots to encourage them to spread.",
        "Do n't encourage your heirs to expect a windfall, however.",
        "While clearly not the intent, I fear they encourage women to segregate themselves, and work only within the Debian Women community.",
        "They can encourage her to take risks with higher yielding crops.",
        "We ought to encourage the empowerment of all those who feel oppressed or downtrodden.",
        "To encourage people to travel to Takarazuka and so use the new railroad, an all woman revue company was formed.",
        "ARDEX encourage regular feedback from their end users which is utilized to assist them to consistently manufacture an advanced range of specialist construction materials.",
        "There are certain laws in place to encourage competition and prevent businesses from having a monopoly over all goods or services in one area.",
        "There was no branch of knowledge in which he did not take an absorbing interest, no polite art which he did not cultivate and encourage.",
        "the growth of tobacco in Great Britain has been practically prohibited, the original enactment to that effect having been passed to encourage trade with the young colony of Virginia.",
        "In more recent years tobacco has been grown in Ireland, but up to 1910 it had been found impracticable to obtain from the government sufficient relaxation from fiscal restrictions to encourage the home cultivation, though in 1907 the prospect of licences being issued was held out.",
        "He set himself to work to establish law and order throughout the state, to arrange its finances, and to encourage the settlement in Hail of artificers and merchants from abroad; the building of the citadel and palace commenced by Mehemet Ali, and continued by Abdallah Ibn Rashid, was completed by Taal.",
        "In 1659 the elder Mayhew sold a joint interest in the greater part of the island of Nantucket for £ 3 0 and two beaver hats to nine partners; early in the following year the first ten admitted ten others as equal proprietors, and later, in order to encourage them to settle here, special half-grants were offered to tradesmen.",
        "Ifut it reserved the power of suppressing or suspending a newspaper, and against that reservation a majority of the lower house voted, session after session, only to see the bill rejected by the peers, who shared the governments opinion that to grant a larger measure of liberty would certainly encourage licence.",
        "Among the benevolent acts attributed to renowned Buddhist priests posterity specially remembers their efforts to encourage the building of roads and bridges.",
        "He not only treated them, and in particular Charles, as friends and companions in pleasure from the first, but he did his best to encourage them in dissipation: In 1763 he took Charles for a tour on the continent, introduced him to the most immoral society of the time and gave him money with which to gamble.",
        "He feels the increasing languor of the time as well as the languor of advancing years, and seeks to encourage younger men to take up the role of lyrical poetry, while he devotes himself to the contemplation of the true art of living.",
        "Still more did he encourage the habit of inquiry and research, more valuable than his.",
        "He steadily opposed whatever might encourage the admission of Catholics to the national universities, and so put his foot down on Newman's project to open a branch house of the Oratory at Oxford with himself as superior.",
        "The severity of his father's manner was ill-calculated to encourage the first efforts of one so sensitive; but fortunately, at the age of eleven, he became the pupil of his brother Nicolas.",
        "He was only carrying a step farther the policy of Augustus, who by a system of rewards and penalties had tried to encourage marriage and the nurture of children.",
        "The object of both fragments was to encourage the faithful in the face of the coming strife.",
        "This vast domain has been utilized to provide homes for settlers, to encourage education, to subsidize railways, and to build the state capitol.",
        "The state legislature approved this grant in 1858, added to the endowment one section (640 acres) out of every ten appropriated co encourage the building of railways, and provided that there should be one university instead of two.",
        "He denounced the papal government as utterly degraded, and urged that the vast property of the Church, which he held to be the chief cause of its degradation, should be secularized and that the clergy should consist of \" poor priests,\" supported only by tithes and alms. They should preach the gospel and encourage the people to seek the truth in the Scriptures themselves, of which a translation into English was completed in 1382.",
        "Though the vast ultimate consequences of this sudden appearance of the great western republic in the arena of international politics were not realized even by those in sympathy with Monroe's action, the weight of the United States thrown into the scale on the side of Great Britain made any effective protest by the European powers impossible; Russia, Austria and Prussia contented themselves with joining in a mild expression of regret that the action of Great Britain \"tended to encourage that revolutionary spirit it had been found so difficult to control in Europe.\"",
        "His dispositions on the night of the r5th-16th were skilfully calculated to encourage the allies to mass at Quatre Bras and Sombreffe, and his covering force were pushed sufficiently forward - to Frasnes and Fleurus - to grip whichever ally adventured his army first.",
        "He was himself a diligent investigator and experimenter, and he did much to encourage original research among his pupils, one of whom was Dr Joseph Black.",
        "The right of levying seigniorage, however, was sometimes waived by the king to encourage his subjects to bring gold and silver to the mint, and several instances are recorded in which the aid of alchemists was called in to effect the transmutation of baser metals into gold.",
        "In 1629, chiefly to encourage agriculture, the Company issued its famous Charter of Privileges and Exemptions, which provided that any member might have anywhere in New Netherland except on Manhattan Island his choice of a tract of unoccupied land extending 16 m.",
        "This does not quite defray the interest on the cost of their construction and equipment, inasmuch as it barely comes to 31% thereon, but rates and fares are deliberately kept low to encourage settlement and communication.",
        "Discords arose between the Vatican and the French Republic, and it is clear that Napoleon and the French Directory ordered Joseph to encourage revolutionary movements in Rome.",
        "The Salvation Army, the Tolstoyans and the Doukhobors encourage it.",
        "He did not, like the later Pietists, insist on the necessity of a conscious crisis of conversion, nor did he encourage a complete breach between the Christian and the secular life.",
        "He stirred up his own clergy, he wrote to encourage the dissidents at Constantinople, he addressed himself to the sister and wife of the emperor (Theodosius himself being known to be still favourable to Nestorius), and he beggared the clergy of his own diocese to find bribes for the officials of the court.",
        "seemed for a time disposed to encourage the corresponding movement in Modena; but no sooner had the Austrian army put an end to the insurrection in Central Italy than he returned to his previous policy.",
        "The ignorant populace, for whom the promised social millennium had by no means dawned, saw in an attitude seemingly so inconsistent obvious proof of corrupt motives, and there were plenty of prophets of misrule to encourage the delusion - orators of the clubs and the street corners, for whom the restoration of order would have meant well-deserved obscurity.",
        "But though he met with sufficient success to encourage him to issue a charter in 858, dated \"the first year of the reign in West Francia,\" treachery and desertion in his army, and the loyalty to Charles of the Aquitanian bishops brought about the failure of the enterprise, which Louis renounced by a treaty signed at Coblenz on the 7th of June 860.",
        "His belated attempts to reform the constitution only led to conspiracies against his life and crown, in which the French faction, which he had been the first to encourage, took an active part.",
        "Nor was the tsar unwilling to encourage their delusion.",
        "His warning, \"No nonsense, gentlemen\" (Point de reveries, Messieurs), was taken in very ill part, and it was perhaps naturally, but beyond question most unhappily, the truth that the tsar's concessions only served to encourage the Poles to revolt, and to produce a strong Russian reaction against his liberal policy.",
        "As long as her husband was alive the queen never ceased to encourage him to resistance.",
        "The aim of that association is \" to promote the development, and maintain the well-being, of classical studies, and in particular (a) to impress upon public opinion the claim of such studies to an eminent place in the national scheme of education; (b) to improve the practice of classical teaching by free discussion of its scope and methods; (c) to encourage investigation and call attention to new discoveries; (d) to create opportunities of friendly intercourse and co-operation between all lovers of classical learning in this country.\"",
        "The obvious solution of the difficulty was to encourage the free movement of real estate by substituting private ownership for the traditional system.",
        "- lxvi., however, are not by Isaiah, but are the work of a prophet who wrote about 540 B.C., shortly before the conquest of Babylon by Cyrus, and whose aim was to encourage the Israelites in exile, and assure them of the certainty of their approaching restoration to Canaan.",
        "The aim of this book is to strengthen and encourage the pious Jews in their sufferings under the.",
        "The responsibilities of administration have, however, often converted a political free-lance into a steady-going official, and the Unionist press did its best to encourage such a tendency by continual praise of the departmental action of the new minister.",
        "His colleagues in the Religious Tract Society united with other earnest evangelical leaders to establish a new society, which should have for its sole object \"to encourage a wider circulation of the Holy Scriptures, without note or comment.\"",
        "He thinks the public at large may with propriety not only facilitate and encourage, but even impose upon almost the whole body of the people, the acquisition in youth of the most essential elements of education.",
        "Alfonso Salmeron and Pasquier-Brouet, as papal delegates, were sent on a secret mission to Ireland to encourage the native clergy and people to resist the religious changes introduced by Henry VIII.; Nicholas Bobadilla went to Naples; Faber, first to the diet of Worms and then to Spain; Laynez and Claude le Jay to Germany, while Ignatius busied himself at Rome in good works and in drawing up the constitutions and completing the Spiritual Exercises.",
        "The policy of the Mexican government is to encourage national manufactures, and protective duties are levied for that purpose.",
        "The girl's appearance seems to have been such as to encourage superstitions.",
        "Ancestor-worship has its parallels in Christian cults of the dead and of the saints; it must be remembered, however, that a saint is not as a rule an ancestor, and that his cult is not based upon family feeling and love of kinsmen, nor tends to stimulate and encourage the same.",
        "In order to encourage the horse to walk the head must not be confined, but a light feeling of the horse's mouth must be kept up. Should the horse, unasked, break into a trot, never snatch at his mouth, but restrain him gently.",
        "Bounties to encourage deep-sea fishing have been given by the federal government since 1882.",
        "The philosophy of Plato is dialogue trying to become science; that of Aristotle science retaining traces of dialectic. Secondly as regards subjectmatter, even in his early writings Aristotle tends to widen the scope of philosophic inquiry, so as not only to embrace metaphysics and politics, but also to encourage rhetoric and poetics, which Plato tended to discourage or limit.",
        "To encourage the establishment of cotton mills the legislature of 1896-1897 exempted from taxation during the succeeding ten years all capital that should be invested in the manufacture of cotton, provided that $50,000 or more be invested in buildings and machinery.",
        "He did not travel much abroad, for his father, in his desire to exclude from Holy Russia the subversive ideas current in Western Europe, disapproved foreign tours, and could not consistently encourage in his own family what he tried to prevent among the rest of his subjects.",
        "Great efforts were made to encourage the industry, which from that period grew into one of national importance.",
        "The object of this reform is to encourage independent voting.",
        "The Board of Immigration, using funds contributed by planters, was very active in its efforts to encourage the immigration of suitable labourers, but the general immigration law of 1907 prohibited the securing of such immigration through contributions from corporations.",
        "moment to encourage the revolted commons.",
        "Now that Mesopotamia had passed out of the hands of Babylon, all that the later kings could do was to encourage local Mesopotamian rulers in their desire for independence (Nabuapluiddin).",
        "Sunlight has a tendency to bleach furs and to encourage the development of moth eggs, therefore continued exposure is to be avoided.",
        "Virchow as president of the Berlin Anthropological Society, and to him was largely due the formation in 1878 of the German Africa Society of Berlin, which did much to encourage German colonization in Africa.",
        "There seemed to be only one way in which a king could hope to overcome the arrogance of the princes, and that was to encourage the towns by forming with them a close and enduring alliance.",
        "Quintana (governor in 1796-1799) did much to improve the city and encourage literature.",
        "The Ethiopian could do no more than encourage or support the Syrians in their fight for freedom against Sargon and Sennacherib.",
        "(~) Ayyub-ite Period.Saladin by the advice of his chief Nureddin cashiefed the Fatimite judges and took steps to encourage the study of orthodox theology and jurisprudence in Egypt by the foundation of colleges and chairs.",
        "He has often been condemned for doing nothing to encourage German literature; and it is true that he was supremely indifferent to it.",
        "in 1326 and 1356 confirmed the charter of Edward I., and in 1357, evidently to encourage the growth of the borough, granted that all who were willing to reside there and desirous of becoming burgesses should be admitted as such on payment of a fine.",
        "Further to encourage the trade it was enacted in 1686 that the bodies of all persons, excepting poor tenants and cotters, should be buried in plain linen only, spun and made within the kingdom.",
        "He is writing a letter to encourage a little Christian society which he, a Jew, had founded in a distant Greek city; he reminds his readers of many things which he had told them when he was with them.",
        "This bill passed both houses, but was vetoed in February 1859 by President Buchanan on the ground that it would cause friction between the states, that it would be uneconomical, that it might encourage fraudulent speculation, that it would injure existing institutions, and that it was unconstitutional.",
        "Saint Bartholomew, whose feast is on the 21st of August, came to encourage the English by his presence and his voice.",
        "He cared little for the law, regarding it simply as a distasteful means of livelihood, yet his experiments in writing did not encourage him to trust to this for support.",
        "In 314 his jealousy led him to encourage a treasonable enterprise on the part of Bassianus against Constantine.",
        "In February 1905 Congress authorized the Philippine government to aid and encourage the construction of railways by guaranteeing 4% interest on bonds; the duty on imported materials used in the construction of railways and the internal revenue on Philippine forest products used for that purpose have also been removed.",
        "As things are, if I were to encourage Tom Paine's opinions we should have a bloody revolution.'\" Paine was indicted for treason in May 1792, but before the trial came off he was elected by the department of Calais to the French convention, and escaped into France, followed by a sentence of outlawry.",
        "The Carnegie Institution of Washington, founded by Andrew Carnegie in 1902 and endowed by him with $22,000,000 ($10,000,000 in 1902; $12,000,000 later), is designed \"to encourage in the broadest and most liberal manner, investigation, research and discovery, and the application of knowledge to the improvement of mankind; and in particular to conduct, endow and assist investigation in any department of science, literature or art, and to this end to co-operate with governments, universities, colleges, technical schools, learned societies and individuals; to appoint committees of experts to direct special lines of research; to publish and distribute documents; and to conduct lectures, hold meetings and acquire and maintain a library.\"",
        "To meet these defects it is found that numerous species encourage or demand the companionship of various zoophytes, simple or colonial.",
        "To encourage trade with the Levant, Senegal, Guinea and other places, privileges were granted to companies; but, like the more important East India Company, all were unsuccessful.",
        "Oyster culture can evidently be carried on only by private enterprise, and the problem for legislation to solve is how to give such rights of property upon those shores which are favourable to oyster culture as may encourage competent persons to invest their money in that undertaking.",
        "His policy was to take advantage of the violence of the faction, to \" give them line enough,\" to use his own words, to encourage it rather than repress it, with the expectation of procuring finally a strong royalist reaction.",
        "euyfvr t s, well born), the modern name given to the science which deals with the influences which improve the inborn qualities of a race, but more particularly with those which develop them to the utmost advantage, and which generally serves to disseminate knowledge and encourage action in the direction of perpetuating a higher racial standard.",
        "At home he endeavoured to reform administration, to encourage agriculture and commerce, and to secure the loyalty of the nobles by grants of land and privileges so extensive that, towards the end of his reign, many nobles who exercised their full feudal rights had become almost independent princes.",
        "The bark has been employed for dyeing yellow and for tanning, and was formerly in popular repute as a febrifuge and tonic. The powder of the dried nuts was at one time prescribed as a sternutatory (to encourage sneezing) in the Edinburgh Pharmacopoeia.",
        "Semi-Arians and Unitarians, though sufficiently distinguished from the free-thinkers by reverence for the letter of Scripture, might be held to encourage departure from the ancient landmarks.",
        "The Turkish government encourage the development of the industry by remitting the tithes on opium and poppy-seed for one year on lands sown for the first time, and by distributing printed instructions for cultivating the poppy and preparing the opium.",
        "It has always been a favourite with those writers who have something to censure or to impart, but who love to stand outside the pulpit, and to encourage others to pursue a train of thought which the author does not seem to do more than indicate.",
        "The constitution states the following as the objects of the National Council: (a) To facilitate fraternal intercourse and co-operation among the Evangelical Free Churches; (b) to assist in the organization of local councils; (c) to encourage devotional fellowship and mutual counsel concerning the spiritual life and religious activities of the Churches; (d) to advocate the New Testament doctrine of the Church, and to defend the rights of the associated Churches; (e) to promote the application of the law of Christ in every relation of human life.",
        "This count did much to encourage civic life and to develop the resources of the country.",
        "The effect of them, it was believed, might conceivably be to encourage President Kruger in persisting in his rejection of the British terms. Mr Schreiner, it is true, used directly what influence he possessed to induce President Kruger to adopt a reasonable course.",
        "If the bill were - as he claimed it should be - submitted to the electors and approved by them, he and his party would not encourage Ulster to resist.",
        "The tenor of his speeches was always to encourage Ministers in vigorous action - on such questions, for instance, as the mobilization of industry, the treatment of aliens and the provision of munitions.",
        "40 the coast cities had been much enriched by trade with the Roman empire, which both the Satavahanas and the satraps did much to encourage; but after the fall of Palmyra (273) and the extinction of the main Kshaharata dynasty (c. 300) this commerce fell into decay.",
        "About this time Russia began to formulate a policy to encourage the Kurdish national movement, for she hoped to use Kurdistan as a counterpoise to Armenia, and when in 1916 Russian forces were in possession of Erzerum and Bitlis, members of the Badr Khan Bey family were appointed as provincial governors in pursuance of the policy.",
        "Prosperity seems to have revived early during the rule of York; Warwick had cleared the seas of pirates, and both he and King Edward were great patrons of commerce, though the earls policy was to encourage trade with France, while his master wished to knit up the old alliance with Flanders by adhering Corn- to the cause of Charles of Burgundy.",
        "But it was not open to her to encourage a weak power to resist and then desert her in the hour of her necessity.",
        "It was not only in Afghanistan that the new imperial policy which Lord Beacon~field had done so much to encourage was straining the resources of the empire.",
        "The words which appear to encourage fasting in i Cor.",
        "The more rationalistic minority thereupon formed the Free Religious Association, \"to encourage the scientific study of theology and to increase fellowship in the spirit.\"",
        "It was his habit to encourage informal reunions of his intimates, to discuss debatable questions in science and theology.",
        "This ecclesiastical jurisprudence, and indeed the general relation of the church to the ruder races with which it had to deal during this period, necessarily tended to encourage a somewhat external view of morality.",
        "In the grasp of a more inexorable necessity, the champion of Greek freedom was borne onward to a more tremendous catastrophe than that which strewed the waters of Salamis with Persian wrecks and the field of Plataea with Persian dead; but to him, at least, it was given to proclaim aloud the clear and sure foreboding that filled his soul, to do all that true heart and free hand could do for his cause, and, though not to save, yet to encourage, to console and to ennoble.",
        "A similar policy was pursued with even more energy by his successor in office, the duke of Ormonde, at whose instigation an Irish act was passed in 1665 to encourage the growth of flax and the manufacture of linen.",
        "The English parliament in their desire to encourage the linen industry at the expense of the woollen, followed Ormonde's lead by passing an act inviting foreign workmen to settle in Ireland, and admitting all articles made of flax or hemp into England free of duty.",
        "The efforts of the Gaelic League, founded to encourage the study of Gaelic literature and the Irish language, produced results seen in the census returns for 1901, which showed that the pupils learning Irish had very largely increased as compared with 1891.",
        "The fate of Bishop Daly of Kildare, who preached in Irish, and who thrice had his house burned over his head, was not likely to encourage missionaries.",
        "All this served to encourage the mystical adventurer.",
        "From the natives of northern and central Australia to the actors in the ritual of Adonis, or the folk among whom arose the customs of crowning the May king or the king of the May, all peoples have done magic to encourage the breeding of animals as part of the food supply, and to stimulate the growth of plants, wild or cultivated.",
        "The tumult of the people I will not encourage: but God alone can appease it.\"",
        "The privilege survived the epoch of the reconquest, and was often extended to gilds which ttie king wished to encourage.",
        "A seasoning of ground fenugreek or spice is sometimes given to shy feeders to encourage them to eat.",
        "The governor of Panama showing little disposition to encourage the adventurers, Pizarro resolved to apply to the sovereign in person for help, and with this object sailed from Panama for Spain in the spring of 1528, reaching Seville in early summer.",
        "The best way to encourage him was to disagree.",
        "She would have to be very careful to encourage him without making him feel guilty.",
        "His purpose was to arouse the leaders and people of Judah from their spiritual apathy, and encourage them to continue building the temple.",
        "Over the following years these emission limits will be lowered to further encourage the driving of cars which pollute the atmosphere less.",
        "banner advertising is the most popular way to encourage people to look at your web site.",
        "There are also a number of other initiatives DCMS should consider to encourage public library services to actively embrace the social inclusion agenda.",
        "aim of the project is to encourage school children into science.",
        "aim to encourage every pupil to develop his or her full potential by participating in a variety of activities.",
        "CLICK ON PICTURE FOR MORE DETAILS Encourage birds into your garden with this delightful antique-style birdbath cast from frost-resistant resin with an antiqued finish.",
        "archaeologycampaign currently being pursued is to encourage teacher training institutions to accept archeology graduates onto PGCE courses.",
        "Community Safety Partnerships: Encourage Community Safety Partnerships to specifically consider the issue of arson and, in particular, car arson.",
        "The first in a new fellowship scheme to encourage research into childhood arthritis has been awarded to another children's arthritis expert in Glasgow.",
        "atopic asthma which is common in childhood has increased partly through trigger factors that encourage dust mites.",
        "It includes baby-safe mirrors that encourage self-discovery and bold colors and patterns proven to keep little ones' attention.",
        "We would encourage ONS to continue to develop its approach to low pay in order that the figures can be regarded as authoritative.",
        "This is a new club for dancers to practice there dancing, and encourage others to learn ballroom and latin dancing.",
        "Between these are structurally weaker palaeosol horizons of weathered basalt that encourage localized collapse as the wear back and undermine the overlying basalt.",
        "This will encourage water on the main roof slope underlay to drain down the side of the valley batten.",
        "As well as tiny exfoliating beads, it also contains vitamins A and E to encourage faster cell regeneration.",
        "Having a healthy bedtime routine, including having a regular bedtime, is important for children in order to encourage healthy sleep habits.",
        "believe anything sung \" musically \", will almost always encourage a \" head tone \", quite naturally.",
        "Such a system might encourage new boaters who already own small or portable boats.",
        "Borstal system seems to encourage the ' Daddy ' system as a way of maintaining order whilst Archer's style merely fuels resentment.",
        "Encourage people to use reusable plastic or glass bottles rather than using paper cups.",
        "In more difficult situations, give everyone a chance to speak, but not all at once, and encourage brevity.",
        "The tips should be pinched out to encourage bushiness.",
        "businesswomanss=\"ex\">encourage businesswomen from all sectors of the economy who are doing business internationally to enter this prestigious award.",
        "carvem carving pumpkins to dressing up in scary costumes, encourage your child to learn more about All Hallows Eve.",
        "The overall aim of the project is to encourage school children into science.",
        "For those members who do not normally attend church we would encourage you to take part too.",
        "You will also be allocated a dedicated payroll clerk who we will encourage you to meet.",
        "most coffeehouses encourage people to hang out and play board games.",
        "These would be expected to encourage commuters to switch from car to other modes.",
        "Word of mouth is unlikely in this case but publicizing the anonymous details of a successful web complainant might encourage others.",
        "It aims to provide the reader with guidance to encourage confidence while retaining composure and authority when dealing with difficult situations.",
        "And it is evident that she was prepared to encourage me in such conceit, however cautiously.",
        "Artie Beat's healthy cookbook - Summary: A resource to encourage children to make their own healthy meals.",
        "We encourage composting and alternatives to herbicides and pesticides and are looking for habitat creation as well as variety of plants present.",
        "We do not encourage the children to wear daps or trainers for gym in the hall, unless they have veruccas.",
        "These dressings promote autolytic debridement and encourage natural wound healing.",
        "dedicated telephone helpline to encourage innovation within Berwick.",
        "There are some things we can do to encourage the healing of articular cartilage defects.",
        "described in the paper appears to be to encourage compliance with prescribed inhalers and other medications.",
        "designed to encourage those producing the very best in scientific broadcasting, the emphasis of the awards is on scientific content.",
        "His Buddhist mother became even more devout to encourage Buddha to protect him.",
        "We want to encourage prayer triplets, prayer in small groups, using Ebe prayer diary, prayer ministry, etc.",
        "This year we particularly want to encourage entries from for-profit service providers, who have seemed diffident about putting themselves forward.",
        "Most include questions designed to stimulate discussion or encourage you to develop further ideas for investigations.",
        "somewhat disingenuous of him then to encourage UK farmers to plant a crop for which he knows there is no domestic market.",
        "disinterest in things classical did not encourage the flowering of a neoclassical culture.",
        "dispossessed tenants free of subsidized passages to North America, or attempted to encourage local industry.",
        "To encourage export of package tea duty drawback at that rates on FOB value will be provided on import of packing materials.",
        "Efforts are being made to promote local environmental awareness of the importance of the area and to encourage eco-tourism.",
        "Indeed the FIEC desires to encourage that kind of true and biblical ecumenism.",
        "I strongly encourage citizenship education practitioners to attend, ', said Bernard Crick.",
        "In 1844 the Swiss government began to encourage emigration to the United States.",
        "But they can teach, and inspire, and encourage emulation.",
        "encourage greater involvement of the safety reps at the beginning of the risk assessment process.",
        "encourage bushy growth.",
        "encourage stacking, linking, sorting, zipping, buttoning and other favorite toddler activities.",
        "encourage existing habitual misuse and incoordination.",
        "encourage recycling and reusing of old carriers.",
        "encourage walking to school.",
        "encourage learning.",
        "Tutors, however, also actively encourage the children to try something new.",
        "Due to our limited funding options for overseas students, we strongly encourage you to seek your own funding.",
        "Blue light will encourage growth & lamps with more red will encourage flowering.",
        "The overall aim of the project is to encourage critical engagement with the process of being disciplined into anthropology.",
        "ensilet emphasis is placed on ensiling the material quickly but ensuring good consolidation to encourage a rapid and effective fermentation.",
        "OUTCOMES Encouraging enterprise 26.3 The Government's aim is to encourage enterprise across all sectors of society.",
        "encourage entrants to hand over their products to coincide with the judging.",
        "In recent years new forms of Income Tax relief have been introduced, to encourage the entrepreneur.",
        "We also help deliver a Walking for Health scheme, to encourage people to combine gentle exercise with a social event.",
        "exfoliate as tiny exfoliating beads, it also contains vitamins A and E to encourage faster cell regeneration.",
        "So we hope this extra prize money will encourage exhibitors and maintain the internationally-renowned high standard that you can only see at the Royal.",
        "These reports, and government exhortation in United Kingdom, encourage delivery through vision, strategic thinking and resource application.",
        "At the end of each entry are a series of links to encourage experimentation that is not just a wild stab in the dark.",
        "face-off time has been moved to 8pm to encourage more people to come along.",
        "Applying liquid tomato feed will encourage better flowering - see ' Feeding ' .",
        "Benchmark statements provide for variety and flexibility in the design of programs and encourage innovation within an agreed overall framework.",
        "Encourage the take up of these with big grants, paid for out of fuel duty on aviation fuel.",
        "Its purpose is also to encourage discernment by those who are looking for sound reference points for a life of greater fulness.",
        "Their approach should encourage other medical funders to follow suit.",
        "fungusing grass too long can encourage a microclimate more suitable for the pathogenic fungi.",
        "Close the gap carries out a range of activity designed to encourage positive action to narrow the gender pay gap.",
        "By working with the RHS we hope to encourage more gardeners to get involved with wildlife and to share their experiences.",
        "gender gape Gap carries out a range of activity designed to encourage positive action to narrow the gender pay gap.",
        "gender gape Gap works with employers; employees and trades unions in Scotland to encourage and enable action to address the gender pay gap.",
        "We encourage all interested general practitioners - both principals and non-principals - to consider this model as a template for local discussion.",
        "These groups will focus directly on rural development and in particular encourage new innovative measures to develop locally generated potential.",
        "The conference organizers are keen to encourage geographers from around the world to attend this meeting.",
        "Indeed private seller, often goaded by EA's encourage crazy asking prices.",
        "Planting of easily maintainable shrub bank to encourage biodiversity, and particularly to encourage a population of European goldfinches which inhabit the quarry.",
        "All focus on using grapefruit at each meal as a way to encourage your body to burn fat.",
        "The black ground beetle does seem to take them so do encourage these beasties.",
        "guano platform built in 1927 to encourage the roosting of thousands of Cape Cormorants.",
        "There is also a large, spacious hall which will encourage the children to engage in team games, especially in wet weather.",
        "A simple ban on hand-held phones may simply encourage a wholesale transfer from drivers using hand-held to hands-free phone kits.",
        "priming hardboard or MDF (masonite types) for painting is inexpensive and this in itself can encourage more painting.",
        "Greater Manchester Police actively encourage people to report homophobic hate crime and /or incidents and has set up a website to make it easier.",
        "We certainly encourage healthy eating and always provide healthy snacks on a budget of 15p per child per day.",
        "herbal tincture to encourage healing.",
        "Across most of Europe, however, villagers remained hesitant despite legal systems which seemed to encourage then to take action.",
        "A transport assessment will be required to assess the need for any off-site highway works and improvements to encourage non-car modes of travel.",
        "Volunteers will go from door to door to encourage residents to save water by installing a water hippo in their toilet.",
        "The less people who encourage plan and create holocausts the better!",
        "British Waterways has constructed an otter holt from logs to encourage otters to return to the canal for breeding.",
        "Be sensitive in the way you respond, encourage honesty, integrity, compassion for others.",
        "geese honk from behind to encourage those up front to keep up to their speed.",
        "To encourage and stimulate horsemanship in long distance riding.",
        "The support of our members is vital to fulfilling our charitable work to encourage and promote horticulture.",
        "Local authorities should encourage householders to compost at home.",
        "ill-conceived decision and we would encourage you to hold discussions with your colleagues to review it.",
        "The profits to be made encourage not only illicit plundering of ancient sites but skillful forgeries.",
        "The songs are harmless and do not encourage immorality as modern popular songs seem to do.",
        "They encourage data inconsistency, prevent integration and stand in the way of a world-class EHS management strategy.",
        "Develop learner independence through the selection of planned activities which encourage students to become self-reliant.",
        "These options are as diverse as our students and encourage individualism, innovation and creativity.",
        "To promote and encourage innovation in teaching and learning support.",
        "The great intercessor for priests, the mother of Jesus, will certainly be there to encourage them.",
        "This maintenance is performed by thinking styles that encourage any introspection to be emotionally arousing.",
        "We now need to see a clear strategy for the future of the railways to encourage long-term, sustained investment.",
        "So it seems particularly invidious to encourage the use of other smokable drugs, such as cannabis.",
        "jigglei-colored ribbons encourage exploration, and a pull on the Whoozit character activates an exciting jiggling motion.",
        "kava ceremony and the presentation of fine mats, local leaders encourage a return to the best aspects of Samoan culture.",
        "keen to encourage songwriters to write more indigenous Romanian worship songs.",
        "kickboxing clubs try just about any method to encourage new support.",
        "For example:- Slouching for prolonged periods (see picture above) tends to encourage a round shouldered posture (exaggerated thoracic kyphosis ).",
        "encourage landowners with calcareous grassland to apply for the RSS.",
        "To encourage pink to red blooms on plants in high acid soil, apply lime to the soil.",
        "Don't use vegetable fertilizers, which have too much nitrogen and encourage too lush growth and few flowers.",
        "They used mannequins and other aids from the clinical skills department to encourage active learning.",
        "Fleetwood Museum S RM 3. Encourage local entomologists to search for wall mason bee in appropriate season.",
        "A Gentle reflexology treatment massages the feet and each reflex point can be stimulated or calmed to encourage a return to health.",
        "These games are an enjoyable way to teach children how to use a spreadsheet, but they encourage a quick trading mentality.",
        "Interest in shared ownership was however minuscule, as were attempts, if successful for the participants, to encourage self build.",
        "Measures to encourage future take-up must tackle the widespread mistrust which such households feel for many financial providers.",
        "Bishop of Soissons in France, he did much to encourage monasticism.",
        "A more general concern raised about GM crops is that their wide use will encourage monocultures.",
        "Multi-colored ribbons encourage exploration, and a pull on the Whoozit character activates an exciting jiggling motion.",
        "It pledges to ' fight discrimination and encourage a vibrant multicultural Glasgow ' .",
        "We want to encourage networking between such people, for the purpose of mutual support.",
        "nitrogen spring lawn fertilizer at the beginning of the month to encourage good, strong growth.",
        "off-site highway works and improvements to encourage non-car modes of travel.",
        "opposes new incinerators because they encourage waste, use resources and energy inefficiently and can produce harmful toxins.",
        "Another option is a campaign to encourage parents to seek help.",
        "Home is the name of the furniture renovation project which will encourage participants to set up in business.",
        "So sang the ancient Egyptian harpist to encourage the partygoers to let their hair down and have a good time.",
        "We will abolish the compulsory nature of Labor's ' horse passports ' and will encourage the development of bridleways.",
        "This will encourage a hard skin to form which enhances the patina.",
        "To encourage walking to work the Trust provided staff with free pedometers.",
        "pedometer competitions to encourage walking.",
        "However, the research shows that there are still some purchases which will encourage people to save.",
        "New philanthropy Capital seeks to develop and encourage more effective philanthropy.",
        "In primary schools a fresh fruit platter is available daily - staff actively encourage children to choose up to three pieces of fruit.",
        "We want to encourage prayer triplets, prayer triplets, prayer in small groups, using Ebe prayer diary, prayer ministry, etc.",
        "natural predation is easier to encourage in deep mulch beds.",
        "preyed upon by such creatures is often sufficient to encourage immediate action to control them.",
        "To help increase this figure a new guide has been launched to encourage more public sector procurers to use smaller suppliers.",
        "But the plan faces opposition from the Roman Catholic Church which says that condom distribution will encourage promiscuity.",
        "It would also appear prudent to encourage patients with chronic wounds to stop smoking, due to the potential deleterious effects on wound healing.",
        "prune to encourage the formation of flowering spurs, close to the main framework of the plant.",
        "Feed succulent food, eg soaked sugar beet pulp, to encourage water intake.",
        "Local ratepayer forums will: 2.1 encourage and enable ratepayers to have a better understanding of the rating valuation process.",
        "It is economically rational to encourage good managers into innovative sectors of the economy.",
        "We encourage children to think about their own views and values in ren to think about their own views and values in relation to the themes and topics studied in the RE curriculum.",
        "Sometimes I resort to taping a sock onto their good rear leg to encourage them to use the newly reconstructed joint.",
        "The short tales are illuminating and encourage individual reflection without imposing judgment.",
        "It relies entirely on rider skill, depending on the use of the draw reins to encourage correct head carriage.",
        "Campaign will be used in these areas to help encourage local residents to get involved with the program.",
        "The Wales Environment Trust are currently campaigning to encourage the Environment Agency to use retreads.",
        "Copies were smuggled out to encourage supportive risings in Gelderland, West Frisia and Minden in January 1535.",
        "The aim of the Everyday Sport national roadshow is to encourage everyone of all ages to become active.",
        "In other words there is a tendency to encourage rote or ' surface ' learning, especially if multiple choice questions are used.",
        "pick runner beans frequently to encourage more flowering and keep well watered to prevent flower drop.",
        "secrecy laws are far too restrictive; they encourage abuse.",
        "A hot soup or hot curry can encourage mucus secretion.",
        "Sward management should aim to encourage a dense cover of grass to form otherwise spear thistle seedlings will establish in thin or bare areas.",
        "Other speakers backed the idea that violence was not a proper basis on which to encourage children to develop self-discipline.",
        "We encourage self-discipline in all students by setting clear guidelines.",
        "Easily digestible facts about tiny garden creatures with large-scale color illustrations to encourage self-discovery.",
        "They were the first government to encourage breast self-examination.",
        "These informal workshops aim to encourage self-expression in a relaxed atmosphere.",
        "You inspire one another and encourage the other's artistic self-expression.",
        "And it argued for the need for people to live in small communities to encourage greater self-reliance.",
        "It worries that military action would create a power vacuum, destabilize the region and encourage separatism among Turkish citizens of Kurdish origin.",
        "These produce slow burning carbohydrates that encourage the body to produce serotonin, the happy hormone.",
        "The Society wanted to encourage settlers to the Highlands of Scotland.",
        "British efforts to encourage Indians to attack rebellious settlers backfired on them.",
        "This can only encourage firms not to be overly zealous in attempting to resolve alleged shortcomings of service.",
        "Listening to Phil and Joe reminiscing about dairy shorthorns encourage Fallon with her mini disk again!",
        "A ban on hunting would encourage and result in greater use of both legal and illegal snares.",
        "snob appeal does not encourage recognition of the realities modern life.",
        "I encourage my television and radio stations to become Republican soapboxes.",
        "Also backed by the police, it is hoped that the website will encourage bike riders to stop inappropriate speeding.",
        "Instead, TACK's trainers have helped develop call guides to encourage spontaneity.",
        "If anyone is thinking about lenses but feels squeamish, I would encourage them to go for it.",
        "Initially, the scooters in Scotland will be marketed out of Farmer Autocare, the entrepreneurÃ¢s scheme to encourage new start-ups.",
        "This is very much a family website indeed we are keen to encourage younger statisticians to get involved.",
        "This is very much a family website indeed we are keen to encourage younger club statisticians to get involved.",
        "overly strict enforcement of school rules can encourage truancy.",
        "I would also encourage students to reflect on what this means for them in light of the ongoing ethnic cleansing in Darfur \" .",
        "Its aim is to encourage student teachers and trainees to consider how they would respond to racist incidents.",
        "Ever wanted to encourage drunk people in the union to perform stunts?",
        "It is true that encouraging this practice would encourage subversion of a certain type \" .",
        "sugar beet pulp, to encourage water intake.",
        "Climate change and warmer summers encourage them to breed.",
        "Lower prices and cheaper access will encourage takeup as well as improve content and services.",
        "Mohammad is enjoying his time on the MBA stating, \" one of the best things is that the tutors very much encourage teamwork.",
        "It has the same teardrop shaped pouch outline to actively encourage matter to fall to the bottom of the pouch.",
        "tease out the base roots to encourage them to spread.",
        "tedium of the work, tends to encourage a high turnover of staff.",
        "Peers also alludes to the greater efforts to encourage temperance in the late Victorian army.",
        "terse statements is no way to encourage the wider dialog that is badly needed.",
        "It is the ANC's desire to encourage original thinking in the areas of work covered by our membership.",
        "A hundred years later, Gladstone wanted government annuities sold at every post office to encourage thrift.",
        "time studyso encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "The compelling offer that will encourage readers to contact you AVBP offers a toolbox of approaches to help customers meet the challenges sustainable development.",
        "STAY LONGER PLAN Greenwich has altered its town plans to encourage tourists to stay there longer - days rather than hours.",
        "trillium seed have a sweet treat to encourage insects to distribute them.",
        "triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "It might encourage Blair to consider - at least consider - the virtues of a trial separation from his increasingly troublesome lover.",
        "The case of Yugoslavia should encourage us to redefine our traditional notions of language and language typology.",
        "Mentoring: independent help and support Mentors are independent people who are trained to listen, remain unbiased, encourage and support you.",
        "Therefore, God instructed Moses to challenge all the people to encourage his young understudy.",
        "To this snd, they built a massive railroad hotel, in order to encourage an urban sprawl around it.",
        "The HLF should encourage the use of ICT to produce content that can support the educational activities of heritage organizations.",
        "user-friendly to encourage, in particular, smaller organizations to take part.",
        "utilise encourage regular feedback from their end users which is utilized to assist them to consistently manufacture an advanced range of specialist construction materials.",
        "Some hummus or other dip may encourage your child to eat the veggie sticks.",
        "Interactive video Player: Develop fundamental reading and math skills by playing interactive videos that encourage children to participate in the action.",
        "This will encourage vigorous, free-flowering shoots from low down, helping to keep the shrub neat and compact.",
        "VIP booths encourage more companies.",
        "visibility waistcoat is available for any employe on request to help encourage cycling to work.",
        "We hope too that we might be able to attract young men to spend some time at Scalan to encourage vocations.",
        "However this falls considerably short of practice among large American companies, where nine in ten encourage voluntarism.",
        "A free high visibility waistcoat is available for any employe on request to help encourage cycling to work.",
        "Week by week you will develop a vocal warm-up routine to encourage ongoing development.",
        "Over the last few years, companies have installed water coolers in offices to encourage workers to drink more water.",
        "These notes are intended to encourage everyone to help each other enjoy cruising the waterways.",
        "Don't encourage your heirs to expect a windfall, however.",
        "womanle clearly not the intent, I fear they encourage women to segregate themselves, and work only within the Debian Women community.",
        "There will also be table tennis and table football to encourage youngsters to mix together and communicate.",
        "The government therefore found itself obliged to inaugurate a system of direct subventions, not only to the old large companies, but also to new small ones, to encourage the development of branch and local lines, and local authorities were also empowered to contribute a portion of the required capital.",
        "Courtney (afterwards Lord Courtney), when Secretary of the Treasury, had stated that \" it would be highly inexpedient to encourage upon light grounds competition against a company in the position of the Eastern Telegraph Company which has embarked much capital in existing lines \"; and that the permanent officials representing the Post Office before the Pacific Cable committee had stated \" that there was no precedent for the Imperial Government alone or in association with the Colonies managing or seeking business for a line of this kind.\"",
        "It sought as well to encourage revolutionary measures against the monarchy and the old regime, and it was it especially which popularized the motto \"Liberty, Equality, Fraternity.\"",
        "But it was Menelaus who was sent by the king \" to encourage \" (2 Macc. xi.",
        "He appeared in Jerusalem along with Haggai, in the second year of Darius Hystaspis (520 B.C.), to warn and encourage the 1 A connexion with a divine name (cf.",
        "With Horace and Tibullus he was on intimate terms, and Ovid expresses his gratitude to him as the first to notice and encourage his work.",
        "He wishes to encourage the persecuted church not only to face without fear, but also to meet with triumphant assurance the onset of those evils which would bring panic and despair on the unbelieving world.",
        "So long as feudal monarchy continued, the Church supplied to some extent the deficiencies of the turbulent and ignorant princes by endeavouring to maintain order, administer justice, protect the weak and encourage learning.",
        "The spirit of warlike patriotism that characterized the old religion of Israel could scarcely fail to encourage such vows (cf.",
        "It was written to instruct and encourage the Christians of Asia Minor at a time of persecution, which on the hypothesis of genuineness, would be the Neronian, i.e.",
        "He was a man of enlightenment, did much to encourage agriculture, industries and the exploitation of the mineral wealth of the country, founded the Academy of Sciences at Munich, and abolished the Jesuit censorship of the press.",
        "The change in Spain's economic policy, including an attempt to exploit the coalfields and to encourage both agriculture and commerce, helped to awaken hitherto dormant elements.",
        "He tried by every means to develop and encourage commerce; he had the land accurately measured for the purpose of rightly adjusting taxation; he gave the strictest instructions to prevent extortion on the part of the taxgatherers, and in many other respects displayed an enlightened and equitable policy.",
        "The aim is to encourage your child to put money into this little box during Lent.",
        "Above all, encourage and then listen to your rainmaker 's response.",
        "The results of my work showed that the only effective and long-term solution was to encourage raptorial birds by erecting perches.",
        "We encourage children to think about their own views and values in relation to the themes and topics studied in the RE curriculum.",
        "First and foremost, encourage the daily Bible reading habit.",
        "This was done to encourage use of recon vehicles.",
        "Pick runner beans frequently to encourage more flowering and keep well watered to prevent flower drop.",
        "I 'd encourage people to scrutinize the online document.",
        "The current secrecy laws are far too restrictive; they encourage abuse.",
        "You inspire one another and encourage the other 's artistic self-expression.",
        "Listening to Phil and Joe reminiscing about dairy Shorthorns encourage Fallon with her mini disk again !",
        "Encourage birds by planting trees and shrubs with berries like hawthorn, rowan and cherry.",
        "We support and encourage all members and supporters to sign the declaration of the Campaign for a New Workers ' Party.",
        "Snob appeal does not encourage recognition of the realities modern life.",
        "To encourage Specialist registrars in public health medicine to contribute to the work of the PHMEG.",
        "The intention is also to encourage support to local enterprises through research activities and business spinout activities.",
        "Instead, TACK 's trainers have helped develop call guides to encourage spontaneity.",
        "Just do n't encourage them into the garden by hanging out non squirrel proof bird feeders.",
        "Overly strict enforcement of school rules can encourage truancy.",
        "I would also encourage students to reflect on what this means for them in light of the ongoing ethnic cleansing in Darfur .",
        "It is true that encouraging this practice would encourage subversion of a certain type .",
        "We often encourage the parties to a dispute to look for superordinate goals.",
        "Mohammad is enjoying his time on the MBA stating, one of the best things is that the tutors very much encourage teamwork.",
        "This, combined with the tedium of the work, tends to encourage a high turnover of staff.",
        "A refusal to comment beyond terse statements is no way to encourage the wider dialog that is badly needed.",
        "To get more out of the exercise, encourage students to think through and plan all aspects of the performance.",
        "It is the ANC 's desire to encourage original thinking in the areas of work covered by our membership.",
        "This aims to encourage saving by offering money management training and setting up thrift clubs to help members save and to support continued learning.",
        "The payment structure for this fee has been devised to encourage students to complete and submit their theses in a timeous manner.",
        "Staff also encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "Trillium seed have a sweet treat to encourage insects to distribute them.",
        "Also encouragement to install triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "Careers advisers will also encourage job-hunters to consider trusteeship as a way of gaining skills and experience for their career.",
        "We want to encourage all people to unite under a banner of peaceful communication and to support a diversity of lifestyles.",
        "In this connection, the Conference requests states parties to encourage universality of the Convention.",
        "The paperwork for the scheme has been designed to be user-friendly to encourage, in particular, smaller organizations to take part.",
        "Interactive Video Player: Develop fundamental reading and math skills by playing interactive videos that encourage children to participate in the action.",
        "Favorite table games discrete vip booths encourage more companies.",
        "We will continue to encourage the economic vitality of town centers.",
        "They argue it is contrary to policy to encourage the re-opening of a reprocessing plant and the processing of weapons-grade fuel.",
        "Nor do we wish to encourage narrow partisanship about an issue which so clearly affects the well-being of all humankind.",
        "Grazing with sheep is used to maintain certain pits without the characteristic willow margin in order to encourage migrant wildfowl in winter.",
        "Many pediatricians encourage parents to wean their babies off of the bottle by the time they are one year old.",
        "Consider a Hawaiian luau theme to encourage mom to think of far-away place while in labor or a \"hot Mama\" party decorated with chilies peppers and sombreros.",
        "Encourage him to go with you into the bathroom.",
        "Once he begins to recognize the feeling of soiling his diaper, encourage him to tell you when this is happening.",
        "There are several things you can do to encourage your little boy to use the potty standing up."
    ],
    "definition": [
        "Link/Cite"
    ]
}