{
    "translation": ".1 מטרה, תכלית\n.2 סוף",
    "uses": [
        "In the end, there was no choice.",
        "Carmen thought that might be the end of the conflict.",
        "That's the end of it?",
        "The light was coming from under a closed door at the end of a hallway.",
        "The end glowed as he inhaled.",
        "However, even if this problem were solved perfectly, it doesn't really end ignorance.",
        "Once again the rear end was on solid ground.",
        "Where is this division of labor to end? and what object does it finally serve?",
        "Having cleared the way Denisov stopped at the end of the bridge.",
        "We must put an end to this killing of lambs.",
        "The big question was how to end it.",
        "Its end led directly to the Cold War, which consumed inconceivable amounts of money and almost pushed the world to the brink of nuclear devastation.",
        "That was the end of the conversation.",
        "The tablet that she tucked under her mattress at night contained all sorts of conclusions at the end of that trail.",
        "In the end, the speed at which a human operator can move has a physical limit.",
        "The path became more indistinct with each step, eventually coming to an end in dense underbrush.",
        "He had fastened one end of the strap to a wheel of the buggy, and now he let the line dangle over the side of the house.",
        "He replaced the photo on the end table.",
        "My shift doesn't end until nine.",
        "By the end of the four-month campaign, the White House would receive two million dimes.",
        "In the end, violence will become obsolete.",
        "So realistically, we know that we either must end war, or face the prospect that war will end us.",
        "The LeBlanc's house is a tiny cape cod, on a dead end street in south Peabody, a Boston bedroom community.",
        "To make my case that machines will bring about the end of ignorance, I begin with a company I admire: Amazon.com, the world's largest online retailer.",
        "If you like having sore muscles at the end of a day or working a job that requires little of your mental capacity so you can contemplate Nietzsche, hey, more power to you.",
        "She stepped closer to Alex, her hands balled into fists at the end of stiff arms.",
        "\"Get some rest,\" Bordeaux said in a tone that brought an end to the inquest.",
        "At the end of the hall, a steep set of stairs led to the attic.",
        "Then he jointed together the blades of his sword and balanced it very skillfully upon the end of his nose.",
        "Now let's look at how the Internet will help end disease in a more traditional, suit-and-tie kind of way.",
        "That was the end of the conversation and neither of them brought the subject up again that night.",
        "And before the end of the journey Aesop had nothing to carry, while the other slaves were groaning under their heavy loads.",
        "They fastened each of these wheels to the end of an iron rod which they passed through the boat from side to side.",
        "At the end of January, Princess gave birth to the first foal on the ranch that wasn't sired by Ed.",
        "I won't base my reasoning for how the Internet and technology will end poverty on this idea alone.",
        "The company should insure its workers because if uninsured workers end up in the ER, the burden falls on society, not the company.",
        "We have seen the end of hereditary monarchy.",
        "The man sitting at the other end of the table was introduced to them as Morino el capataz - their foreman, Morino.",
        "The voice on the other end was hopeful.",
        "At the end of the pool, it seeped back into the ground between some more rocks.",
        "Two horses were tied up and there was a wagon and mule at the end of the street.",
        "The tip we offered must be the end of our involvement.",
        "He raised a critical eyebrow at the end of his inspection.",
        "Is it possible to end war?",
        "Possibly not, but that was the end result.",
        "Then he tied a rope around his waist and said to his friends, Take hold of the other end, boys.",
        "But I do think we will see an end to any effective constraints relating to computers' ability to process data and transfer information.",
        "And that is why, if we are to use the Internet and technology to end ignorance, we still need people like Jim Haynes.",
        "Deciding to end hunger today saves the lives of millions, and we have the technology to do it.",
        "The following chapter catalogs the difficulties inherent in trying to end war, which in the past brought misery and destruction and in the future could bring annihilation.",
        "Zat is how ve old hussars look at it, and zere's an end of it!",
        "Lisa hesitated, not wanting to pry and not sure if the conversation was supposed to end there.",
        "I am not saying if you enjoy manual labor and being exhausted at the end of the day, you shouldn't do it.",
        "Given that inequalities in income are likely to grow, how I can I contend that we will see an end of poverty?",
        "Some believe this is the beginning and end of the role of government.",
        "Is there a logical end to that—a physical or economic law of some kind that says only 10 percent or 20 percent or 30 percent of people can ever be this wealthy?",
        "The kiss started out playful, but passion put an end to that.",
        "The voice on the other end of the line responded dryly.",
        "In the end, he will not refuse.",
        "He hung up before I had a chance to end the call.",
        "\"Remember, we're not fools at my end,\" Brennan said with a hint of defensiveness.",
        "In spite of my fervent hope you can continues indefinitely, I know in my heart, one day it will end.",
        "The end of \"Off with his head.\"",
        "Every day fewer places exist where a single person has legal right to end the life of another.",
        "It is through this civilizing process that I find hope we will end war.",
        "He was obviously at the end of his endurance.",
        "\"I was sure it would come to this, in the end,\" remarked the old cab-horse.",
        "All that we have explored in this section—rising incomes, advances in nutrition and genomics, innovations in agricultural technologies—will eventually end hunger.",
        "We could decide today to end it—by, well, simply deciding to.",
        "All right then, not the cavalry, but a marshaling of arguments and observations that will show how the end of war is inevitable, or nearly so.",
        "As Eisenhower's presidency neared an end, he spoke of war again, but less in terms of economic costs.",
        "If we conclude that we must end war, the next question is: Is that even possible?",
        "But it is obvious to me that we can end war.",
        "My aim is to show you how war will end and convince you that the end of war is inevitable.",
        "The flow of history will naturally end war.",
        "The way to end war is not to set up some big world government or eliminate nation-states, which will always retain the right to take unilateral military action to defend themselves.",
        "So, when I tell you we will see the end of war, if you are over thirty-five years of age, you have every reason to roll your eyes and tell me you have seen this movie before and aren't up for the sequel.",
        "Anyone projecting an end to the historical constant of war had better be ready to overcome no small amount of justified skepticism.",
        "Roughly a quarter of the way through our list of factors that will end war, we have reached the end of the economic ones.",
        "The end of monarchies.",
        "The end of dictators.",
        "That should have been the end of it, right?",
        "I will end on that same topic.",
        "And when will all this end? thought Rostov, looking at the changing shadows before him.",
        "And so toward the end of the year he went abroad to be initiated into the higher secrets of the order.",
        "At the end of the letter she informed him that in a few days she would return to Petersburg from abroad.",
        "And patting Berg on the shoulder he got up, wishing to end the conversation.",
        "Because I know it will end in nothing....",
        "\"If only they would let me end my days as I want to,\" thought the old man, \"then they might do as they please.\"",
        "But I am running on too long and am at the end of my second sheet.",
        "The door at the end of the passage led to the huntsmen's room, as they called the room for the hunt servants.",
        "If it is said that he expected to end the campaign by occupying Moscow as he had ended a previous campaign by occupying Vienna, there is much evidence to the contrary.",
        "Jonathan found a stick larger on one end than the other to use for a bat.",
        "The rear end of the car danced sideways, bouncing like a horse kicking up its heels.",
        "The windows were all broken and the front end was smashed back to the windshield.",
        "What lay at the end of that path?",
        "He closed his book and placed it on the end table and rose lithely from the chair.",
        "Their telephone conversation last night concluded with the decision that Connie would pick her up at the end of the drive today at 11:30 am.",
        "He slapped the magazine on a freshly polished end table and stood.",
        "But don't you lose heart, Jim, for I'm sure this isn't the end of our story, by any means.",
        "They applauded all his tricks and at the end of the performance begged him earnestly not to go away again and leave them.",
        "In it were many great cities; and from one end of it to the other there were broad fields of grain and fine pastures for sheep and cattle.",
        "\"The end of the world has come!\" cried some; and they ran about in the darkness.",
        "I do not know whether the end of the world has come or not.",
        "He had not gone farther than to the end of the innkeeper's field, when to his surprise he found that the road forked.",
        "When they wanted to move the boat from one place to another they had to pole it; that is, they pushed against a long pole, the lower end of which reached the bottom of the stream.",
        "At one end of the room there was a big fireplace, where the mother did the cooking.",
        "At the other end were the beds.",
        "But in a world where great wisdom is available to everyone, the end of ignorance will be within our grasp.",
        "The quest to end ignorance and the quest to end disease have two important similarities.",
        "So where does that leave us in our quest to end disease?",
        "By the end of disease, we accomplish all that the preceding paragraphs describe—the full spectrum of human ailments, vanquished from the globe.",
        "Of all the celebrated accomplishments of science, I think none is more significant than the end of certain diseases, especially the scourge of polio.",
        "And near the end of 1937, Roosevelt created the National Foundation for Infant Paralysis to join in the fight.",
        "How will all of this help us end disease?",
        "To build a case for the end of poverty, we begin by discussing scarcity.",
        "I reasoned that if I could show how poverty will end, then of course hunger would end as well—how many rich people do you hear about going hungry?",
        "Some methods and technologies that show promise to end famine are controversial.",
        "Bringing an end to poverty, then, will also help bring an end to hunger.",
        "But I also believe that hunger will end when we decide to end it, not only at the point when we are able to end it.",
        "The count was at the other end of the room.",
        "But I know for a fact that the glowing end of a cigarette butt can be seen as far away as an arrow can be shot accurately.",
        "I could see mountains, high hills, at the end of the street ahead of me.",
        "\"End of lecture,\" Quinn said.",
        "And the mechanisms that will bring that about are also the ones that will end poverty forever.",
        "As the dance came to an end, she gazed up at him.",
        "Brandon didn't act much different at the apartment, but he always seemed to end up in the chair beside her at the table.",
        "Mount your horse, and my own men will ride with you and see that you reach the end of your journey in safety.",
        "She flicked the whip so that the end of it snapped on his shoulder - a warning, no more.",
        "By \"the end of ignorance,\" I mean a world where everyone everywhere will be able to go through life making wise decisions based on near-perfect information.",
        "It was nice having Alex home all day and having the family together, but all good things come to an end.",
        "She shoved the photo back into the envelope and closed the lip, willing herself not to think about the previous pregnancy and its tragic end.",
        "I had hoped that you would resolve your problem, but it seems to have no end.",
        "A gray brick house dominated the landscape, its ranch style sprawling in a U shape with a garage on one end.",
        "He rubbed his forehead and ran his fingers though his hair until it stood on end.",
        "I don't want to end up working for the government.",
        "If what I'm seeing isn't some kind of joke, I'm at the end of the yellow brick road.",
        "Quinn owed some residual time on his sabbatical project but his class commitments were nearly at an end.",
        "If we thought that was the end of the glitches, we were foolishly naïve indeed.",
        "A curse on the lot of them, especially the state of Texas where the roads never end.",
        "It can keep company with what we just learned at this end.",
        "Another dead end, but at least he spared the girl.",
        "When I made a move to end the conversation, Brennan indicated there was more.",
        "We're off the front page recently and frankly, that pleases me to no end.",
        "I feel terrible I slipped up and they traced the phone call but it's not the end of the world.",
        "\"She's still his mother,\" I countered, hoping to end the conversation.",
        "There was a glass on an end table next to a half full bottle of gin.",
        "I'll tell the world at this end I'm off on a ten day fishing trip and can't be contacted.",
        "The house sits on a slight rise, at the end of a long driveway and I had never visited at night.",
        "I felt my way to the back of the house and realized I couldn't see the end of my nose.",
        "\"I can close down Econ Scrutiny, Inc. from my end after you've informed the others,\" he said.",
        "God, I knew all this would end someday but I never dreamed it would feel so empty.",
        "You don't need for Howie to go off the deep end.",
        "The rig was parked front end out so I couldn't see the back.",
        "In desperation, I turned on the tape recorder which had run to its end.",
        "It seemed hours I was left alone until shouting voices announced the end of our ordeal.",
        "She reached the exit at the end of the hall and now faced a shorter hallway leading into what may have been a kitchen at one time.",
        "She waited for the end to come.",
        "Bianca sat, fully clothed, at one end of the shower, drenched and shaking.",
        "She stepped forward, curious and hopeful she did fall into the water and end everything right here.",
        "Would she end up at the bottom of the sea?",
        "Instead they searched their surroundings wildly in the light of periodic lightning and the fire at the far end of the hall.",
        "Run to the end of this hall, then go out the double doors to the left.",
        "\"There's a man on the corner with a sign saying the world is going to end, but the sign's dated last year,\" Jule said.",
        "He strode toward the end of the alley, wanting out of the rain as much as he wanted to talk to the intriguing woman over his shoulder.",
        "He'd nearly reached the end of the alley when the hair on the back of his neck rose like it did when a Watcher was present, only this was no Watcher.",
        "Whatever was in the house, it wasn't human, or the hair on the back of his neck wouldn't be standing on end.",
        "The woman was halfway out the window on the opposite end of the firelit room.",
        "Jule snapped off the end of the arrow in his shoulder, not about to bleed to death before he'd killed the immortal.",
        "Yully stopped at the end of the driveway and squeezed her eyes closed, tormented by her conscience.",
        "I always end up running back to Father.",
        "In the end, she typed a smiley face and locked her phone before changing into gym clothes and making her way to the gym.",
        "Looking over the largest vamp she'd ever seen, she had a feeling a confrontation between them wouldn't end well for her.",
        "\"How the hell did Dusty end up with someone like you?\" he asked and looked down at himself, impressed.",
        "At the far end of the main floor of Jonny's new home glowed a panoramic window fitted into the mountainside.",
        "She took it, his power moving through her and making the hair on the back of her neck stand on end.",
        "The past few days had turned her beliefs on end.",
        "You can end this, Yully.",
        "She made her way to a coffee shop and sat at a table in the darker end of the shop, hot cocoa in hand.",
        "\"Who the hell put a pool here?\" he demanded, pulling his right foot out of the shallow end of an in-ground pool.",
        "Most stations had one of the Guardians—or Naturals—capable of Traveling great distances the way he did, by using magic to slip through space and time and end up elsewhere.",
        "He dialed and spoke in a different language to the man on the other end.",
        "Damian shoved the other end of the tube into his neck, releasing his power.",
        "At least he'd know who the traitors were by the end of the night.",
        "He roared and slammed his hands on the desk at the far end of the library, unable to stop the images racing through his mind.",
        "It was a war his family had been fighting for millennia, one that wouldn't end even with his death.",
        "Traci was alone at the far end of the bay.",
        "Do I have D's number? a warm, male voice on the other end said.",
        "There was a pause before the man on the other end answered.",
        "Czerno stood at the other end of the room.",
        "At the far end of the library was a creature that made her think twice about entering.",
        "Deidre felt herself breathless and consumed before the end of their first kiss, yielding to the intensity of his kiss and the firmness of his touch.",
        "She hadn't thought so, but then again, she never expected to end up in Hell.",
        "\"Fine,\" she said, at the end of her rope with him.",
        "Am I so bad that I end up married to the devil?",
        "I mean, why else did you want to ask me out to dinner at the end?",
        "It was a tragic love story, one she knew the end to and dreaded seeing how it came to be that way.",
        "You were so close to the end, we couldn't take a chance.",
        "The histories and their relationship were destined to end this way.",
        "If you don't mark 'em all with rocks we're going to miss a turn on the way out and end up god-knows-where in the middle of the earth someplace.",
        "The only gold is gonna be away in back, at the end.",
        "Then she added, We don't have time to go all the way to the end.",
        "At year's end, the bills, totaling a substantial amount, would be culled and donated to charity.",
        "End of conversation but it was nice to see things drifting back toward normal.",
        "Sure, they made a dumb mistake, but it's not the end of the world.",
        "Never mind there were only three hundred die-hard fans with nothing else to do in attendance for the end of the year outing of a last place team.",
        "While Cynthia was proud of her son Randy's athletic achievements, she always saw those abilities as a means to an end—not an end in itself.",
        "While you guys straighten the business end, I'll just leave this junk here.",
        "\"End of the line,\" Dean said as he studied Martha's map.",
        "When at last they arrived at the trail's end, Westlake parked, placed a rock behind his wheel, and held out his polka-dot umbrella.",
        "Joseph was ready to end the conversation but Dean was hoping for more fish in his creel.",
        "He turned the Jeep at the far end of town and began following her.",
        "As Dean rounded a curve, he caught sight of the tail end of a white vehicle speeding down the cliff-hanging road on the far side of the deep valley—a sheriff's white Blazer was his first impression.",
        "It was still light enough to see across the gorge when an opening in the trees allowed, but the long swing to the far end of valley was away from the direction the vehicle had driven and blocked from sight by the curve of the canyon.",
        "Dean turned away from the frightened woman and hurriedly tied one end of the line to the back bumper of his Jeep.",
        "His sole venture at the end of a rope was the prior winter in Ouray's ice climbing park, under even more tenuous circumstances.",
        "Dean's Jeep was at the uphill end of the line of cluttered vehicles and Lydia Larkin was long gone by the time he was free to leave.",
        "End of bliss, end of the world.",
        "The town of Ouray rests at the boxed-in end of the narrowing Uncompahgre Valley, which spreads from the towering San Juan Mountains in roughly a northwest direction, dropping elevation as the valley gradually widens.",
        "Up at the end of the Dexter Creek road—left at the fork, at the very end.",
        "It did sound as if the Dawkins boys' temporary peace had come to an end, but Dean paid little heed to the raised voices.",
        "She was quick to see her mistake and had no intention of compounding it at the end of a shotgun.",
        "Weller yawned, a sure end to the discussion.",
        "The real celebration of Fred's release from jail didn't begin until the pair returned to Bird Song where Cynthia had baked a fresh apple pie, complete with vanilla ice cream, tagged on to the end of a healthy lunch.",
        "Dean reminded the voice on the other end of a three-way conversation that mother and girl hardly knew one another.",
        "It would end where it began—at the Lucky Pup Mine.",
        "Had his actions truly set her on this path to end up as the plaything of a creature with no capacity for mercy?",
        "Her skin was prickling the way it did when another deity used magic around her, the fair hair on her arms standing on end.",
        "The death-dealer gave her another long look before she pointed to the stainless steel box at the end of the kitchen.",
        "At the far end, she saw what looked like a busy street.",
        "\"Clear!\" one of the Immortals shouted from the far end.",
        "Gabriel reached the end of the assassins and turned to gaze at the lake with its souls.",
        "He moved to sit on the trunk at the end of the bed, close enough to see the details of her features without being too tempted to take her in his arms.",
        "Darkyn's end of the deal was hidden from Gabriel, but the deal was marked as fulfilled, according to the Oracle.",
        "He showed Gabriel the drawing of the different symbols with a sketch of the sun on one end and the ground on the other.",
        "She could help Gabriel and the souls, even if her whole world crashed at the end of the week.",
        "What if something happens to you at the end of the deal?",
        "Human Deidre was probably terrified, a bloody mess who would do whatever Darkyn told her at the end of the week in exchange for him sparing her more pain.",
        "By the end of the week, she won't want Gabriel anyway.",
        "Darkyn spoke as if he intended for her to remain that way, at least through the end of the deal.",
        "Perhaps when she lost her soul at the end of the week or maybe, if she could help him recover his underworld, she'd tell Gabriel then.",
        "Though she couldn't recall the thousand-year process it took to reach this very place, she knew the end results.",
        "This was definitely not how she envisioned the end of her week.",
        "Unwilling to alarm them and possibly end up stabbed, he pretended not to know and moved through the room.",
        "After Tess broke their engagement - at the last minute - there had been no reason for him to hold his end of the bargain... nothing but integrity.",
        "That was the end of her stunned calm.",
        "For a few seconds there was silence on the other end of the line.",
        "Lori said \"When does your vacation end?\" she asked Lori.",
        "\"Wow,\" she finally said, and that was the end of that discussion.",
        "That's where the dream would end.",
        "Alex might not respond, or he might abruptly end the conversation, but he never dominated it.",
        "The end of her life started this weekend.",
        "It contained three items: a tarnished ring, a soul and a delicate silver necklace with a compass on the end.",
        "\"Spoken like someone on the other end of the equation,\" she said, offended by his casual dismissal.",
        "He'd fulfilled his end of the bargain and crossed quite a few things off her bucket list last night.",
        "By the end of their conversation, he understood why she laughed, too.",
        "By the end of it, she was sobbing.",
        "She definitely didn't want to end up like Logan.",
        "At the end of the day, you're Gabe's, so he can do whatever he wants with you, as long as he follows the Code.",
        "Heart flying, Deidre stood and moved to the end of the bed.",
        "You're going to think I'm crazy by the end of this.",
        "And how did I end up with you?",
        "She couldn't see the far end of the lake from her viewpoint, but she was able to see across the narrow panhandle.",
        "I'm upholding my end of our arrangement.",
        "Maybe it was his way of fulfilling his end of the bargain she'd refused by making sure she had a place to stay.",
        "Gabriel reappeared at the other end of the penthouse, trailed by Wynn.",
        "She quickened her pace, not wanting to end up the dinner of some demon before she had a chance to try to plan an escape.",
        "He strode through more corridors than she was able to count, down several flights of stairs and finally to a short, dead end hallway with a ceiling that towered ten stories above.",
        "Or I'll end up in the cell beside you.",
        "Frustrated, Katie looked both directions down the pristine, eerily quiet hallway before following the kid toward the far end, where a bright red exit sign hung over the door.",
        "She paused near the end and turned back to see both Officer David and the woman watching her with disapproving looks and crossed arms.",
        "We need to talk! he called cheerfully, then spun and started toward the conference room at the end of a lab that stretched the size of a football field.",
        "And you randomly assign him new moms every few dozen years and then send Gabriel to pick them off at the end.",
        "And I won't share how to counter her mutation so you don't end up at Sasha's feet.",
        "If you tell me to leave at the end of it, I'll never bother you again.",
        "By the end of this ordeal, she'd be an alcoholic.",
        "He reached the end, and she readied her fist.",
        "She eyed the door at the end of the hall, then her cell, and turned 360.",
        "Tying her chosen anchor to one end of the rope, she sat to eat her sugary cube, checked again for the monster, and leaned out of the cave.",
        "She followed him, praying he knew the town better than her, until they ran into a dead end.",
        "She sat on a trunk at the end of one bed.",
        "I'll be a raving lunatic at the end of another week!",
        "I'll come get you in a minute, Megan said, pushing a door open near the end of the hall.",
        "Cafeteria's on this level, too, all the way down at the dead end.",
        "She didn't exactly understand the sensation except that she didn't ever want that feeling to end.",
        "At the end of her patience, she rose.",
        "In the end, it didn't matter.",
        "He said he only needed two months of my time, and even if he didn't do what he needed to at the end of it, he'd let me have my life back.",
        "If, at the end of those two months, I haven't fixed things, you'll go back to your world.",
        "She was the only one who had the power to end this before he died.",
        "I haven.t decided what to do with you yet, and you may end up with an assassination contract on your head.",
        "Her throat tightened, and in the end, no words came out.",
        "Rather than join them, she paced the hall before following it to its end and ascending to the roof.",
        "She whirled to face him, moving too slow to hide the suitcase laid out on the trunk at the end of the bed in which Toby slept.",
        "She grabbed Hannah.s hand and bolted for the back stairwell at the far end of the hall.",
        "A breakfast buffet lined one end of the cafeteria, with brown-robed women moving in between the food and the kitchen.",
        "Ully.s lab was a disaster, with glass covering the floor and counters flipped on end.",
        "No child of hers would end up like Rhyn—tormented, rejected, and abused!",
        "Kris waited until the guest bedroom door closed before he motioned to one of the Immortals posted on either end of the hallway.",
        "At the end of the day, he.d try to do what was right.",
        "But this movie had no end.",
        "She spent the night waiting for the nightmare world to end and dressed the next morning with an undertaker's solemnity.",
        "By the end of the conversation, she appeared relieved.",
        "It was as she neared a dead end that she saw the single door with two access pads, the only door with additional security in the wing.",
        "\"As long as you hold to your end of the bargain,\" she hissed.",
        "They didn't go far, and she was surprised to see the grassy slopes end at an abrupt cliff.",
        "You've fulfilled your end of the bargain.",
        "Except he hadn't planned on stoking the fire with Kisolm for what would certainly end in another war.",
        "It was toward the end of her first week in the sprawling mansion that was her new home that she wandered down a hall previously unexplored.",
        "There was something about A'Ran that flipped her world on end.",
        "In the end, the computer might win, but he suspected nishani would not lose the second round.",
        "In the end, she made a drastic over-calculation and lost the ground battle.",
        "Her gaze stumbled on a familiar face at the other end of the hall, and she gasped.",
        "\"Mansr, I want A'Ran and I want to go home,\" she said, at an end with her endurance.",
        "Let us end it once and for all, not with the Council manipulating each of us for its benefit!",
        "His destination, the cave hidden at the end of the draw where he'd left nishani, had been swallowed.",
        "Kiera asked, at the end of her patience.",
        "By the end of the space journey, she was convinced he'd want nothing to do with her and desperate to see him.",
        "Near the end of her patience trapped in the tiny box of a spacecraft, she shot up when she felt the familiar pressure of them descending.",
        "In the end, she spoke his name.",
        "The silk cord was fastened to the brass gas lamp that centered the ceiling of the room, the other end tightly knotted about her soft white neck.",
        "End of our responsibility.",
        "She began counting and then reached over to the end table for a pencil and paper.",
        "At the far end of the loop, they passed the few remaining structures of the abandoned town of Ironton; empty, ghost-like buildings.",
        "What do you know about Annie from your end?",
        "My beautiful bride labored to the end, administrating to the fallen and the flu stricken souls of our town until she too, fell to the scourge of this most dreaded disease.",
        "That and the crampons are the key tools The sinister instrument was serrated on one end of its curved claw, with an adze blade on the other side of the crescent.",
        "I'll bet you a night of unbridled ecstasy against a week of doing dishes that they end up in the sack.",
        "He was surprised to spot young Donnie Ryland, recognizable by his small stature and familiar jacket, running down the end of the trail.",
        "I don't suppose you happen to know how this knife got up in the ice park, next to the cut end of a rope?",
        "And just where was Mrs. Dean when Jerome found himself on the short end of a cut rope?",
        "These boys have tunnel vision, you're at the end of the dark and the train's on time.",
        "It hangs there, waiting for me to step upon this velvet chair where I sit, tie its far descending end to my neck, and step from this world, freeing it from the guilt and troubles Annie Quincy has caused.",
        "She only goes tavern-traipsing on days that end in Y.",
        "He lay back and closed his eyes, trying to picture the sad death, the end of the sad life of a woman, now resurrected to importance after a hundred years of total obscurity.",
        "She had tied the silk cord to the brass gas lamp at the ceiling in the center of the room, before knotting the other end about her soft white neck.",
        "Dean wondered if her throat was sore after her pre-dawn glass-breaking scream upon first seeing Edith Shipton's body slowly turning from the end of the sash.",
        "She cut his rope, figuring on hooking back up with that Ryland fellow but then his girlfriend showed up and in no uncertain terms pointed out why that was a dead end.",
        "He filled Fred in on the details of Edith's visit and Cynthia's late night phone call and the abrupt end to the conversation.",
        "End of conversation, except Dean noticed Cynthia fold the papers and put them aside.",
        "Then you'd pull the free end of the line down to you.",
        "He himself could have cut the rope—the short end they found tied up top— set up a second rappel at a nearby spot and gone down on it.",
        "Dean tried to remember how Ryland had described the method of securing the other end of the line to the climber's body.",
        "Dean momentarily opened his eyes to the swaying end of the cut line across from him.",
        "By the time we got to the end of Annie's notebook, there was more than enough pages transcribed that anyone could decipher the last few pages.",
        "\"Edith cut the rope too close to the end so he didn't fall far enough to be killed,\" she said.",
        "Fortunate for him it was then near enough to the end of the line that his fall wasn't far enough to kill him.",
        "The fact that the other end was also cut must have looked like the natural end of the line.",
        "At one end sat a man, in what seemed more like a throne.",
        "In the end, he finally lost her somewhere in Russia.",
        "I will answer your questions and give you the information you need to get through this, but if you dare say one more disparaging word about my best friend, this will not end well for you.",
        "The whole gang would end up jumping him and he would beat up each and every one, always careful to hold back enough so as not to kill anyone.",
        "At the end of this piece, she let out a guttural sob.",
        "Kissing had always been merely a means to an end for him, but not with Elisabeth.",
        "Most women on a first date would order a piece of fish or even a salad and end up pushing it around their plate.",
        "She clearly felt sad to see this day end.",
        "She could see Jackson didn't want to play, but she really wanted to hear him, had a feeling Sarah would win in the end.",
        "As they walked to her car, Elisabeth said, \"I hate to see this night end.\"",
        "I can't promise I won't end up on your doorstep before then.",
        "I know it's crazy, but I like to know where some things end up.",
        "She plopped down on one end of the sofa and took her heels off.",
        "Why did you let this happen, didn't you know it would end this way?",
        "He didn't look at Elisabeth until the end of the piece.",
        "To sing this, Elisabeth would have had to be classically trained, and she would need to sing the highest end of her range if she was indeed a mezzo-soprano.",
        "Elisabeth told her about Sarah and how they would never hear the end of it if she knew what had happened here.",
        "He opened the door and slowly approached the sofa, then sat at the end, a little away from the wolf's head.",
        "This isn't exactly the best way to go about turning, but in the end, I suspect you will find it to be the right decision.",
        "Jackson added, \"Worst case scenario is you end up having to influence them.\"",
        "This night could not end soon enough; everything about it unsettled him.",
        "At the end of the song, Sarah jumped up and hugged her.",
        "\"Then what is his end game?\" asked Connor.",
        "They finally reached the end of the maze where they all gasped.",
        "Slicing the end of the envelope open with one smooth movement, he placed the letter opener back where it belonged and shoved the drawer shut.",
        "Pressing on the sides of the envelope to open the end, he blew into it, exposing the letter inside.",
        "She tugged on the back end of the goat, but that method was obviously going to take someone much taller.",
        "She tugged at each front foot until the goat was on her knees, her hind end in the air.",
        "That's the end of it.",
        "It was unseasonably warm for the end of February, but this was the time of year that they might expect a few nice days.",
        "By the end of the meal, it was obvious that they had hit it off well together.",
        "\"Put me down,\" she managed on the end of an agonized moan.",
        "The barn door was open and the goats were scattering, forcing the dog to race from one end of the lot to the other.",
        "He tucked the pen in his pocket and returned the chart to the end of her bed.",
        "It was as if they were one person, clinging to each other - neither wanting to be the first to end the embrace.",
        "He backed up a few feet and stopped, lowering his head and growling in a way that made the hair on the back of her neck stand on end.",
        "His voice faded off as he realized that Lori and Josh were sitting at the opposite end of the table from Carmen.",
        "I fought side by side with his older brother years ago at the end of the war; I know the type of honor that runs in his family.",
        "\"I'm not ready for the end of the world,\" she whispered.",
        "If our paths cross, it will probably signal the end of the world, but if they do, I'll consider sharing.",
        "Arnie Smith had fallen off the deep end soon after arriving to the Peak.",
        "He gave up everything to be with her, and they died quite old, holding hands even in the end.",
        "He had been with her since the world began its plummet into chaos, and she hoped he remained at the other end of the network until the world righted itself.",
        "\"Yes,\" the voice at the other end of the network responded.",
        "He didn't need more emotions to hamper his decision making, and he didn't need Tim to disown him at the end of this mess.",
        "Lana was curled into a tight ball on the far end, asleep.",
        "Lana never thought she'd end up in the middle of a forest, defended by the PMF against those who seemed to want to start a second East-West civil war.",
        "\"So, no, that won't work,\" Dan said to the person on the other end of his conversation.",
        "She'd hoped her burden would end there, and the secrets she kept could be turned over to someone who could fix things.",
        "I'll be waiting on this end, Tim directed in resignation.",
        "He looked like he was on vacation rather than facing the end of the world.",
        "He was too hard to offer the type of empathy she wanted, but he was the man who'd been with her since the beginning of the end.",
        "Pitched to the other end of the cabin, the two soldiers had strapped themselves in.",
        "\"If I'd known the world was getting ready to end, I might've taught her that, too,\" Tim replied smoothly.",
        "The era of fractured power and corruption is about to end.",
        "Not bad for the end of the world, eh?",
        "How did they end up here?",
        "When it stopped, she twisted to see a crater at the end of the street near the river.",
        "He kissed her forehead lightly, marveling at the treasure he'd found when the world seemed ready to end.",
        "\"Your war with Kris needs to end now.  You two will destroy – \" \"Don't care, Kiki.\"",
        "Gabriel gave her a harried look, one that said his patience was at an end.",
        "\"Give it time.  One man – even Andre – couldn't solve the world's problems.  You just have to wait it out.  And hope we all come to our senses before the end of the world,\" Kiki said with a small smile.",
        "Pain streaked through her, the kind of pain with no physical source.  Katie began to cry, unable to see an end to her ordeal that would mean she – or her baby – lived.  She hugged her stomach and sobbed for the loss of Rhyn, her own life, their child's.",
        "\"I only need to live 'til the end of the day,\" Rhyn said with an unconcerned glance on the wound.",
        "Helpless until the trees finished flinging them around, Katie struggled to grab the branches, so she didn't end up like Deidre.  Finally, a branch wrapped around her and pulled her through the canopy, dumping her at the edge of the jungle.  Toby landed with a grunt beside her, and she lay still to catch her breath, still hoping Deidre reappeared.",
        "Rhyn could almost see him thinking.  In the end, Kris said nothing else, and Rhyn shook his head.  For the first time, he'd tried to reason with Kris.  He'd never do it again.",
        "Maybe Katie had known this was how it would end when they'd last met in his dream.  Maybe this was his penance for being what he was.  Rhyn didn't know, but he knew he couldn't choose his own interests over those of humanity.",
        "Death lowered the hand displaying the end of the world scenario.  The images of Gabe fighting demons switched to those of Katie on the beach under the moonlight.  Rhyn's breath caught at the sight of her.  She appeared exhausted, tattered, and drenched from the underworld rain.  She'd never looked as beautiful as she did, even if she looked as if she'd just left the underworld.  Toby was with her, pulling her from the beach towards the Sanctuary.",
        "It was for Katie and someone else, someone you killed.  I didn't know about your child.  I didn't know Katie would end up your mate.",
        "Not even the commuters who lied to themselves and everyone else by saying the hour and a half at each end of the day was a pleasurable time to relax and read the paper.",
        "She was close to completing training to become a physical therapist and would graduate at the end of the summer.",
        "He'd fight the expense account battle at the end of the month.",
        "Norfolk called to confirm Dean's flight, adding there was nothing much new on the case from their end.",
        "We're about ready to close our end of the case unless you've found something that looks fishy.",
        "I'd like to see a body wash up and put an end to the argument.",
        "There was nothing at Ninth and Locust but a boarded-up storefront and a stillness like the day after the end of the world.",
        "He then told her the Parkside Police Department would close the investigation from this end unless something new came to light.",
        "Dean asked Harrigan to work up his end of the report on the Byrne matter and make a few last minute return phone calls to neighbors, just to dot the I's.",
        "Maybe Scranton would provide the brick wall he was looking for and end this silly speculation.",
        "But their little sojourn to Scranton had not yielded once and for all what Dean had hoped for, a dead end to close off speculation on this business.",
        "Fortunately, room 22 was taken and they settled for adjoining rooms on the second floor near the end of the building.",
        "Then he added, \"We recognize it's Norfolk's case—we're just investigat­ing our end as a courtesy.\"",
        "If we hit a dead end, it's a dead issue.",
        "Fred licked the end of his pencil and began making notes.",
        "I'm sorry, but I'm not about to end this business with us screaming at each other!",
        "Let's go and have a drink and end this the right way.",
        "\"Why do we have to end it?\" she said, little-girl-like.",
        "Fred went on to explain that a maroon late model car was wait­ing at the end of the driveway leading into Gruber's place.",
        "But now it's a dead end.",
        "Unfortunately, it was another dead end.",
        "Dean slipped onto a barstool at the far end of the room where the light was a darker yellow.",
        "Randy shouted as soon as he heard the voice on the other end.",
        "More silence from Randy's end and then, Mr. Dean's here.",
        "Dean introduced Fred O'Connor, who was taking it all in, and the three chatted in a quieter area at the far end of the hall, away from the worst of the mayhem.",
        "There would be time enough to panic closer to the end of the tour.",
        "There's still too many coincidences and things that don't add up and we'll probably never get the answers, but I agree—it looks like this is the end of the line if we can't locate him on this tour.",
        "I've got 21 indictments out of this mess so far and there's no end in sight.",
        "She continued placing the spoons and the hands disappeared - only to end up on her waist.",
        "But then, eventually the day would end, and they would have their first night together.",
        "His birthday wasn't until the end of September, so it wasn't that.",
        "It was a lazy day, more like the beginning of summer than the end.",
        "He pulled the grass from his mouth and studied the end.",
        "How did we end up marrying people who don't?",
        "He, of all people, should realize how quickly life can end and plans can change.",
        "Intimacy was neither the sole purpose nor the end result of their relationship.",
        "By the end of the first week she had to face another enemy — a thunderstorm.",
        "A bird's nest was built on one end and cobwebs covered the window.",
        "It was a cool day for the end of June, and when he opened the car door, it sent a chill up her back.",
        "He stopped at the end of the corral and leaned on the fence, staring off toward the tree.",
        "Was there no end to her selfish actions?",
        "Fire still raged at one end of the orchard, filling the air above the trees with black smoke.",
        "Jenn did her best to act like everything on her end was the same.",
        "He left and walked through the snowstorm to the Realtor sign hanging at the end of the long driveway.",
        "She had to keep pushing him away, or she wasn't the only one who'd probably end up dead in a few days.",
        "People who hurt me end up dead.",
        "What I know is that our fates will end up in Darian's hands.",
        "If all was as it used to be, at one end of the orchard was the White God's palace, a place a woman raised as a peasant had never seen.",
        "The destruction continued for miles without end, as far as she could see.",
        "The name of her long-dead daughter was the end of her family's lineage.",
        "Her gaze flickered towards the other end of the orchard, where the White God's palace had been.",
        "Darian stood at the other end of the hallway where it met the foyer.",
        "\"I'm going to return this, and that'll be the end of this mess,\" he replied, placing the necklace in his pocket.",
        "Only there was now a wall at one end, he noted.",
        "He moved through the trees, trying to see the palace that had been his for a short time at the other end.",
        "At least their bloodline wouldn't end.",
        "He made his way through the orchard and over the wall at the other end, stunned by the mess that had been the immortals' imperial city.",
        "Jenn walked until she reached the end of the driveway.",
        "The fight would be long, and chances were, it'd end as a draw.",
        "Walk around it, and you'll end up in the mortal world.",
        "The Oracle probably knew how this day would end, which world would survive.",
        "He spun as the creature materialized on the other end of the attic.",
        "You have had two chances to end my life and didn't.",
        "If you must, end your life before they touch you.",
        "He looked at her expectantly, as if awaiting encouragement from his leader that all would end well.",
        "It's better you end it before it begins!",
        "Yet, no dream ever hinted that this was her end.",
        "There was one exit at the far end of the arena opposite the warlord's party marked by torches, with no guards she could see.",
        "If she fell victim to her desire for him, it would be the beginning of the end.",
        "\"Your father's madness is near its end,\" she whispered.",
        "I will honor my end of the bargain at my convenience, not yours!",
        "She leaned over the single table at one end of the main chamber, several larger warriors around her.",
        "Maybe a female warlord will end the curse?",
        "Taran sighed and threw himself into a chair at one end of the table.",
        "The end of a rope was tossed down and landed at her feet.",
        "She said nothing, unconvinced she'd live to the end of the day.",
        "Before the end of the night, there will be a test for you to prove your loyalty.",
        "Of course, she was his wife and she would follow him to the end of the Earth - but what about him?",
        "He kicked his shoes off beside the window seat and sat down on the opposite end from her.",
        "She had moved to Texas at the end of her junior year.",
        "Natalie and Mathew were in their high chairs, Destiny and Jonathan sat on either side of her and Alex was at the end of the table.",
        "That was the end of it."
    ],
    "definition": [
        "Either extremity of something that has length: the end of the pier.",
        "The outside or extreme edge or physical limit; a boundary: the end of town.",
        "The point in time when an action, event, or phenomenon ceases or is completed; the conclusion: the end of the day.",
        "A result; an outcome.",
        "Something toward which one strives; a goal. See Synonyms at intention.",
        "The termination of life or existence; death: “A man awaits his end / Dreading and hoping all” ( William Butler Yeats )",
        "The ultimate extent; the very limit: the end of one's patience.",
        "Slang The very best; the ultimate: This pizza's the end.",
        "A remainder; a remnant.",
        "a. A share of a responsibility or obligation: your end of the bargain.\nb. A particular area of responsibility: in charge of the business end of the campaign.",
        "A warp end.",
        "Football Either of the players in the outermost position on the line of scrimmage. Offensive ends are eligible to catch passes.",
        "To bring to a conclusion: Let's end this discussion.",
        "To form the last or concluding part of: the song that ended the performance. See Synonyms at complete.",
        "To destroy: ended our hopes.",
        "To come to a finish; cease: The rain ended.",
        "To arrive at a place, situation, or condition as a result of a course of action. Often used with up : He ended up as an adviser to the president. The painting ended up being sold for a million dollars.",
        "To die.",
        "Link/Cite",
        "The final point of something in space or time.\nAt the end of the road, turn left.   At the end of the story, the main characters fall in love.",
        "The cessation of an effort, activity, state, or motion.\nIs there no end to this madness?",
        "Death, especially miserable.\nHe met a terrible end in the jungle.\nI hope the end comes quickly.",
        "Result.",
        "A purpose, goal, or aim.",
        "(cricket) One of the two parts of the ground used as a descriptive name for half of the ground.\nThe Pavillion End",
        "(American football) The position at the end of either the offensive or defensive line, a tight end, a split end, a defensive end.",
        "(curling) A period of play in which each team throws eight rocks, two per player, in alternating fashion.",
        "(mathematics) An ideal point of a graph or other complex.",
        "That which is left; a remnant; a fragment; a scrap.\nodds and ends",
        "One of the yarns of the worsted warp in a Brussels carpet.",
        "Adjectives often used with \"end\": final, ultimate, deep, happy, etc.",
        "(ergative) To finish, terminate.\nIs this movie never going to end?\nThe lesson will end when the bell rings.\nThe referee blew the whistle to end the game.",
        "Den, den, DNE, NDE, NED, Ned, ned",
        "A key that when pressed causes the cursor to go to the last character of the current line.",
        "A suffix forming nouns denoting patients or recipients of actions, such as addend, subtrahend, and dividend.",
        "(text messaging) attend (any sense)",
        "Link/Cite"
    ]
}