{
    "translation": "להתאמץ, לשאוף, לנסות, להשתדל",
    "uses": [
        "Perhaps we should endeavor to approach our problem together.",
        "I will endeavor to speak a good word for the truth.",
        "In an endeavor to ensure your privacy, we'll meet your requirements.",
        "It was a huge endeavor to get the triplets dressed and ready to play in the snow. ",
        "We will always endeavor to get your order shipped out as soon as possible.",
        "It's quite an endeavor to respond to complaints within 24 hours.",
        "I'm offering you full funding for your endeavor; secure operating quarters, any place of your choice, sizeable salaries for all of you involved and a gift of stock to each that will assure a lifetime income from dividends.",
        "We endeavor to keep you informed of any delay to your expected delivery date.",
        "Everything he did and said during this endeavor would be under scrutiny.",
        "We will also endeavor to get the winning films screened on television.",
        "He used every endeavor possible to dissuade them from entering.",
        "Let every one mind his own business, and endeavor to be what he was made.",
        "Let us now endeavor to view the question from the other side.",
        "Do not stay to be an overseer of the poor, but endeavor to become one of the worthies of the world.",
        "Answering questions or at least asking them is the basis of all scholarly endeavor.",
        "Cynthia still looked unconvinced at the sanity of endeavor but agreed to be a spectator.",
        "The best thing a man can do for his culture when he is rich is to endeavor to carry out those schemes which he entertained when he was poor.",
        "The dairy wasn't simply a financial endeavor, as Mums had thought.",
        "In his endeavor to be the first to reach the finish line, Jim didn’t take any notice of the commotion going on behind him.",
        "There were several challenges to overcome in the endeavor to help those affected by the storm.",
        "Steve Jobs was committed and driven in his endeavor to build the Apple brand.",
        "But the only true America is that country where you are at liberty to pursue such a mode of life as may enable you to do without these, and where the state does not endeavor to compel you to sustain the slavery and war and other superfluous expenses which directly or indirectly result from the use of such things.",
        "She aspired to be a senior partner at the firm and her hard work and endeavor paid off when she received the promotion. ",
        "I found that it was as well for me to rest on my oars and wait his reappearing as to endeavor to calculate where he would rise; for again and again, when I was straining my eyes over the surface one way, I would suddenly be startled by his unearthly laugh behind me.",
        "Tom didn’t know how he was going to raise the money he needed, but he would endeavor to find it somehow.",
        "She explains that, in Japan, the cherry blossom is a metaphor for life, making it a perfect symbol for her endeavor and her attitude toward healthy, beautiful skin.",
        "sphere of human endeavor do this every day.",
        "artistic endeavor.",
        "It's very likely that after you've designed a site or two, you'll quickly become addicted to this creative endeavor.",
        "If your goal is to promote school pride, having something set up in advance is the best way to organize the endeavor.",
        "Starting your own card making business can be a very rewarding endeavor.",
        "How dare FNBs cast aspersions in respect of the honesty of Endeavor?",
        "My blessing, and may Christ be with you in your great endeavor!",
        "Any person with net earnings exceeding $400.00 from a self-employment endeavor must pay SE taxes.",
        "Other card makers decide they want to earn money from their endeavor and build a business of selling handcrafted greeting cards.",
        "Its inherent simplicity makes it an endeavor that can work for anyone as long as you are committed to changing your prior eating habits.",
        "Losing weight at home can feel like a lonely, solitary endeavor.",
        "Running is a rewarding endeavor in that it brings immediate feedback about your progress.",
        "Whatever you decide upon, we will endeavor to produce a beautifully handcrafted piece.",
        "Sex education for teens can be an intimidating endeavor; however it is vital that correct information reaches them.",
        "But then commentators in every sphere of human endeavor do this every day.",
        "Essentially, however, the purpose is the same: Whether you are doing business with a physician, business, school, or organization, they want written proof of your understanding that you are entering into a potentially risky endeavor.",
        "sigil method is often approached as if it were a ' one size fits all ' solution to every magical endeavor.",
        "We endeavor to use fresh, locally produced and sourced ingredients where practical.",
        "In the Williston Church (Congregational), in Thomas Street, the Young People's Society of Christian Endeavor was founded in 1881 by the Rev. Francis E.",
        "Endeavor, at all times, to maximize client satisfaction.",
        "Purchasing tall men's jackets may seem like a tricky endeavor, but it can actually be quite simple if you pay attention to a few key details.",
        "Invite people you are close to, as they are likely to support your new endeavor, and also will ease your nerves while you make your first sales speech.",
        "The following tips and advice will help you in your endeavor to make your own invitations.",
        "Of course, any Spielberg or Lucas endeavor is going to have top quality production values, and Lost Ark is no exception.",
        "SEO is a complex endeavor and should not be added as an afterthought.",
        "Choosing the right medical insurance can be a difficult and confusing endeavor.",
        "When shopping online, it is important to specifiy exactly what kind of bodysuit you need, whether it's to wear for an atheltic endeavor or as part of your everyday undergarments.",
        "One other endeavor JWOWW touts is her HCG diet.",
        "It will also help you to see whether or not you have money in your budget to pursue this endeavor to the extent you'd like, or if you might have to tweak your plans to accommodate all the factors involved.",
        "My own endeavor would be nothing but calculative facticity.",
        "However the ground in this field of endeavor seems not entirely fertile at the moment.",
        "Any such endeavor would seem clumsy and, as in this case, frankly incredible.",
        "Pursuing Kundalini Yoga teacher training is a challenging endeavor.",
        "As with any diet endeavor, you should seek the advice of a medical professional before embarking.",
        "For this reason, even if exercising only lowers your blood pressure by ten points and you still have to take a blood pressure medicine to lower it to the level your doctor would like it to be at, exercising is still a worthwhile endeavor.",
        "For minor faults, engineers endeavor to respond within 24 hours.",
        "As with any money-making endeavor, writing is a business, and as such must be undertaken as a business.",
        "There was neither a message nor, I realized, success with our endeavor.",
        "We will also endeavor to make available any site surveys, obtain outline planning consent and make it available to the winning bid.",
        "Endeavor to find billets for No 1 in the afternoon and get wet through.",
        "bioterrorism experts in the country helping us in this endeavor.",
        "They, therefore, endeavor, and that consistently, to deaden the class struggle and to reconcile the class antagonisms.",
        "The Faculty will endeavor to put you in touch with a mentor geographically convenient for you through its Divisional network.",
        "earnest endeavor to avoid litigation click here for the full article.",
        "Sifting through the many senior citizens groups and programs may be an overwhelming endeavor, so to narrow your search you may want to consult your neighborhood newspaper or parks and recreation department.",
        "Many active seniors find that volunteer work is a satisfying endeavor, allowing them to feel needed and appreciated in their community.",
        "Plan ahead if you have an extravagant pair of lenses planned out for your costume or creative endeavor; having them hand-painted could take up to two months.",
        "Building choreographed dance routines isn't an endeavor for everyone.",
        "Learning how to dance hip hop can be a challenging athletic endeavor.",
        "Searching for New York death records can be a complicated endeavor.",
        "Buying your first home can be big endeavor.",
        "Making a board game can be a complicated endeavor.",
        "Scorpio: Scorpio will be right behind you Virgo, cheering you on in any endeavor.",
        "Building an American Girl Doll collection can be an expensive endeavor.",
        "Discovering the answer to \"When do you plant strawberries?\" is the beginning of a rewarding gardening endeavor.",
        "Comparison of products will help you in this endeavor.",
        "Paula Abdul has taken her stardom to new heights with her latest endeavor: designing inspirational jewelry.",
        "She was so successful at this endeavor that within 10 years the company had introduced three flavors of organic macaroni and cheese.",
        "Livestock management should endeavor to maintain natural breeding, health and welfare and minimize stress and risk of disease whenever possible.",
        "Paying full price for a full slate of first-party Nintendo controllers can become a very expensive endeavor.",
        "Hiring a nanny to provide in-home child-care is an expensive endeavor.",
        "Office sex can be an exciting, but risky endeavor.",
        "Don't you just love the pretentious cretins who try to plumb the depths of artistic endeavor?",
        "earnest endeavor to impart to her some rather unusual id.. .",
        "There was no mistaking his astonishing sincerity, his painfully earnest endeavor to impart to her some rather unusual id.. .",
        "Trainees ought to endeavor to observe proper etiquette at all times.",
        "extent that parity private insurance are insurance companies that endeavor is information.",
        "However, if we wish to practice karate as a complete system of fighting, we should endeavor to include Tegumi in our practice.",
        "missionary endeavor of St Joseph's was realized.",
        "monopolize / chair should endeavor not to: Take the debate away from the audience by monopolizing the discussion.",
        "mortify 1. If sin be discovered, but not mortified; if there be no endeavor to get it removed.",
        "negotiate according to their brief and will endeavor to achieve the best possible result for their client.",
        "Perhaps this is partly an \" artistic \" or surreal endeavor as well as an overtly occult action.",
        "We will always endeavor to comply with the data protection act In a hurry?",
        "Science, if it is to be based on a purely rational endeavor, cannot rely on non-natural explanations.",
        "selected for an interview, we will endeavor to notify you within ten days of receiving your application.",
        "By selling only shearlings, we endeavor to supply livestock which will achieve a long breeding life span.",
        "Beside which, such an endeavor must be entirely subjective.",
        "A student who cannot attend a tutorial owing to illness should endeavor to get a message to the tutor.",
        "Conjecture is not valueless in this endeavor, but it is by definition not knowledge.",
        "Getting it right will make the endeavor both more successful and a lot more fun.",
        "Family history research is an exciting and rewarding endeavor.",
        "Hundreds of men or boys depending on which game is being played, will endeavor to get the ba ' to their goal.",
        "fruitless endeavor.",
        "journalistic endeavor.",
        "We've looked high and low for some great gifts, and we've compiled the list to help you in your next shopping endeavor.",
        "Homemade favors often save money, but not if you endeavor upon something too fancy and complicated.",
        "The following guide will run you through the basics so that you can select the right fit and the right type of kayak for your endeavor.",
        "If you follow these basic rules, shopping online is not only easy but safe, fun and often a money saving endeavor.",
        "No matter what type of help for children with divorced parents turn to, it must always be a family-based endeavor.",
        "Keep in mind that bathroom remodeling can be a pricey endeavor, and if there is plumbing involved, it is best to consult a professional.",
        "Keep in mind that cooking tempura is a greasy endeavor.",
        "Business card: Business cards are vital tools for any type of entrepreneurial endeavor because they get your name and contact information in front of a large number of people.",
        "If your endeavor is very successful, you may even earn enough money so that the cost of your own supplies are covered.",
        "Remember that being a wedding attendant is an expensive endeavor, and a bridesmaid alone can easily spend over $500 when you add up the cost of the dress, shoes, hairstyling, and bridal shower/bachelorette party costs.",
        "Pathways became a hugely successful endeavor, with people paying $1,500 per session.",
        "The future of his endeavor will be determined during upcoming meetings between his representatives and city officials.",
        "This isn't Mr. Clooney's first endeavor into social and political activism.",
        "Many physical boutique locations start out as someone's dream, and so you are supporting someone's small business and ideal endeavor with every ring of the cash register.",
        "Others are made in the USA under fair trade practices and by \"mommy-owned\" businesses, so you can support a small endeavor.",
        "The transition from highly recognizable fashion to genuine high fashion is an expensive endeavor.",
        "Many professionals will note that becoming a music major is often a very taxing endeavor.",
        "We also found out more about his latest endeavor The Dog Star Daily website.",
        "Pursuing this endeavor, the world was then introduced to the Magnavox Odyssey in 1972.",
        "Trying to get your business to the top is quite an endeavor, and an enjoyable one at that.",
        "Armageddon finishes off the story for every Mortal Kombat character, so it is quite the endeavor.",
        "Video games can be an expensive endeavor, regardless of whether you choose to rent or buy your games.",
        "They have the manpower, the expertise and the industry experience needed to follow that endeavor.",
        "Hazarding a guess as to the other components would be a foolish endeavor.",
        "Buying an RV is an expensive endeavor, but if you are a regular camper or if you have young children, an RV can more than pay for itself in just a few years if you compare the price of hotel vacations to the cost of RV vacations.",
        "Like MMS, this can be a costly endeavor if overused, because mobile providers like Cingular and Bell Mobility can charge hefty rates for wireless data.",
        "Cellular One, as its name implies, was in on the ground floor of this daunting new endeavor.",
        "Blocking individual numbers from contacting you can become a costly endeavor if your carrier charges hefty fees, but some phones already have this feature.",
        "This used to be a very challenging endeavor, but times are quickly changing.",
        "Caring for a child with spina bifida can be a daunting endeavor.",
        "Keep in mind that getting a tattoo is a permanent endeavor.",
        "Full body art is a life and appearance changing endeavor.",
        "Coming up with words to cheers chants is a fun and creative endeavor.",
        "Almost all dance, or any other creative arts endeavor, is learned from childhood and passed down by older generations.",
        "This product line, called Frizz-Ease, was another successful endeavor for Frieda.",
        "As with all color services, highlights can become a burdensome and costly endeavor if you're not prepared for the repeat salon visits required to maintain your blonde locks.",
        "Salon professionals have great access to many wholesalers, but consumers can find great deals that make keeping tresses in top shape an affordable endeavor.",
        "While buying foreclosed houses takes time, effort and careful research, it can be a very profitable endeavor.",
        "From community grants to individual grants, there is a grant for almost every endeavor, including housing.",
        "You can get help in your endeavor from several resources: books, videos and classes.",
        "Fishnet swimsuits may be washed in a machine set on delicate, but this endeavor should be taken with the utmost care.",
        "Since over 70 percent of all households use candles on a regular basis and candles are a consumable product that customers need to purchase regularly, a work from home candle business can be a profitable endeavor.",
        "An accountant can also offer advice on how to make sure your endeavor is not classified as a hobby by the IRS.",
        "If you're interested in earning money from selling your handmade candles, you may find yourself wondering what candle making business supplies are needed for your entrepreneurial endeavor.",
        "The more people involved with your endeavor, the more profits you can expect to bring in for your cause.",
        "Really discern who your audience is, and you will meet great success with your chosen endeavor.",
        "In order to be successful in this endeavor, help is needed in the form of monetary donations.",
        "Not only can designing your own mask be a creative endeavor, it's a great way to entertain small children or to pack a cold and blustery winter day with fun.",
        "Cutting the strings between you and someone you've cared about is never an easy endeavor, even if it is necessary.",
        "Even though online dating is a potentially serious endeavor as you try to meet your perfect match, keep in mind that you also need to enjoy yourself as you meet many people along the way.",
        "While many people are attracted to the independence and creative freedom associated with a freelance writing career, it's important to remember that a writing business is still a business just like any other entrepreneurial endeavor.",
        "Although it can be tempting to send an expensive glossy brochure to each business in the hopes of impressing owners and gaining writing projects, this can be a costly endeavor.",
        "Since many children are plagued by complicated nutritional needs, companies like Jamie Stern's supply allergy-friendly products to parents who endeavor to provide their children with a high quality of life, despite dietary struggles.",
        "This was no small endeavor, either; Operation Stargate was operating under a $25 million budget.",
        "If you're wondering whether your treadmill routine isn't a sufficiently serious endeavor for you to consider the purchase of high-quality shoes, it's time to revisit the issue.",
        "The Endeavor, while still a slip-on, has a smooth toe box made of Patented Closed Cell Resin that warms and softens with body heat and molds to the feet.",
        "The shoes are often marked down up to 50 percent, which makes buying in bulk a reasonable endeavor.",
        "This is very difficult to come by, and if you need a soap opera scene for a production or any other professional endeavor, it is best to write your own.",
        "Getting a tattoo is typically a lifelong endeavor, so be sure to get going on the right foot.",
        "Disposable needles and tubes: While the quantity of disposable tubes and needles varies, most sets include an ample amount to begin your tattoo endeavor.",
        "He had come to Rome to endeavor to obtain the annulment of marriage of a lady who was in a convent at Mantua.",
        "Can any meaningful human endeavor today remain meaningful when the \" bottom line \" is that the participants must operate as chattels?",
        "Florida retirement living can be an exciting endeavor whether you delight in relaxing at the ocean or taking advantage of your new freedom to travel and try new things.",
        "Some choose to order these as a souvenir or memento for their All My Children fan collection, while others use them as material for a college acting class or other creative endeavor.",
        "With time, however, the advisor acknowledged that science writing is a worthwhile endeavor.",
        "worthwhile endeavor.",
        "While England endeavors to cure the potato-rot, will not any endeavor to cure the brain-rot, which prevails so much more widely and fatally?",
        "In the latter event, the authority would endeavor to redeploy to work of a more suitable nature, wherever possible.",
        "It is extremely positive about the Indian government 's endeavor to restructure debt, which will bring down borrowing costs.",
        "If you are selected for an interview, we will endeavor to notify you within ten days of receiving your application.",
        "The sigil method is often approached as if it were a ' one size fits all ' solution to every magical endeavor.",
        "I endeavor to produce hollow forms, vessels and sculptural pieces which I hope reflect a lifelong love and veneration of trees.",
        "However, breastfeeding can be a complicated endeavor for some mothers, particularly those who need to return to their employment quickly."
    ],
    "definition": [
        "Link/Cite"
    ]
}