{
    "translation": "כוח סבל",
    "uses": [
        "I never saw such strength and endurance in a child.",
        "His bay gelding had the sleek lines of a racehorse and the look of endurance as well.",
        "His health, which had hitherto been but indifferent, strengthened with the demands made upon it; his talents, his power of endurance, and his ambition all expanded together.",
        "Constructive pardon is obtained by endurance of the punishment.",
        "Although he greatly enjoyed the outdoor business of the engineer's life it strained his physical endurance too much, and in 1871 was reluctantly exchanged for study at the Edinburgh bar, to which he was called in 1875.",
        "The combination of ductility, which lessens the tendency to break when overstrained or distorted, with a very high limit of elasticity, gives it great value for shafting, the merit of which is measured by its endurance of the repeated stresses to which its rotation exposes it whenever its alignment is not mathematically straight.",
        "No wonder then if in the earlier years of the war the Order recovered its lost ground, and the king, irritated beyond endurance by the suicidal parsimony of the estates, threatened to retire to the forests of Lithuania.",
        "Against these the church is not to attempt to use physical force; its only weapon is to be passive endurance and loyalty to God.",
        "But though his book brought him no profit it brought him reputation, so widely spread, and of such long endurance, as no other legal treatise has ever enjoyed.",
        "If the worldpowers were hard as flint in their dealings with Israel, the people of God were steeled to such moral endurance that each clash of their successive onsets kindled some new flame of devotion.",
        "The old prince used to approve of them for their endurance at work when they came to Bald Hills to help with the harvest or to dig ponds, and ditches, but he disliked them for their boorishness.",
        "Here the \" Endurance \" was beset in the ice on Jan.",
        "9: he exhorts his readers to patient endurance unto death, xiv.",
        "Extraordinary skill and endurance were shown by the men who carried the norimono and the kago, but none the less these vehicles were both profoundly uncomfortable.",
        "He wished for nothing and hoped for nothing, and deep in his heart experienced a gloomy and stern satisfaction in an uncomplaining endurance of his position.",
        "Grant's endurance and daring had won what was perhaps the greatest success of the war.",
        "The need and the reward of endurance are then urged (ii.",
        "Reared in this way they are capable of marvellous endurance, marching during a raid twenty hours a day for eight or ten days together.",
        "Now both are encouraged, and the men, receiving their full rations, are unsurpassable in endurance at work and in marching.",
        "He had the Oriental's power of endurance, alternating with violent and emotional courage.",
        "The condition of his pardon is the endurance by him of the substituted punishment.",
        "c. 32, § 3, the endurance of a punishment on conviction of a felony not capital has the same effect as a pardon under the great seal.",
        "The opposition was not always limited to feats of endurance of this kind.",
        "Marshal Marmont, writing in 1839, mentions the capacity of the Egyptians for endurance; and it was tested In 1883, especially in the 2nd Brigade, since its officers (Turks and Egyptians), anxious to excel as drill-masters, worked their men not only from morn till eve, but also by lamplight in the corridors of the barracks.",
        "But he miscalculated both the endurance of Cadogan's men (amongst whom the Prussians were conspicuous for their tenacity) and the rapidity with which in Marlborough's and Eugene's hands the wearied troops of the Allies could be made to move.",
        "4 The same overmastering feeling which constrained Tacitus (Agric. 2, 3), when the time of long endurance and silence was over, to recall the \" memory of the 3 Pliny's remarks on the vulgarity as well as the ostentation of his host imply that he regarded such behaviour as exceptional, at least in the circle in which he himself lived (Ep. ii.",
        "Withdrawal from the active duty of the world must lead to passive endurance, and, ere long, complete indifference.",
        "\"And, if your excellency will allow me to express my opinion,\" he continued, \"we owe today's success chiefly to the action of that battery and the heroic endurance of Captain Tushin and his company,\" and without awaiting a reply, Prince Andrew rose and left the table.",
        "The imprudent conduct of the Madras authorities had irritated beyond endurance the two greatest Mussulman powers in the peninsula, the nizam of the Deccan and Hyder Ali, the usurper of Mysore, who began to negotiate an alliance with the Mahrattas.",
        "The fighting spirit of the people of for iveness and endurance, upheld Guru Nanak's g p was roused and satisfied by the spiritual and military leader.",
        "Repulsed in this attempt, the Japanese established a stringent blockade, which tried the endurance of the ships and the men to the utmost.",
        "By his consummate generalship and the matchless endurance of his men the pursuers were evaded and San Marino reached, though with a sadly diminished force.",
        "The Arctic-Alpine sub-region consists of races of plants belonging originally to the general flora, and recruited by subsequent additrons, which have been specialized in low stature and great capacity of endurance to survive long dormant periods, sometimes even unbroken in successive years by the transitory activity of the brief summer.",
        "8 1914 in the \" Endurance \" and sailed from South Georgia on Dec. 5, with the intention of landing in Vahsel Bay and proceeding thence to the South Pole after wintering on the land.",
        "A scrupulous insistence on making his meaning clear led to an iteration of certain adjectives and adverbs, which at length deadened the effect beyond the endurance of all but the most resolute students.",
        "On May 6 1915 the \" Aurora,\" which had been frozen in and made fast by many cables to the shore at Cape Evans, was blown out to sea with all the ice and was held fast for 315 days, during which time she drifted northward through Ross Sea nearly in the same direction and at nearly the same rate as the \" Endurance \" was drifting at the same time in the Weddell Sea.",
        "In size and appearance, and in everything but endurance, these northern horses are admittedly superior to the true Nejdi.",
        "All of the 53 men who returned from the expeditions of the \" Endurance \" and \" Aurora \" served in the navy, army or air force during the World War, three being killed and five wounded.",
        "5 seq.), but for the evils of the world he has no remedy but the patient endurance of the Christian philosopher (i.",
        "The troops arrived late at their appointed positions, and after a stubborn rearguard action at Pultusk itself and undecisive fighting elsewhere (Soldau-Golymin) the Russians succeeded in retreating beyond the jaws of the French attack, and Napoleon for the first time found that he had exceeded the limit of endurance of his men.",
        "Wolves do not catch their prey by lying in ambush, or stealing up close and making a sudden spring, but by fairly running it down in open chase, which their speed and remarkable endurance enable them to do.",
        "B ut more important and less speculative is the hero's aspect as a national type or an amalgamation of tribal types of physical force, of dauntless effort and endurance, of militant civilization, and of Hellenic enterprise, \" stronger than everything except his own passions,\" and \" at once above and below the noblest type of man \" (Jebb).",
        "They are in almost continuous motion, their power of endurance being equal to the rapidity of their motions.",
        "The ice was however much heavier, and in the terrific pressures which occurred the \" Endurance \" was crushed on Oct.",
        "But when he left parliamentary affairs behind, and took the field, he showed nearly all the power both of initiative and of endurance which marked his masterpiece, the campaign of 1814.",
        "France, and was fretted almost beyond endurance by the quarrels of Federalist politicians over the distribution of commissions.",
        "It encourages the believer to patient endurance to the end without murmuring or imprecations (7-12).",
        "The \" Endurance \" drifted in the pack as the \" Deutschland \" had done three years before, and on a nearly parallel track, moving N.",
        "Domestic animals have for representatives the horse (uma), a small beast with little beauty of form though possessing much hardihood and endurance; the ox (ushs)~mainly a beast of burden or draught; the pig (buta), very occasionally; the dog (mu), an unsightly and useless brute; the cat (neko), with a stump in lieu of a tail; barndoor fowl (niwa-tori), ducks (ahiro) and pigeons (hato).",
        "Besides a great saving of labour, only partly offset by the cost of repairs, these machines have the great merit of making the management independent of a very troublesome set of labourers, the hand pig-breakers, who were not only absolutely indispensable for every cast and every day, because the pig iron must be removed promptly to make way for the next succeeding cast of iron, but very difficult to replace because of the great physical endurance which their work requires.",
        "- The few men who have, and are willing to exercise, the great strength and endurance which the puddler needs when he is stirring the pasty iron and balling it up, command such high wages, and with their little Soo-lb charges turn out their iron so slowly, that many ways of puddling by machinery have been tried.",
        "Of these several qualities which cast iron may have, fluidity is given by keeping the sulphur-content low and phosphoruscontent high; and this latter element must be kept low if shock is to be resisted; but strength, hardness, endurance of shock, density and expansion in solidifying are controlled essentially by the distribution of the carbon between the states of graphite and cementite, and this in turn is controlled chiefly by the proportion of silicon, manganese and sulphur present, and in many cases by the rate of cooling.",
        "The battle, carried on on both sides with tenacious endurance, ended in 191 r with the victory of Aehrenthal and the resignation of HOtzendorf.",
        "tolerare, to endure), the allowance of freedom of action or judgment to other people, the patient and unprejudiced endurance of dissent from one's own or the generally received course or view.",
        "Exercises of a Spartan type - testing endurance and strength with an especial view to war - had almost exclusively formed the earlier programme.",
        "They are used in the pursuit of hares, and, although they are capable of very fast runs, have less endurance than foxhounds, and follow the trail with more care and deliberation.",
        "3 Some passages refer exclusively to the endurance of punishment as a condition of pardon; 4 others to the penitence and amendment of the sinner.'",
        "This story made Regulus to the later Romans the type of heroic endurance; but most historians regard it as insufficiently attested, Polybius being silent.",
        "From this time she was the ardent champion of her husband's and son's rights; to her energy the cause of Lancaster owed its endurance, but her implacable spirit contributed to its failure.",
        "For pace and endurance no hunter approaches the English thoroughbred; and for a bold man who \"means going,\" a steeplechase horse is often the best animal that could be obtained, for when he has become too slow to win races \"between the flags,\" he can always gallop much faster, and usually lasts much longer, than animals who have not his advantage of blood.",
        "With a surface gloss of Greek education, he united the subtlety, the superstition, and the obstinate endurance of an Oriental.",
        "Fat is an abundant source of energy for the endurance athlete.",
        "This seems to be a treat reserved for the distance runner - endurance cyclists don't suffer.",
        "Types of strength There are three types: muscular endurance.",
        "The results included an average of 3.25 pounds lost, a 1.125 percent loss of body fat, increased lower back endurance of 37 percent, and increased glutei strength of 47 percent.",
        "You may find that your goals require you to train certain muscles for strength, and others for endurance.",
        "A true full body workout is one that works all of the major muscle groups, incorporating the components of fitness, including muscle strength, muscle endurance, flexibility, and cardiovascular endurance.",
        "Some people wish to obtain an overall level of fitness, while others focus on cardiovascular endurance, flexibility, or other factors of fitness.",
        "As you go through the poses, you not only fire up your metabolism and challenge your endurance, but you also gain the many benefits of yoga including inner peace and reflection.",
        "The result is a fun, high-intensity workout that can strengthen your cardiovascular system while improving both muscular strength and endurance.",
        "One of the main advantages of this type of workout, which builds muscular strength and endurance of both the upper and lower body, is that for many it feels more like playing than working out.",
        "This forces you to eliminate momentum and pay attention to both the positive and negative (lifting and lowering) aspects of the motion, creating muscular strength and endurance.",
        "Stationary bicycles used in the right way may positively contribute to three of the five components of physical fitness: muscular endurance, cardiovascular endurance and body composition.",
        "They are especially designed for men who stand or sit all day, or are trying to build up more strength and endurance for sports.",
        "You require support, comfort, moisture-wicking abilities and a bra that will have even more endurance than your body.",
        "The fact that he's an avid marathon runner might just provide him with enough endurance power to deal with the terrain of Gabon, but can he survive his tribe mates?",
        "If everyone completed the first stunt, then contestants were judged based on some predetermined factor, like speed or endurance.",
        "The contestants were judged based on a predetermined factor, such as time or endurance, much like the first challenge.",
        "\"Mansr, I want A'Ran and I want to go home,\" she said, at an end with her endurance.",
        "They were all over six feet, all engineered for power, agility, and endurance.",
        "He was obviously at the end of his endurance.",
        "Russia are fine animals, and those of the Kirghiz, though not big, are famous for their endurance.",
        "Though not powerful physically as compared with the northern races of the Punjab and Oudh, they have much activity and an unsurpassed endurance.",
        "The modern English foxhound has been bred from the old northern and southern hounds, and is more lightly built, having been bred for speed and endurance.",
        "The Natal horse is small, wiry, and has great powers of endurance.",
        "It is not to be supposed, however, that because the Japanese is short of stature and often finely moulded, he lacks either strength or endurance.",
        "The remainder of the war on land, although it included two battles on a large scale and numerous minor operations, was principally a test of endurance.",
        "Abstemious in his habits, he possessed great physical endurance.",
        "With a fine face, of which the most remarkable features were a high nose and a keen and piercing eye,f he is said to have been below the middle height, robust, active, a sportsman, and capable of much endurance.",
        "cyborg occupation: Racing car driver, mostly stock car racing or endurance racing.",
        "One of the finest buildings is the modern Jain temple of Hathi Singh outside the Delhi gate, which was built only in 1848, and is a standing monument to the endurance of Jain architectural art The external porch, between two circular towers, is of great magnificence, most elaborately ornamented, and leads to an outer court, with sixteen cells on either side.",
        "To increase your endurance levels, simply lift less weight for a longer period.",
        "For instance, if you want buff arms and shoulders, but you're only looking to tone your legs, you may end up training your upper body for strength, and your lower body for endurance.",
        "The second quality is endurance.",
        "This country has spared neither pains nor money in carrying out penal processes, and the Belgian prisons are examples of the cellular system prolonged to the utmost limits of human endurance.",
        "The Turkoman horse of Khorasan and the Atak is a large, bony and clumsy-looking quadruped, with marvellous power and endurance.",
        "In the Cuban campaign he won particular distinction, and the victory of the Americans in the action of El Caney was in large measure due to his careful personal reconnaissances of the ground to be attacked and to the endurance of his own brigade.",
        "Their efforts had increased the difficulties of ~, , government and taxed the endurance of parliament.",
        "His power of patient endurance, or perhaps his slowness, earned him the title of \"the Ass\"; but such was the esteem awakened by his high moral qualities that, on the death of Zeno in 263, he became the leader of the school.",
        "We might further derive from the general spirit of Christian unworldliness that repudiation of the secular modes of conflict, even in a righteous cause, which substituted a passive patience and endurance for the old pagan virtue of courage, in which the active element was prominent.",
        "At .Waterloo he was in command of the Household Cavalry Brigade, which distinguished itself not less by its stern and patient endurance of the enemy's fire than by its celebrated charge on the cuirassiers of Milhaud's corps.",
        "Obedience, endurance, military success - these were the aims constantly kept in view, and beside these all ether ends took a secondary place.",
        "The Spartan was essentially a soldier, trained to obedience and endurance: he became a politician only if chosen as ephor for a single year or elected a life member of the council after his sixtieth year had brought freedom from military service.",
        "The besiegers of Chioggia were at the end of their powers of endurance, and Pisani had been compelled to give a promise that the siege would be raised, when Zeno's fleet reached the anchorage off Brondolo on the 1st of January 1380.",
        "In regard to the mares generally, we have a record of the royal mares already alluded to, and likewise of three Turk mares brought over from the siege of Vienna in 1684, as well as of other importations; but it is unquestionable that there was a very large number of native mares in England, improved probably from time to time by racing, however much they may have been crossed at various periods with foreign horses, and that from this original stock were to some extent derived the size and stride which characterized the English race-horse, while his powers of endurance and elegant shape were no doubt inherited from the Eastern horses, most of which were of a low stature, 14 hands or thereabouts.",
        "The thoroughbred is apt to be nervous and excitable, and impatient of common work, but its speed, resolution and endurance, as tested on the race-course, are beyond praise.",
        "With its symmetry, activity, strength and endurance the Clydesdale is easily broken to harness, and makes an excellent draught horse.",
        "She was eloquent of speech and endowed with endurance.",
        "aerobic endurance is not just acquired by steady running.",
        "Sportsmen and women therefore consume more branched-chain amino acids than anyone else, whether they engage in sports involving strength or endurance.",
        "Sweet Chestnut: For extreme anguish, the feeling that one has reached the limits of one's endurance.",
        "Leg Exercises Squats: They build muscle in the thighs, shape the buttocks and improve endurance.",
        "From a general disinterest in cross country racing, the long distance endurance events have evolved.",
        "Pulmonary problems include both obstructive and restrictive lung disease, with symptoms of exertional dyspnea, sleep apnea, and reduced pulmonary endurance.",
        "The symptoms of peripheral fatigue are decreased muscular endurance and muscle fatigability.",
        "Low GI foods eaten before prolonged exercise may improve endurance, whereas high GI foods lead to faster muscle glycogen replenishment after exercise.",
        "It will enhance the capability to predict and enhance the endurance of components and machinery.",
        "However, aerobic endurance is not just acquired by steady running.",
        "Between 12 and 14 years an increase in aerobic and anaerobic endurance and speed can be added.",
        "The objective of the exercise program for Class I muscles or limbs is to increase muscle strength and cardiovascular endurance.",
        "Laverty also needed to work hard on increasing his physical endurance.",
        "This series boasts more amazing tales of human endurance than you'll witness in a lifetime.",
        "endurance athletes will \" burn \" fats to supply up to 70% of their fuel needs.",
        "endurance runners expressed an improved feeling of ' strength ' .",
        "endurance racer.",
        "endurance riding.",
        "endurance racing or a mixture of both.",
        "endurance workout.",
        "Herbert, 38, shares a privateer Audi R8 in the 1,000-mile sportscar endurance race with fellow former Grand Prix driver Stefan Johansson.",
        "strength endurance has not been found to have the same effect on performance on well trained elite athletes.",
        "But each low-pressure correct repetition will contribute to increasing their muscle endurance.",
        "Quick explosive bounds over distances of 30 to 60 meters are very beneficial toward speed endurance training.",
        "In 1962 success was achieved again at the 24 hours endurance race at Le Mans.",
        "feat of endurance.",
        "For Sale - Horses 14.3 part bred arab gelding - fit and ready Novice level endurance.",
        "grueling 24-hour endurance event.",
        "handstand endurance event which we haven't done for a long while.",
        "Changes from endurance they can apply the road manes.",
        "muscular endurance.",
        "I wrote four teenage fiction novels before I wrote Divine Endurance which was my first adult SF novel.",
        "regained most of the strength and endurance I had before my illness.",
        "Ideally would be happy to hack daily with a view to endurance riding.",
        "Even the endurance runners expressed an improved feeling of ' strength ' .",
        "What, long-distance XC skiing requires different endurance than long-distance running?",
        "Endurance Sports E-Books An Insider's Guide to the Tour de France and marathon running.",
        "sinewy frame suggests the capacity for endurance.",
        "spalling of a surface due to stresses beyond the endurance limit of the material.",
        "muscular endurance strength many of the and safety fleet a medical savings.",
        "strength endurance -- can you sustain your power output right up to the finish line?",
        "Endurance sports such as marathon running can cause stress fractures, fatigue, and cause menstrual periods to stop in some women.",
        "The now traditional races and endurance tests were held in the Theater at the end of the course.",
        "Fat as fuel | physiology Fat As Fuel: What value are medium-chain triglycerides as an energy source for endurance athletes?",
        "To maximize uptime the solution must be reliable, providing at least 98 per cent endurance.",
        "He kept his father's sheep in the desert steppes of Judah, and there developed the strength, agility, endurance and courage which distinguished him throughout life (cf.",
        "The horse of Cambodia is only from 1 i to 1 2 hands in height, but is strong and capable of great endurance; the buffalo is the chief draught animal.",
        "The small Magyar horse, once famous for its swiftness and endurance, was improved during the Turkish wars, so far as height and beauty were concerned, by being crossed with Arabs; but it degenerated after the 17th century as the result of injudicious crossbreeding.",
        "Owing to its endurance of thirst the long desert journeys which separate the populous centres are made practicable, and in the spring months, when green forage is plentiful in the desert, the Bedouins pitch their camps for long periods far from any water, and not only men but horses subsist on camel's milk.",
        "In connexion with this work it must be remembered that Vambery could write down but a few furtive notes while with the dervishes, and dared not take a single sketch; but the weird scenes, with their misery and suffering, were so strongly impressed on his memory that his, book is convincing by its simplicity, directness and evidence of heroic endurance.",
        "The problem of the atonement is the means or condition of the restoration of man to God's favour; this has been variously found (a) in the endurance of punishment; (b) in the payment of compensation for the wrong done, the compensation consisting of sacrifices and other offerings; (c) in the performance of magical or other ritual, the efficacy of the ritual consisting in its being pleasing to or appointed by God, or even in its having a coercive power over the deity; (d) in repentance and amendment of life.",
        "The spirit of courage and endurance which had enabled the Czechoslovaks to achieve their independence was now to inspire a further work of no mean significance - the consolidation of a free, democratic and enlightened republic in the heart of Europe, the most westerly outpost of the great Slavonic world stretching from the banks of the Elbe and the Danube to the Pacific Ocean, and at the same time a nation bound by ties of gratitude and common interest to the Anglo-Saxon and Latin races.",
        "The subjects treated are: - in Book i., the nature of death and the reasons for despising it; Book ii., the endurance of pain: Pain is not an evil; Book iii., wisdom makes a man insensible to sorrow; Book iv., wisdom banishes all mental disquietude; Book v., virtue is sufficient to secure happiness.",
        "early childish adventures, as told by Arago, herald the fearless aeronaut and the undaunted investigator of volcanic eruptions (Vesuvius was in full eruption when he visited it during his tour in 1805); and the endurance he exhibited under the laboratory accidents that befell him shows the power of will with which he would face the prospect of becoming blind and useless for the prosecution of the science which was his very life, and of which he was one of the most distinguished ornaments.",
        "But his brilliantly white, strong teeth which showed in two unbroken semicircles when he laughed--as he often did--were all sound and good, there was not a gray hair in his beard or on his head, and his whole body gave an impression of suppleness and especially of firmness and endurance.",
        "Although my right arm remained paralyzed, the rest of my body regained most of the strength and endurance I had before my illness.",
        "Endurance Sports E-Books An Insider 's Guide to the Tour de France and marathon running.",
        "The leaf-like female figure has the air of a survivor; her sinewy frame suggests the capacity for endurance.",
        "Fatigue Cracking, flaking or spalling of a surface due to stresses beyond the endurance limit of the material.",
        "Muscular endurance strength many of the and safety fleet a medical savings.",
        "Strength Endurance -- can you sustain your power output right up to the finish line?",
        "Privacy Policy Whatever happened to the good old days, when everyone agreed that endurance athletes thrive on a high-carbohydrate diet?",
        "The conditioning practice accustoms the athletes to the endurance and strength required in a game.",
        "If the mom had a difficult delivery, is especially fatigued, or needed to have a Caesarean section, the first seven days can literally be an endurance test.",
        "This gives children confidence in your love and its endurance under all circumstances.",
        "Mary Kay gives this makeup an 8-hour endurance.",
        "Activities such as running or brisk walking can increase your stamina and endurance and prepare you for a full day on the slopes.",
        "These hills require strength, endurance and skill, and are therefore not recommended for beginners.",
        "You might feel like you have greater physical strength, endurance, or find yourself trembling, nail biting, or numb from pain.",
        "Soccer takes an amazing amount of endurance, speed, agility, mental strength and physical strength.",
        "Cardio Respiratory Endurance: This refers to the ability to perform a strenuous activity over a length of time, and is more commonly known as aerobic exercise.",
        "Muscular Endurance: The ability to hold a particular position, or the ability to repeat a movement several times.",
        "If you have hit puberty, you will see the result of weightlifting as well as feel it in your strength and endurance.",
        "Long before the first practice ever starts, you should be building both your strength and aerobic endurance.",
        "Each season, Dempsey and his teammates compete in 14 endurance races, lasting for up to 24 hours at a time, with two drivers switching off at intervals.",
        "Blaine's stunts aren't necessarily magical, just feats of endurance, mixed in with a little bit of crazy.",
        "Bamboo Combat Extreme Bone Tug - Made of strong nylon, this toy offers a battle tested guarantee for endurance.",
        "NGA Greyhounds are usually raised by professional breeders, who have been carefully trained to look for speed, endurance and temperament of these future potential racing stars.",
        "They aren't extremely high energy pets, but they do have endurance in their favor.",
        "Endurance: Titanium is the same material used in jet engines, rocket shells, high-end sports car rims and even for medical procedures like replacement hip and shoulder sockets.",
        "This professional glazing adds sheen and endurance to your cabinet's finish and is a perfect choice for bathroom wear and tear.",
        "Price: Again, while price is certainly an important factor, it should be weighed equally with the coat's quality and endurance.",
        "The supplement is said to help build speed and endurance and to strengthen the immune system.",
        "Common doses are one teaspoon of granules per day for the typical adult and up to six teaspoons per day for athletes, including body builders and endurance runners.",
        "For Endurance: Fubar adds carbohydrates and proteins to their bars in the form of cane sugar and whey protein to promote physical endurance.",
        "The majority of couture styles are designed with endurance in mind.",
        "The Endurance Sebago Rocker Plus has a seat that is 26 inches wide, a full six inches wider than the standard Sebago Rocker.",
        "Estronaut - Visit this site for strengthening and endurance.",
        "About.com Senior Living - Visit this link for strength, balance, stretching, and endurance activities.",
        "When starting your workout program, you want to try to do exercises in the four areas of physical fitness: stretching, endurance, strength, and balance.",
        "Find strength training using light weights, easy sitting and standing exercises, and endurance types of workout DVDs on this website.",
        "Alternate between types such as endurance one day and then a relaxing yoga session the next.",
        "Tai chi and yoga are both excellent exercises for senior men that build strength, endurance, and flexibility.",
        "In the mid-1970s, thrill-seekers were just beginning to experience the various ways roller coasters could test their senses, endurance, and nerves.",
        "This anticipation is further enhanced by the tribal music playing in the area that sets the blood pumping and gears up riders' nerves for the ultimate endurance and immunity challenge.",
        "You unlock this incredible machine by winning the Nurburgring 24-hour endurance race.",
        "Some trophies are simply matters of endurance, such as playing long enough to pop 1,000 Chuzzles.",
        "They are hit points (health), energy points (required for B-button attacks), strength, power, and endurance, and each of them grow automatically upon level-up.",
        "Character attributes like strength, intelligence and endurance are improved by gaining levels or by purchase from guilds and characters you will encounter.",
        "Endurance Rounds in Fight Arena--Beat Timed Round 3.",
        "However, soldiers, some athletes, and others who engage in activities requiring high degrees of endurance may spend years improving their level of muscle and body coordination and gross motor skills.",
        "They also gain greater physical strength and prolonged endurance.",
        "You will need to ramp up your endurance and skill, both of which are best achieved through extra practices.",
        "As a contrast, the young boys of the nation learn energetic moves designed to show off stamina and an impressive amount of physical strength and endurance.",
        "However, not all dances are judging talent, the 50's and 60's were famous for endurance dance competitions along with jitterbug and swing dance competitions.",
        "The mythical deer is a symbol of longevity and endurance.",
        "MG: I have one on Endurance that I have started, but life simply has not provided the opportunity to finish it.",
        "Physical Therapist: This job includes evaluating a patient's coordination, strength, range of motion, endurance, and mobility, then creates a program to help them improve in those areas in which they are weak.",
        "Endurance is required to swim for two long enough to make it back to dry land.",
        "The women's Endurance Lifeguard® Flyback is a one piece suit made with a performance fabric that defies snagging, sagging and repeated exposure to chlorine.",
        "It's a testament to the artists' talent as well as the swimsuit models' endurance.",
        "Endurance is also a large part of the process.",
        "The Endurance line features color retention technology, shape retention, quick drying action, UV protection, and is chlorine resistant.",
        "The Endurance is designed to resist degradation.",
        "The Endurance line comes in jammers and briefs.",
        "The Avenger Water Polo suit has Endurance fabric for durability and comfort, and is environmentally friendly.",
        "When conventional fashion swimwear isn't able to give you the kind of endurance and flexibility you need, Speedo swimwear offers a high quality alternative in an attractive package.",
        "Once you have mastered these, you only need to build up confidence and endurance to start doing laps.",
        "Sidestroke: The swimmer is positioned on his side in this endurance technique.",
        "It's recommended that you use them in intervals, which can help build endurance.",
        "Arguably the best thing about this type of swimsuit is that it resists wrinkles, making it ideal for traveling and endurance water activities.",
        "Before you know it, you'll be swimming harder and faster than you ever did before and have more endurance because you are swimming better.",
        "If you can learn to do it right, you will work every muscle but maintain good breath control and thus enhance your endurance.",
        "Each item in the line provides a single minded consumer benefit, such as Endurance, Power, Restore, Immunity, and Heart Healthy.",
        "Each item in this line also provides a single minded consumer benefit, such as Endurance, Power, Restore, Immunity, and Heart Healthy, but again without all the calories and/or sugar that comes with 100 percent fruit juices.",
        "Fights fatigue and provides energy, endurance, and stamina for your body.",
        "Increase endurance and performance - Bee pollen has bee used by athletes for years as it gives them more energy and helps them perform their sport better.",
        "This doesn't necessarily equate to a large price tag, but it's important to shop with endurance in mind.",
        "If white has anything going for it, it's the endurance factor.",
        "LTK: You've had a dishwasher running non-stop for two years as an endurance test.",
        "LTK: Can you explain the Usage Phase and its importance in producing appliances, for example the non-stop dishwasher endurance test?",
        "Although the 3-Day for the Cure doesn't require running, it is nevertheless considered strenuous and the event organizers describe it as a \"difficult endurance event.\"",
        "Works Published Before 1978: Works published before 1978, the endurance of copyright protection will depend on a variety of things.",
        "Although function and endurance are primary goals of the company, however, they also strive to create fashionable bags that are fun to carry.",
        "Perhaps one of the greatest traits of a Boss wallet is its endurance.",
        "This doesn't really refer to spirituality (although that's helpful as well), but it's more about having a strong constitution and a high level of endurance towards life's problems.",
        "If you're more cerebral than physical, you may be challenged by his endurance and stamina in outdoor activities and sports.",
        "In return, their footwear is highly regarded for endurance, style and sensibility all at once.",
        "They come in especially handy during coordination and endurance exercises.",
        "These reasons are deeply intimate for the most part and as unique as the people who seek out body modification, but a few examples include self-expression, endurance, transformation, memorials for loved ones and simple aesthetics.",
        "This pose expands endurance and is a great stretch for the lower body.",
        "This book is geared toward more athletic practitioners, with an emphasis on building strength and endurance.",
        "As an endurance athlete, he needed yoga to help him recover and re-energize.",
        "Within each level, students increase their knowledge of posture and flow, as well as strength, flexibility, endurance, and breath control.",
        "Try any of the postures below, holding each pose for up to a minute-longer if you have the endurance.",
        "Choose from basic classes that help you build strength and endurance to more advanced, intense classes.",
        "Increase physical stamina and endurance.",
        "It allows you to work personally with a trained sport nutritionist who can provide you with the best food lists to slim down and gain strength and endurance in your exercise routine.",
        "The approach that works best for these individuals should lessen cravings for sweet food and it should help increase energy levels and endurance for exercise.",
        "During times of intense anaerobic training or long-duration endurance training, you burn more protein as fuel than you do when sedentary, just as you burn more fats and carbohydrates.",
        "Exercise Intensity and Duration: Endurance athletes tend to diminish their stores of muscle glycogen - the carbohydrate stored in your muscle tissue that fuels most of your exercise.",
        "A healthy exercise plan covers all five components of physical fitness: muscular strength, muscular endurance, cardiovascular endurance, body composition and flexibility.",
        "Some forms of exercise, like running or swimming, focus on improving muscular endurance, while other forms of exercise, like strength training, focus on muscular strength.",
        "Maintaining muscular strength and endurance as you age is particularly important because the more muscle mass you maintain as you age, the better your balance will be, which can help prevent falls.",
        "You can reap the benefits of physical exercise by engaging in forms of activity that improve muscular strength, muscular endurance, cardiovascular endurance, flexibility and body composition.",
        "These exercises improve cardiovascular health, muscular endurance, body composition and flexibility.",
        "Strength Training: Strength training routines enhance muscular strength and endurance by using resistance to build muscle volume.",
        "As you exercise you also develop strength and endurance, which can lead to increased self-reliance.",
        "Focusing on lyrics and rhythm can also distract you from the fatigue of a workout and help you build better endurance.",
        "Weight lifting is a way to increase your endurance and muscle mass.",
        "Dumbbells have been used by personal trainers for years as a way to build strength and endurance in both elite athletes and those regular individuals looking to get more physically fit.",
        "This will cause you to build endurance in a different muscle set, further toning and strengthening your frame.",
        "Back strain will lead to immobility, not strength endurance, so be sure your body is well-conditioned before participating in such a position.",
        "If the goal is endurance, you do a lot of cardio and interval training.",
        "If you're training for a long running competition or other heavy endurance sport, then you'll want to lift weights to promote this.",
        "An endurance exercise program is one in which you exercise at a level above a jog, but below a sprint, for an extended period of time.",
        "Good endurance workouts are swimming, spinning/biking, and running.",
        "Endurance is the ability to perform over an extended period of time.",
        "You need endurance so that you can perform daily activities without becoming exhausted.",
        "Typically, endurance is built through a combination of strength training and aerobic training.",
        "Body composition also affects endurance.",
        "This is directly related to your cardiovascular and respiratory endurance.",
        "Endurance is important because it allows you to participate in the activities you enjoy without becoming exhausted.",
        "Muscular endurance is different than muscular strength.",
        "Endurance allows repetitive motion over sustained amounts of time.",
        "Interval training improves muscular strength and endurance, cardiorespiratory endurance and body composition.",
        "Weight training improves both muscle strength and muscle endurance.",
        "Calisthenics can improve muscle and cardiovascular endurance.",
        "Any sport that intersperses bursts of speed and power with lower levels of running, walking and jogging can help to improve strength, endurance and cardiovascular health.",
        "Aerobic exercise such as jogging, elliptical trainer or spin class increases cardiovascular and respiratory endurance.",
        "To some extent, they also improve muscular endurance.",
        "Yoga can improve flexibility and, depending on the type of yoga you do, it can also improve muscular strength, muscular endurance, cardiorespiratory endurance and body composition.",
        "Lifting weights is one of the many ways that you can improve both muscular strength and muscular endurance.",
        "Increased muscular endurance - When you improve your muscular endurance, you can perform sustained activities for longer periods of time without muscle fatigue.",
        "In general, if you are using weight training for muscular endurance, then you will want to do high repetition, low to moderate heaviness exercises, with one to two exercises per body part.",
        "It is possible to train strength and endurance simultaneously.",
        "Muscular atrophy leads to a loss of strength and endurance.",
        "Strength training consists of doing resistance exercise to build muscle size, strength, and/or endurance.",
        "Sports - Sports like tennis, racquetball, basketball and soccer can all improve both the strength of your heart and its endurance.",
        "This yoga move takes tremendous strength and endurance and accomplishing it without injury is the sign of a skilled yoga master in tune with her inner strength.",
        "Some skilled yoga experts even go so far as to perform this difficult position using only their fingertips, exhibiting extreme strength and control in combination with skillful balance and endurance.",
        "The technique that you choose depends on what parts of your body you are hoping to develop, as well as whether or not you're hoping to build up your endurance in addition to strength.",
        "The interval training sessions created metabolic adaptations in the skeletal muscles, which enabled subjects to increase their aerobic endurance from 26 to 51 minutes, while elevating the intensity of their entire workout.",
        "Slow burn is an extremely high-intensity workout that improves strength, endurance and aerobic tolerance.",
        "The red card is a certification of one's physical endurance required to serve on firefighting crews.",
        "As such, they are considered slow twitch or endurance muscles, which should be active for most of the day.",
        "The superficial abdominal muscles have thus been trained to function as endurance muscles.",
        "The resistance exercises will help you increase strength and endurance.",
        "Treadmill workouts are an excellent form of cardio exercise which can help you achieve the aerobic endurance you desire.",
        "You can also use them to increase the difficulty of your workout as you gain strength and endurance.",
        "Using a treadmill is an effective way to build endurance.",
        "You can also use a workout with different incline levels to improve your aerobic endurance and lower your heart rate.",
        "If you are beginning a running or endurance program, you should alternate your intense activity days with walking workouts to give your legs time to recover.",
        "Once you make the commitment to race, your half marathon training schedule will help you build strength and endurance in order to complete this ambitious fitness goal.",
        "Your home workouts can provide numerous opportunities to build your muscular strength and cardiovascular endurance just as easily.",
        "Cardio workouts build your physical endurance, a key point to bear in mind about physical fitness.",
        "These exercises represent high-intensity workouts which will build strength and aerobic endurance.",
        "Aerobic endurance, strength training, and stretching will round out your program for optimal health benefits.",
        "Cardiorespiratory and muscular endurance are two of the five components of physical fitness, and endurance exercises are the best way to build these types of fitness.",
        "Building endurance is not only good for your heart and lungs, but it can help to give you the capacity to comfortably perform tasks for longer period of time.",
        "Should you include endurance exercises in your fitness regimen?",
        "Having cardiorespiratory and muscular endurance can make life more enjoyable.",
        "Building your endurance improves your quality of life.",
        "There are two types of endurance, and both are equally important to your overall level of physical fitness.",
        "The first, cardiorespiratory endurance, refers to the ability of your heart and lungs to get you through repetitive, strenuous activity.",
        "If you can't climb a flight of stairs without your heart pounding and your breath coming in great gasps, for instance, then you just may want to improve your cardiorespiratory endurance.",
        "Aerobic activity is the most common way to build cardiorespiratory endurance.",
        "Perform exercises for cardiorespiratory endurance at least three times per week.",
        "Muscular endurance is slightly different than cardiorespiratory endurance.",
        "Muscular endurance is the ability of the muscle groups of your body to perform repetitive motions over a period of time.",
        "Muscular endurance also helps to prevent injury.",
        "While some of the training exercises are the same for both types of endurance, there are differences, as well.",
        "Any type of aerobic activity listed above will also improve your muscular endurance of the muscle groups being used.",
        "For instance, walking will improve muscular endurance in the legs, while rowing will improve muscular endurance in the upper body.",
        "Along with the above activities, you can perform exercises targeted to build endurance in specific muscle groups.",
        "Perform calisthenics for specific muscle groups (such as push ups and jumping jacks) to build endurance.",
        "Consider using exercise bands, which provide just enough resistance that you can build endurance.",
        "Try the Slow Burn Fitness Revolution, which incorporates slow strength training movements to build both strength and endurance.",
        "Slow, controlled movements and a high number of repetitions are the keys to building muscular endurance.",
        "Be sure to use good posture and form with muscular endurance training to avoid using momentum to lift and lower, which increases the risk of injury and decreases the effectiveness of the exercise.",
        "Allow 48 hours between muscular endurance training sessions of the same body part to promote healing.",
        "With the right types of exercise, you can build both types of endurance.",
        "Muscular strength is one of the five components of physical fitness, and strength training can not only increase muscular strength but can also contribute directly to two other components - muscular endurance and body composition.",
        "Cardiorespiratory endurance: Cardiorespiratory endurance refers to the ability of the heart to pump blood to your muscles and how the body and heart effectively remove carbon monoxide from the muscles and eliminate it through the lungs.",
        "If you have a high cardiorepiratory endurance, you can exercise steadily without getting overly tired.",
        "Muscular endurance: Muscle endurance deals with how long the muscles can handle certain activities, or bear weight, with extended use.",
        "It is best to work on getting in shape slowly by gradually increasing your exercise and adding new challenges over time as you build up strength, endurance and flexibility.",
        "NIH recommends that older adults develop an exercise routine that includes exercises that improve endurance, balance, strength and flexibility.",
        "There are two different types of muscular fitness: muscular strength and muscular endurance.",
        "Muscular strength refers to the maximum amount of weight you can lift, while muscular endurance refers to your muscle's ability to continue performing a repetitive task.",
        "This means you can train one muscle for strength and another for endurance.",
        "If you think of muscular strength and endurance in terms of athletic performance, long-distance runners have immense muscular endurance in their legs.",
        "It's possible to see gains in both strength and endurance, but generally one or the other is emphasized.",
        "If you want to gain strength, but you're inadvertently training for endurance, you're likely to be disappointed in the results.",
        "If you're training for muscular endurance, lift lighter weights with more repetitions.",
        "When lifting for muscular strength, each set should range from 8 to 12 repetitions, while sets for muscular endurance should range from 12 to 20 repetitions.",
        "Regardless of whether you're training for muscular strength or muscular endurance, you want to make sure you're lifting heavy enough weights.",
        "With the increase in efficiency, your exercise endurance improves so you can keep exercising.",
        "The effects illustrate how your body adapts to the challenges of activities, allowing you to increase your strength and endurance.",
        "Consider interval training, which combines cardiovascular activity with muscular strength and endurance exercises.",
        "This is ideal for improving aerobic endurance and strengthening your heart.",
        "Aerobic activity strengthens your cardiovascular system and increases aerobic endurance.",
        "Strength training increases muscle mass and muscular endurance.",
        "Yoga reduces stress, burns calories, improves flexibility, and can increase cardiorespiratory endurance.",
        "Resistance bands provide resistance to help with muscular strength and endurance, and they are very affordable.",
        "The advantage of using a Gazelle is the ability to stay consistent with your aerobic endurance workouts no matter what the outdoor conditions.",
        "Establishing an aerobic exercise program such as interval or endurance training is essential to any abdominal workout.",
        "Bicycling provides an effective form of cardiovascular and muscular endurance exercise that targets a number of muscles in your body.",
        "8, 1768), but his influence was slight and of brief endurance."
    ],
    "definition": [
        "The act, quality, or power of withstanding hardship or stress: A marathon tests a runner's endurance.",
        "The state or fact of persevering: Through hard work and endurance, we will complete this project.",
        "Continuing existence; duration.",
        "Link/Cite",
        "The measure of a person's stamina or persistence.\nHe has great endurance, he ran a marathon and then rode his bicycle home.",
        "Ability to endure hardship.",
        "Link/Cite"
    ]
}