{
    "translation": "אנרגטי, נמרץ",
    "uses": [
        "She still seemed energetic and optimistic.",
        "It is an energetic oxidizing agent.",
        "Harry Turnball was a young and energetic truck driver who delivered the Parkside Sentinel.",
        "His energetic campaign against George II.",
        "Rabbula, the powerful and energetic bishop of Edessa who withstood the beginnings of Nestorianism, and who gave currency to the Peshitta text of the four Gospels, abolishing the use of the Diatessaron, is dealt with in a separate article.",
        "The crown of Portugal was, however, much too weak to adopt energetic measures.",
        "\"He doesn't play that part right!\" said \"Uncle\" suddenly, with an energetic gesture.",
        "But he is growing old, and though not exactly cruel he has too energetic a character.",
        "He was a man of strong mind, honourable spirit and affectionate disposition, energetic both in speech and in writing.",
        "Energetic, obstinate, cunning and unscrupulous, she inherited, too, her father's avarice and rapacity.",
        "On the advice of Acacius, the energetic patriarch of Constantinople, Zeno issued the Henotikon edict (482), in which Nestorius and Eutyches were condemned, the twelve chapters of Cyril accepted, and the Chalcedon Definition ignored.",
        "Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
        "He promised to rule otherwise than his father, who had been very energetic and at the same time tolerant in religion.",
        "A new and energetic spirit was introduced by Scheele; among other discoveries this gifted experimenter isolated and characterized many organic acids, and proved the general occurrence of glycerin (Olsiiss) in all oils and fats.",
        "4 He sees in the revival of \"vestments\" \"an energetic condemnation of the English Reformation.\"",
        "His diplomacy, though energetic, lacked steadiness.",
        "Reinhard, who considered Arthur O'Connor \"a far abler man,\" accurately read the character of Lord Edward Fitzgerald as that of a young man \"incapable of falsehood or perfidy, frank, energetic, and likely to be a useful and devoted instrument; but with no experience or extraordinary talent, and entirely unfit to be chief of a great party or leader in a difficult enterprise.\"",
        "During the American War of Independence he gave valuable aid to the United States; and when Spain finally joined in the war against Great Britain, Galvez, in a series of energetic and brilliant campaigns (1779-1781), captured all the important posts in the British colony of West Florida.",
        "Everyone told her she looked very handsome, and she was in a spirited and energetic mood unusual with her.",
        "That admiration for an empire of more than two hundred millions of men, where not one had the right to call himself free; that effeminate philosophy which has more praise for luxury and pleasures than for all the virtues; that style always elegant and never energetic, reveal at the most the elector of Hanover's slave.\"",
        "There would perhaps have been more general satisfaction with the results of Mr. Churchill's undoubtedly energetic and patriotic administration at the Admiralty, if he had not shown himself so vehement a partisan in internal politics.",
        "In 385 he was appointed master of the soldiery (magister militum) in Thrace, and shortly afterwards directed energetic campaigns in Britain against Picts, Scots and Saxons, and along the Rhine against other barbarians.",
        "On the outbreak of the war in 1675 he was the most loyal and energetic supporter of the young Charles XI., and finally his indispensable counsellor.",
        "The Cretans themselves, however, were eager for a change, and, disappointed in the hope of a Genoese occupation, were ready, as is stated in the report of a Venetian commissioner, to exchange the rule of the Venetians for that of the Turks, whom they fondly expected to find more lenient, or at any rate less energetic, masters.",
        "Here the close and solitary confinement, and the dreary and hopeless inactivity to which he was condemned, proved a terrible punishment for the full-blooded, energetic and masterful Bothwell.",
        "Consequently Great Britain, and still more Austria, were Russia's natural allies, while the aggressive and energetic king of Prussia was a danger to be guarded against.",
        "The improvements introduced by these energetic and skilful farmers spread rapidly, and exerted a most beneficial influence upon the border counties.",
        "\"We French are merciful after victory, but we do not pardon traitors,\" he added, with a look of gloomy dignity and a fine energetic gesture.",
        "An ambitious, energetic sister of Ivan, well known in Russian history as Sophia Alexeyevna,instigated the stryeltsi(strelitz), as the troops Sophia of the unreformed standing army were called, to upset Alexey- the arrangement.",
        "The rough experience of this voyage did more than endow him with renewed health; it changed him from a dreamy, sensitive boy, hereditarily disinclined to any sort of active career, into a selfreliant, energetic man, with broad interests and keen sympathies.",
        "Between 842 and 846 he was chosen abbot, but as a disciplinarian he was more energetic than successful, and about 851 he resigned the office.",
        "His rule was most energetic; but while he favoured the barbarians in the imperial service, and appointed them to high office, Valentinian, openly jealous of his minister, sought to surround himself with Romans.",
        "So long as Stambolov, the energetic Bulgarian statesman, was alive he succeeded in keeping the Bulgarian element quiet, and the peace of the country was less liable to disturbance.",
        "His grandfather was a maltster in that town, an energetic and prosperous man, almost always the bailiff or chief magistrate, and taking rather a notable part in county matters.",
        "According to tradition he flourished during the first half of the 8th century B.C. He was a vigorous and energetic ruler and greatly increased the power of Argos.",
        "Italy, Piero de' Medici, encouraged by the league, enlisted a number of mercenaries and marched on Florence, but the citizens, fired by Savonarola's enthusiasm, flew to arms and prepared for an energetic resistance; owing to Piero's incapacity and the exhaustion of his funds the expedition came to nothing.",
        "as soon as the cunning, energetic despot died they reappeared.",
        "But he was an energetic, clear-headed man, of great practical force and skill, cultivated, accomplished, agreeable, flexible, possibly unscrupulous, just the sort of person whom a restless despot like Justinian finds useful.",
        "Giry took an energetic part in the Collection de textes relatifs a l'histoire du moyen dge, which was due in great measure to his initiative.",
        "Some suspect we can be made to be healthy and energetic to the age of one hundred thirty and that's it.",
        "They argued that it would be much more difficult to carry out a success ful coup d'etat when the good-natured, confiding emperor had been succeeded by his more suspicious and energetic daughter.",
        "At the time of the banishment of Pope Liberius (355), the deacon Damasus, like all the Roman clergy, made energetic protest.",
        "Subsequent visits to the same part of North America, often performed under circumstances of discomfort and occasionally of danger, brought to this intrepid and energetic explorer the reward he had so fully earned.",
        "The chief success of the government lay in the field of foreign politics, where it prudently avoided entanglement in the ambitious schemes of Hellenistic monarchs, but gained great prestige by energetic interference against aggressors who threatened the existing balance of power or the security of the seas.",
        "To a prince of his temperament the vehement activity of his abnormally energetic father was very offensive.",
        "Pelageya Danilovna Melyukova, a broadly built, energetic woman wearing spectacles, sat in the drawing room in a loose dress, surrounded by her daughters whom she was trying to keep from feeling dull.",
        "The former slackness which had shown itself even in his eyes was now replaced by an energetic readiness for action and resistance.",
        "His son and successor, Theodore (Feodor), was a weak man of saintly character, very ill fitted to consolidate his father's work and maintain order among the ambitious, turbulent nobles; but he had the good fortune to have an energetic brother-in-law, with no pretensions to sanctity, called Boris Godunov, who was able, with the tsar's moral support, to keep his fellow-boyars in order.",
        "In acknowledgment of his energetic and successful services Cunard was, in 1859, created a baronet.",
        "On the contrary, the energetic action of that battery led the French to suppose that here--in the center--the main Russian forces were concentrated.",
        "Leo then formally excommunicated Luther by bull of the 3rd of January 1521; and in a brief directed the emperor to take energetic measures against heresy.",
        "In the reign of Michael's successor, Alexius (1645-76), the country recovered its strength so rapidly that the tsar was tempted to revive the energetic aggressive policy and put forward claims to Livonia, Lithuania and Little Russia, but he was obliged to moderate his pretensions.",
        "This may be due in some measure to the small number of gaseous and easily volatile substances then known, to the attention which the study of the organic compounds received, and especially to the energetic investigations of J.",
        "This grandiose project was unexpectedly destroyed by the energetic resistance of Japan, who had ear-marked the Hermit Kingdom for herself, and who declared plainly that she would never tolerate the exclusive influence of Russia in Manchuria.",
        "The scandal and the pressure of foreign Catholic opinion compelled Depretis to pursue a more energetic policy, and to publish a formal declaration of the intangibility of the Law of Guarantees.",
        "Of this body the grand-duke Constantine was an energetic member.",
        "Besides the premiership, Depretis assumed the portfolio of finance; Nicot~a, an ex-Garibaldian of somewhat tarnished reputation, but a man of energetic ~~t~ and conservative temperament, was placed at the ministry of the interior; public works were entrusted to Zanardelli, a Radical doctrinaire of considerable juridical attainments; General Mezzacapo and Signor Brin replaced General Ricotti Magnani and Admiral Saint-B on at the war office and ministry of marine; while to Mancini and Coppino, prominent members of the Left, were allotted the portfolios of justice and public instruction.",
        "On the seashore fishing naturally became a means of livelihood, and dwellers by the sea, in virtue of the dangers to which they are exposed from storm and unseaworthy craft, are stimulated to a higher degree of foresight, quicker observation, prompter decision and more energetic action in emergencies than those who live inland.",
        "Not long after the outbreak of the Scottish troubles in 1637 he joined the party of resistance, and was for some time one of its most energetic champions.",
        "Grave and serious in manner, speaking slowly, but with energetic gestures, simple and abstemious in his life - his daily bill of fare being reckoned as hardly costing a couple of francs - Leo XIII.",
        "The food is as energetic as the staff with lively and creamy curry platters and fiery noodle dishes.",
        "In the following year Vigors returned to the subject in some papers published in the recently established Zoological Journal, and found an energetic condisciple and coadjutor in Swainson, who, for more than a dozen years - to the end, in fact, of his career as an ornithological writer was instant in season and out of season in pressing on all his readers the views he had, through Vigors, adopted from Macleay, though not without some modification of detail if not of principle.",
        "In his long administration of his latter diocese he was most energetic, tactful and munificent.",
        "Meanwhile dramatic literature found many champions, of whom the most energetic was Edward Szigligeti, proprie Joseph Szathmary, who enriched the Hungarian stage with more than a hundred pieces.",
        "The Chinese statement that the Hoa or Ye-tha were a section of the great Yue-Chi, and that their customs resembled those of the Turks (Tu-Kiue), is probably correct, but does not amount to much, for the relationship did not prevent them from fighting with the Yue-Chi and Turks, and means little more than that they belonged to the warlike and energetic section of central Asian nomads, which is in any case certain.",
        "\"Uncle\" continued to play correctly, carefully, with energetic firmness, looking with a changed and inspired expression at the spot where Anisya Fedorovna had just stood.",
        "\"Short and energetic!\" he remarked when he had read over the proclamation which he had dictated straight off without corrections.",
        "The active and energetic Persian general Pharnabazus succeeded in creating a fleet by the help of Evagoras, king of Salamis in Cyprus, and the Athenian commander Conon, and destroyed the Spartan fleet at Cnidus (August 394).",
        "Togo meanwhile will reflect on what might have been after an energetic and vibrant but ultimately fruitless display.",
        "This generates high brightness beams of energetic gamma rays, protons, neutrons, and heavy ions.",
        "groovy, energetic rhythms which add spice to your sound palette.",
        "If sufficiently energetic, the created hadrons can undergo further interactions, making yet new hadrons and disrupting more nuclei.",
        "hold was held in high esteem as an energetic, friendly, unassuming and entertaining companion.",
        "He was under the general influence of the mercantilist views, and approved of energetic governmental interference in industrial matters, of high taxes on foreign manufactures and low duties on raw materials and articles of food, and attached great importance to a dense population.",
        "It combines directly with many elements and compounds and frequently acts as energetic oxidizing agent.",
        "He was well versed in state affairs and loyal to those who advised and served him, personally brave, humane and kindly when not maddened by passion, active and energetic, and always a man of his word.",
        "It is an energetic oxidizing agent, and on this property its most important applications depend.",
        "By this time the emperor Justinian was taking energetic measures to check the Goths.",
        "In these cities the rival parties were composed of the most energetic fighting men, who were brought into the most intimate contact with one another, and who kept up their quarrels from the home land.",
        "Walks to suit everybody From leisurely strolls in the valley to energetic hikes along mountain paths, there are walks to suit everybody.",
        "In the century of energetic commercial development before 1350 the German merchants abroad led the way.",
        "Energetic and successful though the scattered trading settlements had been in establishing German trade connexions and in securing valuable trade privileges, the middle of the 14th century found them powerless to meet difficulties arising from internal dissension and still more from the political rivalries and trade jealousies of nascent nationalities.",
        "The Nilotic Nubians are on the whole a strong muscular people, essentially agricultural, more warlike and energetic than the Egyptians.",
        "This double failure, combined with various energetic measures of the government, which were indirectly aimed at him (e.g.",
        "President Caceres adopted energetic measures to suppress the outbreak: his efforts, however, proved unavailing, the close of 1894 find the country districts in the power of the rebels and the authority of the legal government confined to Lima and other cities held by strong garrisons.",
        "In 1860 he was chairman of the Massachusetts delegation to the Republican national convention at Chicago, which nominated Lincoln for the presidency; and from 1861 to January 1866, throughout the trying period of the Civil War, he was governor of Massachusetts, becoming known as one of the ablest, most patriotic and most energetic of the remarkable group of \"war governors\" in the North.",
        "Pitbulls are energetic and tenacious dogs.",
        "The use of bright, fun colors creates an energetic and youthful vibe.",
        "Exercising can help you feel more energetic, keep you healthy and help you stay active longer.",
        "I'm looking for people who appear energetic, honest, and excited to be there.",
        "Although excluded by a majority of the House from the list of the managers of that impeachment, Francis was none the less its most energetic promoter, supplying his friends Burke and Sheridan with all the materials for their eloquent orations and burning invectives.",
        "Among these the chief were the new elector of Saxony, John (who, unlike his brother, Frederick the Wise, had openly espoused the new doctrines), and the energetic Philip, landgrave of Hesse.",
        "The centre of Lefebvre's followers was Meaux, and they found an ardent adherent in Margaret of Angouleme, the king's sister, but had no energetic leader who was willing to face the danger of disturbances.",
        "In 1900 he contested West Ham unsuccessfully in the Labour interest, but in 1906 was elected to Parliament and came to the front as an active and energetic member of his party.",
        "So profitable was sheep-farming seen to be that energetic settlers began to burn off the bracken and cut and burn the forest in the North Island and sow English grasses on the cleared land.",
        "But his energetic leadership was soon ended by a tragedy.",
        "Stakelberg was to crush expedi- by a rapid and energetic advance the covering forces Lion.",
        "Schumacher seems to have been profoundly impressed by the administrative superiority of a strong centralised monarchy in the hands of an energetic monarch who knew his own mind; and, in politics, as in manners, France ever afterwards was his model.",
        "Murner was an energetic and passionate character, who made enemies wherever he went.",
        "In time he became a teacher at Furah Bay, and afterwards an energetic missionary on the Niger.",
        "This gave him a new social status, and being at the same time a popular favourite and a brave, energetic soldier, he was in 115 elected praetor, in which capacity he effected the subjugation of the troublesome province of Further Spain.",
        "In the lower, under the energetic direction of two burgomasters, De Brouckere and Anspach, not less sweeping changes were effected.",
        "When he returned to France in 1841 he worked on the staff of La Reforme, and carried on an energetic republican propaganda.",
        "It was at the beginning of this period too, between 1216 and 1224, that Pomerania, under an energetic native dynasty, freed herself from the Polish suzerainty.",
        "Many Russian historians even maintain that, but for the fact that Witowt had simultaneously to cope with the Teutonic Order and the Tatars, that energetic prince would certainly have extinguished struggling Muscovy altogether.",
        "Fleury was driven by Chauvelin to more energetic measures; he concluded a close alliance with the Spanish Bourbons and sent two armies against the Austrians.",
        "He was pious, charitable, of unimpeachable morality, quick-tempered but placable, no great scholar, and only energetic as a hunter.",
        "Jefferson Davis was chosen president of this confederacy, and an energetic government prepared to repel the expected attack of the \"Union\" states.",
        "Halleck, Lincoln and Stanton, the intractable, if energetic, war secretary, now stood aside, and the efforts of the whole vast army were to be directed and co-ordinated by one supreme military authority.",
        "His campaign had not been unsuccessful, for Sherman had never succeeded in taking him at a disadvantage, but the whole of the South, including President Davis and his chief of staff General Bragg, clamoured for a more \"energetic\" policy, and General J.",
        "He owed his extraordinary influence to the fact that he was the only one of Charles's advisers who believed, or pretended to believe, that Sweden was still far from exhaustion, or at any rate had a sufficient reserve of power to give support to an energetic diplomacy - Charles's own opinion, in fact.",
        "On the other hand, it was also in Asia Minor that there appeared along with Montanus those energetic prophetesses who charged the churches and their bishops and deacons with becoming secularized, and endeavoured to prevent Christianity from being naturalized in the world, and to bring the churches once more under the exclusive guidance of the Spirit and His charismata.",
        "They were energetic and warlike and evidently had not reached the zenith of their power when Cortes came.",
        "They were an energetic people, were never subdued by the Aztecs, and are now recovering from their long subjection to Spanish enslavement more rapidly than any other indigenous race.",
        "g gY Y con flict, particularly over the tithe and the control of the Indians; and in 1621, the marquis de Gelves, an energetic reformer, who as viceroy favoured the appointment of the regulars to deal with the natives, came into conflict with Archbishop Serna of Mexico, who placed the city under interdict, excommunicated the viceroy and constrained him to hide from the mob.",
        "By the end of that century or the beginning of the 19th their doctrine had become so clearly defined, and the number of their members had so greatly increased, that the Russian government and Church, considering this sect to be peculiarly obnoxious, started an energetic campaign against it.",
        "This series of calamities was accepted by the Doukhobors as a punishment from God, and a spiritual awakening of a most energetic character ensued.",
        "In Rome Leo the Great was the first who took energetic measures, along with the state authorities, against the system.",
        "In Paris, in 1779, the Cour des Aides demanded their suppression, and in March 1788 the parlement of Paris made some exceedingly energetic remonstrances, which are important for the light they throw upon old French public law.",
        "Under the energetic management of Mr (later Sir) W.",
        "His writings in tone and character are always alike \" rich in thought and destitute of form, passionate and hair-splitting, eloquent and pithy in expression, energetic and condensed to the point of obscurity.\"",
        "In 1787 he became pastor of a Baptist church in Leicester, and began those energetic movements among his fellow religionists which resulted in the formation of the Baptist Missionary Society, Carey himself being one of the first to go abroad.",
        "In 1902 he gave energetic support to the miners of Carmaux who went out on strike in consequence of the dismissal of a socialist workman, Calvignac; and in the next year he was re-elected to the chamber as deputy for Albi.",
        "He edited the Petite Republique, and was one of the most energetic defenders of Captain Alfred Dreyfus.",
        "As bishop of Lucca he had been an energetic coadjutor with Hildebrand irk endeavouring to suppress simony, and to enforce the celibacy of the clergy.",
        "So, too, the vague and sentimental socialism which pervades Munera Pulveris, Time and Tide and Fors is now very much in the air, and represents the aspirations of many energetic reformers.",
        "He was entrusted with ruling powers in 1894, and in all respects continued the reforming policy of the council, while paying personal attention to every department, being a keen soldier, an energetic administrator, and fully alive to the responsibilities attaching to his position.",
        "When his father died in 78, he was by his mother forthwith appointed high priest, and on her death in 69 he claimed the succession to the supreme civil authority also; but, after a brief and troubled reign of three months, he was compelled to abdicate both kingly and priestly dignities in favour of his more energetic and ambitious younger brother Aristobulus II.",
        "Yet the most enlightened of Peter's contemporaries approved of and applauded his violence; some of them firmly believed that his most energetic measures were not violent enough.",
        "But energetic as the opposition was, it was unsuccessful, and died out.",
        "Entering the church he found the preacher engaged in expounding the words, \"We have also a more sure word of prophecy,\" from which the ordinary Protestant doctrine of the supreme authority of Scripture was being enforced in a manner which appeared to Fox so defective or erroneous as to call for his immediate and most energetic protest.",
        "Energetic as an administrator, churches and schools rose throughout his diocese; and the excellent Mater Misericordiae Hospital and the seminary at Clonlife are lasting memorials of his zeal.",
        "Never throughout the middle ages was pope more energetic, impetuous or uncompromising.",
        "When he had taken Lombardy (1158) and had had the principles of the imperial supremacy proclaimed by his jurists at the diet of Roncaglia, the court of Rome realized that war was inevitable, and two energetic popes, Adrian IV.",
        "The more energetic Adrian IV.",
        "his peace-loving predecessor, and in accordance with his own more energetic character, he pursued with decision and success the traditions of John XXII.",
        "All eyes were consequently turned to the energetic German king, Sigismund, who was inspired by the best motives, and who succeeded in surmounting the formidable obstacles which barred the way to an ecumenical council.",
        "Paul took energetic measures against the principle of the absolute supremacy of the state as maintained by the Venetians and by Louis XI.",
        "The British general, Sir George Prevost, was neither able nor energetic, but his subordinate, Major-General Isaac Brock, was both.",
        "It is largely supplied in all the most fertilizing of organic manures, but when required in the inorganic state must be obtained from some of the salts of ammonia, as the sulphate, the muriate or the phosphate, all of which, being extremely energetic, require to be used with great caution.",
        "As desulphurizing seems to need the direct and energetic action of carbon on the molten iron itself, and as molten iron absorbs carbon most greedily, it is hard to see how the blast-furnace is to desulphurize without carburizing almost to saturation, i.e.",
        "advance; this was quickly followed up by the crushing defeat Lee acted in a stern and energetic fashion, holding courts, of the Federal army under Pope, the invasion of Maryland and sentencing many offenders to death and overcoming the hostility the sanguinary and indecisive battle of the Antietam, of the English border lords.",
        "the first folio of Shakespeare's Comedies, Histories and Tragedies, On the field of battle he was as energetic in attack as he was followed in 1902 and 1904 by supplementary volumes giving constant in defence, and his personal influence over the men details of extant copies, and in 1906 by a complete edition of Shakespeare's Works.",
        "Albert was an energetic and warlike prince, whose short reign gave great promise of usefulness for Germany.",
        "Now, in this case, the first definition expresses much better the whole chemical behaviour of ozone, which is that of \"energetic\" oxygen, while the second only includes the fact of higher vapour-density; but in applying the first definition to organic compounds and calling isobutylene \"butylene with somewhat more energy\" hardly anything is indicated, and all the advantages of the atomic conception - the possibility of exactly predicting how many isomers a given formula includes and how you may get them - are lost.",
        "In 1190 Louis died and Hermann by his energetic measures frustrated the attempt of the emperor Henry VI.",
        "Spartacus was a capable and energetic leader; he did his best to check the excesses of the lawless bands which he commanded, and treated his prisoners with humanity.",
        "As a statesman Emmanuel Philibert was able, business-like and energetic; but he has been criticized for his duplicity, although in this respect he was no worse than most other European princes, whose ends were far more questionable.",
        "At that date this disease was stamped out by energetic measures on the part of the government, but it has reappeared again in recent years, introduced apparently from India or Persia by pilgrims. There are four great centres of pilgrimage for Shiite Moslems in the vilayet, Samarra, Kazemain, a suburb of Bagdad, Kerbela and Nejef.",
        "The duchy of Franconia he kept in his own hands, and in 944 he granted Lorraine to Conrad the Red, an energetic and honorable count, whom he still further attached to hims~elf by giving him his daughter for his wife.",
        "While he was thus at work a similar task was being performed to the south-east of Saxony by Albert the Bear, the first margrave of Brandenburg, who, by his energetic rule was preparing this country for its great destinies.",
        "Frederick II., a young, ambitious and energetic sovereign, longed not only to add to his dominions but to play a great part in European politics.",
        "After some years of wandering he gave up his more energetic propaganda, contenting himself with advising those who sought him out.",
        "He had distinguished himself in various military enterprises and diplomatic negotiations in the course of an active career, and although over seventy years old and of very weak sight (the story that he had been made blind by the emperor Manuel Comnenus while he was at Constantinople is a legend), he proved a most energetic and capable ruler.",
        "The second Mrs Godwin was energetic and painstaking, but a harsh stepmother; and it may be doubted whether the children were not worse off under her care than they would have been under Godwin's neglect.",
        "In these ways Maximilian proved himself a capable and energetic ruler, although his plans for making Austria into a kingdom, or an electorate, were abortive.",
        "He was an energetic supporter of the Tory party, even when it acted contrary to his views in passing the Roman Catholic Emancipation Act of 1829.",
        "The ordinary Egyptian is not self-reliant or energetic by nature, and, like most Eastern people, finds it difficult to be impartial where duty and family or other personal relations are in the balance.",
        "The energetic prince of Sais, Tefnakht, followed by most of the princes of the Delta, subdued most of Middle Egypt, and by uniting these forces threatened the Ethiopian border.",
        "Tirhaka was energetic in opposing the Assyrian advance, but in 670 B.C. Esarhaddon defeated his army on the border of Egypt, captured Memphis with the royar harem and took great spoil.",
        "Mostalis succession was not carried through without an attempt on the part of Nizr to obtain his rights, the title which Th he chose being al-Mo~-tafa lidin allah; for a time he Crusades, maintained himself in Alexandria, but the energetic measures of his brother soon brought the civil war to an end.",
        "While in Sweden the free and energetic peasant was a salutary power in the state, which he served with both mind and plough, the Danish peasant was sinking to the level of a bondman.",
        "In the beginning of his reign the hand of the young monarch, who was nothing if not energetic, made itself felt in every direction.",
        "Being a keen judge of character, he filled the public offices with faithful, capable, energetic men, who were kept up to a high standard of duty by the consciousness that their work might at any time come under his strict supervision.",
        "For his former favourites were substituted energetic advisers, his brother-in-law Charles of Anjou, Dunois (the famous bastard of Orleans), Pierre de Breze, Richemont and others.",
        "In 1602 a raid by the Uskoks upon Istria resulted in an agreement between Venice and Austria, and the despatch to Zengg of the energetic commissioner Rabatta with a strong bodyguard.",
        "Stanton had a violent temper and a sharp tongue, but he was courageous, energetic, thoroughly honest and a genuine patriot.",
        "During the Civil War he was one of the closest and most constant advisers of President Lincoln, and one of the most efficient, most energetic and most patriotic of the \"war governors\" of the North.",
        "In fact, many were inclined to regard a journey to Jerusalem as the bounden duty of every monk - an exaggerated view which led to energetic protests, especially from Gregory of Nyssa, who composed a monograph on the pilgrimages (De its qui adeunt Hierosol.).",
        "821) made an energetic protest against the delusion that to go to Rome availed more than to live an upright life (Carm.",
        "29 1917, Orlando was entrusted with the formation of the new Cabinet, and the course of events imposed on him a somewhat more energetic internal policy.",
        "On the 26th of May 946 Edmund's brief but energetic reign came to a tragic conclusion when he was stabbed at the royal villa of Pucklechurch, in Gloucestershire, by an exiled robber named Liofa, who had returned to the court unbidden.",
        "The wonderful progress of Budapest is undoubtedly due to the revival of the Hungarian national spirit in the first half of the 19th century, and to the energetic and systematic efforts of the government and people of Hungary since the restoration of the constitution.",
        "Although an energetic member of the South St Pancras borough council, he failed to secure election to the London County Council when he stood as a candidate in 1904.",
        "Sir George proved a capable and energetic governor.",
        "His energetic and at the same time systematic tactics inaugurated a new era of mountain warfare.",
        "At the head of the Bay of Bengal in Chittagong district, side by side with coffee on the Nilgiri hills, on the forest-clad slopes of Kumaon and Kangra, amid the low-lying jungle of the Bhutan Dwars, and even in Arakan, the energetic pioneers of tea-planting have established their industry.",
        "The silk weavers of India possess the very highest skill in their craft, and with competent and energetic management and increased capital the industry could be revived and extended.",
        "Whethamstede was an energetic and successful abbot.",
        "But he was also bold and energetic, not only in his work but also in support and defence of his friends.",
        "The movement was most energetic in Irak and in Egypt.",
        "- Motadid may be called, after Mansur, the most able and energetic of all the Abbasid rulers.",
        "James appears to have been a brave and generous man, and a wise and energetic king.",
        "They controlled commerce, and were more energetic, generally, than were the natives; many were naturalized, held generous grants of land, and had married into Californian families, not excluding the most select and influential.",
        "The miners were an energetic, covetous, wandering, abnormally excitable body of men.",
        "When perfectly pure, the hexachloride is stable even in moist air, but the presence of an oxychloride brings about energetic decomposition; similarly water has no action on the pure compound, but a trace of the oxychloride occasions sudden decomposition into a greenish oxide and hydrochloric acid.",
        "But under his weak successors the independence of the cities reached such a pitch as to be manifestly intolerable to an energetic monarch like Frederick I.",
        "Blanche of Castile, the queen-mother, arranged the marriage to win over to the cause of France the powerful count of Provence, but treated her daughter-in-law most unkindly, and her jealousy of the energetic young queen was naturally shared by Louis, whose coldness towards and suspicion of his wife are well known.",
        "An energetic policy was soon after adopted, and about half the kingdoml of Banjermasin was surrendered to the Dutch by its sultan in 1823, further concessions being made two years later.",
        "By this arrangement the angular rotation of the reflected beam is less than that of the magnet, and hence the spot of light reflected from this mirror yields a trace on a much smaller scale than that given by the ordinary mirror and serves to give a complete record of even the most energetic disturbance.",
        "Adalbert was a man of proud and haughty bearing, with large ideas and a strong energetic character.",
        "Similarly, the comparatively small destructiveness of modern plague, even in India, may be explained by the improved sanitary conditions and energetic measures dictated by modern knowledge.",
        "Nevertheless energetic efforts are being made to check any loss of importance - first, in 1898, by a determined attempt to make Danzig an industrial centre, manufacturing on a large scale; and secondly, by the construction and opening in 1899 of a free harbour at Neufahrwasser at the mouth of the Vistula.",
        "Sheridan's leading of his division at the latter battle attracted the notice of General Grant, and when the latter, as general in chief of the U.S. armies, was seeking an \"active and energetic man, full of spirit and vigour and life\" to command the cavalry of the Army of the Potomac, Sheridan was chosen on the suggestion of General Halleck.",
        "From the beginning, however, he treated the Italians, as indeed was only natural, less as rebellious subjects than as conquered aliens; and it must be admitted that in regard to them the only effective portion of his procedure was, not his energetic measures of repression nor his brilliant victories, but, after the battle of Legnano, his quiet and cheerful acceptance of the inevitable, and the consequent complete change in his policy, by which if he did not obtain the great object of his ambition, he at least did much to render innoxious for the Empire his previous mistakes.",
        "It still remains a monument of fertile invention, exuberant facility and energetic handling of material.",
        "If carefully prepared there is no objection to these basis wines from a hygienic point of view, although they have not the delicate qualities and stimulating effects of natural wines; unfortunately, however, these wines have in the past been vended on a large scale in a manner calculated to deceive the consumer as to their real nature, but energetic measures, which have of late been taken in most countries affected by this trade, have done much to mitigate the evil.",
        "While the troops were occupied with the Confederate invaders the Indians had a free hand, but in 1863 an energetic campaign was begun by General James H.",
        "As a bishop, Horsley was energetic both in his diocese, where he strove to better the position of his clergy, and in parliament.",
        "His energies were largely devoted to co-operation among the various Nonconformist bodies, and he was one of the founders and most energetic members of the National Council of the Evangelical Free Churches.",
        "The energetic intervention of Bathory, however, speedily turned the scales in the opposite direction.",
        "There was the high-aristocratic party with a leaning towards martial adventure headed by Magnus de la Gardie, and the party of peace and economy whose ablest representative was the liberal and energetic Johan Gyllenstjerna.",
        "Still more energetic on the other side, the Russian minister, Ivan Osterman, became the treasurer as well as the counsellor of the Caps, and scattered the largesse of the Russian empress with a lavish hand; and so lost to all feeling of patriotism were the Caps that they openly threatened all who ventured to vote against them with the Muscovite vengeance, and fixed Norrkoping, instead of Stockholm, as the place of meeting for the Riksdag as being more accessible to the Russian fleet.",
        "Frederick, whose authoritative temper was at once offended by the independent tone of the Arnoldist party, concluded with the pope a treaty of alliance (October 16, 1152) of such a nature that the Arnoldists were at once put in a minority in the Roman government; and when the second successor of Eugenius III., the energetic and austere Adrian IV.(the Englishman, Nicholas Breakspear), placed Rome under an interdict, the senate, already rudely shaken, submitted, and Arnold was forced to fly into Campania (1155).",
        "Shortly afterwards he handed over the provinces east of the Euphrates to his son Antiochus, who, in the following years, till 282, exercised in the East a very energetic and beneficial activity, which continued the work of his father and gave the new empire and the Oriental Hellenistic civilization their form.",
        "But the energetic Seleucids fought desperately against their fate.",
        "He was hampered in an energetic campaign against Rome by attacks of the Dahae and Sacae.",
        "of the heathen, a movement which had already had an energetic representative in the prophet himself.",
        "grew up, and in their energetic prosecution he found a potent instrument for the building up of his empire.",
        "Shapur, however, when he came to manhood proved himself an independent and energetic ruler.",
        "By the resolution of Julian (363) to begin an energetic attack on the Persian Empire, the conflict, after the lapse of a quarter of a century, assumed a new phase.",
        "(399420), was an energetic and intelligent sovereign, who held the magnates within bounds and severely chastised their attempts at encroachment.",
        "He was a clever and energetic man, and had been instructed to take severe measures with the Afghans, some of whom were suspected of intriguing to restore the city to the Delhi emperor.",
        "Yet, by the maintenance of his peace policy, which had the full approval of the Emperor Francis Joseph, he came into serious conflict with the party led by the chief of the general staff, Conrad von Hdtzendorf, which championed a policy not afraid of energetic, warlike methods.",
        "He proved an energetic and enterprising governor; indeed, his enterprise on more than one occasion brought him into conflict with Gordon, who eventually decided to remove Emin to Suakin.",
        "These gentry were incensed against Emin for the energetic way in which he had dealt with their comrades while in German territory, and against Europeans generally by the campaign for their suppression begun by the Congo State.",
        "A large population grew up, first at Kimberley, afterwards at Barberton, and finally at Johannesburg - a population modern in its ideas, energetic, educated, cosmopolitan, appreciating all the resources that modern civilization had to offer them, and with a strong partiality for the life of the town or the camp rather than that of the farm and the veld.",
        "He is remembered chiefly as an energetic opponent of Polish national aspirations, of extreme Liberalism, of the system of public instruction based on natural science, and of German political influence.",
        "In a little garden to the south of the modern town of Bela (the ancient Armabel) is the tomb of Sir Robert Sandeman, who spent the best part of an energetic and active life in the making of Baluchistan.",
        "The duke, however, was naturally indolent, and it was with difficulty that his ambitious and energetic Castilian wife, D.",
        "Her elder son, Hyrcanus II., a pliable weakling, was appointed high priest; her younger son, the energetic Aristobulus, who chafed at his exclusion from office, seized some twenty strongholds and with an army bore down upon Jerusalem.",
        "As to the Bulgarian 7th Div., the last thing desired by the Greek headquarters was an energetic advance of this force to forestall them at Salonika.",
        "Turkish Corps under the energetic Djavid.5 The battle of Monastir, which was finally launched on the whole front on the 18th, will long be studied for its tactical incidents, but as an ensemble it is sufficiently described by saying that the resistance of the half division of Morava II.",
        "But in two ways especially the energetic race which grew out of the fusion of Langobards and Italians between the 9th and the 12th centuries has left the memory of itself.",
        "Chemical reagents are sometimes added - lime or sulphuric acid, to neutralize an excess of acid or alkali; copper sulphate, to form cuprous chloride with sodium chloride; and iron and zinc, to make the galvanic action more energetic and reduce the consumption of iron.",
        "In this position he displayed much of the caution of his predecessor, but adopted a more energetic policy in European affairs generally and especially in the Balkan Peninsula.",
        "Accordingly, when Lord Salisbury proposed energetic action to protect the Armenians, the cabinet of St Petersburg suddenly assumed the role of protector of the sultan and vetoed the proposal.",
        "He summed up his results in the general statement that \"hydrogen, the alkaline substances, the metals and certain metallic oxides are attracted by negatively electrified metallic surfaces, and repelled by positively electrified metallic surfaces; and contrariwise, that oxygen and acid substances are attracted by positively electrified metallic surfaces and repelled by negatively electrified metallic surfaces; and these attractive and repulsive forces are sufficiently energetic to destroy or suspend the usual operation of elective affinity.\"",
        "He also was an energetic supporter of the Ligue de la Patrie Francaise.",
        "The father seems to have been an energetic, visionary man, who, dying while his only son was a little lad, left to his family no better provision than a lawsuit against the municipality of the town of Aix It was at Aix, which figures as Plassans in so many of his novels, that the boy received the first part of his education.",
        "By his energetic and careful work Butler achieved his purpose without fighting, and he was soon afterwards made major-general, U.S.V.",
        "His authoritative and energetic will inspired, and in great measure directed, the policy of the west Frankish kingdom until his death.",
        "He took an active part in all the great political and religious affairs of his time, and was especially energetic in defending and extending the rights of the church and of the metropolitans in general, and of the metropolitan of the church of Reims in particular.",
        "He pursued an energetic commercial and colonial policy (see Corinth), and thus laid the foundations of Corinthian prosperity.",
        "It is an energetic reducing agent; for example, when boiled with copper sulphate metallic copper is precipitated and hydrogen evolved.",
        "Patriotic, energetic, independent, incorruptible, shrewd, fair-minded, he was endowed not only with great sympathy with progress, but also with a full faculty for resistance to mere democraticism.",
        "By his energetic action, however, in support of the missionaries Moffat and Livingstone, Sir George kept open for the British the road through Bechuanaland to the far interior.",
        "In 1880, Sir Bartle Frere, who by his energetic and statesmanlike attitude on the relations with the native states, as well as on all other questions, had won the esteem and regard of loyal South African colonists, was recalled by the 1st earl of Kimberley, the liberal secretary of state for the colonies, and was succeeded by Sir Hercules Robinson.",
        "and his queen Eleanor in August 1274, he took little part in business of state, but was energetic in discharging the spiritual duties of his office.",
        "Convinced by the experience of the wars that France needed an energetic central power, he pushed at times his royal prerogatives to excess, raising taxes in spite of the Estates, interfering in the administration of the towns, reforming their constitutions, and holding himself free to reject the advice of the notables if he consulted them.",
        "But there was little scope there for the activities of a young and energetic subaltern, and, leaving the service in 1836, he entered the Carlist army campaigning in Spain.",
        "It was his resolute and energetic leading that contributed mainly to the victory of Spicheren (6th August), and won the only laurels gained on the Prussian right wing at Gravelotte (18th August).",
        "He was a political adventurer, an enthusiastic, energetic, ambitious, illbalanced man, shrewd and magnetic. He assuredly did much for the free-state cause; meek politics were not alone sufficient in those years in Kansas.",
        "There can be no doubt that the greater part of Williams nominees were better men than those who preceded them; his great archbishop, Lanfranc, though a busy statesman, was also an energetic reformer and a man of holy life.",
        "But he was cunning, strong-handed and energetic; clearly the Red King would be an undesirable master to those who loved feudal anarchy.",
        "Fortunately the young king to whom Stephens battered crown now fell was energetic and capable, if somewhat self~ willed and hasty.",
        "For two generations they seem to have absorbed into their ranks all the most active and energetic of those who felt a clerical vocation.",
        "got rid of his fathers old councillors, and had chosen for himself a minister as ambitious and energetic as himself, the celebrated Thomas Wolsey, whom he had just made archbishop of York, and who obtained the rank of cardinal from the pope in the succeeding year.",
        "Like others who have gone through the conventional course of instruction, he kept a place in his memory for the various charms of Virgil and Horace, of Tacitus and Ovid; but the master whose page by night and by day he turned with devout hand, was the copious, energetic, flexible, diversified and brilliant genius of the declamations for Archias the poet and for Milo, against Catiline and against Antony, the author of the disputations at Tusculum and the orations against Verres.",
        "The desperateness of the situation, however, roused the government of Theodosius II., who was still upon the throne, to put forth the most energetic efforts to meet the emergency.",
        "Eberhard was one of the most energetic rulers that Wurttemberg ever had, and in 1495 his county was raised to the rank of duchy.",
        "This energetic prince, who disregarded the limits placed to his authority by the rudimentary constitution, by paying a large sum of money, induced the emperor Rudolph II.",
        "The Bulgarian danger, and probably the energetic and successful operations of the Greek emperor Basil the Macedonian (867-886), determined the Servian Zhupans to acknowledge again the suzerainty of the Greek emperors.",
        "The task was difficult enough, as the Byzantine empire, then under the reign of the energetic Manuel Comnenus, regained much of its lost power and influence.",
        "It is an energetic oxidizing agent and is consequently readily reduced when heated with various metals (zinc, magnesium, &c.), with carbon and with oxalic acid.",
        "Invested with supreme power at this perilous juncture, Stambolov displayed all the qualities of an able diplomatist and an energetic ruler.",
        "A new friend of his, Fialin, formerly a non-commissioned officer and a journalist, an energetic and astute man and a born conspirator, spurred him on to action.",
        "But Persigny, Mocquard and all his friends devoted themselves to an energetic propaganda in the press, by pictures and by songs.",
        "Ibrahim's operations in the Morea were energetic and ferocious.",
        "About that time, the Hova in the central province of Imerina began to assert their own position under two warlike and energetic chieftains, Andrianimpoina and his son Radama; they threw off the Sakalava authority, and after several wars obtained a nominal allegiance from them; they also conquered the surrounding tribes, and so made themselves virtual kings of Madagascar.",
        "For a short time, indeed, under the energetic rule of Agesilaus, it seemed as if Sparta would pursue a Hellenic policy and carry on the war against Persia.",
        "Thus ~rin after eight years of incoherent struggles, of scattered revolts, and then of more and more energetic efforts, Gaul, at last aroused by Vercingetorix, for once concentrated her strength, only to perish at Alesia, vanquished by Roman discipline and struck at from the rear by the conquest of Britain (5850 B.C.).",
        "For thirty-four years of increasing warfare this active the Fat and energetic king, this brave and persevering soldier, (1108 never spared himself, energetically policing the royal 1137).",
        "The prestige of this energetic king, protector of the Church, of the infant communes in the towns, and of the peasants as against the constant oppressions of feudalism, became still greater at the end of his reign, when an invasion of the German emperor Henry V.",
        "king of England, Richard Cc~ur de Lion, as powerful, AnguStuS besides being younger and more energetic. Philips and ambition could not rest satisfied with the petty Richard principalities of Amiens, Vermandois and Valois, ~~ur do which he had added to the royal demesne.",
        "This was a return to the old Capet policy; but it was also menacing to many interests, and sure to arouse energetic resistance.",
        "It would have needed an energetic hand to hold these passions in check; and Charles VI.",
        "The politiques, as the supporters of religious tolerance and an energetic repression of faction were called, offered their alliance to the Huguenots, but these, having foimed Fifth themselves, by means of the Protestant Union, into wa..",
        "Every one was sick of government by deputy; they desired a strong hand Cardinal and an energetic foreign policy, after the defeat of Rkheileu the Czechs at the White Mountain by the house of 1624- Austria, the Spanish intrigues in the Valtellina, and 1642 the resumption of war between Spain and Holland.",
        "Followir~g on an edict registered by the lit de justice, which forbade any remonstrance in political matters, the parlement had resigned, and had been imitated by the provincial parlements; whereupon Maupeou, an energetic chancellor, suppressed the parlements and substituted superior councils of magistrates appointed by the king (1771).",
        "He was soon recognized as one of the ablest and most energetic of the Democratic leaders.",
        "Dissensions among themselves coincided with an energetic rally of the Moslem power.",
        "Silvela endeavoured to unite in what he styled a Modern Conservative party the bulk of the followers of Canovas; the Ultramontanes, who were headed by General Polavieja and Seor Pidal; the Catalan Regionalists, whose leader, Duran y Bas, became a cabinet minister; and his own personal following, of whom the most prominent were the home secretary, Seor Dato, and the talented and energetic finance minister, Seor Villaverde, upon whose shoulders rested the heaviest part of the task of the new cabinet.",
        "The Carbonari after these events ceased to have much importance, their place being taken by the more energetic Giovane Italia Society presided over by Mazzini.",
        "Baldassare Cossa, now as humble and resigned as he had before been energetic and tenacious, on his transference to the castle of Rudolfzell admitted the wrong which he had done by his flight, refused to bring forward anything in his defence, acquiesced entirely in the judgment of the council which he declared to be infallible, and finally, as an extreme precaution, ratified motu proprio the sentence of deposition, declaring that he freely and willingly renounced any rights which he might still have in the papacy.",
        "He wanted a strong union and energetic government that should \" rest as much as possible on the shoulders of the people and as little as possible on those of the state legislatures \"; that should have the support of wealth and class; and that should curb the states to such an \" entire subordination \" as nowise to be hindered by those bodies.",
        "He seems to have been the most powerful and energetic king of Mercia between Penda and Offa.",
        "He was known as a capable and energetic bureaucrat and as nothing else.",
        "During the siege of Paris he escaped from the city with Gambetta, to act as his energetic lieutenant in the provinces.",
        "Carlo (1364-1429) was energetic, valiant and a friend of the popes, who named him vicar of the church in Romagna.",
        "Monica ended their romance immediately after meeting Harry Turnball, a young and energetic truck driver who delivered the Parkside Sentinel.",
        "The routes vary from short ambles to more energetic hill climbs in the Forest.",
        "We are going to need someone like Leon as we have a big pitch and we are going to need athleticism and energetic legs.",
        "internal ballistics and related energetic materials modeling studies were also receiving active interest from the defense sector.",
        "bike trails in the area for the more energetic visitor.",
        "bovine spongiform encephalopathy was reported in four cattle in Ireland where energetic measures have been taken to control the disease.",
        "dominated by shady cabals of WASP power-brokers, the city between the wars harbored both strong anti-Semitic elements and an energetic Ku Klux Klan.",
        "For this reason, their practice should be energetic, warming, lightening, and stimulating, providing they are physically capable.",
        "The dialog & one liners are so colorful & energetic & the movie works as a 50s comedy.",
        "We follow this energetic bunch through the perils of drunken nights out and unprotected one-nighters, finishing up cross-legged in the G.U.M clinic.",
        "doughnutre composed of energetic charged particles trapped inside the Earth's magnetic field, which surrounds the Earth like a ring donut.",
        "eightysound is classic eighties energetic rock and is reminiscent of the many bands of this type that were around at the time.",
        "Bovine spongiform encephalopathy was reported in four cattle in Ireland where energetic measures have been taken to control the disease.",
        "Of course, it is theoretically possible that a hugely energetic particle could come blasting through your memory and take out multiple bits.",
        "Based from modern, cutting edge Birmingham city center office, you will be joining a dynamic, fast paced and highly energetic team.",
        "They're also pretty enthusiastic and perhaps sufficiently energetic to want to tell all on the site for their Awards entry.",
        "Later on Richie Binn's played a typically energetic set.",
        "Scientists believe that these GRBs originate when an extremely energetic supernova, called a hypernova, occurs.",
        "From Irish girl dancers to the equally energetic Sikh drum and dance group.",
        "energetic with a proven track record in healthcare or pharmaceutical sales within the UK.",
        "I always find it hard to fit in and would rather do something more energetic!",
        "Whenever Hurley feels the least bit energetic, she is taking Hindu lessons, the mother tongue of Nayar.",
        "The character's energy has to fight the urgency of the plot and the urgency of the plot makes the character more energetic.",
        "energetic particles reach the Earth in just eight minutes.",
        "energetic self-starter who is proactive in driving revenue, increasing client base, and selling for Crosby.",
        "energetic electrons generate multiple charges in the CCD resulting in a modest gain of a few hundred.",
        "energetic photons would dissociate the molecules.",
        "energetic seaside pursuits.",
        "energetic dancing of Queenie had to be seen to be believed.",
        "One hot morning, feeling unusually energetic, we caught the number 10 bus to Coral Bay.",
        "If it all gets too energetic, you could always do a hiking pub crawl and raise a glass to the virgin huntress.",
        "If this sounds too energetic, take it easy, with the warmest welcome in the world, fortified by Tasmania's abundant seafood.",
        "Nestled in a bowl, these fruits don't seem terribly energetic.",
        "These vibrational essences are natural, energetic remedies that are made during a ceremonial process in the Virginia wilderness.",
        "Distinctively Besson embraces a certain fetishism of style, developing a film language that is essentially colored, highly stylized, energetic and mysterious.",
        "indignation at injustice, as well as such qualities as being lively, energetic and full of life.",
        "invigoratemassage, soothing sauna, invigorating spa bath or, for the more energetic session in the gym.",
        "Scrapbooking the Dizzying Movies of Toddlers - Toddlers are highly energetic life forces.",
        "The live performance of Rudebox was fantastic and so energetic that you couldn't help but dance along to it like a crazed loon!",
        "It is packed full of uplifting lyrics and energetic gospel R&B melodies.",
        "maniac drummer, epileptic keyboardist and screeching bass player makes for an energetic pulse.",
        "Charlotte Patch and Billy Richardson were crowned as the May Day queen and prince while energetic revelers danced around the decorated maypole.",
        "It illustrates well how energetic and vital, and how fruitful, is much of the debate in contemporary metaphysics.",
        "mountain bike trails in the area for the more energetic visitor.",
        "We always welcome energetic and enthusiastic newcomers with lots to offer!",
        "Today, at 37, she presents a picture of a female orca entering her middle life still healthy and energetic.",
        "For the more energetic, outdoor pursuits including orienteering, fossil hunting, boating, rowing, angling, golf and tennis are available.",
        "The hotel Das Tyrol is beautifully positioned in time and location, between Vienna's glorious past and its energetic present.",
        "peek inside and you'll discover a lively, energetic and thoroughly ambitious group.",
        "Our findings are discussed with respect to previous works on the spectrum of energetic protons in the 10 MeV to GeV energy range.",
        "The picture quality is very sharp throughout, even during the more energetic boxing scenes.",
        "Henry was a forceful and energetic character, a fervent and zealous reformer in the mold of Bernard.",
        "Box of 200g ¦ £ 5.95 Energetic tea ~ pure natural tea with red sandalwood, apple, rose hip and mint.",
        "We're looking for an energetic self-starter who is proactive in driving revenue, increasing client base, and selling for Crosby.",
        "slothful man may change himself into an active, energetic individual simply by polarizing along the lines of the desired quality.",
        "She was a really energetic dog and she used to chase squirrels for ages, and she loved her walks.",
        "sturdy enough to withstand years of energetic use.",
        "Nobody can swing a thurible as energetically as an Anglo-Catholic Priest, and Father Philip is more energetic than most.",
        "troupe of energetic young actors play at being knights.",
        "He was given a simple ultimatum - move forward - or be replaced by someone more energetic.",
        "uplifting lyrics and energetic gospel R&B melodies.",
        "For the more energetic why not think of becoming a conservation volunteer?",
        "white cellps build energetic white blood cells (which eliminate bacterial infections ).",
        "It is an energetic reducing agent, a property utilized in its application in gas analysis to absorb oxygen, and in photography as a developer.",
        "Ignorant of the assurance conveyed to France by Lord Granville that the Gladstone cabinet would respect the engagements of the Beaconsfield-Salisbury administration, Cairoli, in deference to Italian public opinion, endeavoured to neutralize the activity of the French consul Roustan by the appointment of an equally energetic Italian consul, Macci.",
        "His immediate successors, being men of humble origin and submissive character, made no pretensions to such an exalted position, but when the haughty, ambitious and energetic Nikon, who enjoyed in large measure the affection and favour of the devout Tsar Alexius, became patriarch, he took Philaret as his model, and propounded, like the popes in western Europe, the doctrine that the spiritual is higher than the temporal power, the former corresponding to the sun and the latter to the moon in the firmament.",
        "For a time the propaganda had very little success, because the uneducated peasants and factory workers could not understand the phraseology and abstract principles of socialism; but when the propagandists descended to a lower platform and spread rumours that the tsar had given all the land to the peasants, and was prevented by the proprietors and officials from carrying out his benevolent intentions, there was a serious danger of agrarian disorders, and energetic measures were adopted by the authorities.",
        "By the energetic efforts of Barsauma, bishop of that city, practically the whole church of Persia was won over to the Nestorian creed.",
        "The extreme temperatures in the working faces at I r 50 metres were 79Ã‚° and 86Ã‚° F., and the maximum in the end of a drift, ioo; and these were quite bearable on account of the energetic ventilation maintained, and the dryness of the air.",
        "In these circumstances it was an easy task for the adroit and energetic French ambassador, Jean de Montl.uc (d.",
        "A strong and energetic party endeavoured to thwart the working of the new order, and matters came to a climax on the death of William IV.",
        "In place of the old forge, in which the actual contact between the iron and the fuel, itself an energetic carburizing agent, made decarburization difficult, he devised the reverberatory puddling furnace (see fig.",
        "He was most active and energetic in his efforts, not only for the improvement of Stafford - shire pottery, but almost equally so for the improvement of turnpike roads, the construction of a canal (the Trent & Mersey) and the founding of schools and chapels.",
        "Lewes), it is certain that historians of philosophy, and editors of Plato, especially the \" acumen plumbeum Stallbaumii,\" had given ample occasion for the energetic protest contained in the famous sixty-seventh chapter of Grote's History of Greece.",
        "The new viceroy, who might have expected a tranquil time after the energetic reforms of his predecessor, soon found himself Lord face to face with the most serious troubles, euphemistic ally called the \"unrest,\" that British rule has had to encounter in India since the Mutiny.",
        "To colleagues and subordinates alike, he was considerate and tolerant; he was unassuming, trustworthy in the smallest detail, accurate and comprehensive in thought, energetic and conscientious in action.",
        "Energetic dehydration gives the olefine hydrocarbons, but under certain conditions ethers (see Ether) are obtained.",
        "After many struggles and no small suffering, this energetic spirit had succeeded in planting the evangelical standard at Geneva; and anxious to secure the aid of such a man as Calvin, he entreated him on his arrival to relinquish his design of going farther, and to devote himself to the work in that city.",
        "He sacrificed everything to it; but he ennobled it by the genius and audacity of his conceptions, by the energetic tension of all the muscles of the body politic.",
        "He was energetic in the discharge of his duties, but aroused much animosity among the colonists by his zeal in looking after the royal quit-rents, and by exacting heavy fees for the issue of land-patents.",
        "At the Olmutz review he had seemed more majestic; here he seemed brighter and more energetic.",
        "Energetic dance duo, ' Nice as Twice ', spurred guests to shimmy on the dancefloor until the early hours.",
        "Likewise, the slothful man may change himself into an active, energetic individual simply by polarizing along the lines of the desired quality.",
        "Furniture should be child-sized and sturdy enough to withstand years of energetic use.",
        "The stream increased largely since 1848, and now they number 6,000,000 of energetic and thrifty people.",
        "They then give energetic counsel to the timorous natives, and leave them patterns by which to manufacture arms.",
        "A troupe of energetic young actors play at being knights.",
        "They performed a really energetic, heart pounding set that was n't the slow, ambient, kinda wishy washy stuff I was expecting.",
        "Zinc helps build energetic white blood cells (which eliminate bacterial infections).",
        "The boisterous movements of the energetic young boys startled the baby.",
        "It is a common syndrome amongst newborns that they will nap intensely during the day and then remain energetic during the night.",
        "Use lots of bright touches to make this nursery energetic and cute.",
        "Try some of these active games if you are expecting a fairly energetic bunch.",
        "Our cat is 17 years old and has always been healthy, agile, and energetic.",
        "When I first met Polly Fox, the founder and owner of Pet Essences and Energetic Essences (for people), I was going to have her on my radio show.",
        "Grooming, regular check ups, plenty of fresh water, careful care, and a high quality food all contribute to a long, healthy, and energetic life for your cat.",
        "This allows her to be at her healthiest, most energetic and happiest.",
        "This woman is energetic and full of life.",
        "A fragrance described as energetic and sexy, Live includes citrus fruit scents, florals, vanilla, and woodsy musk.",
        "They may not sound very worthy of a glamorous evening out, but these scents pass muster because they blend light, fresh notes with others to create something energetic, bright and uplifting.",
        "Mental signs: Meth users may appear jittery or energetic.",
        "When taken as prescribed by a physician, it can help a person concentrate and feel more energetic.",
        "If your little boy is energetic and it's difficult to get him to settle down to go to sleep, then the right bedding is important.",
        "Although she sometimes comes across as overly bubbly and energetic, Reese Witherspoon is one of today's most gifted actresses.",
        "While Fatone didn't win the dance show (he and his partner were runners-up), he did win a lot of fans with his fun and energetic routines.",
        "Her fantastic looks and energetic performances made her one of the most in-demand entertainers on these tours, and clips were shown regularly on television.",
        "Young passengers are active and energetic, and cruise ships that cater to their sense of fun will be the best match for these kids cruises.",
        "Princess Cruises is a giant in the travel industry and employs thousands of energetic individuals on board its ships and in its many regional offices.",
        "With care, dogs afflicted with kennel cough recover quickly and easily, and they return to being the active, energetic pets their owners enjoy.",
        "It bears repeating: Boxers are active, energetic dogs.",
        "If you enjoy outdoor activities, consider yourself an energetic person, and have enough time to properly socialize a Boxer, you may be the perfect owner for this special dog breed.",
        "A harness is generally a better choice for more energetic animals because they cannot wriggle out of it as they can with a traditional collar.",
        "We have a three-year-old Lab mix that is very energetic and gets a lot of exercise.",
        "Her tummy feels fine, but today she had her usual energetic run about and she seemed to run out of energy sooner than normal.",
        "Pitbulls are an energetic, happy dog that is easily trained by a consistent handler.",
        "They are typically up for anything you have in mind and can be quite energetic when it's called for.",
        "Bulldogs are not energetic and should be exercised gently and only for very short walks.",
        "If a dog is usually an energetic eater and suddenly becomes disinterested in his food, you may have cause for concern.",
        "Cavachon puppies are enthusiastic, energetic and very affectionate.",
        "Cavachons are generally energetic and therefore require moderate daily exercise to help burn off some of their excess energy.",
        "If you are considering adding an energetic and loyal Cavachon to the family, taking the time to find reputable Cavachon breeders will help you narrow the search for the perfect dog for your home.",
        "Even the most energetic puppy will have room to run around if it is small enough.",
        "Plants - Plants clean the air inside a space and help to keep you optimistic and energetic.",
        "By placing the bed in the optimum position you will benefit from the positive chi, getting a restful night's sleep and feeling refreshed and energetic.",
        "The yin yang concept of polarity is a balance of energetic forces.",
        "The koi fish has a powerful and energetic life force, demonstrated by its ability to swim against currents and even travel upstream.",
        "Red hair highlights are exciting and energetic, while bold two tone hair color can make a vibrant and classy statement.",
        "While fresh flowers are always a popular option for hair pieces, a silk variety may be able to withstand more of the activities an energetic flower girl is sure to engage in.",
        "Since fire is symbolic of the \"spark of life,\" people with fire signs are passionate, assertive, spontaneous, and energetic.",
        "Cars are banned in the park on Sundays from 5am to 5pm, which can make for the perfect opportunity for a bike ride, relaxing stroll or energetic skate.",
        "On the cover of the April 6, 2009 issue of People, Ms. Bertinelli debuted a brand new, highly energetic and beautiful new side of herself.",
        "Within its pages you'll find a stunning collection of photographs that highlight The Roars' cheerful, friendly and highly energetic personalities.",
        "Some styles even include hoods that eliminate the problem of trying to keep a sun hat on an energetic toddler!",
        "Bold, energetic, tropical prints and bright hues make up the vast majority of the brand's board shorts.",
        "The Fisher Price My Toon TV allows energetic little boys the chance to interact and perform with their own funny TV character.",
        "You will be more energetic and healthier when you do.",
        "Are you active in sports or other energetic activities that could endanger your ring?",
        "This fresh-faced, energetic designer loves creating bags that get a second look.",
        "For example, if you have Sun conjunct Mars people will view you as highly energetic, a real go-getter!",
        "Whether it's a quick run around the block or an energetic game of tennis, these two instinctively know how to relate to one another!",
        "Your charm and attraction for the opposite sex blends especially well with the energetic, excitable and stubborn dragon.",
        "However, as energetic as they are, there is still a tendency for them to be a bit hypersensitive, and a tad gossipy.",
        "They are not homebodies, but energetic and adventurous souls that remain youthful throughout their lives.",
        "Tigers are very passionate and energetic in all that they do.",
        "Mars aspect: Mars rules energy; any kind of energetic activity.",
        "These principles can be observed in the natural world, and their energetic patterns have been adopted by the field of astrology.",
        "Preschoolers are energetic, curious and ready to explore the world.",
        "The stars of the show are Blue, an animated, long-eared puppy and Joe, the energetic adult host.",
        "Students in their early childhood education programs obtain hand-on experience caring for children, and parents receive the benefit of energetic, interested caretakers and low cost care.",
        "There's a good chance that the children in your classroom will be energetic on the last day of school.",
        "Remember, playing frisbee in the park, having a picnic by the lake, and other energetic outdoor activities are almost always free.",
        "It's an extremely comfortable shoe with shock absorbers that will help during your energetic runs, and at about $110.00 US, there really is no reason not to purchase.",
        "As a Gemini, you will want to choose an energetic yet powerful tattoo that complements your style and creative nature.",
        "Other shows in the Q Theater include the comedy stylings of Jeff Civillico and the energetic music of Recycled Percussion.",
        "Hot Wheels Snore Slammer Alarm Clock Radio: For tired little boys who need an energetic wake-up call, the Hot Wheels clock provides custom snore slammer sounds or radio music alarms.",
        "One of the reasons Invicta Watch Group remains so popular is the company's energetic approach to crafting timepieces for all occasions.",
        "In an effort to achieve these objectives and principals, and create balance, the physical practice of Taoist yoga is actually a combination of a more energetic yoga routine with a more meditative yoga routine.",
        "My studies in psychology and energetic healing created a natural foundation for my yoga teaching as well.",
        "All the while, cultivate your deeper connection to the practice and your own spiritual/ energetic learning.",
        "This music distributor has an extensive catalog of music, including tunes for energetic yoga, instrumentals for healing, meditation, world music, and bamboo flute.",
        "For energetic yogis, Flow Yoga Redmond is a great yoga studio to consider as your second home.",
        "The Spirit Squad members have to have big and energetic personalities.",
        "Cheerleaders lead a highly energetic existence and despite the most admirable of efforts, some hair types simply can't hold a curl.",
        "Children can create their own hummingbird feeder and observe the energetic behavior of these tiny birds.",
        "In addition, since quality of sleep improves, a calm, energetic state of health is experienced for days after a detox diet is followed.",
        "Those who regularly do detoxification like the Master Cleanse say that they feel more energetic and think more clearly after the process than they did before.",
        "Cantaloupe tastes great and packs a nutritional punch that can help to make you healthier and more energetic with minimal caloric impact.",
        "If you continue to choose healthy food combinations, you'll eventually find yourself feeling more energetic, and you'll discover that your hypoglycemic \"spells\" may disappear.",
        "Choosing the right workout songs can make the difference between a boring, dreary workout and an energetic exercise session.",
        "By choosing great workout music, you can feel more energetic and optimistic about your exercise routines, which in turn can help you develop better exercise habits for a healthy lifestyle.",
        "Lyrics: Selecting music with optimistic or energetic lyrics can help you focus on the music during your workout rather than focusing on fatigue or an unwillingness to exercise.",
        "Not only that, but taking a few exercise breaks throughout the day will help to keep you energetic and may keep you more focused while you work.",
        "The common theme throughout all the songs, though, is an energetic, powerful beat.",
        "America fell in love with her fun, intense and energetic personality.",
        "Yes, you may have to sound like an infomercial at times, but if you aren't energetic about your own reality show idea, how can you expect the buyers to get energetic?",
        "This energetic action on Grant's part saved the United States from a foul stain upon its escutcheon.",
        "There is now and then an energetic phrase, but as a whole the vocabulary is jejune; the sentences are overloaded; the pitch is flat.",
        "Gregory, although he has not always escaped the charge of Sabellianism, now holds an undisputed place among the fathers of the church; and although the turn of his mind was practical rather than speculative, he is known to have taken an energetic part in most of the doctrinal controversies of his time.",
        "Naville, he came to Paris as under whose energetic management it soon achieved a world-wide reputation.",
        "Acids frequently result as oxidation products, being almost invariably formed in all cases of energetic oxidation.",
        "He was energetic in suppressing violence in connexion with strikes, his general policy being to hold local authorities responsible without recourse to the state militia.",
        "In some cases, by taking away the strong, self-reliant and energetic, it may result in the deterioration of the home population.",
        "The increased freedom of trade with which Ireland was favoured, the introduction of the cotton manufacture by Robert Joy and Thomas M`Cabe in 1777, the establishment in 1791 of shipbuilding on an extensive scale by William Ritchie, an energetic Scotsman, combined with the rope and canvas manufacture already existing, supplied the inhabitants with employments and increased the demand for skilled labour.",
        "was a cruel but an energetic ruler.",
        "He was quick, energetic and resourceful, reckless of his own safety, a strict disciplinarian, a painstaking and hard-working officer.",
        "But since the energetic development of Peiraeus, Syra has ceased to be the chief commercial entrepOt and distributing centre of this part of the Levant, and consequently its trade has seriously declined.",
        "Under such conditions work would be practically impossible except with very energetic ventilation and dry air.",
        "If you can provide the right home environment and you have time each day to dedicate to the care and play of an energetic and affectionate pet, a Lab pup may. grow up to be your perfect companion.",
        "Goldendoodles are intelligent, affectionate, energetic and easy going.",
        "Additional vitamins and minerals, especially energetic B vitamins and vitamin C.",
        "Whether you are interested in taking up an energetic hobby or just want to look great while working out, many options are readily available.",
        "Red says energetic and enthusiastic and is also considered a sexy color.",
        "The Center also provides support through a monthly AWAKE (Alert, Well and Keeping Energetic) Support Group is offered to patients and their families.",
        "The Center also provides support through a monthly AWAKE (Alert, Well and Keeping Energetic) Support Group is offered to sleep apnea patients and their families.",
        "It may be necessary to obtain blood samples following an energetic exercise session lasting 20 minutes.",
        "Since homeopathy and acupuncture work on deep energetic levels to rebalance the body, these two forms of therapy may be helpful in treating amenorrhea.",
        "X rays are a form of radiation similar to light rays, except that they are more energetic than light rays and are invisible to the human eye.",
        "Since homeopathy and acupuncture work on deep, energetic levels to rebalance the body, these two forms of therapy may be helpful in treating oligomenorrhea.",
        "Governed by the Irish Dancing Commission, this form is now taught in many studios around the world as a fun and energetic pastime.",
        "As a contrast, the young boys of the nation learn energetic moves designed to show off stamina and an impressive amount of physical strength and endurance.",
        "Their most successful dances were those with quick and energetic choreography, such as the QuickStep, the Cha-Cha-Cha, and the Foxtrot.",
        "Fans love the opportunity to see that the Rockettes are more than chorus line kicks in this energetic tap number.",
        "Cons - Same as above, a swinging tie can sometimes go places you don't want it to, such as in your own eyes or in your partner's face during energetic moves.",
        "However, in country western dancing, things are much more energetic and lively.",
        "If you are just getting started with this energetic form of dance, check out this breathtaking swing dance performance for immediate inspiration.",
        "These combinations often include a lot of more energetic steps, such as turns and jumps, but are done at the barre in order to provide a bit of extra stability at certain points during the combination.",
        "Performing it is as carefree and energetic as it seems, and you'll often find it danced in large groups.",
        "Fire is an energetic element that stimulates personal recognition in the south direction as well as fame and luck."
    ],
    "definition": [
        "Possessing, exerting, or displaying energy. See Synonyms at active.",
        "Of or relating to energy.",
        "en′er·get′i·cal·ly\nadverb",
        "Link/Cite",
        "Possessing, exerting, or displaying energy.\nCosmic rays are energetic particles from outer space.\nThose kids are so energetic: they want to run around playing all day.",
        "Of or relating to energy.\nenergetic laws",
        "Nouns to which \"energetic\" is often applied: person, man, woman, child, life, material, particle, ion, healing, anatomy, etc.",
        "Where non-English languages use an adjective analogous to \"energetic\", English often uses \"energy\" attributively: \"energy efficiency\" is much more common than \"energetic efficiency\".",
        "Link/Cite"
    ]
}