{
    "translation": "לאכוף",
    "uses": [
        "All attempts to enforce the British commercial regulations were ineffectual.",
        "According to law military service is obligatory, but the government has been unable to enforce it.",
        "The treasury was empty, the Boers refused to pay their taxes, and there was no power to enforce them.",
        "He endeavoured to enforce celibacy upon the secular clergy.",
        "He encouraged the cities, and not content with issuing proclamations against private war, formed alliances with the princes in order to enforce his decrees.",
        "At length Antiochus appeared to enforce his demand in 134.",
        "Under these acts a right of reentry or forfeiture is not to be enforceable unless and until the lessor has served on the lessee a written notice specifying the breach of covenant or condition complained of, and requiring him to remedy it or make compensation, and this demand has not within a reasonable time been complied with; and when a lessor is proceeding to enforce such a right the court may, if it think fit, grant relief to the lessee.",
        "This ought to help the credibility issue; there's more to some tips than the police know, but haven't made public because it would enforce credence in a psychic connection for the tip.",
        "In any case, how would she enforce it – chase him off at gunpoint?",
        "Arakcheev was a faithful custodian to enforce order and acted as the sovereign's bodyguard.",
        "If someone writes a book in one country, does another country enforce the copyright within its borders?",
        "Eugene soon found that his chief duty was to enforce the wifi of Napoleon.",
        "Winder (1800-1865) to enforce military rule.",
        "Most of them had power to impose schedules of maximum rates; practically all of them had authority to prescribe rates upon complaint of shippers; and they could all seek the aid of the courts to enforce their decrees.",
        "It created a Commerce Court (composed of five judges nominated by the president of the United States from the Federal circuit judges), transferred to it jurisdiction in cases instituted to enforce or set aside orders of the Inter-State Commerce Commission, and made the United States instead of the Commission a party in all such actions.",
        "After the outbreak of the World War he endorsed the Administration's peace policy, supported the League to Enforce Peace, and urged that the national guard be tried fully before compulsory service be decided upon.",
        "He took occasion more than once to enforce what he had often advocated in writing, England's duty to intervene in foreign politics in support of the cause of freedom.",
        "To this district Sir Henry Barkly asserted the British rights, but no steps were taken to enforce them and as a matter of fact the Bloemhof district continued to be part of the Transvaal.",
        "The danger of loss from forest fires, such as that of 1894, emphasized the necessity of forest preservation, and resulted (1895) in the creation of a special state department with a forest commissioner and five wardens with power to enforce upon corporations and individuals a strict observance of the forestry laws, the good effects of the law being evidenced by the fact that the fire losses in forest lands for the first twelve years of its operation averaged only $31,000 a year.",
        "When these became law, he neglected to enforce them, and on the 1 st of September 1549 he was required by the council to maintain at St Paul's Cross that the royal authority was as great as if the king were forty years of age.",
        "Humboldt's concrete illustrations and the remarkable power of his personality enabled him to enforce these principles in a way that produced an immediate and lasting effect.",
        "Pennsylvania in 1842 (16 Peters 539), that state authorities could not be forced to act in fugitive slave cases, but that national authorities must carry out the national law, was followed by legislation in Massachusetts (1843), Vermont (1843), Pennsylvania (1847) and Rhode Island (1848), forbidding state officials to help enforce the law and refusing the use of state gaols for fugitive slaves.",
        "The definition of the Council of Trent was intended both to enforce the accepted Catholic position and to exclude the teaching of Luther, who, whilst not professing to be certain whether the \"substance\" of the Bread and Wine could or could not be said to remain, exclaimed against the intolerance of the Roman Catholic Church in defining the question.6 For a full and recent exposition of the Catholic teaching on Transubstantiation the reader may consult De ecclesiae sacra mentis, auctore Ludovico Billot, S.J.",
        "A state railway commission, whose members are elected by the people, has power to enforce its schedule of freight rates except when such rates would not pay the operating expenses of the railway.",
        "The national government is forbidden to interfere in the peculiar affairs of the states except to repel foreign invasion, to maintain a republican form of government, to re-establish order at the request of a state, or to enforce federal laws and sentences.",
        "The Quaker Act 1662 and the Conventicle Acts of 1664 and 1670, designed to enforce attendance at church, and inflicting severe penalties on those attending other religious gatherings, were responsible for the most severe persecution of all.",
        "The attempt of the king to enforce the official use of the Dutch language, and the foundation of the so-called philosophical college at Louvain helped to exacerbate the growing discontent.",
        "The homestead exemption extends to a dwelling-house, with its land and appurtenances, with a value not exceeding $5000; but no exemption is granted against a process to enforce the payment of purchase-money, or for improvements, or for legal taxes, or of a mortgage to which both the husband and wife have consented.",
        "Since the death of Mirabeau no one had appeared who could strike the happy mean and enforce his will on the extremes on either side.",
        "While they were collecting troops in order to enforce their threats, John on his part tried to divide his enemies by a concession to the clerical section.",
        "The plan of an international fleet to coerce the Mahommedan is even to this day ineffective; but the Hospitallers, who acquired a new basis by the conquest of Rhodes in 1310, used their fleet to enforce a partial and, on the whole, ineffective blockade of the coast of the Levant.",
        "Henry de Bohun figures with the earls of Clare and Gloucester among the twenty-five barons who were elected by their fellows to enforce the terms of the Great Charter.",
        "There was no effective administration to enforce the law.",
        "The Council of Trent had recently brought its long labours to a close (December 4, 1563), and Philip resolved to enforce its decrees throughout his dominions.",
        "Before Lightfoot's time commentaries, especially on the epistles, had not infrequently consisted either of short homilies on particular portions of the text, or of endeavours to enforce foregone conclusions, or of attempts to decide with infinite industry and ingenuity between the interpretations of former commentators.",
        "Meanwhile in the Transvaal, concurrently with the change of prime minister and high commissioner, the administrator, Colonel Lanyon, began vigorously to enforce taxation among the Boers.",
        "But a strong sentiment against removal suddenly developed, and the efforts of the United States to enforce the treaty brought on the Seminole War (1836-42), which resulted in the removal of all but a few hundred Seminoles whose descendants still live in southern Florida.",
        "In each diocese there had arisen a judicature (judices pacis) to decide when the form had been broken; and an executive, or communitas pacis, had been formed to enforce the decisions of the judicature.",
        "There is no privity of contract between an underlessee and the superior landlord, but the latter can enforce against the former restrictive covenants of which he had notice; it is the duty of the underlessee to inform himself as to the covenants of the original lease, and, if he enters and takes possession, he will be considered to have had full notice of, and will be bound by, these covenants.",
        "The one case in which jurisdiction has been given to it by statute is to enforce forfeitures under the statute of 1538.",
        "Following the example of William of Orange, Hoorn, Berghen and other governors, the magistrates generally declined to enforce the edicts, and offered to resign rather than be the instruments for burning and maltreating their fellow-countrymen.",
        "As it was, although Parker said that Grindal \"was not resolute and severe enough for the government of London,\" his attempts to enforce the use of the surplice evoked angry protests, especially in 1565, when considerable numbers of the nonconformists were suspended; and Grindal of his own motion denounced Cartwright to the Council in 1570.",
        "He was, however, restrained from actually proceeding to enforce the decree of excommunication, owing to the remonstrance of Irenaeus and the bishops of Gaul.",
        "Then, referring to messages he had received from influential persons in France, Prussia, Austria, Russia and Spain to the effect mentioned above, he adds: - \"Well, I will, with God's assistance during the next twelve months, visit all the large states of Europe, see their potentates or statesmen, and endeavour to enforce those truths which have been irresistible at home.",
        "Friends have always held that the attempt to enforce truthspeaking by means of an oath, in courts of law and elsewhere, tends to create a double standard of truth.",
        "Teach and enforce proper use of the bed.",
        "All the religious rites of Judaism were proscribed and the neighbouring Greek cities were requested to enforce the prohibition upon their Jewish citizens.",
        "The beginnings of this rupture, as well as a sharp affray between his volunteers and the townsfolk of Ajaccio, may have quickened Bonaparte's resolve to return to France in May 1792, but there were also personal and family reasons for this step. Having again exceeded his time of furlough, he was liable to the severe penalties attaching to a deserter and an émigré but he saw that the circumstances of the time would help to enforce the appeal for reinstatement which he resolved to make at Paris.",
        "The purpose of this was doubtless to resist by a strong internal consolidation the shock of the invasions, to secure public order, to enforce industrious habits, and to guarantee the financial resources of the state.",
        "They help enforce ethical and legal business practices.",
        "Narses declined to intervene, Padua was powerless to enforce its claims and Venice established a virtual independence of the mainland.",
        "£T30,270,246 370,520 883,160 550,180 from the farmers, who, on the other hand, are entitled to full official assistance to enforce their rights.",
        "On the 9th of June 1772 the \" Gaspee,\" a British vessel which had been sent over to enforce the acts of trade and navigation, ran aground in Narragansett Bay and was burned to the water's edge by a party of men from Providence.",
        "Desperate, but not very successful, efforts were made to enforce the statute of Labourers, of 1351, by which it was sought to maintain prices and wages as they had been before the pestilence.",
        "Determine which features to use to enforce data integrity.",
        "A statute of 1393 was granted to the citizens of London to remove weirs on the Thames, and empowered the Lord Mayor to enforce its provisions.",
        "Your deal holds the power of the Dark One to enforce the debt, since you are his.",
        "The power to enforce the award depends on this last provision.",
        "to enforce it led to the infliction of great hardships upon the Thuringians.",
        "In reality, at a tasting party at home it's hard to enforce a spit policy.",
        "Find the Number: Preschoolers love to play hide and seek, and you can easily turn this favorite game into an opportunity to enforce math skills.",
        "Have the children count the remaining number as they eat to enforce the concept of subtraction.",
        "The sales tax is determined by the state and the local jurisdiction of the items being sold; the United States does not enforce a national tax.",
        "\"Some states, like Connecticut, do enforce their own car return laws, but for the most part cars can only be returned by state lemon laws or by hiring a lawyer if you think the dealer or manufacturer has been negligent.\"",
        "Diet plans such as these really do ultimately enforce what we already know to be healthy eating, and in practice are not meant to be radical or unrealistic.",
        "Summy formed another division, Birch Tree, to enforce the Happy Birthday copyright.",
        "Enforce a strict no horseplay policy for all guests.",
        "Again, you'll need to have one or two people who will remain at the entrance the whole night if you want to enforce this.",
        "Yet copyright holders typically don't pursue their legal rights and enforce their copyright, at least as far as fan-written fiction is concerned.",
        "But someone's got to do it, because Mr. Chesney has a pet demon to enforce his will on the locals.",
        "Non-disclosure agreements are difficult to enforce overseas, as well.",
        "On the 18th of December 1895 a message was sent to the United States Congress by President Cleveland practically stating that any attempt on the part of the British Government to enforce its claims upon Venezuela as regards the boundary between that country and Guiana without resort to arbitration would be considered as a casus belli by his government.",
        "Mining is an extra-hazardous occupation, and the catastrophes, which from time to time have occurred, have caused agencies to enforce their authority.",
        "The signory, at last realizing that Malatesta was a traitor, dismissed him; but it was too late, and he now behaved as though he were governor of Florence; when the troops attempted to enforce the dismissal he turned his guns on them.",
        "A school dress code has to be specific in what students can and cannot wear, and administration must be willing to enforce it if this idea is going to work.",
        "Authoritative parents lay out logical rules they expect their children to follow and enforce consequences that flow logically from violations of these rules.",
        "They strictly enforce the moral and ethical code of the family.",
        "He put an end to the division which had arisen between the spiritual leaders of Palestinian Judaism by the separation of the scribes into the two schools called respectively after Hillel and Shammai, and took care to enforce his own authority as the president of the chief legal assembly of Judaism with energy and often with severity.",
        "a large army of Armagnacs to enforce his claims in Switzerland, and the war which ensued took the name of the Armagnac war (Armagnakenkrieg).",
        "It proved to be easier to hold the lord responsible for the public duties of all his dependants because he was the king's vassal and by attaching them as conditions to the benefices which he held, than to enforce them directly upon every subject.",
        "In order to enforce this moral, he passes to \"another sort of gnosis and instruction\" (xviii.",
        "The Wahhabi empire had now attained its zenith, a settled government was established able to enforce law and order in the desert and in the towns, and a spirit of Arabian nationality had grown up which bade fair to extend the Wahhabi dominion over all the Arab race.",
        "But while it was found impossible to enforce the staple or to close the Sound against the Dutch, other features of the monopolistic system of trade regulations were still upheld.",
        "Blasco Nunez de Vela was sent out, as first viceroy of Peru, to enforce the \" New Laws.\"",
        "On the death of his father-in-law in 1383, John endeavoured to enforce the claims of his wife, Ferdinand's only child, to the crown of Portugal.",
        "The passage of the Sugar Act of April 5, 1764, and the steps taken by the British government to enforce the Navigation Acts seriously affected this trade.",
        "Meanwhile Steinmetz had been sending peremptory orders to the battlefield to stop the battle, but neither of the corps commanders was able to enforce them.",
        "On the 12th of May 1652 an English officer, Captain Young, stopped a Dutch convoy near the Start in order to enforce the salute to the English flag, which England then demanded from all who used the seas round her coast.",
        "On the Dutch side vigorous measures were taken to enforce good discipline.",
        "He was still felt by many of his clergy and by candidates for ordination to be a rather terrifying person, and to enforce almost impossible standards of diligence, accuracy and preaching efficiency, but his manifest devotion to his work and his zeal for the good of the people rooted him deeply in the general confidence.",
        "The War of Devolution (or the Queen's War) in 1667-68 to enforce the queen's claim to certain districts in the Spanish Netherlands, led to the Dutch War (1672-78), and in both these wars the supremacy of the French armies was clearly apparent.",
        "For certain public works the Germans enforce a system of compulsory labour.",
        "Had the German princes not found it to their interests to enforce his principles, he might never have been more than the leader of an obscure mystic sect.",
        "1648 or perhaps 1651) quotes Thomas Stapleton, the Roman Catholic (De principiis doctrinalibus fidei, 1579), on the royal right or duty to enforce \" dogmas,\" and adds a gloss of his own - \" very articles of the faith,\" - a surprising and probably isolated usage.",
        "The bishop, or count, on whose lands the peace was violated was vested with judicial power, and was directed, in case he was himself unable to execute sentence, to summon to his assistance the laymen and even the clerics of the diocese, all of whom were required to take a solemn oath to observe and enforce the peace.",
        "A new charter was issued to the duke to perfect his title and Edmund (later Sir Edmund) Andros, the new governor, was instructed to establish English institutions and enforce English law in all sections.",
        "Formerly Kerbela was a self-governing hierarchy and constituted an inviolable sanctuary for criminals; but in 1843 the Turkish government undertook to deprive the city of some of these liberties and to enforce conscription.",
        "Arminius \"sought to make election dependent upon faith, whilst they sought to enforce absolute predestination as the rule of faith, according to which the whole Scriptures are to be interpreted\" (J.",
        "c. 15 provided that the submission might be made a rule of court, a provision which gave the court power to assist the parties in the trial of the case, and to enforce the award of the arbitrators; (d) the statute 3 and 4 Will.",
        "But the development of modern culture has rendered these exploits of an unbridled fanaticism impossible, and no government would consent to enforce the once obligatory sentences of ecclesiastical courts.",
        "To put a stop to this the Powers decided to intervene by means of a joint demonstration of their fleets, in order to enforce an armistice and compel Ibrahim to evacuate the Morea (Treaty of London, July 6, 1827).",
        "But the Siamese now repudiate this supremacy, and have sent neither mission nor tribute for sixty years, while no steps have been taken by the Chinese to enforce its recognition.",
        "The French' then despatched gunboats from Saigon to enforce their demands at Bangkok, and these made their way up to the capital in, spite of an attempt on the part of the Siamese naval forces to bar their way.",
        "This monarch despatched an embassy to Peking to demand the restitution of the Mahommedan states of Central Asia, but the embassy was not well received, and Ahmed Shah was too much engaged with the Sikhs to attempt to enforce his demands by arms. The Chinese continued to hold Kashgar, with sundry interruptions from Mahommedan revolts - one of the most serious occurring in 1827, when the territory was invaded and the city taken by Jahanghir Khoja; Chang-lung, however, the Chinese general of Ili, recovered possession of Kashgar and the other revolted cities in 1828.",
        "afterwards issued the celebrated edict in which he pledged his royal word to preserve intact the unity of the Church and to enforce the law of the land against heresy.",
        "and even unable to enforce its, neutrality, Cracow was a centre of disturbance, and, after Russia, Prussia, and Austria had in 1846 agreed to its suppression, was finally occupied by Austria on the 6th of November 1848, as a consequence of the troubles, more agrarian than political, which convulsed Galicia.",
        "Cyril, 67th patriarch, sent Severus as bishop, with orders to put down polygamy and to enforce observance of canonical consecration for all churches.",
        "With the fall of Laud all attempts to enforce it necessarily came to an end.",
        "But on the whole the false prophets deserve that name, not for their conscious impostures, but because they were content to handle religious formulas, which they had learned by rote, as if they were intuitive principles, the fruit of direct spiritual experience, to enforce a conventional morality, shutting their eyes to glaring national sins, after the manner of professional orthodoxy, and, in brief, to treat the religious status quo as if it could be accepted without question as fully embodying the unchanging principles of all religion.",
        "In 1832 he published a Political Economy, the chief purpose of which was to enforce the truth that the right economic condition of the masses is dependent on their right moral condition, that character is the parent of comfort, not vice versa.",
        "President Diaz's policy was to keep down disorder with a strong hand; to enforce the law; to foster railway development and economic progress; y '?",
        "As for the Greeks, the union met with much opposition, particularly from the monks, and was rejected by three Oriental patriarchs at a synod of Jerusalem in 1443; and after various ineffective attempts to enforce it, the fall of Constantinople in 1453 put an end to the endeavour.",
        "A nonconformist body is in law nothing more than a voluntary association, whose members may enforce discipline by any tribunal assented to by them, but must be subject in the last degree to the courts of the realm.",
        "Through the influence of Henry Clay an act of admission was finally passed, to come into operation as soon as the state legislature would pledge itself not to pass any legislation to enforce this clause.",
        "It makes the citizen recognize his allegiance to the power which represents the unity of the nation; and it avoids the necessity of calling upon the state to enforce obedience to Federal authority, for a state might possibly be weak or dilatory, or even itself inclined to disobedience.",
        "It became necessary to enforce the terms of that convention, under which the fishermen of the United States could not pursue their avocations within the three miles' limit, tranship cargoes of fish in Canadian ports, or enter them except for shelter, water, wood or repairs.",
        "While the power of making treaties must rest ultimately in the hands that can enforce them, the tendency to give the colonies chiefly interested a larger voice in international arrangements had become inevitable.",
        "To others he has seemed to be a loyal servant of the king who endeavoured to enforce the authority of the crown, which in Castile was the only alternative to anarchy.",
        "After the death of Malik Shah the head of the family was not strong enough to enforce obedience, and consequently the central government broke up into several independent dynasties.",
        "In reply to a communication of President Adams early in 1827 that the United States would take strong measures to enforce its policy, Governor Troup declared that he felt it his duty to resist to the utmost any military attack which the government of the United States should think proper to make, and ordered the military companies to prepare to resist \" any hostile invasion of the territory of this state.\"",
        "But the governor of Georgia declared that the decision was an attempt at usurpation which would meet with determined resistance, and President Jackson refused to enforce the decree.",
        "concluded, on the 27th of July, the treaty of London, whereby France, England and Russia bound themselves to put an end to the conflict in the East and to enforce the conditions of the St Petersburg protocol upon the belligerents.",
        "As bishop of Lucca he had been an energetic coadjutor with Hildebrand irk endeavouring to suppress simony, and to enforce the celibacy of the clergy.",
        "She was a member of the International Council of Women; the International Suffrage Alliance; the National Society for Broader Education and the League to Enforce Peace.",
        "where their object is to establish upon the territory of two contiguous states a strip or zone on either side of the frontier which the respective states agree to regard as neutral, on which the parties undertake to erect no fortifications, and maintain no armed forces but those necessary to enforce the ordinary respect of government.",
        "If a witness answers truly all questions which he is required by the court to answer, he is entitled to receive a certificate of indemnity, which will save him from all proceedings for any offence under the Corrupt Practices Acts committed by him before the date of the certificate at or in relation to the election, except proceedings to enforce any incapacity incurred by such offence.",
        "Constantine, while strongly disposed at first to enforce the Nicene decrees, was gradually won to a more conciliatory policy by the influence especially of Eusebius of Caesarea and Eusebius of Nicomedia, the latter of whom returned from exile in 328 and won the ear of the emperor, whom he baptized on his death-bed.",
        "Though most of the Silesian dynasts seemed ready to acquiesce, the burghers of Breslau fiercely repudiated the new suzerain, and before he could enforce his claims to homage he was ousted by the Hungarian king, Matthias Corvinus, who was readily recognized as overlord (1469) .",
        "The Visitation is the personal inspection of institutions, churches, religious establishments and their personnel, to correct abuses The Visit- p and enforce the observation of rules.",
        "Still the pope continued to share the spoils of the English clergy with the king, and the king to enforce the demands of Roman tax-collectors.",
        "Spartan arms could enforce the sanction which the Olympian Zeus gave to the oaths of the amphictyones, whose federal bond was symbolized by common worship at his shrine.",
        "He was one of the twentyfive appointed to enforce the promises of Magna Carta; and his aggressive attitude was one of the causes which contributed to the recrudescence of civil war (1215).",
        "He himself was, however, no more prepared for attack than the Republic for defence, but the Dutch had already sunk so low, that they agreed to pay a heavy indemnity to induce the Austrians to drop a demand they were unable to enforce.",
        "The following rules he took pains to enforce: that clerics in holy orders should not cohabit with their wives or permit any women, except those allowed by the canons, to live in their houses; that clerics accused on ecclesiastical or lesser criminal charges should be tried only in the ecclesiastical courts; that clerics in holy orders who had lapsed should \"utterly forfeit their orders and never again approach the ministry of the altar\"; that the revenues of each church should be divided by its bishop into four equal parts, to be assigned to the bishop, the clergy, the poor and the repair of the fabric of the church.",
        "As it is impossible that we shall ever discover any new furbearing animals other than those we know, it behoves responsible authorities to enforce close seasons and restrictions, as to the sex and age, in the killing for the purpose of equalizing the numbers of the catches.",
        "To enforce the British demands, to put an end to the misgovernment and barbarities carried on at Kumasi, and to establish law, order and security for trade, an expedition was at length decided upon.",
        "The estrangement between the eastern and western courts had in 407 become so bitter as to threaten civil war, and Stilicho was actually proposing to use the arms of Alaric in order to enforce the claims of Honorius to the prefecture of Illyricum.",
        "It contains other features of considerable interest to which more importance seems to be attached, and the writer is evidently an artist who takes manifest delight in the touching and graceful details of his picture, and is not simply guided by a desire to impart historical information or to enforce some particular lesson.",
        "But the emperors were not merely absent, they had to engage in struggles in which they exhausted the energies necessary to enforce obedience at home; and, in order to obtain help, they were sometimes glad to concede advantages to which, under other conditions, they would have tenaciously clung.",
        "Time after- time they followed him to Italy, enduring serious losses and hardships in order that he might enforce claims which were of no advantage to them, and which, previously, had been a curse to their nation.",
        "This consisted of both princes and cities and was inteiided to enforce the public peace in the southwestern parts of Germany.",
        "These circles were now increased in number to ten and an official (Hauptmann) was placed over each, his duties being to enforce the decisions of the Reichskammergericht.",
        "Ferdinand L, who like all the German sovereigns after him was recognized as emperor without being crowned by the pope, made it a prime object of his short reign to defend and and enforce the religious peace of Augsburg for which he was largely responsible.",
        "In 1880 a provisional Bill was submitted to parliament giving the crown discretionary power not to enforce the laws.",
        "After the conquest of Bosnia another attempt was made to enforce military service; once more a rebellion broke out, and spread to the contiguous districts of Herzegovina.",
        "In 1191 Henry, now emperor, asserted his claims; but, while Tancred lived, he did little, in Sicily nothing, to enforce them.",
        "Other newspapers were afterwards established upon the same principles; anti-slavery societies, founded upon the doctrine of immediate emancipation, sprang up on every hand; the agitation was carried into political parties, into the press, and into legislative and ecclesiastical assemblies; until in 1861 the Southern states, taking alarm from the election of a president known to be at heart opposed to slavery though pledged to enforce all the constitutional safeguards of the system, seceded from the Union and set up a separate government.",
        "These conditions were that all rights of conquest acquired by the Fulani throughout Northern Nigeria passed to Great Britain, that for the future every sultan and emir and principal officer of state should be appointed by Great Britain, that the emirs and chiefs so appointed should obey the laws of the British government, that they should no longer buy and sell slaves, nor enslave people, that they should import no firearms, except flint-locks, that they should enforce no sentences in their courts of law which were contrary to humanity, and that the British government should in future hold rights in land and taxation.",
        "B&~ing At that moment the situation was singularly like that appointed which had existed on two previous occasions: firstly, consulwhen Ismail was deposed; and secondly, when the Dual Control had undermined the existing authority without having any power to enforce its own.",
        "The British army of occupation was Sir Evelyns kurbash; it was well within his reach, as all the world knew, and its simple presence sufficed to prevent disorder and enforce obedience.",
        "This charter was practically an act of national pacification, the provisions of which king and people together undertook to enforce for the benefit of the commonweal.",
        "Frederick II., in his later years (1571-1588), aspired to the dominion of all the seas which washed the Scandinavian coasts, and before he died he was able to enforce the rule that all foreign ships should strike their topsails to Danish men-of-war as a token of his right to rule the northern seas.",
        "It was an open secret that in some instances they disagreed with the policy they were called upon to enforce.",
        "This body made the necessary regulations and by Dec. 11 1917 had gathered a large staff at the necessary ports to enforce them.",
        "They were to execute justice, to enforce respect for the royal rights, to control the administration of the counts, to receive the oath of allegiance, and to supervise the conduct and work of the clergy.",
        "Douglas as the author of the bill, and to President Pierce as the executive who was called upon to enforce it.",
        "At the same time it was the duty of the president to call out the army and navy of the United States to protect federal property or to enforce federal laws.",
        "He began at once to enforce order in the Hauteville possessions, where the ducal power had long been falling to pieces.",
        "The money could not be collected, and the edicts against private wars and the maintenance of armed retainers were hard to enforce.",
        "Moved at last by the great quantity of military material that was being found in the Gulf, the British Government urged the Persian Government to enforce the actual law and to confiscate the stores of arms which had accumulated at Bushire.",
        "Blanqui's uncompromising communism, and his determination to enforce it by violence, necessarily brought him into conflict with every French government, and half his life was spent in prison.",
        "Jean de Bethencourt, who died in 1422, bequeathed the islands to his brother Reynaud; Guzman sold them to another Spaniard named Paraza, who was forced to re-sell to Ferdinand and Isabella of Castile in 1476; and Prince Henry twice endeavoured to enforce his own claims. Meanwhile the Guanches remained unconquered throughout the greater part of the archipelago.",
        "On his return to Ireland he again attempted to moderate the persecuting policy against the Irish Catholics which he was instructed to enforce; and although he was to some extent successful, it was probably owing to his opposition to this policy that he was recalled in November 1614.",
        "He established, for the first time in the history of the Afghan kingdom, a powerfully centralized administration strong enough to maintain order and to enforce obedience over all the country which he had united under his dominion, supported by a force sufficiently armed and disciplined to put down attempts at resistance or revolt.",
        "Treaties to enforce the public peace were concluded in 1291 and 1338 with the dukes of Brunswick, Mecklenburg and Pomerania, and the count of Holstein.",
        "to enforce the claims of the papacy, and that of John of Anjou to enter into the heritage of his ancestors.",
        "In 1423 he attended a council at Pavia, but in England his time was mainly occupied with lawsuits, several of which he carried on to defend the property and enforce the rights of the abbey.",
        "The judicial committee, however, rested its decision chiefly on the allegation that the acquisition of the territory was an act of state and that \"no municipal court had authority to enforce such an obligation\" as the duty of the new government to respect existing titles.",
        "All that can be meant by such a proposition is that according to the well-understood rules of international law a change of sovereignty by cession ought not to affect private property, but no municipal tribunal has authority to enforce such an obligation.",
        "It was laid down in these that over and above safe custody it was essential to preserve health, improve morals, and enforce hard labour on all prisoners sentenced to it.",
        "It also urged in strong terms the necessity for one uniform system of treatment, more especially as regarded dietaries, labour and education, and strongly recommended the appointment of official inspectors to enforce obedience to the acts.",
        "In 1832, when the state of South Carolina attempted to \"nullify\" the tariff laws, Jackson at once took steps to enforce the authority of the federal government, ordering two war vessels to Charleston and placing troops within convenient distance.",
        "In 1781 he favoured an amendment 'of the Articles of Confederation giving Congress power to enforce its requisitions, and in 1783, in spite of the open opposition of the Virginia legislature, which considered the Virginian delegates wholly subject to its instructions, he advocated that the states should grant to Congress for twenty-five years authority to levy an import duty, and suggested a scheme to provide for the interest on the debt not raised by the import duty - apportioning it among the states on the basis of population, counting three-fifths of the slaves, a ratio suggested by Madison himself.",
        "After an apparently successful attempt to enforce the baptism of all Jews and Montanists in his realm (722), he issued a series of edicts against the worship of images (726-729).",
        "Mexico sought to prevent American immigration, but the local authorities would not enforce such orders, however positive.",
        "Cetywayo, who had found a defender in Bishop Colenso, vouchsafed no reply, and Lord Chelmsford entered Zululand, at the head of 13,000 troops, on the 11th of January 1879 to enforce the British demands.",
        "From December 1894 till April 1896 he was premier of Canada, and endeavoured to enforce remedial legislation in the question of the Manitoba schools.",
        "While they were struggling to enforce their claims to universal sovereignty, the royal power, less extravagant but more real, was welding together the feudal states of France and moulding the England of to-day.",
        "A state board of arbitration was created in 1896, but its usefulness was impaired by an opinion of the state attorneygeneral (in 1901) that it could not enforce subpoenas, compel testimony or enforce decisions.",
        "The efforts made from time to time by vigorous rulers to enforce the charges that remained legally due, proved quite ineffectual to restore the older fiscal system.",
        "In 1841 the republic of Texas, claiming that its western boundary was the Rio Grande, sent a force of 300 men to New Mexico to enforce these claims. The Texans reached the frontier in a starved and exhausted condition, were made prisoners by the New Mexican militia, and were sent to Mexico, where after a short term of confinement they were released.",
        "The powers of the bishops were increased, and their brethren brought in various ways under subjection to them, and in 1609 two courts of high commission were set up by the royal authority with plenary powers to enforce conformity to the new arrangements.",
        "The Moderate party, which maintained its ascendancy till the beginning of the 19th century, sought to make the working of the church in its different parts as systematic and regular as possible, to make the assembly supreme, to enforce on presbyteries respect for its decisions, and to render the judicial procedure of the church as exact and formal as that of the civil courts.",
        "By first connecting himself with John through his marriage with the English king's daughter Joan, by straining every nerve to repress dissensions and enforce obedience amongst the Welsh chieftains, and later by allying himself with the English barons against his suzerain, this prince during a reign of 44 years was enabled to give a considerable amount of peace and prosperity to his country, which he persistently sought to rule as an independent sovereign, although acknowledging a personal vassalage to the king of England.",
        "2 In early Judaism, chastity was indeed enjoined upon the priests at certain solemn seasons; but there was no attempt to enforce celibacy upon the sacerdotal caste.",
        "4 Lastly, such partial attempts as we have already described to enforce upon the clergy a special rule of continence, by their very failure, suggested more heroic measures.",
        "In 1382 the archbishop's visitation led to disputes with the bishops of Exeter and Salisbury, and Courtenay was only partially able to enforce the payment of a special tax to meet his expenses on this occasion.",
        "10), in order to prevent misconception and to enforce the claims of the gospel upon the individual and social life of the Galatians.",
        "The attempt to enforce compulsory military service, made and abandoned in 1869, but finally successful in 1881, led to two short-lived revolts among the Krivoscians, during which Cattaro was the Austrian headquarters.",
        "Their business was to enforce these rights; from the first they were very unpopular, and their arbitrary behaviour was a factor in bringing about the formation of the Lombard league and the rising against Frederick in 1167.",
        "Whenever it made an effort to enforce its claims, it retreated so soon as it was confronted by a resolute foe.",
        "This right to enforce into servitude those who might incur the displeasure of the governor or other high officers was not only exercised with reference to the individuals themselves who had received this conditional freedom; it was, adds Watermeyer, claimed by the government to be applicable likewise to the children of all such.",
        "In Australasia and Canada and in most if not all the British possessions whose law is based on the common law, the power to issue and enforce the writ is possessed and is freely exercised by colonial courts, under the charters or statutes creating and regulating the courts.",
        "In 1449 the Lisbon Juderias were stormed and sacked, and between 1450 and 1481 the cortes four times petitioned the Crown to enforce the anti-Jewish provisions of the canon law.",
        "In order to enforce the registration of edicts the king would send lettres de cachet, known as lettres de jussion, which were not, however, always obeyed.",
        "The strong anti-slavery sentiment of the city led in 1854 to a serious riot, owing to an apparent attempt to enforce the Fugitive Slave Law.",
        "Authari, \"the Longhaired,\" with his Roman title of Flavius, marks the change from the war king of an invading host to the permanent representative of the unity and law of the nation, and the increased power of the crown, by the possession of a great domain, to enforce its will.",
        "While on a mission to the court of King Aldfrith of Northumberland in 686, he was led to adopt the Roman rules with regard to the time for celebrating Easter and the tonsure, and on his return to Iona he tried without success to enforce the change upon the monks.",
        "On the 21st of July sworn evidence, which was supplemented on the 23rd of July, was obtained and laid before the commissioners of customs (who were the proper authorities to enforce the provisions of the Foreign Enlistment Act of 1819), but they declined to move.",
        "These proposals were rejected by the Easterns, who regarded them as attempts to enforce new creeds on their church.",
        "To appreciate them we must take them for what they are, pieces of declamation, intended either to enliven the course of the narrative, to place vividly before the reader the feelings and aims of the chief actors, or more frequently still to enforce some lesson which the author himself has at heart.",
        "cheste Bogno 0 ' ?4 L le of R misconduct, he is only checked-so far as ecclesiastical order is concerned-by his oath of canonical obedience to the \" godly \" monitions of his bishop; and, since these monitions are difficult and costly to enforce, while their \" godliness \" may be a matter of opinion, an incumbent is practically himself the interpreter of the law as applied to the doctrine and ritual of his particular church.",
        "The county council have the same power as a sanitary authority to enforce the provisions of the Rivers Pollution Prevention Acts in relation to so much of any stream as passes through Revers or by any part of their county.",
        "Such confirmation, however, though necessary to enable the council to enforce them, does not itself confer upon them any validity in point of law.",
        "They may hear complaints by a parish council that a district council has failed to provide sufficient sewerage or water-supply, or has failed to enforce the provisions of the Public Health Acts in their district, and on such complaint they may transfer to themselves and exercise the powers of the defaulting council, or they may appoint a person to perform those duties.",
        "The council may also complain to the county council that the district council have failed to sewer their parish or provide a proper water-supply, or generally to enforce the provisions of the Burial Acts; and upon such complaint, if ascertained to be well founded, the county council may transfer to themselves the powers and duties of the district council, or may appoint a competent person to perform such powers and duties.",
        "The treasury department has chartered the coasts, sought to enforce the prohibition law, controlled and protected the fur seals and fisheries, and incidentally collected the customs. Since the creation of the department of commerce and labour (1903), it has taken over from other departments some of these scattered functions.",
        "The factional quarrels there, together with the Commonwealth government in England, made it easy for Massachusetts to enforce this claim at the time, and between 1652 and 1658 Maine was gradually annexed to Massachusetts.",
        "In1838-1839the territory in dispute between New Brunswick and Maine became the scene of a border \" war,\" known as the \" Aroostook disturbance \"; Maine erected forts along the line she claimed, Congress authorized the president to resist any attempt of Great Britain to enforce exclusive jurisdiction over the disputed territory, and an armed conflict seemed imminent.",
        "This, however, failed to influence the emperor, and the English government at length saw that they must have recourse to arms. In July 1867, therefore, it was resolved to send an army into Abyssinia to enforce the release of the captives, under Sir Robert Napier (1st Baron Napier of Magdala).",
        "They create and alter subdivisions, levy taxes, care for the poor, construct, maintain and make regulations for roads and bridges, erect and care for public buildings, grant franchises, issue licences, supervise county officers, make and enforce proper police regulations (but the authority does not extend to incorporated towns or cities), and perform such other duties as may be authorized by law.",
        "But in 1601 he quarrelled with the lord deputy, who, though willing to establish Niall Garve in the lordship of Tyrconnel, would not permit him to enforce his supremacy over Cahir O'Dogherty in Inishowen.",
        "His Regulations formally reserved the latter class of rights, but did not legally define them, or enable the husbandmen to enforce them in the courts.",
        "1, 2, &c.), but is careful to enforce enlightened views regarding them (xlv.",
        "In 1817 further trouble arose with the Kaffirs, the immediate cause of quarrel being an attempt by the colonial authorities to enforce the restitution of some stolen cattle.",
        "In1906-1907a fresh crusade to enforce the law was begun by the attorney-general, who brought ouster suits against the mayors of Wichita, Junction City, Pittsburg and Leavenworth for not enforcing the law and for replacing it with the \" fine \" system, which was merely an irregular licence.",
        "of his subjects at the attempt to enforce English suzerainty over Scotland, and in July 1295 leagued himself with Philip of France, and expelled from his realm the chief supporters of the English alliance.",
        "Thirty years of friction followed, while the parliament, and the ruling classes tried in a spasmodic way to enforce the statute, and the peasantry strove to evade it.",
        "He shared to the full his fathers dislikc and distrust of the Puritans, and he supported with the whole weight of the crown the attempt of William Laud (q.v.), since 1633 archbishop of Canterbury, to enforce conformity to the ritual prescribed by the Prayer Book.",
        "Irishmen had taken advantage of the weakness of England during the American War to enforce upon the ministry of the day, in 1780 and 1782, an abandonment of all claim on the part of the English government and the English judges to interfere in any way with Irish affairs.",
        "The campaign of Marengo followed (1800) and the peace of Lunville, which not only once more isolated Great Britain, but raised up against her new enemies, to the list of whom she added by using her command of the sea to enforce the right of search in order to seize enemies goods in neutral vessels.",
        "As Lord Palmerston was unable by correspondence to induce the Greek government to settle claims of this character, he determined to enforce them; and by his orders a large number of Greek vessels were seized and detained by the British fleet.",
        "A large section of the cabinet shared the queens hesitation, and Lord Palmerstonwith the weight of nearly eighty summers upon himwas not strong enough to enforce his will against both his sovereign and his colleagues.",
        "His defence of the notorious edict of July 9, 1788, issued by the Prussian minister for ecclesiastical affairs, Johann Christoph von Wollner (1732-1800), the object of which was to enforce Lutheran orthodoxy, might with greater justice be cited as a sign of the decline of his powers and of an unfaithfulness to his principles.",
        "Brahmanism, for example, does not appear to enforce any stated fast upon the laity.",
        "He pronounced excommunication and deposition against King George Podiebrad on the 23rd of December 1466 for refusal to enforce the Basel agreement against the Utraquists, and prevailed on Matthias Corvinus, king of Hungary, to declare war against him on the 31st of March 1468.",
        "The posts were generally filled by eminent and capable men who had to keep the peace, enforce punishment for breach of the law, and take care that neither country encroached on the boundary of the other.",
        "The yield of the indirect taxes fell off through the interruption of business, and the direct taxes were in large measure withheld, for want of an authority to enforce payment.",
        "The attempt to enforce a revolution of the French sort on the Catholic and conservative Belgians drove them to fury.",
        "The attempt to enforce it caused a revolt of the peasants in the Belgian departments.",
        "that may \" use the strength and means of all \" to enforce on all the observance of rules tending to the common benefit.",
        "Paley, however, holds that scripture is given less to teach morality than to illustrate it by example and enforce it by new sanctions and greater certainty, and that the light of nature makes it clear that God wills the happiness of his creatures.",
        "Deeply convinced of the importance of education for the young, Calvin and his coadjutors were solicitous to establish schools throughout the city, and to enforce on parents the sending of their children to them; and as he had no faith in education apart from religious training, he drew up a catechism of Christian doctrine which the children had to learn whilst they were receiving secular instruction.",
        "Caroli brought a counter-charge against the Geneva divines of Sabellianism and Arianism, because they would not enforce the Athanasian creed, and had not used the words \"Trinity\" and \"Person\" in the confession they had drawn up. It was a struggle between the thoroughgoing humanistic reformer who drew his creed solely from the \"word of God\" and the merely semi-Protestant reformer who looked on the old creed as a priceless heritage.",
        "These Calvin regarded as matters of indifference, provided the magistrates did not make them of importance, by seeking to enforce them; and he was the more willing to concede them, because he hoped thereby to meet the wishes of the Bernese brethren whose ritual was less simple than that established by Farel at Geneva.",
        "§ I of the amendments to the constitution (enacted July 28, 1868), no state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.\"",
        "His political eloquence can worthily image the majesty of the state, and enforce weighty counsels with lofty and impassioned fervour.",
        "The inability of the council to enforce its resolutions was chiefly due to its composition; the majority of the communities represented were even in combination no match for individual cities like Athens, Sparta or Thebes.",
        "Fergal (711-722), in trying to enforce it again, was slain in a famous battle at Allen in Kildare.",
        "The tribesmen owed fealty only to their chiefs, who in turn owed a kind of conditional allegiance to the over-king, depending a good deal upon the ability of the latter to enforce it.",
        "To enforce this claim he ravaged and plundered a large part of the country, took hostages from Niall Caille the over-king (833-845), drove out the comarba of St Patrick, or archbishop of Armagh, and for a whole year occupied his place as bishop. On his return he plundered the termon lands of Clonmacnoise \" up to the church door,\" an exploit which was repeated the following year.",
        "Retaliation for murder and other injuries was a common method of redress, although the church had endeavoured to introduce various reforms. Hence we find in the Brehon Laws a highly complicated system of compensatory payment; but there was no authority except public opinion to enforce the payment of the fines determined by the brehon in cases submitted to him.",
        "In other cases Elizabeth connived at what she could not prevent, and hardly pretended to enforce uniformity except in the Pale and in the large towns.",
        "The most severe English statutes against the Roman Catholic laity had never been re-enacted in Ireland, and, in the absence of law, illegal means were taken to enforce uniformity.",
        "Under the Brice bill, passed in 1904 and amended in 1905, which gave the people of each county the choice between dispensary and prohibition, with the proviso that if they adopt the latter they must pay the extra taxes necessary to enforce it, several counties adopted prohibition; and in 1907 the state dispensary system was abolished, all impure liquors were declared contraband, each county was required to vote to prohibit the sale of liquors or to establish a dispensary, the sale of intoxicating liquors was forbidden outside of cities and towns, and sales may be made only through county dispensaries, which may not sell at night or on Sunday, or to inebriates or minors.",
        "He might perhaps have administered successfully, but the exactions he was compelled to enforce by his father soon ruined the popularity of his government and provoked revolts.",
        "They have also retained many ancient sayings, proverbial in their style, which enforce many of the truths of natural religion as to the attributes of God.",
        "marched into Portugal to enforce his pretensions, but was easily routed by the duke of Alva, the Spanish commander, at Alcantara, on the 25th of August 1580.",
        "soon saw that the times were not ripe for a third party, and that to enforce real toleration would require an absolute power which they did not possess.",
        "Though we cannot admit that the False Decretals were composed in order to enforce the rights of the papacy, we may at least consider whether the popes did not make use of th e False Decretals to support their rights.",
        "It proved impossibfe to enforce this statute, and the majority of Spaniards are still illiterate, though in decreasing proportion at each census.",
        "(796822), could enforce obedience by arms, or by murder, but it was the rule of the most pugnacious and the hardest hitter.",
        "John I., a man of ~ndornitable energy and considerable capacity, spent most of his life in endeavouring to enforce his claims to the kingdom of Navarre as the husband and heir of its queen Blanche.",
        "The Spanish Inquisition was a department of the royal government, employed to enforce religious unity and obedience, because they were held to be indispensable in ordet to obtain national unity and to enforce the authority of the Crown.",
        "In others it was a struggle to enforce the claims of particular towns.",
        "Spain had to pay a monthly subsidy of six million francs, and to enforce strict neutrality upon Portugal, this involving war with England.",
        "He had to carry on the negotiations with the French preliminary to the surrender of Paris, and to enforce upon them the German terms of peace.",
        "Obedience was difficult to enforce without military help, riots broke out in certain towns, and when Maurice was appealed to, as captain-general, he declined to act.",
        "Canovas resumed office in March 1895 immediately after the outbreak of the Cuban insurrection, and devoted most of his time and efforts, with characteristic determination, to the preparation of ways and means for sending 200,000 men to the West Indies to carry out his stern and unflinching policy of no surrender, no concessions and no reforms. He was making up his mind for another effort to enable General Weyler to enforce the reforms that had been wrung from the Madrid government, more by American diplomacy than from a sense of the inevitable, when the bullet of an anarchist, in August 1897, at the baths of Santa Agueda, cut short his career.",
        "Cope and some other recent authors have attempted to enforce.",
        "Her win or loss is mine to enforce, if either of you chooses not to honor the terms.",
        "He decided if he hadn't seduced someone by 4:15, he would enforce Plan B. Approaching the shopping district, he noticed a series 7 BMW slowing down.",
        "The Guardian has broken a law that only the Gatekeeper has the power to enforce.",
        "In any case, how would she enforce it â€“ chase him off at gunpoint?",
        "To enforce adherence to business rules, we absolutely do not want to provide direct access to the data services to ASP code.",
        "The sightings have raised fears that little is being done to enforce the ban.",
        "He disapproved of the methods used to enforce Episcopacy, and refused a bishopric.",
        "We could not enforce the decisive blockade or interruption which is possible from surface vessels.",
        "Devon Sea Fisheries Committee will enforce the bylaw with assistance from the local warden.",
        "I asked everyone to try their best to agree, declare, implement, monitor and enforce a cease-fire for a whole next year.",
        "The Archbishop endeavors from time to time to enforce clerical celibacy, which is apparently not observed by some of his suffragan bishops.",
        "In both cases, the government had to use the decrepit old Parliament Act to enforce the will of the elected commons.",
        "The stages should become increasingly punitive in order to enforce compliance.",
        "confer on any third party any benefit or the right to enforce any term of the User Agreement.",
        "Instead of trying to guide moral behavior the Church now looks to the state to enforce moral conformity.",
        "The contractor brought proceedings to enforce the award, which was met by a counterclaim for liquidated damages.",
        "A new European Directive seeks to enforce intellectual property rights with retailers facing jail for knowingly selling counterfeit or copied goods.",
        "Firstly, MK Council should enforce the covenant on most houses in MK that prevents vans, etc, being brought home.",
        "We will then enforce the decree against the party liable.",
        "Our immigration bureaucracies enforce destitution, separate families and waste talent.",
        "detriment under the era for enforcing or attempting to enforce the right to request.",
        "Landlords failed to enforce repair clauses, causing a general dilapidation.",
        "To enforce uniformity of religion and maintain control the Catholic Church along with the State ruthlessly killed dissenters.",
        "easyis should prove far easier to bring a claim, avoiding the need to look to Europe to enforce their rights.",
        "empowered to enforce the specific duties through the issuance of compliance notices.",
        "enforce compliance.",
        "enforce the judgment to be held over.",
        "enforce the ban.",
        "enforce the new law banning hunting with dogs?",
        "enforce the restriction of one button selected at a time.",
        "Because it's extremely granular, you can set and enforce different policies for any user or class of users.",
        "guarded output stream uses the internal lock provided by the synchronized data output stream class to which it is attached to enforce synchronization.",
        "Do you think the police will be able to enforce the new law banning hunting with dogs?",
        "illogical decision not to enforce the follow on let India off the hook.",
        "Aimed at critics of the government, the Act proves impossible to enforce.",
        "inexpedient to enforce the judgment.",
        "It is society or the system society puts in place that should make, enforce, and punish infractions of the law.",
        "It adds authorities do not enforce existing labor laws and working conditions are often inhumane, with forced labor still a common practice.",
        "The guarded input stream uses the internal lock provided by the synchronized data input stream class to which it is attached to enforce synchronization.",
        "inspectors appointed to enforce the law throughout the whole of the country.",
        "Steps taken to enforce default judgments did not prove effective either.",
        "They asked for further action to enforce the judgment to be held over.",
        "MAFF or DEFRA as it is now known, have the power to enforce this work.",
        "This was to make the piece legitimate in those jurisdictions which enforce a caliber floor for dangerous game.",
        "The new system should also allow authorities to use cameras to enforce 20mph limits for roads where humps are not practical.",
        "Those who can pay, such as banks and businesses could then hire licensed mobsters to enforce bad debts, or settle business rivalries?",
        "The city government has banned private wells and made rainwater harvesting obligatory, but does not dare to enforce the law.",
        "The State must enforce the observance of human rights in its domestic legal order.",
        "peremptory order permits the courts to enforce the decision.",
        "Oddly enough, he is nowhere near so hard on them for their efforts to enforce prohibition.",
        "rationalize anything with the rules they enforce randomly.",
        "President Bush announced that diplomacy had failed and consequently the United States has the right to enforce United Nations resolutions to overthrow brutal regimes.",
        "Additionally, VoIP detection will allow carriers to enforce local regulations on the legality of VoIP calls.",
        "The browser will enforce the restriction of one button selected at a time.",
        "If you try to enforce retirement at 60 purely on age grounds, then you could face a tribunal awarding substantial damages against you.",
        "The Scriptures enforce the religious observance of Saturday, a day which we never sanctify.",
        "sheriff's officer to enforce the judgment.",
        "The concrete subclass may enforce an upper limit to this value appropriate to the numeric type being formatted.",
        "Yet such synchronicity between vessels was not always easy to enforce, leading to messages being delayed or else going unheard.",
        "London ), rather to enforce valid tickets than to exclude criminals.",
        "unconscionable to enforce the strict legal position between Milton Gate and PW which would be required to make the penalty payment.",
        "Take appropriate steps to enhance staff vigilance: Increase the frequency of patrols or inspections to enforce the highest standards of housekeeping.",
        "Orders were indeed issued for the establishment of landpeaces in Bavaria, Franconia and Swabia, and afterwards for the whole of Germany; but the king lacked the power, or the determination, to enforce them, although in December 1289 he led an expedition into Thuringia where he destroyed a number of robber-castles.",
        "France was equally careless of Italian susceptibilities, and in April 1888 Goblet made a futile but irritating attempt to enforce at Massawa the Ottoman rgime of the capitulations in regard to non-Italian residents.",
        "This probably was, as Johnson suggests, that the bishop might enforce secular laws by ecclesiastical censure and the alderman ecclesiastical laws with secular punishment.",
        "had to promise not to enforce them.",
        "In the event of the company failing to comply with the demands of the department, the latter is empowered to refer the case to the Railway and Canal Commissioners, who form a special Court constituted by the Railway and Canal Traffic Act of 2888, for deciding, among other things, questions relating to rates and charges, for protecting traders from undue charges and undue preference, for regulating questions of traffic, and for deciding certain disputes between railway companies and the public. The Commissioners are then empowered to deal with the matter, and if \" a railway company fail to comply with any order made by the Railway and Canal Commissioners, or to enforce the provisions of any schedule \" approved by them, it is liable to a fine of a hundred pounds for every day during which the default continues.",
        "The arbitrary restrictions imposed upon the colonists aroused dissatisfaction among them and eventually led to conspiracy in 1789, inspired by a fear that the Portuguese government was about to enforce the collection of its \"fifths\" of the mining output, which had largely fallen into arrears.",
        "His first act was to submit to the king a statement of his guiding principles:\" No bankruptcy, no increase of taxation, no borrowing.\"Turgot's policy, in face of the desperate financial position, was to enforce the most rigid economy in all departments.",
        "(o) That subsequent to that period organic changes in the industries affected, coupled with the incompetence of parliament to adapt the old legislation to new conditions, and the growing acceptance of the doctrine of laissez faire, brought about a general disuse of the statute, though isolated attempts to enforce it were made and new acts applicable to certain trades were passed in the 18th century.",
        "The beginnings of this rupture, as well as a sharp affray between his volunteers and the townsfolk of Ajaccio, may have quickened Bonaparte's resolve to return to France in May 1792, but there were also personal and family reasons for this step. Having again exceeded his time of furlough, he was liable to the severe penalties attaching to a deserter and an Ã©migrÃ© but he saw that the circumstances of the time would help to enforce the appeal for reinstatement which he resolved to make at Paris.",
        "the only legislation affecting the civil jurisdiction of the High Court of Admiralty till the time of Queen Victoria is to be found in an act of 1540, enabling the admiral or his lieutenant to decide on certain complaints of freighters against shipmasters for delay in sailing, and one of 1562, giving the lord high admiral of England, the lord warden of the Cinque Ports, their lieutenants and judges, co-ordinate power with other judges to enforce forfeitures under that act - a very curious and miscellaneous statute called \"An Act for the Maintenance of the Navy.\"",
        "The conspiracy originated in a belief that the Portuguese crown was about to enforce payment of certain arrears in the mining tax known as the \"royal fifths,\" and its object was to set up a republic in Brazil.",
        "It is often forgotten that \"extreme\" ritual is no longer an \"innovation\" in the English Church; it has become the norm in a large number of parishes, and whole generations of Church people have grown up to whom it is the only familiar type of Christian worship. To attempt to \"enforce the law\" (whatever the law may be) would, therefore, seriously wound the consciences of a large number of people who are quite unconscious of having broken it.",
        "Prior to the date of these protocols, an attempt had been made by Great Britain, Germany and Italy to enforce their claims by blockade, and a further question arose as between these three powers on the one hand, and the United States of America, France, Spain, Belgium, the Netherlands, Sweden and Norway, and Mexico (all of whom had claims against Venezuela, but had abstained from hostile action) on the other hand, as to whether the blockading powers were entitled to preferential treatment.",
        "Richer, however, makes no mention of this event; and it is only from allusions in Gerbert's letters that we learn how the new abbot's attempts to enforce his dues waked a spirit of discontent which at last drove him in November 983 to take refuge with his old patron Adalbero.",
        "The United States government asserted the Rio Grande claim and prepared to enforce it at the cost of war; at the same time the Mexican government considered annexation, regardless of the boundary question, a declaration of war by the United States.",
        "There, owing to measures taken in 1565-1566 to enforce clerical subscription to the authorized order of worship, especially touching vestments, certain persons of humble station began to assemble in houses \" for preaching and ministering the sacraments \" (Grindal's Remains, lxi.).",
        "Martin's tracts are characterized by violent and personal invective against the Anglican dignitaries, by the assumption that the writer had numerous and powerful adherents and was able to enforce his demands for reform, and by a plain and homely style combined with pungent wit.",
        "Soon after taking office in 1913 he aroused a storm of protest, especially on the part of the large daily newspapers, by declaring that he would enforce the law (requiring publications to print, among other things, a sworn statement of paid circulation), which had been held in abeyance by his predecessor until its constitutionality might be confirmed.",
        "gatherers employed by Mehemet Ali to enforce his system of taxation, monopolies, corve and conscription.",
        "The Commissioners of Supply, originally appointed to apportion and collect the national revenue and afterwards entrusted with the regulation of the land tax, the control of the county police, the raising of the militia, and the levying of rates for county expenditure, were practically superseded by the county councils, which are also the local authority under the Contagious Diseases (Animals) and the Public Health Acts in all parishes (burghs and police burghs excepted), perform the administrative duties formerly entrusted to the justices of the peace, and may also enforce the Rivers Pollution Act each within its own jurisdiction.",
        "Without entering into any examination of the charges brought before them, the synod condemned him on the ground of contumacy, and, hinting that his audacity merited the punishment of treason, called on the emperor to ratify and enforce their decision.",
        "1900 (p. 1), dissenting from the view of the judicial committee that \"no municipal tribunal has authority to enforce such an obligation,\" the writer observes that \"we can read this only as meant to lay down that, on the annexation of territory even by peaceable cession, there is a total abeyance of justice until the will of the annexing power is expressly made known; and that, although the will of that power is commonly to respect existing private rights, there is no rule or presumption to that effect of which any court must or indeed can take notice.\"",
        "Jackson, however, having the frontiersman's contempt for the Indian, refused to enforce the decision of the court (see Nullification; Georgia: History).",
        "The chartered high courts in India have power to issue and enforce the writ of habeas corpus.",
        "He is much too skilful an artist either to resolve his history into a mere bundle of examples, or to overload it, as Tacitus is sometimes inclined to do, with reflections and axioms. The moral he wishes to enforce is usually either conveyed by the story itself, with the aid perhaps of a single sentence of comment, or put as a speech into the mouth of one of his characters (e.g.",
        "The austere simplicity of the ritual which Farel had introduced, and to which Calvin had conformed; the strictness with which the ministers sought to enforce not only the laws of morality, but certain sumptuary regulations respecting the dress and mode of living of the citizens; and their determination in spiritual matters and ecclesiastical ceremonies not to submit to the least dictation from the civil power, led to violent dissensions.",
        "Science can rationalize anything with the rules they enforce randomly.",
        "You can then ask the sheriff 's officer to enforce the judgment.",
        "Our own lack of imagination and those who enforce our slavish dependence upon non-renewable energy sources combine to blind us from seeing these opportunities.",
        "London), rather to enforce valid tickets than to exclude criminals.",
        "It was not unconscionable to enforce the strict legal position between Milton Gate and PW which would be required to make the penalty payment.",
        "They apply purifications and incantations and all manner of charlatanry, but mark they also enforce abstinence from unwholesome food.",
        "It was Governor Altgeld 's definite intent to enforce to the uttermost limit this initial labor law throughout his term of office.",
        "If Huntforit does not enforce any provision of these Terms such will not be considered a waiver of any provision or right.",
        "It is up to individual states to initiate and enforce gift card laws.",
        "If the parent that is supposed to pay child support is self-employed, works for cash, or is not employed, it will take much longer for the state of Texas to enforce the child support order.",
        "In the past, it has been difficult to enforce child support orders when the non-custodial parent and the child or children live in different states.",
        "DES provides services to enforce existing child support orders.",
        "It cannot enforce orders for spousal maintenance.",
        "Getting an order for child support means that if the non-custodial parent doesn't keep up with payments, you can take steps to enforce it.",
        "Throughout the preRevolutionary disturbances in Massachusetts he was the representative of the British ministry, and though he disapproved of some of the ministerial measures he felt impelled to enforce them and necessarily incurred the hostility of the Whig or Patriot element.",
        "The distinction between the laws and dispositions of matter, as between the ethics and objects of theology, he was the first to indicate and enforce, and he laid great emphasis on the superior authority as witnesses for the truth of Revelation of the Scriptural as compared with the Extra-Scriptural writers, and of the Christian as compared with the non-Christian testimonies.",
        "If the agreement is a valid one, the Court will likely enforce it in a divorce judgment.",
        "When parents resist this temptation by continuing to enforce consistent rules and structures, children have a greater chance to emerge from divorce well-adjusted.",
        "Even though teens will do things like break curfew or sneak out at night, continue to enforce your rules as a caring parent.",
        "Schools shouldn't enforce that prayers be given, nor should they censor religious expression by students.",
        "They will enforce the laws of Muncie, whose population is 66,000.",
        "If you do not intend to allow your dog on the furniture or in certain rooms, enforce these rules now.",
        "You can use only certified organic ingredients to enforce your own quality control.",
        "Some are even attempting to ban the use of MySpace outside of school, although this rule has proved difficult to enforce.",
        "Elementary school students may be sufficiently chastised with a few harsh words, but middle school students who engage in unsafe bus behavior may need harsher disciplinary measures to enforce the necessity for safe buses.",
        "They ensure that the employers are in compliance with the safety regulations and codes for their specific industry, conduct workplace inspections and enforce penalties if there are violations.",
        "Enforce safe play behavior, including proper use of the slide and no running or horseplay.",
        "Dollywood takes its family friendly atmosphere seriously, and they enforce a strict dress code.",
        "Of course, since it exempts games that use those things for artistic merit, it will be nearly impossible to enforce.",
        "Classroom: Teachers and other school personnel introduce and enforce classroom rules against bullying, hold regular classroom meetings with students to discuss bullying, and meet with parents to encourage their participation.",
        "Even after the states enacted recording laws, the laws were difficult to enforce, as there were many children were born at home, without a doctor present.",
        "If these representatives feel that the children aren't meeting the state's objectives set forth for the children, they can enforce sending them back to a public or private school.",
        "They patrol parks, respond to emergencies and enforce rules within the boundaries of the park.",
        "To enforce this act, a new station was built on Angel Island to detain Chinese immigrants before they were processed and allowed to enter the country.",
        "While a bit pricier at $42.00, the Quicksilver Enforce Ripstop Camouflage Board Short at Nordstrom does give off that \"runway\" vibe.",
        "Stick to those produced by large companies that enforce strict quality controls.",
        "While of course a parent's job is to set limitations and enforce rules, you can help your teen become more excepting of these teenager dating rules if you allow her some ownership as well.",
        "Bergne reported on the 27th of July 1907 to Sir Edward Grey that \" The permanent session had met in special session on the 25th of July, to consider the suggestion of His Britannic Majesty's government to the effect that, if Great Britain could be relieved from the obligation to enforce the penal provisions of the convention, they would be prepared not to give notice on the 1st of September next of their intention to withdraw on the 1st of September 1908 a notice which they would otherwise feel bound to give at the appointed time \"; and he added that \" At this meeting, a very general desire was expressed that, in these circumstances, arrangements should, if possible, be made which would permit Great Britain to remain a party to the Sugar Convention.\"",
        "The edict of Worms was entirely in harmony with the laws of Western Christendom, and there were few among the governing classes in Germany at that time who really understood or approved Luther's fundamental ideas; nevertheless - if we except the elector of Brandenburg, George of Saxony, the dukes of Bavaria, and Charles V.'s brother Ferdinand - the princes, including the ecclesiastical rulers and the towns, commonly neglected to publish the edict, much less to enforce it."
    ],
    "definition": [
        "To compel observance of or obedience to: enforce a law.",
        "To impose (a kind of behavior, for example): enforce military discipline.",
        "To give force to; reinforce: “enforces its plea with a description of the pains of hell” ( Albert C. Baugh )",
        "en·force′a·bil′i·ty\nnoun",
        "en·force′a·ble\nadjective",
        "en·force′ment\nnoun",
        "en·forc′er\nnoun",
        "Link/Cite",
        "To give strength or force to; to affirm, to emphasize. [from 15th c.]\nThe victim was able to enforce his evidence against the alleged perpetrator.",
        "(archaic) To compel, oblige (someone or something); to force. [from 16th c.]",
        "To keep up, impose or bring into effect something, not necessarily by force. [from 17th c.]\nThe police are there to enforce the law.",
        "To prove; to evince.",
        "Link/Cite"
    ]
}