{
    "translation": "אכיפה",
    "uses": [
        "That's something the law enforcement people don't want to do.",
        "It can lessen its enforcement of private property rights.",
        "The homestead law of New Hampshire exempts from seizure for debt five hundred dollars' worth of any person's homestead except for the enforcement of a mortgage upon it, for the collection of debts incurred in making repairs or improvements, or for the collection of taxes.",
        "\"Do you feel that strongly about not getting back into law enforcement?\" she asked.",
        "I can see where the local law enforcement people wouldn't be thrilled with these folks looking over their shoulder and pushing them.",
        "If he was going to be serious about full time law enforcement, he should commit to doing it right.",
        "Soon the place is swarmed with siren screaming representatives of the law enforcement community, and I hear a gunshot!",
        "As I learned, my deals hold the same power of enforcement as his.",
        "Enforcement of all rules will apply appropriately by the Ouray County Sheriff, the Ouray Police or by any board member of the Ouray Ice Park, Inc.",
        "The state laws for the protection of fish and shell-fish were long carelessly enforced because of the fishermen's strong feeling against them, but this sentiment has slowly, changed and enforcement has become more vigorous.",
        "Fourthly, the enforcement of the fugitive slave law aroused a feeling of bitterness in the North which helped eventually to bring on the war, and helped to make it, when it came, quite as much an anti-slavery crusade as a struggle for the preservation of the Union.",
        "So early also began dissatisfaction with the economic regulations of the colonial system, even grave resistance to their enforcement; and illicit trade with privateers and foreign colonies had begun long before, and in the 17th and 18th centuries was the basis of the island's wealth.",
        "The enforcement of these reforms, however, was postponed sine die owing to the revolution which transformed the Ottoman Empire into a constitutional state; and the powers, anticipating an improvement in the administration of Macedonia by the new government, withdrew their military officers in the summer of 1908.",
        "Dean wasn't sure if it was her natural aversion to anything involving law enforcement or concern for her boss's future.",
        "The former provinces were converted into states, the only right of the federal government to interfere in their administration being for the purposes of national defence, the maintenance of public order or the enforcement of the federal laws.",
        "In the fourth place, there is the self-denying ordinance against employment of arms for the enforcement of contractual obligations adopted at the Hague Conference of 1907.",
        "The department of justice has oversight in matters relating to the enforcement of the federal laws and the administration of justice through minor courts.",
        "Findings of the Commission were to be prima facie evidence in any court proceeding for the enforcement of its orders.",
        "Ethel was once again making a daily print appearance, concentrating on the subject of mystic tips, and soliciting comments from law enforcement agencies.",
        "Its object was to resist the anti-clerical tendencies of the Liberals, and for this purpose it appealed to the \" nationalities \" against the dominant Magyar parties, the due enforcement of the Law of Equal Rights of Nationalities (1868) forming a main item of its programme.",
        "Inspectors are employed to give information regarding the packing of fruit, and also to see to the enforcement of the Fruit Marks Acts, which prohibit the marking of fruit with wrong brands and packing in any fraudulent manner.",
        "The fragments of Pacuvius quoted by Cicero in illustration or enforcement of his own ethical teaching appeal, by the fortitude, dignity, and magnanimity of the sentiment expressed in them, to what was noblest in the Roman temperament.",
        "(4) The enforcement of contractual promises has long been abandoned by the courts Christian themselves.",
        "The question of the rights of the national minorities and the enforcement of the Land Act were among the problems of the day that led on June 3 1921 to the fall of the Cabinet of Ulmanis.",
        "He organized the boys of Florence in a species of sacred militia, an inner republic, with its own magistrates and officials charged with the enforcement of his rules for the holy life.",
        "60 of the Supreme Court of Judicature Act (Ireland) 1877, and thereby made applicable to all divisions of the High Court of Justice, provides, on the lines of the English Common Law Procedure Act 1854, for the conduct of arbitrations and the enforcement of awards.",
        "The means employed for its enforcement remained practically the same: spiritual penalties, such as excommunication, special ecclesiastical tribunals, sworn leagues of peace, and assistance from the temporal power.",
        "The comptroller also has charge of the enforcement of the stock transfer tax act and of the laws imposing taxes upon the transfer of decedents' estates.",
        "For its enforcement, it created an Interstate Commerce Commission of five members, with powers of investigation, and with authority to issue remedial orders upon complaint and after hearing.",
        "The diet of Spires (1529) had received a letter from the emperor directing it to look to the enforcement of the edict of Worms against the heretics.",
        "After the peace of Tilsit the Grand Army was gradually withdrawn behind the Rhine, leaving only three commands, totalling 63,000 men, under Davout in Prussia, Oudinot in west central Germany, and Lefebvre in Bavaria, to assist the princes of the Confederation of the Rhine in the maintenance of order and the enforcement of the French law of conscription, which was rigorously insisted on in all the States comprised in this new federation.",
        "Thus the Ottoman prestige was restored at sea, while Kuprili's ruthless enforcement of discipline in the army and suppression of revolts, whether in Europe or Asia, restored it also on land.",
        "The common law has been somewhat unfavourable to the enforcement of such agreements, and statutes in the United States, both local and national, have attempted to prohibit them; but the public advantage from their existence has been so great as to render their legal disabilities inoperative.",
        "The court contemplated by the convention was a court of appeal for reviewing prize decisions of national courts both as to facts and as to the law applied, and, in the exercise of its judicial discretion, not only to confirm in whole or in part the national decision or the contrary, but also to certify its judgment to the national court for enforcement thereof.",
        "The second governorship of Clive was marked by the transfer of the diwani or financial administration from the Mogul emperor to the Company, and by the enforcement of stringent regulations against the besetting sin of peculation.",
        "An example of this is found in the ninth canon of Chalcedon, which also illustrates the enforcement upon a clerical plaintiff in dispute with a brother cleric of that recourse to the arbitration of their ecclesiastical superior already mentioned.",
        "But his stubborn enforcement of the law won him the applause of the people, who called him familiarly le petit pere.",
        "Fitzgerald listed a college degree, birth in Ouray, and nineteen years in law enforcement, the last eleven in administrative duty.",
        "In June 1675 he signed the paper of advice drawn up by the bishops for the king, urging the rigid enforcement of the laws against the Roman Catholics, their complete banishment from the court, and the suppression of conventicles, 2 and a bill introduced by him imposing special taxes on recusants and subjecting Roman Catholic priests to imprisonment for life was only thrown out as too lenient because it secured offenders from the charge of treason.",
        "As just intimated, besides the enforcement of the promise, the \" perjury \" was treated as an ecclesiastical crime.",
        "The same observation applies as to the requisites of an award, the mode of its enforcement and the grounds on which it will be set aside.",
        "This was the principal outcome of Mason's persistent efforts to establish his rights to the land; for although he succeeded in procuring the appointment of officers who supported his claims, and although decrees were issued in his favour, the tenants, who contended that they had profited nothing from what his grandfather had done or that they were on lands which Wheelwright had bought from the Indians, resisted the enforcement of those decrees.",
        "1003 et seq.); and a convention (8th of July 1899) between France and Belgium regulates, inter alia, the mutual enforcement of awards.",
        "Agricultural labour is very carefully regulated by law, in the enforcement of which the residents and lower officials have wide powers.",
        "Thank good­ness for Colorado hospitality—the friendly room clerk was more than willing to oblige a law enforcement agent.",
        "The enforcement of the first Book of Common Prayer had also been part of his official duties; and the fact that Bonner made no such protest against the burning of heretics as he had done in the former case shows that he found it the more congenial duty.",
        "They urged, among other things, due enforcement of the liquor law, more police protection, the abolition of the dynamite concession, and that foodstuffs should be duty free.",
        "The whole system was designed to suppress the competition of outsiders, but the divergent interests of individuals and towns, the pressure of competition and changing commercial conditions, in part the reactionary character of the legislation, made enforcement difficult.",
        "It had a fortification such as became usual in later bridges for defence or for the enforcement of tolls.",
        "In 495 he was consul, and his cruel enforcement of the laws of debtor and creditor, in opposition to his milder colleague, P. Servilius Priscus, was one of the chief causes of the \"secession\" of the plebs to the Sacred Mount.",
        "It has jurisdiction in cases arising from the enforcement of the federal laws, except cases involving private interests, in admiralty cases, in cases where the republic is a party, in those between two or more states, or between a state and the citizens of another state, in those originating in treaties with foreign states, and in those affecting diplomatic and consular officials.",
        "In practice he is often allowed to exert a certain discretion as to the enforcement of the laws, especially those providing for Sunday closing, and this discretion has sometimes become a source of mischief.",
        "The family home is in Pennsylvania, and local law enforcement confirmed that the Gosselins and the network were under investigation.",
        "The Los Angeles Police Department takes great pride not only in its officers but also in its uniforms, and it is not surprising that LA Police Gear would be a fitting name for a law enforcement apparel company.",
        "Not all clothing needs to stop a bullet, but the job of law enforcement can still be very demanding on clothing.",
        "Cops Plus has even more colors and styles of uniforms, catering to both law enforcement and military clients.",
        "Those in law enforcement often wear patches as part of their uniform insignia.",
        "Patches can be made for scouting, law enforcement, clubs and sports teams.",
        "I'm a little busy with real law enforcement.",
        "I'm just looking for a job in law enforcement.",
        "The retiring sheriff was still officially connected to Ouray County law enforcement.",
        "Because I don't want to live in a county where you're the law enforcement.",
        "Its primary purpose was to embody in statutory form the commonlaw principle of equal treatment under like circumstances, and to provide machinery for enforcement.",
        "Making yearly visits to the country, and further keeping himself in touch with it by means of a special \"minister of Silesia,\" he was enabled to effect numerous political reforms, chief of which were the strict enforcement of religious toleration and the restriction of oppressive seignorial rights.",
        "They continued active till the close of the war, and were only partially baffled by the strict enforcement of convoy by the British authorities.",
        "H.) Battle Of Copenhagen The formation of a league between the northern powers, Russia, Prussia, Denmark and Sweden, on the 16th of December 1800, nominally to protect neutral trade at sea from the enforcement by Great Britain of her belligerent claims, led to the despatch of a British fleet to the Baltic on the 12th of March 1801.",
        "In his policy against the Puritans, and in his vigorous enforcement of the subscription test, he thoroughly carried out the queen's policy of religious uniformity.",
        "The enforcement of the conscription created much opposition in various parts of the country, and led to a serious riot in the city of New York on the 13th-16th of July.",
        "Catholics urged the enforcement of the decrees of the council of Trent the serious differences among the Protestants received fresh proof from the attempt made to exclude the Calvinist prince Frederick III., elector palatine of the Rhine, from the benefits of the peace of Augsburg.",
        "Moreover, the long and broken line of the Prussian frontier, together with the numerous enclaves, made the effective enforcement of a high tariff impossible.",
        "The efforts of the administration to better the condition of the natives without undue interference with customary law met with encouraging results, and the submission of the Aros to the government in 1902 brought to an end the system of tribal warfare for the purpose of making slaves, while the enforcement of a proclamation of 1901 prohibiting the buying, pawning or selling of slaves had a salutary effect.",
        "By the operation of the native courts proclamation, the taxation proclamation, and finally by the enforcement of native authority proclamations, the status of the native rulers, their powers and authority, were defined and legalized.",
        "The development of the poll-tax imposed on members of tolerated cults seems to be due to various causes, chief of them the acquisition of land by Moslems, who were not at first allowed to possess any, the conversion of Coptic landowners to Islam, and the enforcement (towards the end of the 1st century of Islam) of the poll-tax on monks.",
        "These were (1) the division of the fyrd or national militia into two parts, relieving each other at fixed intervals, so as to ensure continuity in military operations; (2) the establishment of fortified posts (burgs) and garrisons at certain points; (3) the enforcement of the obligations of thanehood on all owners of five hides of land, thus giving the king a nucleus of highly equipped troops.",
        "The possibility of interference with its enforcement was clearly in mind in the Espionage Act (June 15 1917), which provided that (Section 3, title t): \" Whoever when the United States is at war, shall wilfully make or convey false reports or false statements with intent to interfere with the operation or success of the military or naval forces of the United States or to promote the success of its enemies, and whoever when the United States is at war, shall wilfully cause or attempt to cause insubordination, disloyalty, mutiny, or refusal of duty in the military or naval forces of the United States, or shall wilfully obstruct the recruiting or enlistment service of the United States shall be punished by a fine of not more than $10,000 or imprisonment for not more than 20 years, or both.\"",
        "The Post Office Department was designated by executive order as responsible for the enforcement of these measures.",
        "12 the enforcement of this was put in the hands of a Censorship Board composed of the Secretaries of War and the Navy, the Postmaster-General, the chairman of the War Trade Board and the chairman of the Committee on Public Information.",
        "A Bureau of Labor Statistics (1879), whose members are styled Commissioners of Labor, makes a study of economic and financial problems and publishes biennial reports; a Mining Board (1883) and an inspector of factories and workshops (since 1893) have for their duty the enforcement of labour legislation.",
        "The subject was referred to many committees for inquiry, and it was shown that there was a lamentable want of uniformity in the enforcement of legal penalties.",
        "Practical difficulties called for the enforcement of discipline, and differences of opinion for authority in doctrine; and, finally, the sacramentarian system required a priesthood.",
        "The new king was anxious to restore the Empire to the position it had occupied under Charlemagne and Otto the Great, and saw clearly that the restoration of order in Germany was a necessary preliminary to the enforcement of the imperial rights in Italy.",
        "A further visit to Italy in 1163 saw his plans for the conquest of Sicily checked by the formation of a powerful league against him, brought together mainly by the exactions of the podestas and the enforcement of the rights declared by the doctors of Bologna.",
        "Both these rules, however, proved difficult of enforcement and seem to have rested only on a vague basis of public opinion; twice-married men (digami) were admitted to the priesthood by Pope Calixtus I.",
        "Therefore, side by side with the evidence for difficult enforcement of the old rules, we find an equally constant series of new and more stringent enactments.",
        "In addition to the prerogatives commonly invested in his office, the president is authorized to supervise the judiciary, to nominate candidates for the higher ecclesiastical offices, to intervene in the enforcement of ecclesiastical decrees, papal bulls, &c., to exercise supervisory police powers, and to appoint the intendants of provinces and the governors of departments, who in turn appoint the sub-delegates and inspectors of subordinate political divisions.",
        "iroXerEia, constitution, condition of a state, irOXcs, city, state), a term used of the enforcement of law and order in a state or community, of the department concerned with that part of the civil administration, and of the body or force which has to carry it into execution.",
        "It will appear from the foregoing statement that the issue and enforcement of the writ rests on the common law as strengthened by the acts of 1627,1640, 1679 and 1816, and subject also to the regulations as to procedure contained in the Crown Office Rules, 1906.",
        "Their wealth and their representative character made them a most appropriate instrument for the enforcement of irregular taxation.",
        "Throughout his reign he strengthened the central government at the expense of the aristocracy and the Church, by a stern enforcement of law and order.",
        "Every executive act must be countersigned by a minister of state, who is held responsible for its character and enforcement, and may be prosecuted before the supreme court for its illegality and effects.",
        "The Easterns also resented the Roman enforcement of clerical celibacy, the limitation of the right of confirmation to the bishop and the use of unleavened bread in the Eucharist.",
        "Delegates from Allegheny, Westmoreland, Washington and Fayette counties met here on the 7th of September 1791, and passed resolutions severely denouncing the excise tax; and a similarly constituted gathering, on the 24th of August 1792, voted to proscribe all persons who assisted in the enforcement of laws taxing the manufacture of liquor.",
        "Its attempted enforcement was a grave error of judgment, and was attended by great abuses, and it was finally held unconstitutional by the United States Supreme Court.",
        "The Murray liquor law of 1881, providing for the enforcement of the amendment, was declared constitutional by the state supreme court in 1883.",
        "The enforcement of the law has varied, however, enormously according to the locality.",
        "Another device of Edward for filling his exchequer was a very stringent enforcement of justice; small infractions of the laws being made the excuse for exorbitant fines.",
        "He turned mere personal defence and retaliation into an occasion for a lofty enforcement of constitutional principles, and this, too, with a relevancy and pertinence of consummate skilfulness.",
        "After the fall of Fort Sumter he advocated the enlistment of 500,000 instead of 75, 000 men for a long instead of a short term, and the vigorous enforcement of confiscation measures.",
        "In 1889 the passage of the Bennett law, providing for the enforcement of the teaching of English in all public and parochial schools, had a wide political effect.",
        "But they remained passive until the enforcement of the decree for the levy of 300,000 men.",
        "These bodies, better known as revolutionary committees, were charged with the enforcement of the Law of Suspects.",
        "The powers of self-government thus conferred on the foreign community consist in exclusive police control within the area, in draining, lighting, maintenance of streets and roads, making and enforcement of sanitary regulations, control of markets, dairies and so forth.",
        "For the enforcement of such laws and for administrative efficiency in general it was necessary that the council should have judicial power.",
        "The military The return rule of the marquis de Sgur eliminated the plebeians of feud.2!from the army; while the great lords, drones in the Isin tothe hive, worked with a kind of fever at the enforcement offensive.",
        "Highway robbery was general, the lives and property of traders were in continual jeopardy, and the machinery for the enforcement of the laws was almost at a standstill.",
        "Quinn was fearful; afraid that somehow we'd made a terrible error and the wrath of law enforcement would descend upon us.",
        "The author speculated that the tips bore an eerie similarity and law enforcement personnel questioned about the coincidences confessed an inability to understand how the tipster obtained his or her knowledge.",
        "Additionally, hounding her is a gross disservice to law enforcement because her help will cease if someone discovers her identity.",
        "After all, Jackson was a member of the law enforcement community and perhaps he would be amenable to letting us retain our anonymity, realizing the greater benefit to goals.",
        "While Dean, a retired Pennsylvania police detective, was reluctant to return to law enforcement, Sheriff Jake Weller's retirement offered an opportunity not easily dismissed.",
        "There followed an exchange of views on arresting and jailing young offenders, something Fitzgerald felt should be done as an exampleâ€”\"put the bad apples where they belong\"â€”while Dean stressed education in addition to enforcement.",
        "Us guys in law enforcement see so much shit, sometimes it gets to us.",
        "Thank good­ness for Colorado hospitalityâ€”the friendly room clerk was more than willing to oblige a law enforcement agent.",
        "We don't want to prejudice law enforcement against doing the right thing.",
        "Regulators will need to consider enforcement action against any operator failing to comply.",
        "They believe someone is a law enforcement agency on the strength of a printed letterhead.",
        "Among the culprits apprehended by enforcement officers during the blitz were a number of carp fisherman in the Environment Agency's Thames region.",
        "apprehended by enforcement officers during the blitz were a number of carp fisherman in the Environment Agency's Thames region.",
        "arguable jurisdiction point to the enforcement stage.",
        "Planning Inspectorate Deals with the processing of planning and enforcement appeals, holding inquiries into local development plans and other planning related casework.",
        "catalytic converters on all new gasoline driven cars registered from January 1993, coupled with tighter enforcement makes this possible.",
        "But in doing so, law enforcement must remain cognizant of the need to protect the law-abiding public's privacy while protecting the public.",
        "It is a respected commentator on the development and enforcement of environmental legislation acrosss the board.",
        "The Agency must have received three monthly payments or six weekly payments for the case to be deemed as compliant for enforcement purposes.",
        "The Council has now decided to give the owner a further two months to fully comply with the enforcement notice.",
        "The Council signed up to the enforcement concordat in 1998 and copies of the enforcement policy are available at the Council offices.",
        "congested due to lack of enforcement of illegal parking.",
        "Bingham Town Center The Market Place area is severely congested due to lack of enforcement of illegal parking.",
        "Destruction of seized contraband: an additional perverse incentive is the destruction of contraband tobacco products that have been seized by enforcement agencies.",
        "It demonstrates that the need for international law enforcement cooperation has never been greater.",
        "Virtue ethics require a less mechanistic and rigid enforcement of company credos and must empower individuals to a higher degree of ethical understanding.",
        "The cyber crook is likely to have up to date technology and law enforcement needs to keep pace with him.",
        "culprits apprehended by enforcement officers during the blitz were a number of carp fisherman in the Environment Agency's Thames region.",
        "demonstrable harm, then enforcement action will proceed.",
        "demystifyessfully demystifies an area of investigation and enforcement that has hitherto been poorly understood.",
        "distress for rent and enforcement.",
        "Weak enforcement of intellectual protection laws enabled domestic producers to reverse engineer and imitate foreign technologies with little fear of prosecution.",
        "However, other major terrorist financiers continue to live in Saudi Arabia not visibly affected by enforcement activity.",
        "Enforcement of fines imposed and recognizances forfeited by Crown Court.",
        "Fines for road haulage offenses are too low, and should be raised significantly, with revenue hypothecated back into enforcement resources.",
        "illegal eviction and harassment, general tenancy advice and enforcement work.",
        "ineffective enforcement of intellectual property rights, commercial piracy and counterfeiting of consumer products continue to be a global threat.",
        "Such individuals are sometimes called ' participating informants ' by law enforcement agencies.",
        "law enforcement agency on the strength of a printed letterhead.",
        "lax labor law enforcement.",
        "measurable indicators tailored to police enforcement.",
        "mismanaged the enforcement of child support maintenance payments by the non-resident parent.",
        "Should the Inspector uphold the enforcement notice, the period for compliance will be stated.",
        "An enforcement officer covers the whole district, working with other team members.",
        "The American Red Cross along with law enforcement officials strongly encourages you to follow the steps provided in the attached Fact Sheets.",
        "Gabrielle Union plays a Drug Enforcement Agency undercover operative who also happens to be Smith's love interest and Lawrence's cousin.",
        "The real issue was Lenin's control of the faction and the enforcement of his brand of Marxist orthodoxy.",
        "To test the effectiveness of National Enforcement Service framework a regional pathfinder will take place in 2006 with full implementation by 2008.",
        "police officers engaged in this role to assume responsibility for the enforcement of school discipline.",
        "Question 1: Are these criteria sufficient to guarantee the probity of those who wish to work within the High Court enforcement industry?",
        "pro-family groups and videogame retailer representatives attend a summit in an attempt to fix the current videogame rating and enforcement system.",
        "recipients of this advisory to report information concerning suspicious or criminal activity to law enforcement or a DHS watch office.",
        "reformation of manners ' was adopted and this entailed the enforcement of puritanical laws.",
        "refugiumrly, there is a general lack of enforcement of 20 percent non-Bt refugia, designed to slow the evolution of pest resistance.",
        "regional variation in approach to enforcement.",
        "There's a bit about the specialist law enforcement organizations and techniques used, and on the fate of rogue robots.",
        "To provide round-the-clock, nationwide HGV enforcement requires more automated systems, such as used for speed enforcement.",
        "Question for the family: Which is the better weapon for urban law enforcement, the combat carbine or the combat shotgun?",
        "We recognize that the enforcement of law is a central concern in every democratic society.",
        "ENFORCEMENT APPROACH 6 Copies of the Data sheet may be provided to anyone enquiring about or contemplating the use of hydrocarbon solvents for drycleaning.",
        "The EA/EAW should now enter into a candid dialog with its fishery stakeholders to explain its current enforcement strategy.",
        "I particularly welcome plans to extend direct enforcement powers to trading standards authorities.",
        "Mandatory enforcement can be assured by the following code: #include sys/types.h #include sys/stat.h int mode; struct stat.h int mode; struct stat buf; .",
        "overly strict enforcement of school rules can encourage truancy.",
        "If we can use these subpoenas to catch crooked doctors, the Congress should allow law enforcement officials to use them in catching terrorists.",
        "administrative subpoenas, which enable law enforcement officials to obtain certain records quickly, are critical to many investigations.",
        "toughened up child-support enforcement.",
        "The affordable AJ-D255E is perfect for business, education, event videography, law enforcement and other professional uses.",
        "The obstruction of an authorized enforcement officer in enforcing a writ will continue to be a criminal offense.",
        "enforcement of the rights of the State in regard to the gramme Church, protection of freedom of conscience, mainten- of the ance of the military and naval policy inaugurated by the LefL",
        "In his inaugural address (4th March 1909) President Taft announced himself as favouring the maintenance and enforcement of the reforms initiated by President Roosevelt (including a strict enforcement of the Sherman Anti-Trust Act, an effective measure for railway rate regulation, and the policy of conservation of natural resources); the revision of the tariff on the basis of affording protection to American manufactures equal to the difference between home and foreign cost of production; a graduated inheritance tax; a strong navy as the best guarantee of peace; postal savings banks; free trade with the Philippine Islands; and mail subsidies for American ships.",
        "Bashor in his historical sketch, read before the World's Fair Congress of the Brethren Church (1894), says: \"From the history of extended labour by Greek missionaries, from the active propaganda of doctrine by scattered Waldensian refugees, through parts of Germany and Bavaria, from the credence that may generally be given to local tradition, and from the strong similarity between the three churches in general features of circumstantial service, the conclusion, without additional evidence, is both reasonable and natural that the founders of the new church received their teaching, their faith and much of their church idea from intimate acquaintance with the established usages of both societies, and from their amplification and enforcement by missionaries and pastors..",
        "if it contains a complete contract between the parties and satisfies the provisions - to be noted immediately - of the Statute of Frauds, and if, in all the circumstances, its enforcement is just and equitable), the lessee is treated as having a lease for the term fixed in the agreement from the time that he took possession under it, just as if a valid lease had been executed.",
        "Things went better with it from that time until 1894-1895, when, owing to internal troubles in the empire, and the consequent fear of creating worse disorders, by the strict enforcement of the monopoly, the government withdrew most of its support, and contraband enormously increased.",
        "Such clashing of interests was sure to produce alienation, but the king remained apparently blind to the signs of the times, and the severe enforcement of a harsh law restricting freedom of the press led suddenly in 1830 to a revolt (see Belgium), which, beginning at Brussels at the end of August, rapidly spread over the whole country.",
        "3, 7) divides these functions under three heads: - (1) Care of the city: the repair and preservation of temples, sewers and aqueducts; street cleansing and paving; regulations regarding traffic, dangerous animals and dilapidated buildings; precautions against fire; superintendence of baths and taverns; enforcement of sumptuary laws; punishment of gamblers and usurers; the care of public morals generally, including the prevention of foreign superstitions.",
        "The \"Wollner edict\" of July 9, 1788, for the enforcement of Lutheran orthodoxy, and Teller's manly action, as member of the consistorial council, in defiance of it (cf.",
        "Hardin in 1890 (see North Dakota), and the lax enforcement of the ordinance in the larger towns soon resulted in an active movement for \"repeal.",
        "the Democratic Party, adopted resolutions that condemned the suspension of the writ of Habeas Corpus, endorsed the doctrine of state sovereignty, demanded a national assembly to determine terms of peace, and asked President Lincoln to withdraw the proclamation that emancipated the slaves, and so to permit the people of Illinois to fight only for \"Union, the Constitution and the enforcement of the laws.\"",
        "4 Another and more serious confusion between concubinage and marriage was caused by the gradual enforcement of clerical celibacy (see Celibacy).",
        "The history of government and political agitation has centred since then in the demand for general land legislation and for an adequate civil and criminal law, in protests against the enforcement of a liquor prohibition law, and in agitation for an efficiently centralized administration.",
        "A law passed on the 1st of July 1902 requires that all private schools must be authorized by the state, and arranges for their periodical inspection, for the enforcement of proper sanitation and discipline, and for the appointment of a suitable staff of teachers.",
        "While diplomats create treaties, technologists help with their enforcement.",
        "DHS encourages recipients of this advisory to report information concerning suspicious or criminal activity to law enforcement or a DHS watch office.",
        "Cromwell 's policy of ' the reformation of manners ' was adopted and this entailed the enforcement of puritanical laws.",
        "Similarly, there is a general lack of enforcement of 20 percent non-Bt refugia, designed to slow the evolution of pest resistance.",
        "Over the past five years the Agency has worked hard to reduce the regional variation in approach to enforcement.",
        "There 's a bit about the specialist law enforcement organizations and techniques used, and on the fate of rogue robots.",
        "Traffic OCU was not able to mount any targeted enforcement activities during Safer Streets in relation to speed or seat belt offenses.",
        "Mandatory enforcement can be assured by the following code: #include sys/types.h #include sys/stat.h int mode; struct stat buf; .",
        "Overly strict enforcement of school rules can encourage truancy.",
        "Administrative subpoenas, which enable law enforcement officials to obtain certain records quickly, are critical to many investigations.",
        "He notes that the welfare reforms enacted by Bill Clinton in 1996 reduced entitlements to single parents and toughened up child-support enforcement.",
        "They must all provide for enforcement against the transferee of rights existing against the transferor at the time of transfer.",
        "The environmental argument for a motorway speed limit enforcement has a terminally unsound basis in fact.",
        "All of this information could be obtained by law enforcement without every receiving a wiretap order.",
        "For example, paragraph 11 dealt with enforcement of a judgment debt in foreign currency by writ of fieri facias.",
        "The National Child Support Enforcement Agency can help you get the financial benefits your child deserves, even if the other parent refuses to be emotionally or physically there for your child.",
        "By state and local child support enforcement agencies.",
        "Reliable: A newspaper article featuring an interview with an identity theft expert or law enforcement agent, detailing the proven steps to take to avoid identity theft.",
        "Law enforcement agencies are constantly looking for frauds and hackers who break the law.",
        "Identity theft crimes are often categorized into five types to help both consumers and law enforcement.",
        "Law enforcement often calls identity theft a low risk, but high reward, type of crime.",
        "In cases of extended fraud alerts, the file will contain documentation the consumer filed with federal, state or local law enforcement documenting the fraudulent activity.",
        "The copy of this filing must show that a report has been filed not only with your creditors but also with some level of government law enforcement, whether local, state, or federal.",
        "A large scale bank fraud is going to draw more investigation on the part of law enforcement than if one person has his or her identity stolen, simply because the loss is so much greater and the crime more severe when the amounts are high.",
        "You should also notify local law enforcement.",
        "This means that while you live in Ontario, the person who stole your identity may live in a different location entirely- this makes it hard for law enforcement to pursue the case.",
        "Don't forget to report the theft to local law enforcement.",
        "New York's Child Support Standards Act provides child support guidelines and enforcement.",
        "To get your child support order enforced in Texas, go to your county Legal Division of Domestic Relations and fill out an Enforcement Application Form and Affidavit of Direct Payment Form.",
        "Once you have applied for enforcement services through your local county government, there will be an immediate demand upon the delinquent parent to pay the child support obligation.",
        "The goal of Prince George's Bureau of Child Support Enforcement is the same as with other branches of this agency: to ensure that parents do not ignore their financial responsibilities toward their children.",
        "Child support enforcement agencies are directed to pursue their work to locate non-custodial parents (and collect child support payments owing) in the same vigorous manner, no matter where the children involved happen to reside.",
        "In a situation where the non-custodial parent lives out of state, the paperwork to allow a portion of his or her income to be withheld and sent to the custodial parent without having to involve a child support enforcement agency.",
        "When it comes to DES child support enforcement, Arizona has a number of measures which can be put into place.",
        "The DES (Division of Child Support Enforcement) is the government agency responsible for enforcing child support orders in the State.",
        "The New York State Child Support website contains detailed information about the services available from the Division of Child Support Enforcement.",
        "Each state in the U.S. has its own Division of Child Support Enforcement.",
        "The role of the Division of Child Support Enforcement is not to be \"for\" or \"against\" either parent in child support cases.",
        "The Division of Child Support Enforcement is available to provide services to families where one parent has custody of a child or children and the other parent is not living at the same location.",
        "Parents who are receiving benefits through the TANF (Temporary Assistance for Needy Families) program are automatically provided with services from Child Support Enforcement (CSE) personnel.",
        "To find your local Division of Child Support Enforcement office, please visit the U.S Department of Health and Human Services Web site.",
        "Contact your local child support enforcement office to set up an open case for assistance from an agency worker.",
        "Keep in mind that these agencies work with many families everyday and it may be a while before they can actively work on your case; don't stop searching on your own just because you have the child support enforcement office involved.",
        "Some attorney's offices and child support enforcement offices create posters of child support evaders and post them in buildings and on the Internet.",
        "If the court order states that the payments should be made to the child support enforcement agency directly, then that's what the non-custodial parent should do.",
        "This includes letters from the child support enforcement agency, if any.",
        "If something happens to create a breach in the agreement between parents a custody enforcement or custody contempt form becomes a tool for protection.",
        "For instance, anytime a parent doesn't allow the other parent to exercise his custody rights, filing a custody enforcement form alerts the court and provides the wronged parent with legal options for enforcing the agreement.",
        "The Burlington Coat Factory, Loehmann's and House of Dereon have all endorsed H.R. 891, the Dog and Cat Fur Prohibition Enforcement Act, currently before Congress.",
        "Teenage drunk driving is an issue that is present in the minds of parents, law enforcement, and other concerned citizens.",
        "A strong support network between parents, teachers, law enforcement and health care professionals provides a supportive environment for teens.",
        "Looking at why that is can help law enforcement to prevent accidents caused by new drivers on the road as well as helping parents teach their children to be better drivers.",
        "Statistics posted by the Underage Drinking Enforcement Training Center (UDETC) show that underage drinkers made up more than 16% of alcohol sales in the United States in 2001.",
        "However, as enforcement agencies crack down on the import, smugglers have had to get more creative.",
        "According to the U.S. Drug Enforcement Administration, meth use is nearly equal between the two genders with only a slightly higher incidence of men using meth.",
        "Things didn't get any better for Murray as his offices were raided by the Drug Enforcement Agency and various items were hauled off that were reportedly kept as \"…evidence of the offense of manslaughter.\"",
        "After some celebrity deaths, fans, media, and even law enforcement question the real causes of death.",
        "Law enforcement, campus security, and campus administrators may review web cams to prevent crimes or catch criminals after students report crimes.",
        "Some programs have specialized admission requirements, particularly those in high-demand fields such as basic law enforcement training, truck driver training and the zoo and aquarium programs.",
        "College of Criminal Justice - Jeffrey Rubenstein is a public safety officer and attorney who helps educate future law enforcement.",
        "Homeland Security needs people with backgrounds in medicine, scientific research, law enforcement, computer security and other industries to learn specific skills related to terrorism prevention and response.",
        "These offices include the Office of the General Counsel, Office for Civil Rights and Civil Liberties, Office of Counternarcotics Enforcement, Office of Intelligence and Analysis and the Office of Legislative Affairs.",
        "This program is available online and consists of six courses that cover topics related to security, terrorism and law enforcement.",
        "Seniors over 55, members of the military, and some law enforcement agents are eligible for discounted fares.",
        "Activities include a pet poison control hotline, attempts to raise standards in shelters and operating the Humane Law Enforcement division which has investigatory powers in New York State.",
        "Local animal shelters: In some areas, shelter officials have limited investigatory and enforcement powers in animal cruelty cases.",
        "The American Kennel Club introduced the CGC program in 1989, and it quickly became quite popular among pet owners, veterinary health professionals, law enforcement agencies and other groups concerned with dog behavior.",
        "Additionally, the CGC program has been adopted by some law enforcement and animal control agencies as a means of dealing with community dog problems.",
        "As one of the largest bands in the last three decades, many players find that free Metallica bass tabs are more difficult to find due to the band's strict copyright enforcement.",
        "Even many police and fire departments depend on Harleys - if these bikes are trusted and dependable enough for law enforcement and rescue personnel, they can be counted on for the recreational rider as well as the bike enthusiast.",
        "Internet crime is a term law enforcement agencies use to refer to crimes that are either committed or facilitated through the use of the World Wide Web.",
        "Since the Internet is a global entity, local law enforcement agencies are simply not equipped to offer investigative assistance.",
        "The idea here is have a good laugh, not to do anything that will involve getting law enforcement involved.",
        "Co-operating with the OSHA in this way is kept separate from the enforcement division of the agency.",
        "A child abduction is reported to law enforcement officials meeting all the criteria for issuing an Amber Alert.",
        "Another aspect of the program provides Oregon law enforcement officers with additional training regarding bicyclists and bicycle safety.",
        "Triad is a joint task force comprised of local law enforcement and an AARP coalition or another senior advocacy group.",
        "The objective is to prevent the victimization of senior citizens and improve the law enforcement agencies' response and action in the event of a crime.",
        "Others on the board include local law enforcement leaders, as well as other key members of the area.",
        "If you feel that you are in danger, contact the police or your local law enforcement agency.",
        "Under the provisions of The Visitation Rights Enforcement Act, grandparents who have been granted visitation rights in one state are guaranteed that they can exercise that right in any state.",
        "These types of goggles are often used by military and law enforcement professionals who need assistance locating people and things at night.",
        "Night vision goggles are used mainly by law enforcement professionals when they are trying to locate people in the dark.",
        "Many of the military and law enforcement professionals like to use the infrared goggles because they are better at effectively picking up on individuals moving about in dark locations.",
        "Optics Planet has a section that exclusively sells night vision goggles for military and law enforcement use.",
        "Whether you work for law enforcement or you enjoy night hunting, you will want to have a reliable and durable pair of night vision goggles.",
        "Thermal vision serves many purposes, from wildlife conservation to law enforcement and even surveillance.",
        "The counterfeit industry is one that generates billions of dollars each year and one that law enforcement officials work hard to stop.",
        "Players are encouraged to steal cars and kill law enforcement officers in this best-selling video game franchise.",
        "It is the leading source of security products today, and many law enforcement, fire, and security organizations use the JustRite flashlights because of the long history of dependability of this company.",
        "As a result, law enforcement agencies feel that prepaid cell phones can be used by criminals and terrorists to avoid detection by the authorities.",
        "If the doctor suspects that the poisoning was not accidental, he or she is required to notify law enforcement authorities.",
        "Lastly, it is sometimes used as a screener in psychological evaluations of candidates for high-stress occupations (law enforcement, the military, religious ministry, for example).",
        "Emergency room doctors are required by law to report to local law enforcement authorities cases of suspected family abuse.",
        "Law enforcement officers, social workers, and counselors often have children draw traumatic events, especially when they lack the communication skills to explain what they have witnessed or experienced.",
        "However, the lack of a second parent often has a less negative impact on children than family instability, lack of structure, and inconsistent enforcement of parental standards.",
        "Children of law enforcement officers have a much higher suicide rate because of the accessibility of guns in their houses.",
        "Female gang activity is less violent than that of their male counterparts and is underreported by law enforcement agencies.",
        "The 2000 Victim, Incident, and Offender Characteristics, published by the National Center for Juvenile Justice (NCJJ), analyzed sexual assault data collected by law enforcement agencies over a five-year span.",
        "This team usually includes law enforcement officers, physicians, nurses, mental health professionals, victim advocates, and/or prosecutors.",
        "During the early 1970s, when the government's financial burden grew as more and more women turned to welfare, the U.S. Congress began to call for even stronger child-support enforcement provisions.",
        "Enforcement laws vary from state to state.",
        "All state enforcement systems are automated, allowing more efficient monitoring of payment and better tracking of violating parents.",
        "Some support exists for consolidating child-support enforcement through the Internal Revenue Service (IRS) rather than the states.",
        "Opponents contend that the involvement of the federal bureaucracy would more likely add inefficiency to the enforcement process and only aggravate an already growing problem.",
        "In 1990, the National Child Search Assistance Act eliminated the waiting time for law enforcement action on missing children, mandating an immediate police report and NCIC entry for missing children cases.",
        "They should report to local law enforcement immediately that the child has run away or is missing.",
        "Law enforcement agencies have linked high rates of truancy to high rates of daytime burglary and vandalism.",
        "Finally, a close link between the school, law enforcement, juvenile court, family court officials, and social service agencies may lead to solutions for truancy.",
        "Criminal activities - Government facilities related to the punishment or legal enforcement of criminals like prisons and police stations.",
        "If you're feeling physically threatened, contact local law enforcement immediately.",
        "Federal Air Marshal - Individuals who hold these positions work as federal law enforcement officers.",
        "If you've always had a knack for investigating, you may find your perfect fit with the U.S. Immigration and Customs Enforcement (ICE).",
        "Individuals who work with the TSA have a multitude of potential paths to take, from intelligence to screening or enforcement.",
        "The company seeks contractors with military backgrounds or professional experience working in law enforcement or intelligence.",
        "These types of jobs can be found in corporations and law enforcement agencies.",
        "You may not immediately think of park rangers as a law enforcement officers, but that's exactly what they are.",
        "In addition to general rule enforcement, park rangers have the opportunity to interact with guests, set up exhibits and even lead tours.",
        "Good Neighbor Next Door - Up to 50 percent of the list price of the home is discounted for law enforcement officers, teachers and firefighters to encourage them to live in the community in which they work.",
        "Increase HUD's role in enforcement of the Act - Complaints are now actively investigated by the Office of Fair Housing and Equal Opportunity (FHEO).",
        "HUD will often accept the highest bid, unless other requirements are met, such as the above with respect to firefighters and law enforcement officers.",
        "Public officers such as law enforcement, teachers, firefighters, EMTs, non-profit and local government bodies may qualify for special discounts in buying HUD properties.",
        "The Good Neighbor Next Door Program - This HUD program is available to teachers, firefighters, law enforcement officers, and emergency medical technicians only.",
        "This program applies to law enforcement officers, pre-kindergarten through 12th grade teachers, firefighters and emergency medical technicians.",
        "Inform your local law enforcement agency about the suspected scam, especially if you're being contacted in person or over the phone or you feel harassed or threatened.",
        "Because of their ability to change their tactics, it is tough for law enforcement to stay ahead of the curve.",
        "Numerous stings by television news crews and law enforcement agencies have revealed adults-- both men and women-- who prey on youths in chat rooms and online communities.",
        "The differences in implementation and enforcement could yield fairly significant differences in terms of how positively school uniforms impact the student body.",
        "What many systems fail to realize is that a stricter dress code could be enforced if everyone gets on board with the enforcement.",
        "However, in order for a conservative dress code to work, faculty, parents, school board members, and community members must get on board with the enforcement of the specified dress code.",
        "Psychic detectives are psychics who work with law enforcement personnel to help bring cases to resolution through psychic means.",
        "Local law enforcement agencies and your state government will be able to tell you the specifics of laws in your area.",
        "The Danner brand reputation was built by providing quality footwear for individuals working in fields like smoke and wild land firefighting, law enforcement, and hunting.",
        "The BBB went on to aid law enforcement in their fight against fraud.",
        "The BBB still helps law enforcement identify unethical and illegal business practices to this date.",
        "They work with law enforcement and report illegal business activities.",
        "The Internet BBB also helps to report known online scams to law enforcement.",
        "While the BBB does not handle legal matters directly, they can point consumers in the right direction and inform law enforcement of any suspicious or illegal business activities.",
        "They work with law enforcement to help fight scams and unethical behavior.",
        "Impounded vans that are sold by law enforcement agencies across the country are easy to find online or by calling your local sheriff's office and asking when and where they'll be holding the next auction.",
        "Law enforcement agencies, like the state police, the U.S. Marshall service, or the Federal Bureau of Investigation all have a national inventory of vehicles that have been seized for legal reasons.",
        "When purchasing seized vehicles from law enforcement organizations, carefully inspect all of the nooks and crannies for any trace of either narcotics or weapons.",
        "The band was known for having violent fans, at times, ruining shows due to local Law Enforcement intervention.",
        "Cameras follow the law enforcement officers of a chosen city as they chase down suspects.",
        "The women featured on the show work in different areas of law enforcement.",
        "Murillo works the Strategic Enforcement Unit for BSO and does most of her work in one of the most dangerous neighborhoods in Broward County.",
        "Although billed as a showcase of tough female law enforcement officers, not everyone saw the program that way and it became a lightening rod for criticism.",
        "His original career goal was to work in law enforcement, and so he joined the armed forces at the age of 18.",
        "She grew up in Memphis and tried several other career paths before settling on law enforcement.",
        "The former head of the Magical Law Enforcement was held under the Imperious Curse to do the bidding of Voldemort and Crouch's Death Eater son Barty Crouch, Jr. The senior was killed and buried on Hogwarts grounds during The Goblet of Fire.",
        "With effective communication and consistent rule enforcement, you can keep your children safe on MySpace.",
        "With MySpace and Facebook being some of the largest online social networking sites, there are numerous law enforcement agencies and special interest groups that monitor their activity closely.",
        "With so many arms of law enforcement present, not only uniforms differ, but the way the law is enforced actually varies from one place to another, much like state laws in the United States may differ.",
        "The need for some type of law enforcement in the national forests was first realized as far back as 1876, but it wasn't until 1905 that the United States Forest Service took form as a part of the Department of Agriculture.",
        "Quality law enforcement apparel serves two purposes: to identify the members of the force as well as to protect them.",
        "The demands of law enforcement create a unique set of challenges for clothing designers.",
        "Richard Johnson of the Police One website has written extensively about the effects of \"paramilitary\" style uniforms versus more casual wear for law enforcement.",
        "Luckily there are many sources for whatever law enforcement apparel an officer needs.",
        "Aside from clothing for law enforcement, the company also has a wide selection of footwear designed to handle the rigors of duty."
    ],
    "definition": [
        "The act of enforcing; compulsion.",
        "A giving force to; a putting in execution.",
        "That which enforces, constraints, gives force, authority, or effect to; constraint; force applied.",
        "Link/Cite"
    ]
}