{
    "translation": ".1 התחייבות\n.2 אירוסין",
    "uses": [
        "We pass it on like an engagement ring.",
        "If this hadn't been an engagement party for Denton and Clarissa, she would have stayed at home.",
        "That evening everyone met in Springtown for an engagement party.",
        "Upon the execution of Charles, Cooper took the Engagement, and was a commissioner to administer it in Dorsetshire.",
        "You take time to think about a date, but I want to take you out tomorrow to look at engagement rings.",
        "As I said, we've drug this engagement out too long.",
        "An engagement followed in which the Aeginetans were defeated.",
        "Tonight she would break the engagement with Denton... then she would face her father.",
        "This engagement dinner is for Lori and me.",
        "The final engagement, in which the Goths fought with the courage of despair, took place on swampy ground in the Dobrudja near Abritum (Abrittus) or Forum Trebonii and ended in the defeat and death of Decius and his son.",
        "As he rose to find Elisabeth, he noticed her engagement ring on the nightstand with a note under it.",
        "After their engagement, quite different, intimate, and natural relations sprang up between them.",
        "In 1810 he received letters from his parents, in which they told him of Natasha's engagement to Bolkonski, and that the wedding would be in a year's time because the old prince made difficulties.",
        "The engagement had gone on too long.",
        "She'd last dressed up for Hannah's engagement party two years ago.",
        "But with these reservations it must unhesitatingly be said that concordats are bilateral or synallagmatic contracts, from which results an equal mutual obligation for the two parties, who enter into a juridical engagement towards each other.",
        "The Turks were defeated here in 1492 by Maximilian I., and an engagement between the Austrians and the French took place here on the 21st of August 1813.",
        "Pericles himself led out a fleet against the seceders and, after winning a first engagement, unwisely divided his armament and allowed one squadron to be routed.",
        "As education rises, a thousand other things rise with it: income, health, political engagement, and an overall concern for world affairs.",
        "As soon as he reached Moscow, Prince Andrew had received from his father Natasha's note to Princess Mary breaking off her engagement (Mademoiselle Bourienne had purloined it from Princess Mary and given it to the old prince), and he heard from him the story of Natasha's elopement, with additions.",
        "I want to get an engagement ring on her finger before she has time to change her mind again.",
        "\"Monarch,\" of which his uncle Lord Duncan was at that time in command, and in the following year was transferred to the \"Foudroyant,\" on board of which, during the night engagement with the \"Pegase,\" he greatly distinguished himself.",
        "Can we please enjoy our engagement for a while without any complications?",
        "The only way Denton was going to accept the termination of their engagement was if she publicly announced it, and that was what she would have to do as soon as she returned.",
        "During the War of 1812 Vermont troops took part in the battles of Chippewa, Lundy's Lane, Lake Erie and Plattsburgh; but the only engagement in the state itself was the defence of Fort Cassin (at the mouth of Otter Creek in the N.W.",
        "He informed her of his engagement to Natasha Rostova.",
        "It's true this engagement never was much to my liking.",
        "Their unplanned, unannounced engagement had stretched on indistinctly until Carmen began to silently question her lack of enthusiasm.",
        "A similar engagement between great and small ants is recorded by Olaus Magnus, in which the small ones, being victorious, are said to have buried the bodies of their own soldiers, but left those of their giant enemies a prey to the birds.",
        "Bolkonski, very modestly without once mentioning himself, described the engagement and his reception by the Minister of War.",
        "But in the secret depths of her soul the question whether her engagement to Boris was a jest or an important, binding promise tormented her.",
        "\"You forgot one thing,\" she said, twisting at the engagement ring.",
        "After Tess broke their engagement - at the last minute - there had been no reason for him to hold his end of the bargain... nothing but integrity.",
        "Hannah no longer wore her engagement ring, and Katie wondered why she was so happy when she must know by now Gio wasn.t coming back for her.",
        "Dean asked as Fred left to change for yet another dinner engagement with Miss Worthington.",
        "He headed for the stairs and when he reached the landing stopped, \"By the way, tomorrow's casual dinner will serve as an engagement party of sorts.\"",
        "Going down on one knee, he fished in his shirt pocket and came out with a diamond engagement ring.",
        "She gazed down at the solitary diamond on her engagement ring.",
        "He was made acting-lieutenant in the West Indies in the same year, and the rank was confirmed in 1744 During the Jacobite rising of 1745 he commanded the \"Baltimore\" sloop in the North Sea, and was dangerously wounded in the head while co-operating with a frigate in an engagement with two strong French privateers.",
        "During the Civil War Halifax was garrisoned by parliament, and a field near it is still called the Bloody Field on account of an engagement which took place there between the forces of parliament and the Royalists.",
        "The decisive engagement, however, of this campaign was fought at Curzola (1299) in the Adriatic, when Venice suffered a crushing defeat.",
        "Drew continued to work at his trade till 1805, when he entered into an engagement with Dr Thomas Coke, a prominent Wesleyan official, which enabled him to devote himself entirely to literature.",
        "The first British factory in the peninsula was established in the native state of Patani on the east coast in 1613, the place having been used by the Portuguese in the 16th century for a similar purpose; but the enterprise came to an untimely end in 1620 when Captain Jourdain, the first president, was killed in a naval engagement in Patani Roads by the Dutch.",
        "Captain Barclay, after a hot engagement - the Battle of Lake Erie - in which Captain Perry's flagship the \"Lawrence,\" a brig, was so severely shattered that he had to leave her, was completely defeated.",
        "Marcus had been, at the age of fifteen, betrothed to Fabia, the sister of Commodus; the engagement was broken off by Antoninus Pius, and he was betrothed to Faustina, the daughter of the latter.",
        "in 1594, was attacked by a Spanish fleet, and, after a desperate naval engagement, was forced to surrender.",
        "On the 6th of May 1615 Spilbergen entered the Pacific Ocean, and touched at several places on the coast of Chile and Peru, defeating the Spanish fleet in a naval engagement off Chilca.",
        "He trained her to look on her future sovereignty as an engagement to make religion respected.",
        "On Congress Street, below the Observatory, is the Eastern Cemetery, the oldest burying ground of the city; in it are the graves of Commodore Edward Preble, and of Captain Samuel Blythe (1784-1813) and Captain William Burroughs (1785-1813), who were killed in the engagement between the British brig \"Boxer\" and the American brig \"Enterprise,\" their respective ships, off this coast on the 5th of September 1813.",
        "His engagement was for a salary of 75 lire (about X30) a month, a sum so large for that period as to mark conspicuously the high regard in which his art was held.",
        "He then allowed the military authorities to push forward in the direction of Afghanistan, until in March 1885 an engagement took place between Russian and Afghan forces at Panjdeh.",
        "Other special types are in limited use for \" rack-railways,\" and operate either by engagement of gearing on the locomotive into a rack between the track rails, or by a combination of this and rail adhesion.",
        "He reached the scene of battle as the last Spanish vessel surrendered, and the engagement was fought in accordance with his instructions.",
        "She was the principal singer at his oratorio concerts, and acquired such a reputation as a vocalist that she was offered an engagement for the Birmingham festival, which, however, she declined.",
        "Smucker (1858); The Love-Life of Dr Kane, containing the Correspondence and a History of the Engagement and Secret Marriage between E.",
        "Have you heard she has broken off her engagement without consulting anybody?",
        "Before the beginning of the campaign, Rostov had received a letter from his parents in which they told him briefly of Natasha's illness and the breaking off of her engagement to Prince Andrew (which they explained by Natasha's having rejected him) and again asked Nicholas to retire from the army and return home.",
        "On receiving this letter, Nicholas did not even make any attempt to get leave of absence or to retire from the army, but wrote to his parents that he was sorry Natasha was ill and her engagement broken off, and that he would do all he could to meet their wishes.",
        "Natasha's illness was so serious that, fortunately for her and for her parents, the consideration of all that had caused the illness, her conduct and the breaking off of her engagement, receded into the background.",
        "The Russian army, they say, in its retreat from Smolensk sought out for itself the best position for a general engagement and found such a position at Borodino.",
        "We should have attacked Napoleon in the center or on the right, and the engagement would have taken place on the twenty-fifth, in the position we intended and had fortified.",
        "\"I was never pleased at Bolkonski's engagement to Natasha,\" said the countess, \"but I always wanted Nicholas to marry the princess, and had a presentiment that it would happen.",
        "Though with the intimacy now established between the wounded man and Natasha the thought occurred that should he recover their former engagement would be renewed, no one--least of all Natasha and Prince Andrew--spoke of this: the unsettled question of life and death, which hung not only over Bolkonski but over all Russia, shut out all other considerations.",
        "But a few days before they left Moscow, moved and excited by all that was going on, she called Sonya to her and, instead of reproaching and making demands on her, tearfully implored her to sacrifice herself and repay all that the family had done for her by breaking off her engagement with Nicholas.",
        "The news out and the engagement ring twinkling on her finger, it was hard for Adrienne to keep her mind on her studies - and Brandon wasn't helping much.",
        "Now just to show you what a nice guy I can be, I'm inviting you to an engagement party tonight at Fred's Hickory Inn.",
        "Because he thought she and Josh were discussing their engagement, not Lori and Josh.",
        "To this course Napoleon consented, to the despair of King Victor Emmanuel and Cavour, who saw in this a proof that he wished to back out of his engagement and make war impossible.",
        "\"However, there will hardly be an engagement today,\" said Bagration as if to reassure Prince Andrew.",
        "He pulled out the engagement ring, along with a wad of lint.",
        "They are forty-eight in number, and on them Magna Carta was based, the work of converting them into a charter, which was regarded as a much more binding form of engagement, being taken in hand immediately.",
        "He reached out and claimed her hand, running a finger around the white band where her engagement ring had been.",
        "Hood had meanwhile extended his entrenchments southwards to cover the Macon railway, and Howard's movement led to another engagement (battle of Ezra Church, July 28) in which the XV.",
        "About the same time his father was killed in an engagement with the Spaniards, and the news raised his hatred of the national enemy to the pitch of a personal and bitter animosity.",
        "For the next five years he sought every opportunity of inflicting defeat and humiliation on the Spanish navy, and he distinguished himself by his bravery in the engagement at Guetaria (1638), the expedition to Corunna (1639), and in battles at Tarragona (1641), Barcelona (1643), and the Cabo de Gata.",
        "After several battles, in which the advantage was generally on the side of the French, a decisive engagement took place near Catania, on the 20th of April 1676, when the Dutch fleet was totally routed and de Ruyter mortally wounded.",
        "Betsy opted for wine which Quinn opened a Merlot ceremoniously, toasting our engagement.",
        "After all, it was the night of our official engagement.",
        "If you're going to go to work for the woman—and God knows she needs your help—she has to agree to the rules of engagement.",
        "Jackson poured champagne and they toasted their engagement.",
        "Elisabeth's little sister would have reacted exactly the same way to her sister's engagement.",
        "Let's consummate our engagement.",
        "Their little get-togethers took place on Thursday nights unless one or the other had a pressing engagement.",
        "It was time to break the engagement.",
        "Both the army and the parliament gave cold replies to his offers to negotiate; and Charles, on the 27th of December 1647, entered into the Engagement with the Scots by which he promised the establishment of Presbyterianism for three years, the suppression of the Independents and their sects, together with privileges for the Scottish nobles, while the Scots undertook to invade England and restore him to his throne.",
        "Some delay was caused in beginning operations by Cromwell's dangerous illness, during which his life was despaired of; but in June he was confronting Leslie entrenched in the hills near Stirling, impregnable to attack and refusing an engagement.",
        "This was matter of contract, and the hirer, who usually paid in advance, might demand a guarantee to fulfil the engagement.",
        "In 424 B.C. they were attacked by Sitalces, king of the Odrysae, who was defeated and lost his life in the engagement.",
        "Perfectly free from every engagement but those which his own tastes imposed, easy in his circumstances, commanding just as much society, and that as select, as he pleased, with the noblest scenery spread out at his feet, no situation can be imagined more favourable for the 2 In 1775 he writes to Holroyd: \" I am still a mute; it is more tremendous than I imagined; the great speakers fill me with despair; the bad ones with terror.\"",
        "Having been excommunicated for this by the pope, he promised to make amends to the church; but he died in 1223 before doing anything to fulfil his engagement.",
        "He had accepted an engagement there as conductor; but, the lessee becoming bankrupt, the scheme was abandoned in favour of a better appointment at Riga.",
        "After threatening an invasion in 1137, David marched into England in 1138, but sustained a crushing defeat on Cutton Moor in the engagement known as the battle of the Standard.",
        "of Corinth; after this engagement Beauregard withdrew to Corinth.",
        "engagements were binding, and then proceeded to abrogate this particular engagement.",
        "Issuing orders to Davout, Oudinot and his cavalry to concentrate with all speed towards Eckmuhl, he himself rode back along the Regensburg road and reached the battle-field just as the engagement between the advance troops had commenced.",
        "With horses only just recovering from an epidemic, they proved quite unequal to the task of catching the Cossacks, who swarmed round them in every direction, never accepting an engagement but compelling a constant watchfulness for which nothing in their previous experience had sufficiently prepared the French.",
        "Here he was attacked by Wellington (March 29) and, after a further engagement at Sabugal (April 3, 1811), he fell back through Ciudad to Salamanca, having lost in Portugal nearly 30,000 men, chiefly from want and disease, and 6000 in the retreat alone.",
        "At Aldea de Ponte there was a further sharp engagement (Sept.",
        "On the 25th an interview took place, in which Ibrahim gave a verbal engagement not to act against the Greeks, pending orders from the sultan.",
        "A short engagement in Spain, as tutor to the son of Marshal de Saint Luc, was terminated by another quarrel; and Dempster now returned to Scotland with the intention of asserting a claim to his father's estates.",
        "Such exemption would be contrary to the engagement to respect the independence of the sultan solemnly made in 1862.",
        "They kept their engagement when Robert died on his journey (1035), though the young duke-elect was a mere boy.",
        "He served in the Northern Campaign under his father-in-law, General Taylor, and was greatly distinguished for gallantry and soldierly conduct at Monterey and particularly at Buena Vista, where he was severely wounded early in the engagement, but continued in command of his regiment until victory crowned the American arms. While still in the field he was appointed (May 1847) by President Polk to be brigadier-general of volunteers; but this appointment Davis declined, on the ground, as he afterwards said, \"that volunteers are militia and the Constitution reserves to the state the appointment of all militia officers.\"",
        "In this engagement the advanced body of British troops, 3000 strong, under Symons, held a camp called Craigside which lay between Glencoe and Dundee, and from this position General Symons hoped to be able to hold the northern portion of Natal.",
        "Olaf also visited !Ethelred at the latter's request and, receiving a most honourable welcome, was induced to promise that he would never again come to England with hostile intent, an engagement which he faithfully kept.",
        "The tactics in war were the traditional nomad tactics of harassing the enemy on the march, constantly retreating before him and avoiding a general engagement.",
        "Shepstone determined to dispense with his further services as a government servant, and terminated the engagement.",
        "Having been defeated at Laing's Nek, and suffered considerable loss in an engagement near Ingogo, Colley took a force to the top of Majuba, a mountain overlooking the Boer camp and the nek.",
        "Article 4 stated: \" The South African Republic will conclude no treaty or engagement with any state or nation, other than the Orange Free State, nor with any native tribe to the eastward or westward of the Republic, until the same has been approved by her Majesty the Queen.\"",
        "The engagement was disastrous to the British, who had undertaken far too comprehensive an attack, and the Natal Field Force was obliged to fall back upon Ladysmith with the loss of 1500 men, including a large number of prisoners belonging to the left column under Lieut.-Colonel F.R.C. Carleton,who were cut off at Nicholson's Nek and forced to surrender by a mixed force of Transvaalers and Free Staters under Christian de Wet.",
        "army and army of the Elbe came in contact with the Austrians at Hiihnerwasser and Podol and drove the latter back after a sharp engagement, but, having no cavalry, could neither observe their subsequent proceedings nor estimate their strength.",
        "The archers fixed the pointed stakes, which they carried to ward off cavalry charges, and opened the engagement with flights of arrows.",
        "A battle took place at that spot on the 3rd of August, but in spite of Ferruccio's heroism he was defeated and killed; the prince of Orange also fell in that desperate engagement.",
        "On his return he assisted his father in surveying the Stockton & Darlington and Liverpool && Manchester lines, but in 1824 he accepted an engagement in South America to take charge of the engineering operations of the Colombian Mining Association of London.",
        "On the 18th of this month he moved that the Engagement, with the Solemn League and Covenant, should be burned by the hangman.",
        "The eldest, Thuweni, with British support, finally obtained the throne, and in 1862 an engagement was entered into by the French and English governments respecting the independence of the sultans of Oman.",
        "Hampton Roads is famous in history as the scene of the first engagement between iron-clad vessels.",
        "The British pursued, and the next day there was a severe engagement in which the Americans were driven from Turkey and Quaker Hills.",
        "The engagement as tutor did not prove an agreeable one, and he soon threw it up (1771) in favour of an appointment as court preacher and member of the consistory at Biickeburg.",
        "There are also monuments to those inhabitants of Dijon who fell in the engagement before the town in 1870, and to President Carnot and Garibaldi.",
        "In May 1712 St John ordered the duke of Ormonde, who had succeeded Marlborough in the command, to refrain from any further engagement.",
        "On the 30th of June 1863 there was a cavalry engagement in and near Hanover between the forces of Generals H.",
        "This engagement is commemorated by an equestrian statue erected in Hanover by the state.",
        "It is now time to return to the southern theatre of the battlefield, where an entirely independent engagement had been raging all the afternoon.",
        "After being nursed by friends at Leipzig and Carlsbad, he rejoined his corps and fell in an engagement outside a wood near Gadebusch in Mecklenburg on the 26th of August 1813.",
        "In the close engagement which followed, the Dutch were defeated.",
        "But he made the attempt, and a hot engagement took place off Dungeness on the 30th.",
        "The war in this quarter was memorable for Conde's last, and William's first, battle, the desperate and indecisive engagement of Seneffe (August 11th), in which the two armies lost one-seventh of their strength in killed alone.",
        "He was also one of the officers of the force defeated by General John Sullivan in the engagement at Newtown (Elmira), N.Y., on the 29th of August 1779.",
        "long, being the largest, - and one small river, the Pudeto, in the northern part of the island, is celebrated as the scene of the last engagement in the war for independence, the Spanish retaining possession of Chiloe until 1826.",
        "On the 14th of May 1863 Johnston who then held the city, was attacked on both sides by Sherman and McPherson with two corps of Grant's army, which, after a sharp engagement, drove the Confederates from the town.",
        "At his own request he was ordered east, and on the 23rd of September 1861 was made brigadier-general of volunteers and assigned to command a brigade in the Army of the Potomac. He took part in the Peninsula campaign, and the handling of his troops in the engagement at Williamsburg on the 5th of May 1862, was so brilliant that McClellan reported \"Hancock was superb,\" an epithet always afterwards applied to him.",
        "In 1746-1747 he fulfilled a short engagement with Rich at Covent Garden, his last series of performances under a management not his own.",
        "In July following the Wangoni were beaten in a decisive engagement.",
        "In the same year he was despatched with a fleet to watch the movements of the Count d'Estaing, and in July 1779 fought an indecisive engagement with him off Grenada.",
        "Such an act would have proved that he desired, nay provoked, a war; and further, the engagement of such small forces could lead to no decisive results.",
        "Captain Hull had been cruising off the Gulf of St Lawrence, and the engagement, which took place on the 19th of August, was fought south of the Grand Bank.",
        "This loss of clerical prestige has been due in no small degree to the increasing habit of dispensing with a form of installation, and of substituting for a permanent pastorate, instituted with the advice and consent of a council, an engagement to serve as a minister for a fixed term of one or more years.",
        "Soon after the engagement began a large part of the Americans, mostly North Carolina and Virginia militia, fled precipitately, carrying Gates with them; but Baron De Kalb and the Maryland troops fought bravely until overwhelmed by numbers, De Kalb himself being mortally wounded.",
        "They were, however, defeated by Sir Harry Smith in an engagement at Boomplaats (August 29, 1848).",
        "The Marine Department was created a separate branch of the board of trade in 1850, about which time many new and important marine questions came under the board of trade, such, for example, as the survey of passenger steamers, the compulsory examination of masters and mates, the establishment of shipping offices for the engagement and discharge of seamen.",
        "Sullivan after a brief engagement (Aug.",
        "When Pompeius, having been defeated in a naval engagement at Naulochus by the fleet of Octavian under Agrippa, fled to Asia, Cassius went over to Antony, and took part in the battle of Actium (31).",
        "On the 3rd of September 1863 with 1200 men he routed 2000 Sioux near the present town of Ellendale, in Dickey county, in an engagement called the battle of White Stone Hills.",
        "The assault on the Turkish main camp was fixed for the 6th of May; but, unfortunately, a chance skirmish brought on an engagement the day before, in the course of which Karaiskakis was killed, an irreparable loss in view of his prestige with the wild arinatoli.",
        "Under the direction of General Hugh Mercer some American troops reached Richmond on the morning of the 16th of October 1776, and in an engagement which immediately followed they were victorious; but, as they were retreating with their prisoners, British reinforcements arrived and in a second engagement at Fresh Kill (now Green Ridge) they were routed with considerable loss.",
        "For a year he remained with his pupils at Bologna, and then, his engagement completed, negotiated with Aldus Manutius for a new edition of his Adagia upon a very different scale.",
        "In the engagement at Monmouth, on the 28th of June 1778, he commanded one of the brigades in Lord Stirling's division.",
        "He was not released at the peace of Cateau Cambresis for lack of money to pay his ransom, but he was finally set free on giving his bond for the amount, an engagement which he repudiated as soon as he was safely in England.",
        "824) Phorcys was a king of Corsica and Sardinia, who, having been defeated by King Atlas in a naval engagement in the course of which he was drowned, was subsequently worshipped as a marine divinity.",
        "During the Civil War Franklin was the scene of a minor engagement on the 10th of April 1863, and of a battle, celebrated as one of the most desperately fought of the war, which took place on the 30th of November 1864.",
        "Thus the assailants, carrying the advanced works by storm, rushed upon the main defences on the heels of the broken advanced guard, and a general engagement was brought on which lasted from 3.30 until nine o'clock in the evening.",
        "The engagement was indecisive in its results, but the Union commander's purpose, to hold Hood momentarily in check, was gained, and Hood's effort to crush Schofield was unavailing.",
        "The losses were very heavy; Hood's effective forces in the engagement numbered about 27,000, Schofield's about 28,000; the Confederate losses (excluding cavalry) were about 650o, excluding the slightly wounded; six general officers were killed (including Major-General P. R.",
        "Thereupon the Confederates retired, narrowly escaping Hunter, and the brief campaign came to an end with an engagement at Kernstown.",
        "It is remarkable in history as the scene of three battles: (1) the victory of the Prussians and English over the imperial army on the 15th of February 1761; (2) that of the Prussians over the Bavarians on the 17th of April 1813; and (3) the engagement on the 27th of June 1866 between the Prussians and the Hanoverians, in which the latter, though victorious in the field, were compelled to lay down their arms on the arrival of overwhelming Prussian reinforcements.",
        "3200 men; it was hoped that Jackson's corps would come up during the engagement and attack the enemy's rear, and Huger's division assail his right, but Federal artillery stopped Huger, and of Jackson's three divisions only one came into action.",
        "Zollicoffer (1812-1862) had entered the south-east part of the state through Cumberland Gap in September, and later with a Confederate force of about 7000 men attempted the invasion of central Kentucky, but in October 1861 he met with a slight repulse at Wild Cat Mountain, near London, Laurel county, and on the 19th of January 1862, in an engagement near Mill Springs, Wayne county, with about an equal force under General George H.",
        "On the 8th of October Buell and Bragg fought an engagement at Perryville which, though tactically indecisive, was a strategic victory for Buell; and thereafter Bragg withdrew entirely from the state into Tennessee.",
        "The decisive engagement was fought (probably) in the Gulf of Morbihan and the Romans gained the victory by cutting down the enemy's rigging with sickles attached to poles.",
        "The British admiral endeavoured to force on a close engagement.",
        "A naval engagement of a very feeble kind took place on the 10th of August in the Bay of Bengal, between the British naval officer in command and M.",
        "Soon after his arrival at Gratz, Kepler contracted an engagement with Barbara von Miihleck, a wealthy Styrian heiress, who, at the age of twenty-three, had already survived one husband and been divorced from another.",
        "Under this arrangement British Columbia became exceedingly restive, holding the Dominion to the engagement by which it had been induced to enter the union.",
        "In the midst of this engagement, however, Sir Harry Burrard landed, and took over the command.",
        "1844), which commemorates the gallantry of a battalion of 250 cadets from the institute, more than 50 of whom were killed or wounded during the engagement at New Market on the 15th of May 1864.",
        "He tried to get out of his engagement with Miss Martin, but was prevented by her family.",
        "Here, on the 26th of July 1870, the first engagement between the Germans and the French in the Franco-German war took place.",
        "After the death of Seleucus, Patrocles was sent by his successor Antiochus to put down a revolt in Asia Minor, and lost his life in an engagement with the Bithynians.",
        "His first engagement was the battle off Ushant in 1778, and, soon afterwards transferred to the West Indies, he was present, under the command of his cousin Sir Samuel Hood, at all the actions which culminated in Rodney's victory of April 12th, 1782.",
        "The first on record, representing an engagement between a Tyrian and an Egyptian fleet, was given by Julius Caesar (46 B.C.) on a lake which he constructed in the Campus Martius.",
        "Here was constructed the iron-clad \"Virginia\" (the old \"Merrimac\"), which on the 9th of March 1862 fought in Hampton Roads the famous engagement with the \"Monitor.\"",
        "But at least she did not enter into a solemn engagement to defend the Poles who were engaged in reforming their constitution, and then throw them over in order to share in the plunder of their country.",
        "The only engagement between the rival factions which is told at length is noteworthy, inasmuch as it was preceded by an encounter at Gibeon between twelve chosen men from each side, in which the whole twenty-four seem to have perished (2 Sam.",
        "1 In the general engagement which followed, Abner was defeated and put to flight.",
        "But while, during the summer of 1900, Milan was away from Servia taking waters in Carlsbad, and making arrangements to secure the hand of a German princess for his son, and while the premier, Dr Vladan Dyorevich, was visiting the Paris Universal Exhibition, King Alexander suddenly announced to the people of Servia his engagement to Mme Draga Mashin, a widow, formerly a lady-in-waiting to Queen Natalie.",
        "But the opposition subsided somewhat on the publication of Tsar Nicholas's congratulations to the king on his engagement and of his acceptance to act as the principal witness at the wedding.",
        "A severe storm effected, however, a complete disaster without any actual engagement taking place.",
        "The latter fell in with an English man-of-war, the \"Lion,\" and had to return to France; Charles escaped during the engagement, and at length arrived on the 2nd of August off Erisca, a little island of the Hebrides.",
        "Of these only 12,525 were enrolled in the army, and of that number 1421 were volunteers, who took an engagement on receipt of a premium.",
        "refused to accept it when he surrendered himself to the Scots in 1646, but he made important concessions in this direction in the \"Engagement\" made with the Scots in December 1647.",
        "At 8 o'clock the frontal attack began by a vigorous artillery engagement, in which the French, though greatly outnumbered in guns, held their own, and three hours later Waldeck, whose attention had been absorbed by events on the front, found a long line of the enemy already formed up in his rear.",
        "This was followed by the treaty of alliance between Denmark and Russia of the 12th of August 1773, which was partly a mutually defensive league, and partly an engagement between the two states to upset the new constitution recently established in Sweden by Gustavus III., when the right moment for doing so should arrive.",
        "The engagement came to an end in 1631, when he was recalled to train the young earl of Devonshire, now thirteen years old, son of his previous pupil.",
        "This engagement lasted nominally from 1646 to 1648 when Charles went to Holland.",
        "During the War of Independence Salem was plundered on the 17th of March 1778 by British troops under Colonel Charles Mawhood, and on the following day a portion of these troops fought a sharp but indecisive engagement at Quinton's Bridge, 3 m.",
        "Napoleon had extracted an engagement that the Prussian army should be limited to 42,000 men.",
        "sultan of the Turks; and in October 1853, of an engagement between Turks and Russians.",
        "It was the scene of an engagement between the French and English fleets in 1380, was forcibly entered by the English in 1488, captured by the Spaniards and retaken by the English in 1601, and entered by the English in 1641, who expelled the Irish inhabitants.",
        "Meanwhile the Hungarian Opposition broke its engagement.",
        "He raised a large force of men and ships and endeavoured to draw Lysander (then at Ephesus) into an engagement.",
        "The ground on which the engagement took place was the Vorontsov ridge (see Crimean War), and the valleys on either side of it.",
        "The result of the day was thus unfavourable to the allies, but the three chief incidents of the engagement - the two cavalry charges and the fight of the 93rd Highlanders - gave to it all the prestige of a victory.",
        "To render their powers effective they were given the right to sue the Egyptian government in the Mixed Tribunals for any breach of engagement to the bondholders.",
        "Further, an engagement was entered into that there should be no reimbursement of the loans till 905 for the Preference and Daira, and 1908 for the Domains.",
        "~ughj, son of a Tulunid prefect of Damascus, was sent by the caliph to restore order; he had to force his entrance into the country by an engagement with one of the pretenders, Ibn Kaighlagh, in which he was victorious, and entered Fostat in August 935.",
        "The disaffected in Egypt kept up communications with the Fatimites, against whom the Ikshid collected a vast army, which, however, had first to be employed in resisting an invasion of Egypt threatened by Ibn Raiq, an adventurer who had seized Syria; after an indecisive engagement at LajUn the Ikshid decided to make peace with Ibn Raiq, undertaking to pay him tribute.",
        "The Ilamdnid Saif addaula shortly after this assumed the governorship of Aleppo, and became involved in a struggle with the Ikshid, whose general, Kgfur, he defeated in an engagement between Horns and Hamab (Hamath).",
        "Alls forces were successful at the first engagement; but when the battle was renewed two days later he was deserted by some of his officers, and prevented by illness and wounds from himself taking the conduct of affairs.",
        "Mahommed Bey, the defterdgr, with another force of about the same strength, was then sent by Mehemet Ali against Kordofan with a like result, but not without a hard-fought engagement.",
        "While he was negotiating with Haesten the Danes at Appledore broke out and struck north-westwards, but were overtaken by Alfred's eldest son, Edward, and defeated in a general engagement at Farnham, and driven to take refuge in Thorney Island in the Hertfordshire Colne, where they were blockaded and ultimately compelled to submit.",
        "One naval engagement was certainly fought under ZEthelwulf (851), and earlier ones, possibly in 833 and 840.",
        "No general engagement was fought, and after a great many delays the treaty of Teschen was signed on the 13th of May 1779.",
        "An engagement still more severe than that of the 19th, known as the Second Battle of Saratoga, followed, in which the Americans under Benedict Arnold, E.",
        "Napoleon's answer was to refuse to ratify the convention of the 4th of January, and to announce his engagement to the archduchess Marie Louise in such a way as to lead Alexander to suppose that the two marriage treaties had been negotiated simultaneously.",
        "They contemplated a marriage, and Irving endeavoured to obtain a release from his previous engagement.",
        "Wallace had made the error of risking a general engagement in place of retiring into the hills; to do this had, it is said, been his purpose, but Edward surprised him, and Wallace disappears from the leadership, while the wavering Robert Bruce appears in command, with the new bishop of St Andrews, Lamberton; Lord Soulis; and the younger Comyn, \" the Red Comyn \" of Badenoch.",
        "In the general engagement, next day, the English cavalry could not break the \" impenetrable wood \" of the Scottish spearmen, who, however, were galled by the arrows of the English bowmen, which had broken their formation at Falkirk.",
        "The Scottish commissioners in England, with Lauderdale, and with the approval of Hamilton's faction, signed, at the end of 1647, \" The Engagement \" with Charles, and broke away from the tyranny of the preachers.",
        "\" Towards the close of his engagement at Bern, Hegel had received hopes from Schelling of a post at Jena.",
        "Off the little port of Kjiige in the south the Danes under Nils Juel defeated the Swedes in 1677, and in another engagement in 1710 the famous Danish commander Hvitfeldt sank with his ship. (3) Holbaek, west of Kjobenhavn.",
        "Heraclius had not sufficient time to prepare to meet this new foe, and was defeated in his first engagement with Abu Bekr.",
        "He accepted a division in the expedition to Egypt under Bonaparte, but was wounded in the head at Alexandria in the first engagement, which prevented his taking any further part in the campaign of the Pyramids, and caused him to be appointed governor of Alexandria.",
        "In 1849 it was the scene of an engagement between the Prussians and the Baden revolutionists.",
        "In June the fort of Girishk, on the Helmund, was seized by his adherents; the amir's troops were defeated some days later in an engagement, and Ayub Khan took possession of Kandahar at the end of July.",
        "The French battalions at Hyderabad were disbanded and the nizam bound himself by treaty not to take any European into his service without the consent of the British government - a clause since inserted in every engagement entered into with native powers.",
        "Here, besides continuing his literary contributions to magazines, Lowell had a regular engagement as an editorial writer on The Pennsylvania Freeman, a fortnightly journal devoted to the Anti-Slavery cause.",
        "In 1813 the German war of liberation was begun by an engagement with the French near Luneburg.",
        "Some years later he became involved in a war that had broken out among the kings of Spain; and in 1167, being disabled during an engagement near Badajoz by a fall from his horse, he was made prisoner by the soldiers of the king of Leon, and was obliged to surrender as his ransom almost all the conquests he had made in Galicia.",
        "Abu Moslim marched against him, and the two armies met at Nisibis, where, after a number of skirmishes, a decisive engagement took place (28th November 7 54).",
        "In administrative reforms the Korean government followed his guidance; laws could not be enacted nor administrative measures undertaken without his consent; the appointment and dismissal of high officials, and the engagement of foreigners in government employ, were subject to his pleasure.",
        "Preparations had been made by the allies, ever since Ney's appearance,to break off the engagement, and now the tsar ordered a general retreat eastwards, himself with the utmost skill and bravery directing the rearguard.",
        "In an unimportant engagement near Pesaro he was worsted by the Roman generals, and this hastened his northward march.",
        "In the circumstances the proper course for Thiers to have pursued would have been to have communicated to the powers, to whom he was bound by the moral engagement of the 2 7th of July 1839, the new conditions arising out of Mehemet Ali's offer.",
        "The engagement was severe but the Roman victory was decisive, and Roman authority was restored throughout central and southern Britain.",
        "Sibley, commanding a force of about 3800 Texans, marched into New Mexico, fought a successful engagement at Valverde, on the Rio Grande, against Union forces under Colonel, later General, Edward R.",
        "The engagement made with Charles, then a prisoner in the Isle of Wight in 1647, which promised him support on condition of his sanctioning the Solemn League and Covenant and pledging himself to set up after three years a church according to the Confession of Faith, was protested against by the assembly; and from this came the famous \" Act of Classes \" by which the Covenanters disqualified for public office and even for military service all who had been parties to the engagement.",
        "Under a convention signed at Constantinople on the 4th of June 1878, Great Britain engaged to join the sultan of Turkey in defending his Asiatic possessions (in certain contingencies) against Russia, and the sultan, \" in order to enable England to make necessary provision for executing her engagement,\" consented to assign the island of Cyprus to be occupied and administered by England.",
        "A fierce engagement took place wherein the Norman and Flemish troops were utterly routed, and the victorious Cymry slew thousands of their fugitives at the fords of the Teifi close to the town of Cardigan.",
        "Many labourers on the conclusion of their first engagement under Act VI.",
        "Thus in 1907-1908, 1551 men were serving on a 12-year colour engagement, 24,856 on a term of 7 years colours and 5 reserve, 3589 on a 6 and 6 term, 3449 on 3 and 9 engagement, 45 2 9 for other terms, out of a total of 37,974 recruits or soldiers signing fresh engagements.",
        "Section A, which receives extra allowances, is liable to be called up in a minor emergency; section B is the general reserve; section C, also part of the general reserve, consists of men who have been sent to the reserve prematurely; section D (which is often suspended) consists of men who at the expiry of their twelve years' engagement undertake a further four years' reserve liability.",
        "The conditions of enlistment and reserve in the territorial force are a four years' engagement (former yeomen and volunteers being however allowed to extend for one year at a time if they desire to do so), within each year a consecutive training in camp of 14-18 days and a number of \"drills\" (attendances at company and battalion parades) that varies with the branch and the year of service.",
        "While serving on board this vessel he took part in the engagement with the French fleet under Count D'Estaing.",
        "Appointed first to the \"Orion\" and then to the \"Queen\" in the Channel Fleet, under the command of Lord Howe, he took part in the three days' naval engagement with the Brest fleet, which terminated in a glorious victory on the 1st of June 1794.",
        "Haethcyn, the son and successor of this Hrethel, is said to have perished in a disastrous battle against the Svear, but his fall was avenged by his brother Hygelac in a subsequent engagement in which the Swedish king Ongentheow was killed.",
        "An engagement of this character was fought here in 1848 between the Austrian and the Piedmontese troops.",
        "An engagement which took place near Kumishah, on the road between Isfahan and Shiraz, having been successful, the English commander pushed on to the latter town, where the two rebel princes were seized and imprisoned.",
        "Colonel Sheil remonstrated, and obtained a new engagement of noninterference with Herat from the Persian government, as well as the recall of Abbas Kuli.",
        "After the generals arrival the march upon Borazjan and the engagement at Khushabtwo places on the road to Shirazand the operations at Muhamiah and the Karun River decided the campaign in favor of England.",
        "On the green stand a monument erected by the state in 1799 to the memory of the minute-men who fell in that engagement, a drinking fountain surmounted by a bronze statue (1900, by Henry Hudson Kitson) of Captain John Parker, who was in command of the minute-men, and a large boulder, which marks the position of the minute-men when they were fired upon by the British.",
        "The engagement lasted only a few minutes, but eight Americans were killed and nine were wounded; not more than two or three of the British were wounded.",
        "The seal was definitely set upon this decision by his formal engagement on behalf of his native country, early in 1890.",
        "In 181 I, owing to his armed intervention in Jaipur, a fresh engagement was made, prohibiting him from political intercourse with other states without British consent.",
        "This engagement, in the commencement of his second year at the bar, and the dropping in of occasional fees, must have raised his hopes; and he now abandoned the scheme of becoming a provincial barrister.",
        "If a British master engage seamen at a foreign port, the engagement is sanctioned by the consul, acting as a superintendent of Mercantile Marine Offices.",
        "During the engagement Cleopatra suddenly withdrew her squadron and Antony slipped away behind her.",
        "From these positions the four corps advanced on the 21st and 22nd in accordance with the order to take the offensive, and two encounterbattles ensued, one of which, the engagement of the Bulgarian I.",
        "The decisive engagement took place near Beneventum in the Campi Arusini, and resulted in the total defeat of Pyrrhus.",
        "from Mutina, and lost his life in the engagement.",
        "Nothing came of the proposed engagement, but the wrongs of Honoria, his affianced wife, served as a convenient pretext for some of the constantly recurring embassies with which Attila, fond of trampling on the fallen majesty of Rome, worried and bullied the two courts of Constantinople and Ravenna.",
        "Attila did not venture to renew the engagement on the morrow, but retreated, apparently in good order, on the Rhine, recrossed that river and returned to his Pannonian home.",
        "Although wounded in the engagement of the 30th of April, he at once resumed his place in the ranks, but on the 3rd of June he was again wounded much more severely, and died in the Pellegrini hospital on the 6th of July 1849.",
        "Meantime Mithradates was again in Pontus, and in a disastrous engagement at Ziela the Roman camp was taken and the army slaughtered to a man.",
        "In 1645 he was present as major in the engagement at Langport on the 10th of July, at Hambleton Hill on the 4th of August, and on the 10th of September he commanded the horse at the storming of Bristol.",
        "At first Ptolemy had made a successful descent upon Asia Minor and on several of the islands of the Archipelago; but he was at length totally defeated by Demetrius in a naval engagement off Salamis, in Cyprus (306).",
        "Robert promised to marry Eudoxia, daughter of the late emperor of Nicaea, Theodore Lascaris I., a lady to whom he had been betrothed on a former occasion; however, he soon repudiated this engagement, and married a French lady, already the fiancee of a Burgundian gentleman.",
        "The scene of the battle - which was also that of a hard fought engagement in 1859 (see Italian Wars) - was the northern outskirts of the village of Melegnano, on the river Lambro, so m.",
        "Another expedition, led by MajorGeneral Edward Braddock, resulted in the engagement known as \" Braddock's Defeat \" (July 9, 1755), fought within the present borough of Braddock (about 8 m.",
        "On the 21st of February 1543, however, Mahommed Granye was shot in an engagement and his forces totally routed.",
        "Vendome at first opposed great obstacles to the plan which the prince had formed for carrying succours into Piedmont; but after a variety of marches and counter-marches, in which both commanders displayed signal ability, the two armies met at Cassano (August 16, 1705), where a deadly engagement ensued, and Prince Eugene received two severe wounds which forced him to quit the field.",
        "Connor's command participated in a bloody engagement.",
        "After a brief residence with his mother, who was needlessly alarmed at the idea of her son falling a victim to some casual coquette, Swift towards the close of 1689 entered upon an engagement as secretary to Sir William Temple, whose wife (Dorothy Osborne) was distantly related to Mrs Swift.",
        "he graduated in 1870, and he then obtained an engagement on the Western New York railway.",
        "He fled for refuge to a Nabataean prince, who murdered him and sent his head to Ptolemy, who had been mortall y wounded in the engagement.",
        "After an engagement (Jan.",
        "On the morning of the tenth day they commenced an engagement which ended in the rout of the defenders of the town.",
        "The skill of Davis at sea was on one occasion displayed in a seven days' engagement with two large Spanish vessels, and the interest undoutedly centres in him.",
        "Pulleys may be detachably connected to a shaft by friction clutches, so that they may be thrown in and out of engagement at will.",
        "The engagement of the pulley and clutch is determined by a hand-controlled block F sliding on the shaft, the movement of which is communicated to the rightand left-handed screw shafts by links G connected to the levers H.",
        "He certainly set out for Rome from the south of Italy (where he remained as proconsul) at the bidding of the aristocratic party, when the city was threatened by Marius and Cinna, but he displayed little energy, and the engagement which he fought before the Colline gate, although hotly contested, was indecisive.",
        "Gnaeus managed to make his escape after the engagement, but was soon (April 12) captured and put to death.",
        "Consistently with his desire to remain neutral, Hale took the engagement to the Commonwealth as he had done to the king, and in 1653, already serjeant, he became a judge in the court of common pleas.",
        "Atahuallpa, thus treacherously captured, offered an enormous sum of money as a ransom, and fulfilled his engagement; but Pizarro still detained him, until the Spaniards 'should have arrived in sufficient numbers to secure the country.",
        "But thelast engagement, at Assandun (Ashingdon) in Essex went against the English, mainly because Eadric again betrayed the national catise and deserted to the enemy.",
        "and his great captain Bertrand du Guesclin would never commit themselves to an engagement in the open field.",
        "On the 4th of August 1870 the Germans under the crown prince of Prussia, afterwards the emperor Frederick, gained the first victory of the war over a French corps (part of the army commanded by MacMahon) under General Douay, who was killed early in the engagement.",
        "A battle was fought near Antrim between the English and Irish in the reign of Edward III.; and in 1642 a naval engagement took place on Lough Neagh, for Viscount Massereene and Ferrard (who founded Antrim Castle in 1662) had a right to maintain a.",
        "In the memorable engagement of the 12th of April 1782, in which Rodney defeated the comte de Grasse, near Martinique, Bougainville, who commanded the \"Auguste,\" succeeded in rallying eight ships of his own division, and bringing them safely into St Eustace.",
        "The British attacked this line and a warm, though brief, engagement ensued.",
        "In this engagement Lieut.-Colonel Henry Monckton (1740-1778) of the British Grenadiers was killed in leading a charge.",
        "During the expedition Captain Gamble was led into an ambush, and in this engagement lost 15 killed and 47 wounded.",
        "There has been some dispute as to the exact site of the engagement, but the weight of evidence is in favour of the position mentioned above, on the South Carolina side of the line.",
        "To win them back Charles had to sign a new charter, by the terms of which loyalty was no longer a one-sided engagement but a reciprocal contract between king and vassal.",
        "The conflict immediately changed ground, and an engagement began between privilege and the people over the twofold question of the number of deputies and the mode of voting.",
        "At the beginning of 1849 he was appointed commander of the 3rd army corps in the middle Theiss, and quickly gained the reputation of being the bravest man in the Magyar army, winning engagement after engagement by sheer dash and daring.",
        "in 1641 and fellow in 1642, but was ejected in 1649 for refusing to accept the \"Engagement.\"",
        "By the treaty of Berlin, 13thof July 1878, alike engagement to the six signatory powers was substituted for that to Russia.",
        "In May 1747 he signalized himself in the engagement off Cape Finisterre, and was wounded in the shoulder with a musket-ball.",
        "de la Clue, and after a sharp engagement in Lagos Bay took three large ships and burnt two, returning to Spithead with his prizes and 2000 prisoners.",
        "The latter title is applied more properly to an engagement between the French expeditionary army and the Turks fought on the 25th of July 1799.",
        "Henriette had accepted in the family of Count Zamoyski an engagement more lucrative than her former place.",
        "Before he became elector Frederick had promised the emperor that he would restore Schwiebus, and he was now called upon to fulfil this engagement, which after some murmuring he did in 1695.",
        "On assuming power in 1432, Sigismondo was already affianced to the daughter of Count Carmagnola; but when that famous leader was arraigned as a traitor by the Venetians, and ignominiously put to death, he promptly withdrew from his engagement, under the pretext that it was impossible to marry the child of a criminal.",
        "In 1815 he was with the Allies in Paris, and in the following year set out on the grand tour, visiting Moscow and the western provinces of Russia, Berlin (where his engagement to Princess Charlotte Louise, daughter of Frederick William III., was arranged) and England, where his handsome presence and charming address created a profound impression.'",
        "If you're going to go to work for the womanâ€”and God knows she needs your helpâ€”she has to agree to the rules of engagement.",
        "\"We've adhered to Ikir's mandate of no engagement, though we followed them around,\" Chapo told Darian.",
        "Of course it was pure coincidence that the two-day old paper was laying on the table at breakfast - turned to the social section where Denton's engagement was announced.",
        "Lots of love Millie xxxxxxx mark taylor and adele penny mark taylor and Adele penny mark taylor and adele penny Congratulations on your recent engagement.",
        "This critical engagement in the Napoleonic wars made the admiral a national hero.",
        "His work is seen to represent the antithesis of any progressive political engagement.",
        "Occasionally they are more openly articulated, as in his engagement with Bosch.",
        "blat back to Ealing for an evening engagement and return to Westminster for the 10pm closure.",
        "I could then blat back to Ealing for an evening engagement and return to Westminster for the 10pm closure.",
        "christening cakes, communion cakes, engagement cakes, anniversary cakes & corporate cakes.",
        "Marriage is a 3 ring circus: Engagement Ring, Wedding Ring, Suffering.",
        "citizen engagement in lifelong learning and purposeful public problem solving, that improves lives, is a key issue.",
        "civic engagement.",
        "But to claim that a truly civic culture of engagement and participation can be enabled in any other way looks increasingly threadbare.",
        "constructive engagement from the international community.",
        "creativity engagement group please do talk to Jane Blackall or Patricia Walker-Hesson.",
        "Site Design Copyright diamondHunt.co.uk, designed by Manic Monday Limited Looking for certified diamonds for your engagement or anniversary?",
        "In 1961 she had double pneumonia during a New York nightclub engagement.",
        "employer engagement in the development of such pathways.",
        "facilitating the on-going engagement of all groups in this process will be important to ensure that it is kept up-to-date.",
        "And many more nations hold promise for deepened engagement in the future.",
        "These include fostering learner engagement, enabling multiple roles for both learners and tutors, and appropriate focusing of assessed tasks.",
        "The overall aim of the project is to encourage critical engagement with the process of being disciplined into anthropology.",
        "Ron also fulfilled another long-standing engagement, to address a meeting devoted to the joys of nature.",
        "engagement with stakeholders over the next few months will explore how the strategy can be taken forward.",
        "CCC aims to combat social apathy and promote civic engagement through opening up dialog among the community, public and corporate sectors.",
        "British Foreign Secretary Jack Straw is defending Britain's policy of what is called \" constructive engagement \" with Iran's Islamic government.",
        "There is to be active engagement for there to be an effect.",
        "This new course tries to tackle learning skills through a critical engagement with the nature of the subject.",
        "Horatio Nelson - British hero Unlike many of his naval predecessors Nelson was keen to experiment and test new ideas of naval engagement.",
        "The new science museum experience offered dynamic, personally meaningful engagement with structured'discovery learning ' .",
        "engagement ring here, by the way.",
        "The Open Systems Research Group has a strong history of researching with people: whether action research, stakeholder engagement or social justice.",
        "Most will spend two or three times their monthly salary on a diamond engagement ring - £ 5,000 or more.",
        "The speaking engagement had been in the diary for some time.",
        "Affirm your commitment through the beauty of moissanite engagement rings.",
        "community engagement has always been an integral part of our business model.",
        "It will also identify comparisons with citizen engagement in politics.",
        "The Home Office-sponsored 'Preventing extremism Together ' Working Groups identified engagement of young people as crucial.",
        "facultyrimary engagement with the printed text is one of analysis as we act upon the text using our rational faculties.",
        "The engagement began on the 9 th April 1940 with the BlÃ¼cher slowly moving up Oslo fiord.",
        "Sadie's wedding fury - Dec 04 Sadie Frost is reportedly furious about Jude Law's engagement to Sienna Miller.",
        "Like his part-time General Secretary, Haylett clearly leans toward possible engagement with Respect.",
        "I would want to under gird the whole of our engagement with a theology of hope.",
        "Slide the cord grommet out of engagement with the cord anchor block.",
        "And an American flying gunship shot up a civilian wedding engagement party in Afghanistan, provoking outrage throughout the Islamic world.",
        "A source told Britain's Star magazine: \" Talk of marriage or engagement is complete hogwash.",
        "The book also includes how-to (or process) codes focusing on reporting, stakeholder engagement and assurance.",
        "Glenys Kinnock today blasted the ' blatant hypocrisy ' of the EU in its engagement with regimes guilty of human rights abuses.",
        "impelled by a sense of social engagement in his attempt to show reality itself.",
        "This engagement opens up what seems otherwise almost impenetrable.",
        "indecisive engagement at Newbury.",
        "The workshop as a whole was excellent, particularly because it managed to generate a genuinely interdisciplinary engagement with the themes.",
        "The morning session I attended Rethinking Democracy: Parties, Pressure Groups and Public Engagement seemed intriguing.",
        "Shopping for an engagement ring online can be quite a good experience if you buy from reputable jewelers like Blue Nile and Mondera.",
        "meaningful engagement with reflection.",
        "This also requires a clearer understanding of development theory and to be positioned as a form of critical engagement with capitalist modernity.",
        "Our main engagement was to sing motets at Mass at the Abbaye-aux-Hommes (left ).",
        "These operations are characterized by Rules of Engagement, which restrain the use of weapons in order to preserve the neutrality of the operation.",
        "Today's statement is the beginning of a process of engagement with local authorities on the final outturn of their provision.",
        "The link with the moral superiority of Western engagement in the Third World today was lost on his fellow panelists.",
        "classroom pedagogy is conceptualized in terms of learner active engagement.",
        "Yet engagement with a work of art involves physical as well as imaginative journeys.",
        "poetics of social engagement.",
        "When police primacy became a pivotal political reality, the seeds were sown for active engagement against those violently opposing the state.",
        "Owing to an attack of nervous prostration, he was unable to fulfill his engagement at Nelson on Friday.",
        "classroom re will be a challenging educational engagement between the pupil, the teacher and the authentic subject material.",
        "And we've commissioned research on what type of engagement works best.",
        "For some, indifference may seem less risky than engagement.",
        "rules of engagement (ROE) may limit a commander's options regarding IO.",
        "It is very sensuous, with an intimate engagement rather than a confrontation.",
        "solitaire engagement ring set in 95% platinum for a gentleman in Southampton.",
        "Neil A superb princess cut solitaire engagement ring set in 95% platinum for a gentleman in Southampton.",
        "speaking engagement had been in the diary for some time.",
        "Her first professional engagement was a brief stint at The National Theater wiping the spittle from Leo McKern's mouth.",
        "stakeholder engagement or social justice.",
        "stationary on request i.e. Anniversary, Birthday, Engagement etc. Please contact me for information.",
        "Most engagement tanzanite rings are made in white gold with diamonds, both (tanzanite and diamonds) of which are quite expensive.",
        "Sienna ended their engagement and later said: \" It's been a pretty tumultuous year.",
        "Every citizen of twenty-one years of age, unless subject to some legal disability, such as actual engagement in military service, bankruptcy or condemnation to certain punishments, has a vote, provided that he can prove a residence of six months duration in any one town or commune.",
        "Visconti-Ven.osta and Minghetti, partly from aversion to a Jacobin policy, and partly from a conviction that Bismarck sooner or later would undertake his Gang nach Canossa, regardless of any tacit engagement he might have assumed towards Italy, had wisely declined to be drawn into any infraction of the Law of Guarantees.",
        "After some reverses he regained both these places, but in 1501 his most formidable enemy, Shaibani (Sheibani) Khan, ruler of the Uzbegs, defeated him in a great engagement and drove him from Samarkand.",
        "Having been excommunicated for this by the pope (Honorius III.), he promised to make amends to the church; but he died in 1223 before doing anything to fulfil his engagement.",
        "At the convention of Philadelphia in 1787, where the constitution was drafted, the sentiments of the framers were against slavery; but South Carolina and Georgia insisted on its recognition as a condition of their joining the Union, and even an engagement for the mutual rendition of fugitive slaves was embodied in the federal pact.",
        "For about half an hour great crowds of riders, hidden by dense clouds of dust, drifted aimlessly about the plain, till at length the charge of a single squadron of the Oldenburg Dragoons (who had joined in on their own initiative) delivered on the outer French flank, brought the whole mass into motion north-eastward, and, both sides sounding the rally,Ithe engagement gradually ceased.",
        "The Americans were defeated in the engagement that followed, and many of the prisoners taken were massacred or tortured by the Indians.",
        "The temple was probably originally vowed by the elder Glabrio out of gratitude for the pietas shown during the engagement by his son, who may have saved his life, as the elder Africanus that of his father at the battle of Ticinus (Livy xxi.",
        "Hobbes went on for a time living in the household; but his services were no longer in demand, and, remaining inconsolable under his personal bereavement, he sought distraction, in 1629, in another engagement which took him abroad as tutor to the son of Sir Gervase Clifton, of an old Nottinghamshire family.",
        "After a naval engagement (see Pylos) a body of Spartan hoplites were cut off on Sphacteria.",
        "In the uprising the Mankato band was led by another chief named Mankato, who took part in the attack on Ft Ridgeley, Minn., in August, in the engagement on the 3rd of September at Birch Coolie, Minn., and in that on the 23rd of September at Wood Lake, where he was killed.",
        "With this mandate Kant, after a struggle, complied, and kept his engagement till 17 9 7, when the death of the king, according to his construction of his promise, set him free.",
        "Well, that's only till the first engagement.",
        "They talked of peace but did not believe in its possibility; others talked of a battle but also disbelieved in the nearness of an engagement.",
        "But still he did not begin the engagement.",
        "Old Prince Bolkonski heard all the rumors current in the town from Mademoiselle Bourienne and had read the note to Princess Mary in which Natasha had broken off her engagement.",
        "Napoleon having cut our armies apart advanced far into the country and missed several chances of forcing an engagement.",
        "The Tsarevich hinted at treachery and demanded a general engagement.",
        "This state of things is continually becoming worse and makes one fear that unless a prompt remedy is applied the troops will no longer be under control in case of an engagement.",
        "Classroom RE will be a challenging educational engagement between the pupil, the teacher and the authentic subject material.",
        "And we 've commissioned research on what type of engagement works best.",
        "Statutory constraints, international law, federal regulations, and rules of engagement (ROE) may limit a commander 's options regarding IO.",
        "Her first professional engagement was a brief stint at The National Theater wiping the spittle from Leo McKern 's mouth.",
        "I can also create other stationary on request i.e. Anniversary, Birthday, Engagement etc. Please contact me for information.",
        "Sienna ended their engagement and later said: It 's been a pretty tumultuous year.",
        "Once you have someone to facilitate the adoption process, in most cased the potential adoptive parents must sign a contract or some type of fee engagement.",
        "In December 2010, Testino was called upon again to take intimate engagement photos of Prince William and his future bride, Kate Middleton.",
        "What does your engagement ring look like?",
        "No engagement scrapbook would be complete without an assortment of memorabilia to help you document this special time in your life.",
        "Any embellishment with a love or romance theme is a great choice for a bridal or engagement scrapbook.",
        "The most obvious design choice for a bridal or engagement scrapbook is to use your wedding colors to provide a sense of continuity between the pages.",
        "When you sign up as a member of a chat room community, be sure to read the rules of engagement before you participate.",
        "This is something you'll need to know if you have a short engagement period planned.",
        "In some circles, a wedding engagement party is considered a traditional part of the wedding festivities.",
        "In others, it's not necessary, but many happy couples like making the big wedding engagement announcement collectively with their friends and family.",
        "Traditionally, an engagement party is held 6 months to 1 year before the wedding.",
        "However, couples today often host their own engagement party.",
        "This is where your wedding engagement etiquette comes in.",
        "It's natural to want to share the joyous news with everyone you know as soon as you have an engagement ring on your finger.",
        "But when it comes to an engagement party, you only invite those who will be attending the actual wedding.",
        "It's very bad manners to invite people to the engagement party only.",
        "Anyone who invited to the engagement party should receive a wedding invitation.",
        "To simplify the event, the engagement party should include family and close friends.",
        "The engagement party often sets the tone for the wedding.",
        "If you'd like to share the joy of your wedding engagement with your loved ones, there's no reason why you shouldn't have a wedding engagement party.",
        "Proper etiquette does not require loved ones to bring a gift when attending a wedding engagement party.",
        "If you're having a party to share your good news and you feel engagement gifts aren't necessary, you can either indicate \"no gifts\" on the invitation or keep the reason for the party a secret.",
        "Need inspiration for your wedding engagement party?",
        "Engagement Party Planner: Nostalgic Victorian Paper Memories has a terrific planner guide for this occasion.",
        "Online Planners: My Wedding Workbook will take you from start to finish, from the engagement to the wedding.",
        "Hiring a bridal consultant to do the engagement party is another way to get things done quickly and easily.",
        "Your engagement marks the beginning of a process that will bring two people, and two families, together.",
        "Even if you are invited to an engagement party, you are still not obligated to bring a gift, although it is good etiquette.",
        "Even though it's not required, the happy couple will no doubt be touched by your thoughtful generosity when you give them a wedding engagement gift.",
        "The engagement and wedding band collection have many artistic rings, as well as traditional styles.",
        "Many guests purchase engagement presents, and welcome gift ideas from the bride.",
        "Start the registry any time after your engagement announcement.",
        "Update it before engagement parties, wedding showers and the wedding itself.",
        "Once you announce your engagement, your first order of business should be setting a wedding date.",
        "Announcing your engagement properly is important if you want to avoid etiquette mishaps.",
        "Announcing your engagement is a personal matter but tact is called for when it comes to telling those closest to you.",
        "If you'd like, you can send out engagement announcements to the rest of your friends and family alerting them of the happy news.",
        "Engagement announcements aren't mandatory, but they're a nice way to spread the news without having to call everyone you know.",
        "In addition to announcing the engagement and giving any pertinent details regarding the proposal, the newspaper announcements will list the bride and groom's occupation, schooling, and the occupations of their parents, among other things.",
        "Websites like 123Greetings and Blue Mountain offer engagement cards for free.",
        "Avoid putting up any references to wedding registries when announcing your engagement, as this is an etiquette faux pas.",
        "This is a fun way to chronicle your relationship from the engagement to the wedding.",
        "Like newspaper announcements, an engagement party is purely optional.",
        "Engagement parties can also be thrown as a celebration after the news is announced.",
        "In some cultures, an engagement party is a necessary part of the wedding festivities.",
        "Announcing your engagement will bring a lot of attention to you and your sweetheart.",
        "Country singer LeAnn Rimes and boyfriend actor Eddie Cibrian invited friends and family to an engagement party that turned out to be a surprise wedding on April 22, 2011.",
        "Of course if you're planning a short engagement, you won't have six to nine months to wait for your dress to arrive.",
        "Prenup talk should be handled as soon after the engagement as possible.",
        "Make stamps from your engagement portrait, or even photos of you and your fiancé as youngsters.",
        "Even the best marriage proposal ideas will fall through if not accompanied by an engagement ring.",
        "If you have discussed marriage, you may want to allow your fiancée to pick out his or her own engagement ring.",
        "If not, you may be able to exchange or upgrade an engagement band so you beloved has exactly what he or she wants.",
        "Women have long associated jewelry with close relationships, from the friendship bracelets that we wore in elementary school, to the engagement ring we received that has caused all of this wedding planning!",
        "Cubic zirconias may not be allowed for your engagement ring, but for bridal jewelry it may just do the trick.",
        "Use the bride and groom's engagement photo, a childhood photo from the bride, or a group picture of the bride and many of the guests in attendance.",
        "You can put an engagement photo on the front; have a personal message on the first fold and your wedding invitation wording in the middle section once it is unfolded.",
        "A royal icing works well for decorating the cookies.These homemade favors would work great for a bridal shower, bachelorette party, engagement party, or other pre-wedding activity you have planned.",
        "Photo Wedding Golf Balls-Get really personal by adding your engagement photo to a golf ball favor.",
        "You can include an engagement picture, or send out small wedding photos with your thank-you notes that fit perfectly inside.",
        "If it is a professional photographer's engagement photo, be sure to get permission from him/her.",
        "Do you want your engagement ring and wedding ring to be a matched set?",
        "Visit LoveToKnow Engagement Rings for more information!",
        "Any pre-wedding activities (like an engagement party) or gifts (such as a bridal shower gift) should not be mentioned in a wedding gift thank you note: a separate thank you note should have been sent shortly after the activity.",
        "Graphics: Wedding or engagement themed graphics are popular embellishments on magnets.",
        "Pictures: Many magnet companies allow the couple to include a personal picture on the magnet, which is a great way to share engagement photos or a fun snapshot so guests can see the couple together.",
        "Another way to personalize cakes is to print engagement photos (with photographer's release) with edible ink onto special paper than can be used on the cake.",
        "Beyond helping women find bridal flip flops and unique wedding favors, catalogs can also outfit the entire wedding journey, from offering engagement announcements to bridal shower games to wedding party gifts.",
        "Wedding supplies catalogs offer help from the time of announcing the engagement all the way through the honeymoon and beyond with their helpful ideas and merchandise.",
        "Sand Scripts - sells a variety of custom printed invitations for the wedding shower, wedding, military wedding, and engagement parties.",
        "There is no need to create separate registries for different phases of your engagement and ceremony.",
        "For example, the list should be appropriate for the engagement party, the bridal shower, and the wedding.",
        "Guests spend more on wedding gifts than they do for engagement parties and bridal showers.",
        "Wedding registries are also appropriate for engagement parties and bridal showers.",
        "Couples should not register separately for other wedding-related events such as an engagement party, bridal shower, or bachelorette party.",
        "The mere anticipation of an engagement brings images of wedding bells to mind, and few icons of matrimonial ceremonies have such a rich tapestry of history and sentimental appeal.",
        "They provide it all in one spot, allowing you to spend more time enjoying your engagement and less time worrying about the wedding details.",
        "Unlike engagement announcements, a wedding announcement will not go to everyone you know.",
        "Announce your wedding in the same paper(s) you announced your engagement in.",
        "Include a small engagement photo in black and white on the bookmarker, along with a thank you poem for your guests.",
        "Between the cost of attending a wedding and purchasing engagement and shower gifts and wedding guest attire, many guests want to find wedding gifts under 100 dollars.",
        "Knowing the steps for planning a wedding helps you set your wedding timeline and stay organized throughout the engagement period.",
        "A small grouping of framed photos that portrays a timeline of the couple from the time they met through their engagement is interesting for the guests and also original.",
        "Choose a photo of a simple image such as flowers or your engagement photo, as long as the background is not too busy.",
        "Print a small engagement photo on the wrapper.",
        "In addition to acting in movies such as Joe Dirt and Lost and Found, Spade has also starred in the sitcoms Just Shoot Me, 8 Simple Rules, and Rules of Engagement.",
        "After a broken engagement with model Marcus Schenkenberg in 2001, she became engaged to Kid Rock in 2003.",
        "Anderson and Rock split soon after their engagement, but reunited in 2006.",
        "We then followed the couple as they argued their way through My Fair Brady Season 1, with Curry \"ultimatuming\" her way into an engagement, and then as they argued their way through wedding planning in My Fair Brady Season 2.",
        "He then had a very public relationship with actress Julia Roberts in the late 1980s, but she broke off their engagement just a few days before their planned wedding.",
        "Born in Brooklyn, New York on November 12, 1982, Anne Hathaway first made a splash with her leading role in The Princess Diaries and its sequel, The Princess Diaries 2: Royal Engagement.",
        "A few months after their engagement, news spread that Law had an affair with the nanny who cared for his three children.",
        "You can bet that broke up the engagement rather quickly, with Miller severing ties with Law.",
        "Since the engagement was already booked, Federline did his best to keep up appearances, despite issues with his personal life.",
        "After it was confirmed that Jennifer Aniston and Vince Vaughn were in a relationship, the media found every opportunity to report on a possible engagement.",
        "One of the first things the public sees in celebrity weddings is the bride-to-be's engagement ring.",
        "When Madonna married Guy Ritchie, she received a three-stone diamond engagement ring.",
        "Catherine Zeta-Jones received a 10-carat antique diamond engagement ring from Michael Douglas.",
        "This is a huge privilege and fueled debates about an upcoming engagement, which still has yet to happen."
    ],
    "definition": [
        "Link/Cite"
    ]
}