{
    "translation": "להעשיר, לשפר, להגביר, לחזק, להגדיל",
    "uses": [
        "Given to cows in moderate quantity, they have been found to enhance both the yield and flavour of milk.",
        "The outcome of his discoveries was, not only to perfect the geometrical plan of the solar system, but to enhance very materially the predicting power of astronomy.",
        "The effect of this was no doubt to enhance the sense generally entertained of the value of the four Gospels.",
        "Even the vast forest of Middlesex, with its densely wooded thickets, its coverts of game, stags, fallow deer, boars and wild bulls is pressed into the description to give a contrast which shall enhance the beauty of the city itself.",
        "The less important priesthoods were glad to enhance the reputation of the deity they served by identifying him with some more important god.",
        "It is an easily traced outgrowth of the second branch of the Cloisonless first school just described, for one can readily underEameis stand that from placing the decorative design in a monochromatic field of low tone, which is essentially a pictorial method, development would proceed in the direction of concealing the mechanics of the art rn, order to enhance the pictorial effect.",
        "This Dalmatian port was not only the Croatian arsenal, but the seat of the kings, who here sought to enhance their dignity by borrowing the grandiose titles and elaborate procedure of the Byzantine court.",
        "Some system of the kind was necessary to guard against corruptions of copyists, while the care bestowed upon it no doubt reacted so as to enhance the sanctity ascribed to the text.",
        "Although the Vaishnava sects hitherto noticed, in their adoration of Vishnu and his incarnations, Krishna and Ramachandra, usually associate with these gods their Brot wives, as their saktis, or female energies, the sexual element is, as a rule, only just allowed sufficient scope to enhance the emotional character of the rites of worship. In some of the later Vaishnava creeds, on the other hand, this element is far from being kept within the bounds of moderation and decency.",
        "Many of these aqueducts, as well as countless numbers of now leaky cisterns, could with but little trouble be brought into use again, and would greatly enhance the fertility of the country.",
        "The very pettiness of the details in which the good seneschal indulges as to his own weakness only serves to enhance the sublime unworldliness of the king.",
        "This union, when accomplished by the individual soul, must enhance its susceptibilities and powers, and so the yogis claim a far-reaching knowledge of the secrets of nature and extensive sway over men and natural phenomena.",
        "With that event it is again natural to connect Timothy's imprisonment, his release from which our author records in closing; while the news of Jewish success in Paul's case would enhance any tendency among Asian Jewish Christians to shirk \"boldness\" of confession (x.",
        "The catechumenate, an old institution, older in most regions than the mysteries themselves, suggested and rendered feasible such wholesale theft, especially in an age in which the sacerdotal class wished to be pre-eminent, and left nothing undone to enhance in the eyes of the multitude the importance and solemnity of rites which it was their prerogative to administer.",
        "Its wide streets, of which the most important is the rue St Jean, shady boulevards, and public gardens enhance the attraction which the town derives from an abundance of fine churches and old houses.",
        "There were various causes which combined to enhance the importance of the written Torah (the \" instruction \" par excellence communicated by God through Moses).",
        "Waiting for Mr Disraeli did not enhance the pleasure of meeting him, nor when he did arrive did his appearance predispose us in his favour.",
        "The amir's first measures were designed to enhance his popularity and to improve his internal administration, particularly with regard to the relations of his government with the tribes, and to the system introduced by the late amir of compulsory military service, whereby each tribe was required to supply a proportionate number of recruits.",
        "To further enhance yield, at the same time Borlaug bred wheat strains with short, stubby stalks, which were able to better handle more weight of grain.",
        "The port and the capital are now connected by railway with Corinth and the principal towns of the Morea; the line opening up communication with northern Greece and Thessaly, when its proposed connexion with the Continental railway system has been effected, will greatly enhance the importance of the Peiraeus, already one of the most flourishing commercial towns in the Levant.",
        "A formidable attack on the 25th October on the British position at Balakiava led to a series of encounters which displayed the bravery of British troops, but did not enhance the reputation of British commanders.",
        "Treaties concluded with Great Britain and Belgium, about the same time, also tended to enhance Prussian prestige.",
        "This has been ascribed by some to the presence in \" wild \" rubber of certain impurities derived either from the latex or introduced during the preparation of the rubber which are thought to enhance the physical properties of the caoutchouc. It is more probable, however,.",
        "For surrendered rights and privileges the sultan and his grandees received monetary compensations in the shape of annual subventions, and these also have been paid for the losses formerly incurred by the wilful destruction of the nutmeg plantations, carried out in order to enhance the value of this commodity and monopolize its cultivation.",
        "Carolina; the greatest care is taken to enhance the quality of the lint, which has been gradually improved in length, fineness and silkiness.",
        "Austria also came to see that separation from Hungary would seriously enhance the cost of living in Cisleithania and would deprive Austrian manufacturers of their best market.",
        "The manufacturer had, therefore, a strong inducement to enhance by every means in his power the selling value of his glass after it had escaped the exciseman's clutches.",
        "The gradual elaboration of the sacrificial ceremonial, as the all-sufficient expression of religious devotion, and a constantly growing tendency towards theosophic and mystic speculation on the significance of every detail of the ritual, could not fail to create a demand for explanatory treatises of this kind, which, to enhance their practical utility, would naturally deal with the special texts and rites assigned in the ceremonial to the several classes of officiating priests.",
        "The fact that Adam Smith, with the meagre materials of the 18th century at his disposal, saw his way to important generalizations which later research has established on a firm basis, may enhance greatly the reputation of Adam Smith, but does not strengthen the generalizations.",
        "Onias is described - in order to enhance the glory of Joseph - as a man of small intelligence and deficient in wealth.",
        "Their great wealth enabled them during their exile to enhance their reputation and secure the favour of the Delphian Apollo by rebuilding the temple after its destruction by fire in J48.",
        "It would enhance the prospects of a second series.",
        "You can choose your own wine or have the chef select a wine that will enhance your dining experience.",
        "The treatises attributed to Geber, in fact, appear to be original works composed not earlier than the 13th century and fathered on Jaber in order to enhance their authority.",
        "Nowhere is the region of eternal snow reached, and masses of foliage enhance the gentle aspect of the scenery and glorify it in autumn with tints of striking brilliancy.",
        "The notion of a Yahweh scarcely less limited in power than man, the naïve views of supernatural beings and their nearness to man, and the persistence of features which stand relatively low in the scale of mental culture, only serve to enhance the reality of the spirit which inspired the endeavour to reform.",
        "Stamford restaurants offer a variety of healthful, flavorful options to enhance your outdoor adventures.",
        "The trick was to enhance her looks without being obvious that she was wearing it.",
        "In concocting picnic dishes that will enhance your outdoor experience, choose foods that nourish and energize, foods that are fresh, light and nutritious.",
        "While I dared not say it for fear of being accused of insensitivity, I wondered if the death of Gladys Gillespie might enhance her credibility, reducing the number of those chasing the real Psychic Tipster.",
        "All the favorites are on the menu and guests can choose from a long wine list or request that the chef pick a wine to enhance the meal.",
        "enhance learning opportunities.",
        "The presence of food may enhance or inhibit the absorption of a drug.",
        "In return the student volunteers gain vital skills and experiences which can be academically accredited to enhance future employability.",
        "activityr enhance your cover with options including winter sports, golf cover and a range of hazardous sporting activities.",
        "A special coating is said to enhance lift by 40 percent, with the help of turbulent airflow.",
        "Enhance your skills with regard to both the analytical and visual aspects of i2 analyst 's Notebook.",
        "These enhance the web site by providing personalized content driven by the semantic annotations.",
        "aphrodisiac herb known to enhance male sexual performance as well as increase the sperm count and motility.",
        "Enhance your Alaska vacation by exploring any of Alaska's scenic byways.",
        "To further enhance this incredible visual spectacle, Headgate has incorporated the most stunning camerawork to grace any golf game.",
        "classical music selected to enhance your occasion.",
        "Enhance the flavor of your meal by adding a condiment.",
        "Seafood dishes are cooked to perfection, with an excellent combination of sauce and seasonings that enhance natural flavors.",
        "destroy the bacteria but often enhance them.",
        "These can greatly enhance the accuracy of fire support.",
        "enhance teaching and learning in their subject.",
        "The work will enhance the enjoyment of our visitors.",
        "eyesore site can enhance the area.",
        "Pieces may be adorned with precious gemstones or oxidized to enhance the contrast of the different colored metals.",
        "glade creation work will all enhance the site for wildlife.",
        "We have also had the children treated constitutionally by a classical homeopath to enhance their well being.",
        "By the 14th century, new orders were created to support and enhance the prestige of kings rather than fighting infidels.",
        "It remains grassland interspersed with oak trees, flanked by woodland that has been shaped to enhance its appearance.",
        "Often, a plant intron is introduced into the code for the bacterial enzyme to enhance transport of the message from nucleus to cytoplasm.",
        "He has spent the last twenty-five years studying ancient tools that enhance intuition.",
        "Research data from the Woodland Wildflower project will be used to enhance the results from the topsoil inversion pilot projects.",
        "Already video games use force feedback joysticks to enhance games.",
        "Thai dishes frequently use lime juice or zest to enhance the other flavors in the dish.",
        "Snake or deer pistol (penis) is meant to enhance male libido and ant aids female fertility.",
        "Stock loans are used to enhance liquidity in the financial markets.",
        "Used with text magnification to enhance the screen display.",
        "Spread your own muck, eliminate removal costs and enhance your pastures!",
        "chip multiprocessing is an advanced technique in CPU design that integrates two or more processor cores into a single chip to enhance computing performance.",
        "negotiate a treaty or marriage proposal, will enhance the likely outcome.",
        "Enhance oak's honey colored tones with tactile satin nickel handles.",
        "Recent data has revealed that stretch injury may enhance contractility but also increase the sensitivity of the vessel to agents which release nitric oxide.",
        "In particular, they appear to enhance the production of a hormone-like substance called nitric oxide from the inside wall of arteries.",
        "Stick with rose, red, or apricot lipsticks to emulate her prized pout and top every color with a slick shot of lipgloss to help enhance your lips shape.",
        "Also, make use of negative space around the subjects to enhance the \"couple\" imagery.",
        "I don't know what your human blood will do, dilute or enhance his abilities.",
        "All are committed to building more coherent 14-19 pathways and working with industry and employers to enhance learning opportunities for young people.",
        "We will also explore how to leverage technology to enhance Africa's higher education goals.",
        "It had suffered from various abuses over the years and did not exactly enhance the appearance of our \" Classic Freeman Cruiser \" .",
        "A single male will enhance any small quiet aquarium, and for the more advanced aquarist the fish are easy and interesting to spawn.",
        "conservation areas: Areas of special architectural or historic interest, the character of which it is desirable to preserve or enhance.",
        "aroma of fresh raspberries with a deep berry red color which will enhance all kinds of cocktails.",
        "atonal sounds enhance the protagonists relinquishing grip on reality.",
        "audio tapes or CDs of Civil War music may select songs to enhance The Civil War American Civil War.",
        "The curtain wall also had battlements or crenellations to further enhance the defensive power of the castle.",
        "Your aims are very similar to National Park purposes:- To conserve and enhance the natural beauty, wildlife and cultural heritage of the area.",
        "The traders or merchants sought naturally to enhance their status by banding together (at the expense of other burgesses ).",
        "cad for fashion design The course is aimed at designers who would like to enhance their traditional design skills by using Gerber Fashion Studio.",
        "Should you be looking for Japanese calligraphy to enhance your work please do not hesitate to contact us.",
        "These options greatly enhance the capability of the individual modules providing a wide range of additional features.",
        "caregivers of children under three who want to develop or enhance a bond with their child.",
        "checkpoint pathways, that can inhibit DNA replication under conditions where copying would not be accurate, enhance this accuracy.",
        "Long term objectives are to enhance production capacity, to promote further development and create jobs for young graduate chemists in the region.",
        "I am 47 years old and really have great skin for my age; however, I am now having difficulty with what appears to be larger pores than before and cannot find a makeup that doesn't enhance the pores.",
        "\"That's because I used the Immunity blood to enhance their talents,\" Ully said.",
        "They thought that elaborate decoration would enhance their standing among the Gods.",
        "Developing school grounds provides an opportunity to enhance biodiversity on a local scale.",
        "Further use is evolving of electronic blackboard, accessed through the School's web site, to enhance communication with the students.",
        "Smooth liqueur centers further enhance this delicious blend of dark chocolate pieces.",
        "It's designed to provide maximum protection without added bulk and to enhance the look of the iPod.",
        "chlorella powder is added to noodles, lactic acid drinks and curries to enhance coloring or improve flavor.",
        "churning out movies that help enhance tolerance and unify people.",
        "colourct your hair color for a specialized formula designed to enhance your color.",
        "It is expected that this co-ordination will significantly enhance the complementarity of Phase 1 awards.",
        "They are wonderfully bright and will compliment and enhance your wardrobe.",
        "Indeed, welsh conservatives want to enhance the services they offer.",
        "contextualized knowledge will be delivered to the user and presented in a way to enhance his learning processes.",
        "We need to enhance coordination in this regard to create a good environment for the talks from the press.",
        "On the second day, oil crayon was used to enhance the painted areas or to add something new.",
        "data processing system to create, scan, analyze, enhance, interpret or display images.",
        "On land, Dri-Lite is constructed from two different deniers to enhance directional moisture wicking, keeping you dry and comfortable.",
        "desirable to preserve or enhance.",
        "These compounds are typically marked by demonstrative determiners which enhance their deictic nature.",
        "A second way is to enhance deterrence through punishment.",
        "The substage diaphragm was reduced to enhance diffraction colors.",
        "In each model the top draw has removable dividers to enhance storage.",
        "We can add to, upgrade, enhance or repair your existing network with minimal downtime or with the work done out of hours.",
        "Tweaking the EQ to enhance either bass or treble strings and adding either room ambiance or subtle echoes to each side of the track.",
        "Chang relates a personal experience as an early childhood educator about the use of drawing to enhance children's knowledge of science.",
        "Eliot spitzer auto california insurance online quote a policy his to enhance their.",
        "Students also improve their CVs and enhance their career prospects as the skills they acquire are highly prized by employers.",
        "emu entry should enhance the already strong competitive position of the UK's wholesale financial services sector by offering some additional benefits.",
        "It will enhance the capability to predict and enhance the endurance of components and machinery.",
        "To analyze, cure and enhance space according to the principles of Feng Shui Forms School and contemporary site energetics.",
        "enhance the employability of their students.",
        "enhance biodiversity.",
        "enhance the effectiveness of your site.",
        "enhance the competitiveness of sectors, nations and regions?",
        "enhance existing behavioral policies within schools.",
        "A series of National Byelaws are also being considered to reduce exploitation of spring salmon and enhance spawning escapement.",
        "Many products contain essential oils to enhance their fragrance, and in some cases to help care for the skin and hair.",
        "These programs and qualifications are designed to create opportunities for personal and social development and to enhance self esteem.",
        "Each one helps to enhance families' reading experiences with the classic Dr. Seuss books and inspire exciting, original new story lines.",
        "The Spa Valley hopes the 33 will enhance interest in their greatly expanded 2004 diesel diagrams.",
        "A tailored program of research skills training is agreed with students at the beginning of their studies, to enhance the individual learning experience.",
        "Irish Times Article - State to appoint legal experts to enhance child protection.. .",
        "Not only does this enhance safety and reduce any possible eyestrain, it significantly increases productivity.",
        "family tree information, but also to enhance the experience through personal visits.",
        "Studies are needed to determine the diet and lifestyle patterns that enhance ALA conversion to the long-chain omega-3 fatty acids.",
        "Sit by the fireplace and admire your fender or enhance the fireplace with a hearth fender.",
        "Further advances in the field await the development of safe, effective drugs that will enhance fibrinolysis.",
        "LARGE fieldS Always Enhance the wildlife value of large fields by sympathetic headland and field margin management.",
        "Restylane is a temporary filler used to smooth out facial wrinkles and enhance lips.",
        "These foods also have the ability to enhance the flavor of our cooking.",
        "The larger blocking filter allows you to extend the focal length without vignetting but does not enhance detail or lower the bandpass.",
        "gasping with delight as they discovered different tools on screen that would enhance their pictures.",
        "The new floral beds, formally opened in July 2002, enhance this peaceful haven.",
        "Choose from Orkney cheese, smoked salmon, hot cured salmon or marinated herring, to further enhance that local flavor.",
        "Rejecting historicism it had a desire to enhance the competitiveness of German products, many of its patrons had English contacts.",
        "humic acids have been long proven to enhance nutrient uptake at the root zone.",
        "Relationship with public becomes impersonal Well trained front office staff will enhance customer experience.",
        "Pregnancy also triggers the release of hormones, which enhance laxity in ligaments, which can contribute to foot strain.",
        "Following treatment, a surgeon may also recommend additional liposuction (see next page) to enhance the overall result.",
        "How does Getting Connected enhance the emotional literacy of young learners?",
        "For matte paper it's epson's enhance matte or the Hahnemuehle photo rag.",
        "merchandise margins and product mix, however, are variable, and their management can either enhance or destroy profitability.",
        "mobilize additional resources under PACT to enhance the capacity of Member States to combat cancer.",
        "A second phase of planting is planned for Priory Gardens to enhance the rather monotonous bank of single species shrub planting.",
        "Enhance your skills with regard to both the analytical and visual aspects of i2 analyst's notebook.",
        "To assist nurses to increase their knowledge and to enhance their contribution to pediatric nursing.",
        "We are also attempting to enhance neurite outgrowth in adult neurons by genetic manipulation.",
        "outlines why it is important to choose the right place for fountains to fully enhance the effect on the British landscape.",
        "penal reformers that they do has done little to enhance the cause of prison reform.",
        "pentacle pendant with a moonstone at each point. the combination of which is said to provide protection and enhance psychic and predictive ability.",
        "Using extents will help us reduce the amount of disk space required to track free blocks, and will even enhance performance.",
        "These molecules induce smooth muscle contraction and enhance vascular permeability.",
        "An ideal prokinetic drug should either enhance the contraction of a damaged muscle or normalize the coordination of a damaged myenteric plexus.",
        "In addition each of us can help enhance pluralism in our own personal, professional and institutional domains.",
        "But it must also be an aim to improve and enhance environmental quality in those areas already degraded or grossly polluted.",
        "The LPS also interacts unusually with the cationic cyclic peptide polymyxin (PMB) to enhance rather than suppress pro-inflammatory cytokines (1 ).",
        "Enhance the total population size of grass-wrack pondweed in the UK.",
        "Based on the threat and scheme of maneuver, assets may need support to enhance their passive air defense posture.",
        "To enhance your color scheme, each bridesmaid's posy could echo the colors of her individual gown.",
        "potentialityn new management techniques tends to stress the potentialities of modern electronic technologies to enhance the work of teams and individuals.",
        "The 8-channel Octane preamp is specifically designed to enhance the front end of any multitrack digital recording system.",
        "The US government has provided $ 3billion to enhance bioterrorism preparedness 3.",
        "It will also provide a framework to enhance the professionalism of the workforce.",
        "You will also be able to enhance the profile of the academic group through your own commitment to research activities.",
        "Abstract School choice has become an increasingly prominent strategy for urban school districts seeking to enhance academic achievement.",
        "Their work aims to enhance prosperity and well-being in the UK by demonstrating and promoting the vital role of design in a modern economy.",
        "To enhance collaborative research involving protagonists from one or more of the two communities.",
        "To enhance credibility, indicate the provenance of statistics.",
        "HP had been using laser pulse modulation in printers to enhance text resolution at that time.",
        "Care is intended to be of the highest possible standard so as to enhance the quality of life of patients, carers and families.",
        "Face: to enhance the radiance of the skin, apply a few drops in touches to avoid the eye contour.",
        "Learn a host of professional tips from lighting tricks to enhance fur texture to ways of avoiding red-eye.",
        "The at times lazy assertion by penal reformers that they do has done little to enhance the cause of prison reform.",
        "Does adaptive management of natural resources enhance resilience to climate change?",
        "Corel PHOTO-PAINT® X3 Ã¢ This professional image-editing application lets users quickly and easily retouch and enhance photos.",
        "You explore the old ruins on the island; new graphics are imported to enhance the very roman feel to the ruins.",
        "PYY acts on the hypothalamus to enhance satiety and is under investigation as an anti-obesity agent.",
        "Most initiatives to protect and enhance the countryside are overwhelmed by the scale of the present threats.",
        "scholar of the highest caliber able to enhance the research strength in American History.",
        "An elegant wall mounted candle sconce that will enhance the atmosphere wherever it is used.",
        "This is to enhance one of the entrances and make less secluded.",
        "ComStation can enhance security by password protecting \" ftp \" folders on the web server.",
        "He develops and delivers programs that increase self-awareness and personal change to help aeronautical managers enhance their personal and leadership performance.",
        "enhance self-esteem, develop skills and explore attitudes and values as well as acquire and extend knowledge.",
        "They cultivate pride, enhance self-worth and inspire a sense of belonging.",
        "The Government needs to enhance the rail network to enable the rapid movement of east west rail freight shipments.",
        "As well as increasing the register, these instruments greatly enhance the sonority and dynamic range of the Orchestra.",
        "spiritual realms was being replaced by earthly desires to enhance individual power or ego.",
        "The purpose might be to retard spoilage, to enhance flavor, to increase nutrition, or to improve texture.",
        "Two more Tungsten weights, 2.5 grams each in the extreme heel and toe, enhance MOI for more clubhead stability at impact.",
        "Lumagen's own calibration, and video processing algorithms are used to complement and enhance the already stellar Realta HQV processing.",
        "streamline workflow further to enhance business effectiveness.",
        "substage diaphragm was reduced to enhance diffraction colors.",
        "The ring substituents R=H and also R=F were studied, the latter having being shown to enhance MÃ¶bius aromatic character in particular.",
        "An additional passive subwoofer may be connected to enhance low-end punch for larger events.",
        "You can enhance your weapons temporarily with a rapid succession of kills.",
        "Training and placement of cataract surgeons in rural hospitals would also enhance provision of eye care for the rural population.",
        "talisman made from Hawthorn wood will enhance your ability to release love, open the heart and align yourself to your spiritual development.",
        "Students who locate audio tapes or CDs of Civil War music may select songs to enhance The Civil War American Civil War.",
        "Each page is laid out in the same way with a range of features that enhance the teaching of handwriting.",
        "Our Schools must continue to offer excellence in education and embrace the new technology to enhance teaching and learning.",
        "The additional financial strength resulting from the Offering will also enhance the Company's ability to negotiate more favorable terms when out-licensing.",
        "They work synergistically to enhance thermogenesis - the body's ability to free fatty acids and use them for energy.",
        "time studyso encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "This unique architectural solution will produce a development which will positively enhance the townscape of the central area.",
        "understanding these trade-offs will also help us comprehend why community knowledge does not develop and / or does not enhance collaborative tasks.",
        "Increasing UNDP and the World Bank involvement would enhance transparency and accountability.",
        "Plant your favorite climbing plants up the diamond trellis sides to enhance it even further.",
        "A solo trumpet can steadily enhance a hymn tune.",
        "Tables and figures have been added to enhance visual understanding of concepts.",
        "The aim of the project was to enhance the pupils ' 3-D drawing skills through designing and creating motorized toy vehicles.",
        "vibratecleaning machines used in conjunction with special cleaning fluids enhance the properties of the cleaning fluids by gently vibrating the coins.",
        "Take appropriate steps to enhance staff vigilance: Increase the frequency of patrols or inspections to enforce the highest standards of housekeeping.",
        "villusderstand that the small intestine is folded into villi in order to enhance absorption.",
        "Clear acrylic coating is usually applied to enhance the visibility of the colors in the stone.",
        "Effects today are used to enhance storytelling and create amazing visuals.",
        "To protect and enhance the vitality and viability of existing shopping centers.",
        "The National Institute for Mental Health in England is explicit about the benefits to the nation of working to enhance mental well-being.",
        "He studies the fishing ground and all other factors likely to enhance his chances of ` landing the whopper ' .",
        "This will be achieved by planting wildflower plugs to enhance the biodiversity of the hedgerow that was planted by the Green Gym last year.",
        "Soft magnetic materials also play an important role in electric motors where they enhance the field produced by the motor windings.",
        "Would you like to enhance your CV & do something worthwhile at the same time?",
        "These endoparasites have a peculiar larval development, the results of which are to increase their numbers and enhance the opportunity of their gaining the necessarily remote station in some fresh individual host.",
        "If, as most critics agree, it is a historical romance (cf., e.g., the book of Judith), it is possible that a writer, preferably one who lived in the post-exilic age and was acquainted with Babylonian history, desired to enhance the greatness of Abraham by exhibiting his military success against the monarchs of the Tigris and Euphrates, the high esteem he enjoyed in Palestine and his lofty character as displayed in his interview with Melchizedek.",
        "Here is an example of such a petition from the 9th century codex of Heribert, archbishop of Milan:' \" Be thou graciously pleased by the infusion of the Holy Spirit to strengthen and enhance the substance, of old approved by thee, of this oil here before thee; to the end that whatsoever in the human kind hath been touched therewith may speedily pass to a higher nature, and that the ancient Enemy may not, after anointing with the same, claim aught for himself, but that he may grieve for that he is exposed to the shafts of this blessed engine of defence, and groan because by the oil of peace the swellings of his antique fury are kept down and repressed: through our Lord Jesus Christ,\" &c.",
        "The central position of Boeotia between two seas, the strategic strength of its frontiers and the ease of communication within its extensive area were calculated to enhance its political importance.",
        "The notion of a Yahweh scarcely less limited in power than man, the naÃ¯ve views of supernatural beings and their nearness to man, and the persistence of features which stand relatively low in the scale of mental culture, only serve to enhance the reality of the spirit which inspired the endeavour to reform.",
        "Its general philosophical setting may be said to enhance its value even as logic.",
        "These results show that zacatechichi administration appears to enhance the number and/or recollection of dreams during sleeping periods.",
        "Forced diuresis should not be used since it does not enhance salicylate excretion and may cause pulmonary edema.",
        "Esk and Tay District Salmon Fishery Boards carry out scientific work and employ fishery managers to enhance the potential of the salmonid fishery.",
        "For the permanent position you should be a scholar of the highest caliber able to enhance the research strength in American History.",
        "Enhance self-esteem, develop skills and explore attitudes and values as well as acquire and extend knowledge.",
        "This is claimed to enhance solder paste release during printing.",
        "Nevertheless, she believed that her filming of the documentary could actually enhance the spirit of adventure on this Green Tortoise journey.",
        "The reality of spiritual realms was being replaced by earthly desires to enhance individual power or ego.",
        "Lumagen 's own calibration, and video processing algorithms are used to complement and enhance the already stellar Realta HQV processing.",
        "A talisman made from Hawthorn wood will enhance your ability to release love, open the heart and align yourself to your spiritual development.",
        "The additional financial strength resulting from the Offering will also enhance the Company 's ability to negotiate more favorable terms when out-licensing.",
        "They work synergistically to enhance thermogenesis - the body 's ability to free fatty acids and use them for energy.",
        "Staff also encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "Understanding these trade-offs will also help us comprehend why community knowledge does not develop and / or does not enhance collaborative tasks.",
        "Coin cleaning machines used in conjunction with special cleaning fluids enhance the properties of the cleaning fluids by gently vibrating the coins.",
        "H Understand that the small intestine is folded into villi in order to enhance absorption.",
        "He studies the fishing ground and all other factors likely to enhance his chances of ` landing the whopper '.",
        "Beautiful fabrics can be used to enhance the look of a personalized baby book, and there are many online stores and speciality shops that offer a great selection of unique books.",
        "A few additional baby items around the cake can enhance the look, such as baby booties or a bassinet or stroller.",
        "Newborn sayings can enhance baby gifts in a number of ways.",
        "Decorate them with frosting to further enhance your theme, provide information about the upcoming arrival, or just use simple shapes to provide an endearing childlike ambiance.",
        "First and Third Personally Speaking: It's easy to enhance the simple facts of a celebration by including the expectant parents, an older sibling, or even the baby itself in the invitation narration.",
        "You can use the shower theme as a guide, or you can simply choose a pink or blue color scheme to enhance your cake.",
        "If you use any props with your child, be sure they enhance her face, not obscure it.",
        "Starting your baby off on the right track to eating healthy foods is a step that will enhance your child's health for life.",
        "By assisting a parent to set up sleep strategies and a day sleep routine, Baby Sense does enhance the health of the parent–infant unit.",
        "This light will enhance your ability to read near the table lamp.",
        "Dimly lit viewing rooms enhance the quality of any plasma set and the recessed alcoves screen out ambient store light.",
        "These tips can help you select travel guides that enhance your vacation.",
        "Demi bras have half-cup designs and will work to enhance your cleavage due to padding in the cups.",
        "Slips enhance the body shape and also provide some relief from those ugly looking panty lines that cannot be avoided in some dresses that are made of slinky materials.",
        "A quickly as you turn the pages, you'll find yourself learning new languages, techniques, and skills to increase your market appeal and enhance your expertise.",
        "If you want a subtle change that enhances your face, hair, skin or makeup, then choose brands that either enhance the natural color of your eyes, or that blend several colors together for the most natural effect.",
        "Different bowling scenarios call for different balls, so if you play on a league or simply want to enhance your performance you may want to look into purchasing a few balls with varying features.",
        "Although this will not enhance your performance as a player it may help you feel more confident in your display of style.",
        "However, they may be more expensive, especially if they are phase-corrected to enhance sharpness.",
        "Digital Enhance Cordless Technology gives you a clear signal, much like using a cable-based Internet phone.",
        "The purpose of the sprouts is to enhance the image of what the Chia Pet is.",
        "Cables. HDMI and Component cables enhance the digital quality of your cable (for those boxes that support it), video game systems and DVD/Blu-ray players.",
        "This will help you enhance your investment portfolio and provide enough diversification to avoid market downturns.",
        "The company offers mattress toppers to enhance your sleep comfort and help you rest more easily.",
        "The Las Vegas Outlet Mall website offers a wealth of resource information to help you figure out how to get there, identify the best bargains, and enhance your trip with a relaxing stay at a nearby hotel.",
        "Maybe they have a hobby and the perfect gift could enhance the enjoyment of that hobby.",
        "If they are not both neutered, this can enhance that territorial behavior.",
        "These books enhance listening skills and comprehension.",
        "Read kids' books online to enhance a child's love of reading, spark an interest in technology, and share a special moment together.",
        "This helps enhance the learning process and makes it more interesting for children who have a hard time sitting still for an entire story.",
        "Adding more vodka and less vermouth or Lillet might enhance your idea of the perfect martini.",
        "The crushed ice will also enhance the mellowness of the beverage, changing its characteristics as the drink wears down.",
        "Remember that red coloring mixed with other colors creates a palette of hues that can enhance the look of many sweet cocktails without marring their taste.",
        "The technique of quarter sawing is often used, which involves sawing the wood in order to enhance the grain's appearance.",
        "Casual-If a casual look is what you are aiming for, consider using a neutral palette to enhance the look of your Mission furniture.",
        "It should enhance your outdoor décor and create a desired look.",
        "With the right lawn chair cushions you can enhance your outdoor relaxation time both in terms of aesthetics and comfort.",
        "Just remember to give them a little care and you'll have great cushions that last for many years to come.With the right lawn chair cushions you can enhance your outdoor relaxation time both in terms of aesthetics and comfort.",
        "Exotic style room divider screens and silky or satin pillows and throws would enhance Asian style sofas and chairs.",
        "The idea of combining other sources of clean energy, such as wind, hydroelectric and geothermal, in addition to solar power may well be one way to enhance the benefits of solar energy while addressing some of the problems.",
        "Compost is an excellent way to enhance soil quality.",
        "Herbs should enhance the flavors of the dishes, not overpower them.",
        "This particular tea also features chamomile, orange peel and spearmint leaves to enhance the flavor.",
        "This tea is designed to naturally enhance the body's digestive system by combining ginger root, peppermint, and chamomile, which are touted for their soothing and stomach-settling abilities.",
        "Mixing your own aromatherapy oils is a wonderful way to create a signature scent to enhance your environment.",
        "Kelp - Contains properties known to alleviate arthritis pain, boost energy, enhance immunity, fight cancer and heart disease and improve liver function.",
        "Ginger has the ability to enhance health because of the chemicals found within it.",
        "To use apple cider vinegar as a topical treatment, take advantage of the opportunity to combine apple cider vinegar with other substances known to enhance hair growth.",
        "The finely-ground seeds enhance curries and other exotic Middle Eastern dishes with a licorice-like flavor.",
        "This local organization works with a diverse group of designers who come together to enhance the design community through collaboration and new technology.",
        "The American Society of Interior Designers' stated mission is to \"support, foster, promote, and advance the many ways design and designers enhance the quality of life for all of us.\"",
        "Most burl wood furniture has a glossy finish to enhance the unusual gnarls and twists in the wood grain.",
        "Embellishments like nail head trim, gold leaf, tile accents, metal hardware, and mosaic inlays enhance the interest of these furniture pieces.",
        "Restoration Hardware - Beautiful, vintage style harvest tables that will enhance any décor.",
        "Use items with any red tone, including pinks and oranges if you are looking to cultivate positive relationships and enhance you leadership skills.",
        "Add personality, not clutter - Display a few of your favorite treasures to enhance your signature look.",
        "To enhance the décor or theme you can always hang inexpensive curtain panels that you purchase or make from bed sheets.",
        "You don't have to add a lot of items to your mantel to enhance your fireplace as a focal point.",
        "Most of the time, a special finish was used with the paint to enhance the colors and add texture to the room.",
        "Pedestal sinks and classic two handled faucets can further enhance this look.",
        "You can also find vintage looking pieces at local flea markets, antiques malls, and yard sales to enhance medieval interior design.",
        "Designing your master bedroom is much more complicated than adding some color coordinated decorative pillows; the furniture, color scheme, and lighting must all work together to enhance the space.",
        "Whether you paint a few rooms or the whole house, adding new color to your home can enhance your quality of life.",
        "For instance unseasoned larch, its rough qualities will enhance your home's character unlike any other treated or manufactured woods.",
        "Change them with the seasons to enhance your décor; they are an affordable way to dress your home up for a holiday.",
        "By adding valances or draperies to a bay window, you can enhance the room's drama through the use of color or pattern.",
        "If you're using fresh greenery you'll want to consider the texture this creates and add other elements that will enhance, contrast or repeat the texture.",
        "Just be sure your china will enhance and not detract from your centerpiece.",
        "This will help enhance the old-world feel of a classic Italian country kitchen.",
        "If you enjoy whimsy, decorative tiles can really enhance your home.",
        "Within these categories are countless colors, shapes, sizes and finishes which are sure to enhance any area of your home.",
        "Adding these accessories in strategic places will enhance the warmth and appeal of the home.",
        "By creating your own free account, not only can you save the color palettes you like (or ones you build yourself), you can also save images and create projects to save and enhance every time you visit.",
        "A tile pattern can enhance any room of the home.",
        "Smaller frameless mirrors can be placed in multiple areas as well, to help enhance the illusion.",
        "There are different types of framing kits for attractive frames that instantly enhance the appearance of your bathroom mirror.",
        "It's great when a product comes along like these mirror frame kits that makes it affordable and easy to enhance the look and value of your home.",
        "Natural cherry deepens in color over time, with a living finish that continues to enhance with age.",
        "Use cherry for a subtle grain that will enhance but not compete with carvings, and a finish that is deep and lustrous.",
        "Wood curtain rods can enhance the window treatments of any room.",
        "Wood decor and furnishings enhance any style of decorating, from modern to rustic.",
        "Moldings and accents are additional carved wood trim that embellish and enhance the look of your wood cabinets.",
        "Under cabinet lighting is not only functional as task lighting to help with food preparation, but it also makes beautiful accent lighting to enhance the atmosphere of the room.",
        "Sunflowers can work well anywhere; add some sunflower kitchen décor to any kitchen design to brighten and enhance the space.",
        "This weathering will enhance your design over time.",
        "Enhance the atmosphere of the room by adding some color.",
        "You can also apply a very light dusting to enhance other areas of your face, such as the chin, forehead and nose.",
        "Apply the lighter shade to the entire cheek area you want to enhance, then blend a small amount of the darker color along the bottom line of the cheekbone.",
        "Both men and women now look to this subtle form of tattooing to enhance or correct facial flaws without the maintenance of a daily face makeup routine.",
        "Both men and women have been using these techniques as a way to enhance the natural features they currently improve using traditional cosmetics like lipstick and eyebrow pencils.",
        "The following eye makeup tips can also help enhance Mother Nature's original handy work or if you feel the need for a change.",
        "In her opinion, exotic sells and every woman should enhance her own distinctive individuality.",
        "Allow lip balm to enhance and protect one of your most influential sensual features, the lips.",
        "The more your cosmetic shades enhance your natural beauty and personality, the more attractive you will feel.",
        "Their advertising clearly demonstrates the belief that colorful cosmetics enhance how you feel and look.",
        "Natural Eyelash growth can be difficult to enhance, but extensions can give you the lush lashes that mother nature didn't.",
        "In order to enhance the mysterious quality of the perfume, it is advertised as containing a secret ingredient - guaranteed to increase the wearers allure.",
        "A more subtle scent, it tends to enhance rather than taking over.",
        "Although this basic application will create a smoky eye, there are many tips to enhance this affect.",
        "Cosmetic dentistry helps to enhance the appearance of teeth.",
        "Instead, you want to lightly enhance the cheekbones and work with contour more than color when it comes to taking photographs for modeling.",
        "Makeup artists truly transform us for those special moments, and since it has been proven that cosmetics enhance self esteem and boost confidence, they make every ordinary day special as well.",
        "For a true formal makeup technique, your goal is to enhance and define your current look.",
        "Whether your stage is in a theatre or nothing more than a job or school, rouge can enhance your look and leave you feeling more gorgeous in no time.",
        "Originally designed as a sunscreen to reflect the glare while outdoors in the extreme heat of the region, today it is used to enhance beauty and a striking allure in the eye area of the Indian woman.",
        "Blend a soft shimmery nude pink or apricot shadow on your lid or as a highlight, (depending on your eye shape) to enhance the brown.",
        "Blend a soft creamy shimmery nude pink shadow on your lid or as a highlight, (depending on your eye shape) to enhance the brown.",
        "You can start out with the basic neutrals and then add hints of other shades to enhance.",
        "Brown eyes are beautiful, but many women wonder just how to best enhance this eye color with makeup.",
        "Choosing the right fragrance can enhance your mood, reduce stress, and awaken feelings of romance.",
        "A product like Benefit's Benetint will enhance your natural glow while imparting a slight rose tint.",
        "It is essentially a form of tattooing designed to enhance the eye area.",
        "Today, the permanent makeup procedure is used to enhance, correct or improve natural facial features.",
        "I love speaking to groups of women about beauty and I also love creating new tips that will both enhance the lives of my clients as well as help them feel even more beautiful!",
        "Don't extend too far out with this, but you can go slightly outside of your lid to enhance your eye shape.",
        "Once I realized that one only needed a little here and there to enhance or change the appearance, I started to read all I could about the makeup industry.",
        "I can work with any brand and enhance someone's features.",
        "To enhance my naturally dark brown eyes, I've purchased the quad Cover Girl eye shadow, or Eye Enhancers kit.",
        "With Bare Escentuals Bare Minerals Introductory Kit, you can determine your proper shades and how to use color and contour to enhance your appearance.",
        "Handcrafted mineral makeup is geared towards people who regularly use cosmetics to enhance their appearance and want to use the most natural products possible.",
        "Just as the label implies, mineral makeup does not contain many of the same toxins found in mainstream cosmetic products, but is still able to enhance your individual features.",
        "Just because a cosmetic has great qualities for your skin, does not mean it will enhance it if it does not flatter your skin tone.",
        "With permanent eyeliner, men are able to enhance their features without having to bother with standard makeup application.",
        "Although permanent eyeliner is not the answer for everyone, men in many fields may consider this procedure to subtly enhance their eyes in some way.",
        "It would be unfair to say that Cleopatra was not a natural beauty, but it known that she did adorn herself with ancient Egyptian cosmetics to enhance and compliment her striking features.",
        "When it comes to eyeliner, soft black or kohl works nicely to enhance the entire eye, but leave the liquid eyeliners to the side.",
        "Eye makeup is there to enhance the eyes and to lend intensity to one's face.",
        "Not only do these beauties look different without their artistically applied cosmetics, many of their famed features tend to disappear without the makeup techniques their stylists rely on to either enhance or exaggerate their assets.",
        "If you were lucky enough to be blessed with this envied trait, the following tips will help enhance them.",
        "Light eye shadows in bisque, white, and ivory hues help enhance and enlarge the eyes.",
        "Highlighting creams are another secret trick used to enhance and draw attention to facial features.",
        "Although a smoky eye may be tempting, avoid it at all costs if your goal is to open up and enhance your gaze.",
        "Now that you know what your skin tone is, you can begin to shop for products that will enhance your beauty rather than hinder it.",
        "Vincent Longo continues to be popular with countless women looking for a quality cosmetic line to enhance their features.",
        "Designed to enhance the natural undertones of the skin, this foundation can be applied lightly for a sheer look, or can be layered to impart more pigment (coverage).",
        "Although colored eyeliners can help enhance the eyes and draw attention, pairing eyeliner with a gold shadow is a heavy look that's hard to pull off without looking overdone.",
        "Lining Asian eyes is a great way to enhance and draw attention to the eye area and distract from the hooded eyelid.",
        "Where to find red shades that enhance ethnic complexions?",
        "Makeup can camouflage your flaws and enhance your appearance.",
        "Use colors that enhance your complexion and your eyes.",
        "Shadow should enhance, and you will look younger if the shadow isn't too obvious.",
        "Bride eye makeup can enhance your beauty on your wedding day.",
        "Instead, I look as if I'm softly glowing as the subtle color works with my skin to enhance my natural tone.",
        "Enhance one of your most alluring features by determining the best eye shadow colors for blue gray eyes.",
        "Some might argue that blue eye shadow is best left in the 1980s, but a grayed-down shade of blue can really enhance blue gray eyes.",
        "Highlighting creams and powders work wonderfully to enhance the subtle sheen in a youthful complexion.",
        "Cat eye makeup combines light neutral shadows with heavy eye lining to enhance the natural color of your eye, to make your eyes look bigger, and to draw attention to the eye.",
        "Long before the trip down the aisle, the bride will need wedding makeup tips exclusively created to enhance her own natural beauty.",
        "Similarly, choosing a shade or colors found next to your eye color on the chart (this is called an analogous color scheme) will enhance the eyes without such dramatic contrast.",
        "Powder will also enhance the look of peeling skin or scarring.",
        "If you want to know how to make blue eyes pop, you'll need to know some colors, tips and techniques to enhance and accentuate your blue eyes.",
        "Makeup tricks for green eyes should utilize makeup colors that enhance, but don't compete with the green of the eyes.",
        "Brown, rose, mauve, plum and burgundy lipsticks will all enhance green eyes.",
        "While blush is a cosmetic staple that is normally used to lightly enhance your features, you can apply it with a more generous hand for dress-up to create more of a stage presence.",
        "To enhance the look and create a cat eye effect, draw a thin line on upper lash line, gradually making it thicker and then turning up at the outer corner with MAC Fluidline in Blacktrack, a gel liner that lasts all day.",
        "Like any makeup, foundation is designed to enhance a person's beauty.",
        "So naturally, you want your blue-green eyes to sparkle, and a little eye shadow can go a long way to enhance eye color.",
        "The colors opposite blue and green on the color wheel are what will enhance their color and vibrancy.",
        "Each of these shades can also be mixed and matched to create a multitude of eye looks and enhance both the blue and the green tones in blue-green eyes.",
        "Those with medium or olive skintones and dark hair cantugrn the drama up a notch with shades such as copper and rose to enhance their blue-green color.",
        "Many brands - from high end specialty to mass market - now offer palettes of color-coordinated shades that enhance different eye colors.",
        "Almay's Intense I-Color palettes house three different color-coordinated shades that play up and enhance eye color.",
        "Medium: If your complexion falls into the medium range, enhance your looks with shades of peach, coral, rose, mauve, pale gold and light brown.",
        "Makeup is a fun addition to a woman's life, but it should be used to enhance, not hide.",
        "You can enhance your resume by adding things like important and relevant college courses, a section highlighting your skills and any extra-curricular activities that seem pertinent to your job search.",
        "This website also has quite a few features to enhance your map viewing experience.",
        "You are even allowed to build your own things or a community establishment to enhance your and your friends' experience.",
        "An iPad alone is a powerful and fun resource, but the right accessories can greatly enhance the device.",
        "With so many cool accessories, it's not difficult to see that there are many ways to enhance your iPad experience - and the devices discussed here represent just a small sample of the many available options.",
        "In addition, the 850 SW also features a LED Macro Illuminator, which helps enhance shots taken of close-up subjects in macro mode.",
        "Props: The props you use help enhance the mood of the shoot.",
        "To set up a glamour shot, find the subject's best side and angle, and position her to enhance her natural beauty.",
        "Color: Look for contrasting colors that will enhance your photo.",
        "If you want to enhance your photos, you need to experiment with different shooting modes.",
        "No matter what the item, a good photographer will get his female subject to enhance it in a way that attracts the most viewers.",
        "Photojournalists document people, places and events through pictures in order to enhance a story.",
        "To enhance your child's cuteness, get creative.",
        "If you'd like to enhance your photography skills with professional instruction, there are several venues to explore.",
        "These vector-based objects enhance digital images and add artistic elements to Photoshop drawings.",
        "In addition, by squatting or bending down you can experiment with unique angles that will further enhance your photos.",
        "The right props in sensual photos can greatly enhance a portrait.",
        "Using a reflector and allowing light to stream in to the side of the camera also helps to enhance an ordinary shot.",
        "Then, use the softness of the setting sun to further enhance the warm tones of the black-and-white image.",
        "Both versions of Adobe Photoshop excel in offering advanced features to correct, enhance, and edit images and make some of the most complex editing techniques much more simple.",
        "Cooking methods, sauces, and garnishes are supposed to enhance the main ingredients' flavour and texture, not distract from it.",
        "Once you've purchased a Cricut machine, you'll quickly discover that there are a number of accessories available to enhance your scrapbooking experience.",
        "Baptism scrapbook paper and stickers can enhance the layout of any child's Christening, and there's no shortage of products available.",
        "Baby Scripture: Use any of the bible verses in this sticker set to enhance your baptismal layout.",
        "New York Institute of Photography: Choose from one of three photography courses offered by this online educational institution, including a course explaining how to use the power of Adobe Photoshop to enhance your images.",
        "Tutorials are a great way to learn more skills to enhance your scrapbooking skills.",
        "You hand-trim photos and use those cute scissors that cut in design patterns to enhance the corners.",
        "Creative Memories also offers a variety of content to create and enhance your photo layouts.",
        "They enhance scrapbook pages, regardless of theme or size.",
        "You can add a church, bells, flowers, and heart-shaped die cuts to a wedding scrapbook or you can use leaves, scarecrows, and pumpkin die cuts to enhance an autumn-themed page.",
        "If are looking for a free way to organize and enhance your digital photos, Picasa is a great choice.",
        "From printed ribbons to pre-cut frames, there are dozens of embellishments to help you enhance your scrapbook layouts.",
        "You can easily fill an entire scrapbook album with your favorite daddy photos of treasured memories and enhance each photo with a sentimental daddy scrapbook poem.",
        "Several kits, papers, and embellishments feature baby sayings to enhance pages for new babies, as well as older brothers and sisters meeting a new baby brother or sister.",
        "Whether your family's favorite holiday is a religious one or the Fourth of July, you will find sayings and embellishments to enhance your scrapbook pages for your favorite celebrations.",
        "Whether you are just starting out or looking to brush up on your skills, referring to ski instructions can enhance your overall ski experience.",
        "These two new 2009 models offer all of the features of the original Falcon 9, but provides a few new specifications that greatly enhance performance.",
        "Whether you choose a high-tech or a basic paper Vermont ski map, knowing the lay of the land can enhance your skiing or snowboarding experience.",
        "In order to find work that is low stress, a person must determine what particular factors will enhance their satisfaction.",
        "The use of technology: Some people really gravitate towards technology, and find that using certain tools, like Power Point presentations, only enhance their credibility.",
        "While they do function like regular ones, the colors enhance the relaxation process.",
        "You can enhance your social skills by becoming involved in groups, such as playing on the school soccer team, competing on a dance team, or singing in the chorus.",
        "You can find a small selection of trendy jewelry in the juniors' department, but if you want a larger variety to enhance your accessorizing, other styles are available near the fine jewelry counter.",
        "A tutor may enhance your understanding of studies and identify challenges.",
        "To enhance a tea-length gown, pair them with feminine kitten heels and a wrap for a girly silhouette.",
        "Expect to find one-shoulder looks that enthrall and ruched-in waists that serve to enhance the female form.",
        "In order to yield mouthwatering results, it is critical to find the egg substitute that will enhance your recipe.",
        "To enhance flavors, add seasonings such as salt, pepper, cinnamon, curry powder, and others.",
        "Use bread crumbs to enhance the structure of a vegan casserole.",
        "This will only enhance the day's events.",
        "Every bride should choose a style that suits her face shape and personality so it will enhance her natural beauty.",
        "These can be used in a wide variety of ways to enhance the wedding and reception, or even used as place card holders, favors, or décor.",
        "Michaels Store offers plenty of ideas, from a fall leaf wreath to a fall maple leaf basket arrangement to an autumn votive centerpiece that are sure to enhance any autumn wedding decorations you all ready have planned.",
        "Choose simple but effective decorations for outdoor weddings that enhance your site or wedding theme.",
        "Her unique style and use of the natural elements to enhance her photographs makes her a winning choice.",
        "This will usually mean friends and family need to be put to more work, but if no one minds, it can save money and even enhance the fun.",
        "Choose ones that enhance the overall theme and style of your wedding to create a finished look.",
        "To enhance the theme, place tulle over the back of each chair and gather together with a sequined medallion in the middle.",
        "Crushed amaretti cookies, ginger cookies, or sweet graham crackers intensify the texture variations within the cake and can enhance simple flavors like vanilla and almond.",
        "Many formal drug rehab programs combine two or more of these treatment options to enhance and encourage the recovery process.",
        "You can further enhance your 'walk on the wild side' with other whimsical accessories such as faux fur pillows and area rugs or novelty lighting such as lava lamps or rope lights.",
        "You can even match a luxury curtain with accessories to enhance its plush style.",
        "Whatever choice you and your child make, this theme is guaranteed to enhance the reading of those fairy tales.",
        "Even if you do not follow all of the Wilton cake decorating tips available, you are sure to enhance your decorating skills by incorporating a few into your repertoire."
    ],
    "definition": [
        "en·hance′ment\nnoun",
        "en·hanc′er\nnoun",
        "en·hanc′ive\nadjective",
        "Link/Cite",
        "To augment or make something greater.",
        "To improve something by adding features.",
        "(intransitive) To be raised up; to grow larger.\nA debt enhances rapidly by compound interest.",
        "Link/Cite"
    ]
}