{
    "translation": "להנות",
    "uses": [
        "They would have some time to enjoy a late Christmas at home when they returned.",
        "You're beginning to enjoy it, aren't you?",
        "I hope you enjoy the lecture.",
        "I enjoy traveling, especially to very different places.",
        "I know I'll enjoy being with my family – no matter where we go.",
        "Afraid they'll find out you enjoy it?",
        "Tomorrow would be another day at the house, and she intended to enjoy every minute of this day with Cade.",
        "With everyone gone, she could enjoy the solitude.",
        "But you did seem to enjoy it.",
        "She relaxed and began to enjoy the evening.",
        "I dug in a tub of iced beer and Quinn and I toasted the two cans as we sat back on Adirondack chairs to enjoy the late afternoon.",
        "You enjoy baiting me too much for me to trust you.",
        "I'm not opposed to technology, I simply enjoy the work.",
        "We pop some popcorn and drink some eggnog - just enjoy each other.",
        "How could I enjoy myself knowing he was being tended to and surrounded by strangers?",
        "\"Let's just enjoy the mountain and not think about our problems,\" she said, stopping to sip from her canteen.",
        "Did you enjoy the philosophy class?",
        "Freed from worry about losing a job they do not enjoy, encouraged to follow their dreams and passions, I believe most will want to do just that.",
        "Her mood improved, Deidre returned to her penthouse with newfound resolve to enjoy the last few months of her life.",
        "Then again, maybe she would enjoy a more lavish lifestyle.",
        "On these occasions she took Tammy with her, and Lisa was left to enjoy her precious solitude.",
        "I am afraid I find fault with the poem as much as I enjoy it.",
        "She.d enjoy this tonight and then do what she must the next day.",
        "What's the point of living to a ripe old age if you can't enjoy yourself?",
        "But in the corner, almost hidden from his fellows, one poor man was sitting who did not enjoy the singing.",
        "But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed.",
        "But how happens it that he who is said to enjoy these things is so commonly a poor civilized man, while the savage, who has them not, is rich as a savage?",
        "Whatever. I came out here to enjoy your company, not argue with you.",
        "Contrary to the others, my employment wasn't a career and frankly, I didn't enjoy what I was doing.",
        "I enjoy my lessons very much.",
        "It was going to be nice having nothing to do but enjoy their little family for the next two weeks.",
        "We collect the money, the customer gets to relax, enjoy this gorgeous mountain scenery and eat your fresh blueberry muffins.",
        "You'd enjoy what I'd do to you.",
        "She did enjoy the special treatment and the way he stuck up for her.",
        "I enjoy having a play described to me while it is being acted on the stage far more than reading it, because then it seems as if I were living in the midst of stirring events.",
        "As I said, I enjoy having a female around.",
        "She wasn't the kind who sat around waiting to die, not when she wanted so badly to enjoy every day until she was no longer able to.",
        "By the next day she was ready to resume her normal activities, but Sarah insisted it was Saturday and she should take some time to enjoy herself.",
        "Perhaps that's why many of the citizens of the picturesque town decided they might as well enjoy mother nature's offerings rather than remain locked indoors for six or seven months.",
        "Have I ever told you how much I enjoy being married to you?",
        "Enjoy your breakfast, the woman said.",
        "It's just too bad that you're the only one who gets to enjoy them.",
        "Next to a leisurely walk I enjoy a \"spin\" on my tandem bicycle.",
        "I think you would enjoy hearing the mocking-birds sing.",
        "Such a lady as you would enjoy the fine restaurants.",
        "Yes, you can well enjoy the evening now!",
        "Determined to enjoy her first relaxing experience in a few weeks, she watched to make sure the door closed behind him and went to the locker room.",
        "If you could only read, you might learn that story and enjoy it.",
        "She appeared to enjoy it very much indeed.",
        "They said little as they skied, content to enjoy their surroundings.",
        "Instead of everyone running around, slipping and sliding, shoveling slushy muck and shivering, here people just shift into a lower gear, listen to the quiet and enjoy the temporary peace.",
        "I enjoy a challenge.",
        "I'm content to give them fair value for their bucks and try my best to see that they enjoy themselves.",
        "I enjoy my singing lessons with Dr. Humason more than I can say.",
        "She reaches out and touches the leaves, and the world of growing things is hers, as truly as it is ours, to enjoy while she holds the leaves in her fingers and smells the blossoms, and to remember when the walk is done.",
        "It was touching and beautiful to see Helen enjoy her first Christmas.",
        "They must know how I long to dance, how splendidly I dance, and how they would enjoy dancing with me.",
        "Let me enjoy the shattered pieces you left.",
        "I want to enjoy the rest of what I have, Gabriel.",
        "But Dean had no time to enjoy this tranquility.",
        "I'm sure you'll enjoy it here.",
        "\"No, I will not do this to bait Kisolm, as much as I enjoy it,\" he clarified.",
        "\"Enjoy,\" Sean said, reappearing from the kitchen doors behind her to place a bowl of warm toffee pudding on the table.",
        "They were determined to enjoy every minute of easiness before dealing with the reality of the full moon.",
        "I enjoy our time alone, but I miss the children.",
        "She wasn't going to abandon them to her father so she could enjoy herself.",
        "They made civilization in times of adversity and want, not in the relative luxury and stability we enjoy today.",
        "It was time for the Deans to talk, to enjoy one another, the first real time together since their May wedding and hectic summer and fall that followed their move West and the opening of Bird Song.",
        "The free enterprise system—the greatest creator of wealth the world has known—will continue to produce the material gains we enjoy today and to reward most those who serve their fellow humans best.",
        "Not only do we enjoy being together; but we also find our little home most delightful.",
        "It brings me into closer and tenderer relationship with those I love, and makes it possible for me to enjoy the sweet companionship of a great many persons from whom I should be entirely cut off if I could not talk.",
        "This spending of the best part of one's life earning money in order to enjoy a questionable liberty during the least valuable part of it reminds me of the Englishman who went to India to make a fortune first, in order that he might return to England and live the life of a poet.",
        "If you knew someone who was a good business partner, was fun to hang out with, but let one of his children starve to death so that he could enjoy a higher standard of living, what would be your opinion of this person?",
        "I have never ceased to enjoy this pastime.",
        "I can enjoy myself well enough here chopping; I want no better sport.",
        "You seem to enjoy your work - and you are respectful toward me.",
        "Alex was looking forward to this visit — the boy would enjoy the opportunity.",
        "I hope you'll all enjoy her.",
        "More experienced boarders will enjoy a varied choice of terrain.",
        "Mexico: enjoy a butterfly bonanza Every winter, millions of flapping friends winter in the same remote area of Mexico.",
        "Sovereign immunity and legal risk Speaker to be confirmed central banks, in pursuit of governmental business, frequently enjoy sovereign immunity.",
        "I might enjoy that kind of banter with a real person I will never meet, talking to me from a distant state.",
        "I enjoy those freedoms much like an interest payment or dividend, and I call it \"my right\" to free speech.",
        "Everyone wants to come in and enjoy your AC and play on your Wii.",
        "At times, it may be best to just enjoy the meal and not ask too many questions.",
        "The teachers at the Wright-Humason School were always planning how they might give the pupils every advantage that those who hear enjoy--how they might make much of few tendencies and passive memories in the cases of the little ones--and lead them out of the cramping circumstances in which their lives were set.",
        "Sometimes it really seems as if the task which we have set ourselves were more than we can accomplish; but at other times I enjoy my work more than I can say.",
        "I cannot tell you how much I enjoy the country.",
        "You will be glad to hear that I enjoy Mathematics now.",
        "I think I shall enjoy the \"Odyssey\" most of all.",
        "If we live in the Nineteenth Century, why should we not enjoy the advantages which the Nineteenth Century offers?",
        "Enjoy the land, but own it not.",
        "All I care about is to enjoy seeing the chase, is it not so, Count?",
        "And why not enjoy myself? thought Natasha, gazing at Helene with wide-open, wondering eyes.",
        "In fact, she seemed to enjoy that form of attention.",
        "I thought you might enjoy a day to yourself afterward.",
        "\"I'm sure Destiny will really enjoy it,\" Carmen said.",
        "If not to get the money and farm, then simply to make sure I didn't enjoy them.",
        "My goal has been to enjoy what I have left then …die.",
        "It was obvious Donald, and to a lesser extent Dean, would enjoy steeper, longer and more challenging runs.",
        "Usually I enjoy seeing the gentle flakes and they cause me little aggravation with their accumulation as I seldom travel more than a block or two when I secure provisions.",
        "They would enjoy each day that had been given them as a gift.",
        "As she thanked Jackson and Sarah she said, I never dreamed I would enjoy myself so much in a room full of vampires.",
        "bide a wee and enjoy.",
        "I am not saying if you enjoy manual labor and being exhausted at the end of the day, you shouldn't do it.",
        "And we are always most glad of what we not merely see our friends enjoy, but of what we give them to enjoy.",
        "It was very exciting; but I must say I did not enjoy it very much.",
        "I fear that it may enjoy a certain health of its own; that we may be well, yet not pure.",
        "How can a man be satisfied to entertain an opinion merely, and enjoy it?",
        "For myself, I can tell you, Count, I enjoy riding in company such as this... what could be better?",
        "People in these jobs know two states: working, which they do not enjoy, and relaxation, which is far better.",
        "I hope [you] will enjoy the Thanksgiving very much.",
        "I suppose I do enjoy the work, and I try to act respectful to all our customers.",
        "The government agents who dogged him have given up chase for the so called tipster so he is free to finally enjoy his retirement.",
        "Nevertheless, I must tell you that we are alive,--that we reached home safely, and that we speak of you daily, and enjoy your interesting letters very much.",
        "The restaurant was one that she had heard of, but couldn't afford to enjoy.",
        "It was one night he wanted to enjoy.",
        "Let's enjoy some fresh air while we can.",
        "Can we please enjoy our engagement for a while without any complications?",
        "If you want to enjoy this evening, you'd better get that chip off your shoulder.",
        "I enjoy your little colloquialisms.",
        "Or maybe they wanted you to stay in the hospital a little longer so they could enjoy some peace and quiet while you're away.",
        "He could make her enjoy being second mate.",
        "Beauty everywhere I look - and to think I only have three days to enjoy it.",
        "Not that I don't enjoy your company.",
        "He and Fred did not enjoy the same music so when both were home the five-disc machine usually contained two jazz selections for Dean, two country and western for Fred, and a pop group neither liked but both could tolerate.",
        "I'm seeing your mother because I enjoy her company.",
        "The mornings and evenings had been packed with chores, but there was usually time during the middle of the day to enjoy some time outside.",
        "Maybe he was glad to have her out of the house so he could enjoy some privacy.",
        "Katie had offered to return their rented clothing so that they could enjoy their honeymoon together without mundane chores.",
        "I couldn't enjoy it, though, if I was wondering where you were and if you were safe.",
        "Excellent idea – if you enjoy it.",
        "You don't have to buy expensive cuts of meat just because they are, but I'm sure you'd enjoy buying some meat that you don't have to play wizard on so they won't be tough.",
        "I enjoy your cooking, sweetheart.",
        "Soon they would have two nephews to enjoy, and Katie could use the help.",
        "I enjoy working with numbers now and then.",
        "You always seemed to enjoy it.",
        "They would learn those things with or without children, but they could enjoy the intimacy of them much better when it was merely the two of them.",
        "We're going to be parents and I want to enjoy every minute of it.",
        "The orchards stretched from the palace to the city and had been open to the public for immortals all over to visit and enjoy.",
        "Enjoy your family, D.",
        "You're a beautiful one, who I will enjoy bedding.",
        "Tonight she was having fun, but it wasn't something she would enjoy doing on a regular basis.",
        "Then again, many people would enjoy the attention.",
        "This was why their guests would enjoy the route.",
        "Surely you have friends that would enjoy this.",
        "On the other hand, maybe he would enjoy her company – certainly Rob would and that would take his attention off Jenny.",
        "With Rob and Aaron otherwise occupied, it left Gerald free to enjoy the evening with Alex, Carmen and the children.",
        "I didn't take it that way, and Dad would have been the first to enjoy a touch of humor.",
        "Maybe he would enjoy it.",
        "Did he actually think she would enjoy brute force, or was that merely an excuse?",
        "I thought you might enjoy that.",
        "Today she was in no mood to enjoy his offbeat brand of humor.",
        "I thought you might enjoy these.",
        "Sure, only three weeks of her vacation remained, and it would be fun to have someone to enjoy them with, but she was hardly looking for a serious relationship.",
        "Why not simply enjoy his companionship?",
        "We enjoy each other's company and we have a lot in common.",
        "I'll bet Megan would enjoy the opportunity.",
        "Still, he loved a woman's body enough to enjoy the tantalizing show, more so because he knew she wanted something she was never going to have again.",
        "The archbishop was one of the \"undertakers\" who controlled the Irish House of Commons, and although he did not regain the almost dictatorial power he had exercised at an earlier period, which had suggested a comparison between him and Cardinal Wolsey, he continued to enjoy a prominent share in the administration of Ireland until his death, which occurred in London on the 19th of December 1764.",
        "It is by no means certain that he made the remark often attributed to him, \"Let us enjoy the papacy since God has given it to us,\" but there is little doubt that he was by nature devoid of moral earnestness or deep religious feeling.",
        "It may work even in Cicero's determination that his daughter should enjoy \"- as he writes to Atticus - or receive the \"honour\" of consecratio (fragment of his De Consolatione).",
        "The colonial representatives enjoy equal rights with those elected for constituencies in France.",
        "We hope that you enjoy and learn from this free online encyclopedia and that it becomes one of your favorite places for reference information.",
        "Southern Italy indeed has in general a very different climate from the northern portion of the kingdom; and, though large tracts are still occupied by rugged mountains of sufficient elevation to retain the snow for a considerable part of the year, the districts adjoining the sea enjoy a climate similar to that of Greece and the southern provinces of Spain.",
        "The societies require government recognition if they wish to enjoy legal rights.",
        "They are to be found mainly in the fertile plains of north Italy, where they enjoy considerable success, removing the cause of labor troubles and strikes, and providing for cultivation on a sufficiently large scale.",
        "By an instrument signed on the 24th of April 1815, the Austrian territories in north Italy were erected into the kingdom of Lombardo-Venetia, which, though an integral part of the Austrian empire, was to enjoy a separate administration, the symbol of its separate individuality being the coronation of the emperors with the ancient iron crown of Lombardy (Proclamation de lempereur dAutriche, &c., April 7, 1815, State Papers, ii.",
        "The amnesty which he granted was the beginning of the immense if short-lived popularity which he was to enjoy.",
        "declares that the English church shall be free and shall enjoy freedom of election.",
        "But it is more probable that Cesare, who contemplated exchanging his ecclesiastical dignities for a secular career, regarded his brother's splendid position with envy, and was determined to enjoy the whole of his father's favours.",
        "Finally a clause said that \"no person born out of the kingdoms of England, Scotland or Ireland, or the dominions thereunto belonging (although he be naturalized or made a denizen) except such as are born of English parents, shall be capable to be of the Privy Council, or a member of either House of Parliament, or enjoy any office or place of trust, either civil or military, or to have any grant of lands, tenements or hereditaments from the Crown to himself, or to any other or others in trust for him.\"",
        "The great problems involved in the study of geographical distribution must therefore be based mainly upon the other classes, both vertebrate and invertebrate, which, moreover, enjoy less great facilities of locomotion than the birds.",
        "Such privileges, even of an honorary kind, as the nobles did enjoy by law belonged to them, not as nobles, but as senators and senators' sons.",
        "For a certain class of citizens to be condemned, by virtue of their birth, to political disfranchisement is as flatly against every principle of democracy as for a certain class of citizens to enjoy exclusive rights by reason of birth.",
        "Where'er I go, let me enjoy this grace Freely to view my Annabella's face.\"",
        "It is equally impossible for the majority of shippers to enjoy the competition of parallel lines.",
        "Gradually, however, the accommodation improved, and by the middle of the 19th century second-class passengers had begun to enjoy \" good glass windows and cushions on the seat,\" the fares they paid being about 2d.",
        "The right to send a ship to trade with China was one for which large sums were paid, and Pereira, as commander of the expedition, would enjoy commercial privileges which Ataide had, ex officio, the power to grant or withhold.",
        "He taught them that they would pass at death to a certain place, where they would enjoy all possible blessings for all eternity, and to convince them of this he had a subterranean chamber constructed, to which he withdrew for three years.",
        "In 1781 Dohm pointed to the fact that a Jewish father could seldom hope to enjoy the happiness of living with his children.",
        "In Norway there is a small Jewish settlement (especially in Christiania) who are engaged in industrial pursuits and enjoy complete liberty.",
        "It is unnecessary to remark that in the British colonies the Jews everywhere enjoy full citizenship. In fact, the colonies emancipated the Jews earlier than did the mother country.",
        "Pears, apples, quinces, mulberries an d other fruit-trees flourish, as well as vines; the Cretan wines, however, no longer enjoy the reputation which they possessed in the time of the Venetians.",
        "districts, as well as the greater part of the Sierra Alta, are destitute of large trees; but the coast-lands on both sides towards Tabasco and British Honduras enjoy a sufficient rainfall to support forests containing the mahogany tree, several valuable cabinet woods, vanilla, logwood and other dye-woods.",
        "It appears in connexion with the endeavour of the human mind to grasp the divine essence or the ultimate reality of things, and to enjoy the blessedness of actual communion with the Highest.",
        "The League naturally sympathized with Poland, not only because Poland was the enemy of the knights, but also because under Poland it hoped to enjoy the practical liberty which Polish anarchy already seemed to offer.",
        "In modern times the artisan, however well trained, efficient and painstaking he may be, does not, in virtue of these qualities, enjoy any municipal or political privileges.",
        "The chief depositaries of these Mandaean mysteries are the priests, who enjoy a high degree of power and social regard.",
        "Cattle-rearing is well developed, and the horses bred in Carinthia enjoy a good reputation.",
        "The public schools, particularly the secondary schools, enjoy a very high reputation.",
        "The former courts, under their bailiffs, gradually absorbed the separate courts which the Syrians had at first been permitted to enjoy under their own refs; and the bailiff with his 6 assessors (4 Syrians and 2 Franks) thus came to judge both commercial cases and cases in which Syrians were involved.",
        "r-II): he had houses, vineyards, gardens, parks, ponds, forests, servants, flocks and herds, treasures of gold and silver, singers, wives; all these he set himself to enjoy in a rational way - indeed, he found a certain pleasure in carrying out his designs, but, when all was done, he surveyed it only to see that it was weary and unprofitable.",
        "13 f.), or its possessor is unable to enjoy it (vi.",
        "If now the question be asked what purpose or aim a man can have, seeing that there is nothing of permanent value in human work, an answer is given which recurs, like a refrain, from the beginning to the end of the book, and appears to be from the hand of the original author: after every description of the vanity of things comes the injunction to enjoy such pleasures as may fall to one's lot (11.24, 25, 111.12, 13, 22, V.",
        "On the other hand Athens, like Corinth, Megara and Argos, was sufficiently far from the sea to enjoy security against the sudden descent of a hostile fleet.",
        "In the latter division are comprised the two Vindhyan districts of Saugor and Damoh, Jubbulpore at the head of the Nerbudda valley, and the four Satpura districts of Mandla, Seoni, Betul and Chhindwara, which enjoy, owing to their greater elevation, a distinctly lower average temperature than the rest of the province.",
        "Wandering tribes naturally enjoy a great advantage in this respect over sedentary ones.",
        "This second writer singles out three of the Maccabean priest kings for attack, the first of whom he charges with every abomination; the people itself, he declares, is apostate, and chastisement will follow speedily - the temple will be laid waste, the nation carried afresh into captivity, whence, on their repentance, God will restore them again to their own land, where they shall enjoy the blessedness of God's presence and be ruled by a Messiah sprung from Judah.",
        "At any rate it was a notable trading-place and emporium as early as the Stone Age, and continued to enjoy its importance as such through the Bronze and Iron Ages, as is proved, inter alia, by the large number of Arabic, Anglo-Saxon and other coins which have been found on the island..",
        "The wish of Toussaint was that San Domingo should enjoy a practical independence whilst recognizing the sovereignty and exclusive commercial rights of France.",
        "\" foreigners may enjoy the rights of proprietorship on the same conditions as Ottoman subjects throughout the empire, save in the Hejaz.",
        "Fish, as is well known, devour them greedily, and enjoy a veritable feast during the short period in which any particular species appears.",
        "The doctrinal standpoint was the same - an admission of a spiritual presence of Christ which the devout soul can receive and enjoy, but a total rejection of any physical or corporeal presence.",
        "At the same time he remained thoroughly master of himself and had the self-control to refrain or to enjoy.",
        "He was not, however, to enjoy his honours long.",
        "A further point decided was that the owners or master of dhows duly authorized to fly the French flag within the ruling of the first point, did not enjoy, in consequence of that fact, any such right of extraterritoriality as would exempt them from the sovereignty and jurisdiction of the sultan.",
        "The universe, renewed, was to enjoy eternal happiness.",
        "It lies wholly within the tropics, though its more elevated districts enjoy a temperate climate.",
        "In the Parahyba valley, which extends across the state of Rio de Janeiro, the mean temperature is somewhat higher than it is in Sao Paulo and Minas Geraes, and the nights are warmer, but the higher valleys of the Serra do Mar enjoy a delightfully temperate climate.",
        "South of Sao Paulo the tablelands of Parana, Santa Catharina and Rio Grande do Sul enjoy a temperate climate, with an abundant rainfall.",
        "The members of the army and navy are governed by special laws, enjoy immunities from civil process, and are subject to the jurisdiction of military courts.",
        "of the capital, must always enjoy a large share of public patronage, though it is not in such favour as a wateringplace as it once was.",
        "The proclamation stated (among other things): \" It is the wish of Her Most Gracious Majesty that it [the state] shall enjoy the fullest legislative privileges compatible with the circumstances of the country and the intelligence of its people.\"",
        "Ibrahim and the doctor Abdullah developed into the conquering empire of the Murabits, or, as Christian writers call them, the Almoravides, and there still, among the Berbers, the marabouts enjoy extraordinary influence, being esteemed as living saints and mediators.",
        "He did not enjoy it long, dying on the 28th of February 1869.",
        "He kept open house for visitors; he had printers close at hand in Geneva; he fitted up a private theatre in which he could enjoy what was perhaps the greatest pleasure of his whole life - acting in a play of his own, stage-managed by himself.",
        "The AmaTonga enjoy a larger measure of home rule, but are under the general supervision of the civil commissioner.",
        "They continued to enjoy all the topographical advantage in respect to position.",
        "5, 6), and then enjoy the blessings of the Messianic kingdom under the Messianic king (xxiii.",
        "His rule was popular and-beneficent; and though during the mutiny of 1857 his attitude was equivocal, he continued to enjoy the favour of the British government, being created G.C.S.I.",
        "This laboratory, unique of its kind at the time, in conjunction with Liebig's unrivalled gifts as a teacher, soon rendered Giessen the most famous chemical school in the world; men flocked from every country to enjoy its advantages, and many of the most accomplished chemists of the 19th century had to thank it for their early training.",
        "created Lubeck a free imperial city, expressly declared that Lubeck citizens trading in England should be free from the dues imposed by the merchants of Cologne and should enjoy equal rights and privileges.",
        "Its articles of clothing, silk goods and millinery also enjoy a great reputation for the taste with which they are manufactured.",
        "He had retired to enjoy the company of the ladies ZEthelgifu (perhaps his foster-mother) and her daughter iElfgifu, whom the king intended to marry.",
        "On the 7th of April 1498 an immense throng gathered in the Piazza della Signoria to enjoy the barbarous sight.",
        "Although exceedingly near-sighted, Tennyson was a very close observer of nature, and at the age of eighty his dark and glowing eyes, which were still strong, continued to permit him to enjoy the delicate features of country life around him, both at Aldworth and in the Isle of Wight.",
        "de la Crose, ran for 12 months, and another with the same title appeared in the following year, only to enjoy a briefer career.",
        "In the year after the war (240), when the armies had returned and the people were at leisure to enjoy the fruits of victory, Livius Andronicus substituted at one of the public festivals a regular drama, translated or adapted from the Greek, for the musical medleys (saturae) hitherto in use.",
        "The Carpathians, like the Alps, form a protective wall to the regions south of them, which enjoy a much milder climate than those, situated to the north.",
        "It has been defined to be the right which a clerk has to enjoy certain ecclesiastical revenues on condition of discharging certain services prescribed by the canons, or by usage, or by the conditions under which his office has been founded.",
        "These services might be those of a secular priest with cure of souls, or they might be those of a regular priest, a member of a religious order, without cure of souls; but in every case a benefice implied three things: (I) An obligation to discharge the duties of an office, which is altogether spiritual; (2) The right to enjoy the fruits attached to that office, which is the benefice itself; (3) The fruits themselves, which are the temporalities.",
        "The barons chose John of Brienne (titular king of Jerusalem) as emperor-regent for life; Baldwin was to rule the Asiatic possessions of the empire when he reached the age of twenty, was to marry John's daughter Mary, and on John's death to enjoy the full imperial sovereignty.",
        "The Kilimanjaro region is said to enjoy immunity.",
        "Henceforward Henry succeeded in keeping the countship of Anjou all his life; for though he granted it in 1168 to his son Henry \"of the Short Mantle,\" when the latter became old enough to govern it, he absolutely refused to allow him to enjoy his power.",
        "In 1844 he was appointed vice-chancellor of the duchy of Lancaster, a well-paid post which enabled him to enjoy his popularity in London society.",
        "The high schools enjoy an exceptional reputation.",
        "The French congregation (which does not enjoy continuity with the Maurists) was inaugurated by Dom Gueranger in 1833, and the German congregation of Beuron in 1863.",
        "Fairbairn); in 1905 Cheshunt College, founded by the countess of Huntingdon, was transferred to Cambridge, to enjoy university teaching; whilst the creation of the university of Wales, the reconstitution of London University, and the creation of Manchester University, led, between 1900 and 1905, to the affiliation to them of one or more of the other colleges.",
        "His parents, having embraced the principles of the Reformation, emigrated to the Palatinate in 1578, in order to enjoy freedom to profess their new faith, and they sent their son to be educated at Strassburg under Johann Sturm (1507-1589).",
        "States which enjoy complete autonomy as to internal affairs, but which are more or less subject to other states as to foreign relations.",
        "the Fowler, in spite of the opposition of the German king, Conrad I., and ceased for a time to enjoy a separate political existence.",
        "Cattle sometimes congregate in cold weather around a burning coal seam and enjoy the warmth.",
        "But though no longer a minister Czartoryski continued to enjoy Alexander's confidence in private, and in 1810 the emperor candidly admitted to Czartoryski that his policy in 1805 had been erroneous and he had not made a proper use of his opportunities.",
        "Only as he becomes a spiritual being through mystical union with Christ can he escape death and enjoy eternal life in the spiritual realm.",
        "The men in question claimed to be Christians and to enjoy divine illumination as truly as anybody, and so other safeguards appeared necessary.",
        "They wished to possess the earth and enjoy it by means of secular education and culture, and an impassable gulf yawned between their views of religion and morality and those of the Church.",
        "All citizens of the republic are fully equal before the law and enjoy equal civil and political rights whatever be their race, language or religion; the special provisions for the protection of national and other minorities have already been referred to.",
        "Her novels still enjoy great popularity in Poland.",
        "Miller) can equally enjoy a pond at Blackheath, and near Odessa live in water twice as salt as that of the ocean.",
        "The mullahs or priests enjoy very great influence, but the people are very superstitious, believing in witchcraft, omens, spirits and the evil eye.",
        "Meanwhile the district of Khiva, previously subject to Bokhara, was made an independent khanate by Abdul-Gazi Bahadur Khan; and in the reign of Subhankuli, who ascended the throne in 1680, the political power of Bokhara was still further lessened, though it continued to enjoy the unbounded respect of the Sunnite Mahommedans.",
        "The present world was a thing that men would neither enjoy nor master nor study.",
        "All are contained in the broad generalization that every part of an animal, however minute, has its separate and independent basis in the hereditary substance of the germ cells from which it is derived and may enjoy consequently a separate and independent history.",
        "They are declared to be mendicants and enjoy all the privileges of the other mendicant orders.",
        "master of Tonbridge Grammar School, begging to be received into his family, that he might enjoy the benefit of his learning and.",
        "These late honours he did not long enjoy; in 1695 he died whilst about to commence work on the cupola of the Invalides.",
        "The tendency is therefore clearly toward an ultimate higher literacy for females; a natural result where the two sexes enjoy equal facilities of schooling, and the females greater leisure.",
        "He does not, however, enjoy a free hand in finally determining the foreign policy of the government.",
        "He now occupied a great position for which he was supremely fitted, and at a juncture in the reform of university studies when a theologian of liberal views, but universally respected for his massive learning and his devout and single-minded character, would enjoy a unique opportunity for usefulness.",
        "Scott's only son Walter did not live to enjoy the property, having died on his way from India in 1847.",
        "But the more liberal government which succeeded did not enjoy his complete confidence, and in 1865 a ministry was once more formed which was more in accord with his own ideas.",
        "Each congregation had a plurality of elders, pastors or bishops, who were chosen according to what were believed to be the instructions of Paul, without regard to previous education or present occupation, and who enjoy a perfect equality in office.",
        "On the other hand neutralization has made progress in respect of waterways, 1 Under the treaty of the 29th of March 1864, the courts of Great Britain, France and Russia in their character of guaranteeing powers of Greece declared with the assent of the courts of Austria and Prussia that the islands of Corfu and Paxo as well as their dependencies should, after their union to the Hellenic'kingdom, enjoy the advantages of perpetual neutrality, and the king of the Hellenes undertook on his part to maintain such neutrality- (Art.",
        "1 But More was too conspicuous to be long allowed to enjoy the happiness of a retired life.",
        "announced the resignation of the latter; and the grateful assembly appointed Gregory legatus a latere to the marches of Ancona - a dignity which he was not destined to enjoy for long, as he died on the 18th of October 1417.",
        "The organs manufactured at Jagerndorf enjoy a good reputation.",
        "Additional rewards followed, including the renewal of his exchequer auditorship (though he may have continued to enjoy it since his first appointment) and ten pounds to his pension.",
        "Some of their powers of legislation and administration they possess motu proprio in virtue of their position as diocesan bishops, others they enjoy under special faculties granted by the Holy See; but all bishops are bound, by an oath taken at the time of their consecration, to go to Rome at fixed intervals (visitare sacra limina apostolorum) to report in person, and in writing, on the state of their dioceses.",
        "The knightly ages will always enjoy the glory of having formulated a code of honour which aimed at rendering the upper classes worthy of their exceptional privileges; yet we must judge chivalry not only by its formal code but also by its practical fruits.",
        "The knights of the Annunziata have the title of \"cousins of the king,\" and enjoy precedence over all the other officials of the state.",
        "The two kingdoms were to be perpetually allied, but each of them was to retain its own laws and customs. Sweden was also to enjoy her religion subject to such changes as a general council might make.",
        "Here, in the intenser insolation which they enjoy on the alpine slopes, they seem to find a compensation for the drawbacks incidental to the altitude of their present station.",
        "It is well also to have an open exposure towards the east and west, so that the garden may enjoy the full benefit of the morning and evening sun, especially the latter; but shelter is desirable on the north and north-east, or in any direction in which the particular locality may happen to be exposed.",
        "It is, indeed, estimated that such positions enjoy an increased temperature equal to 7° of latitude - that is to say, the mean temperature within a few inches of the wall is equal to the mean temperature of the open plain 7° farther south.",
        "This divergence is partly explained by the difference of soil - which in Drente comprises the maximum of waste lands, and in South Holland the minimum - and partly also by the greater facilities which the seaward provinces enjoy of earning a subsistence, and the greater variety of their industries.",
        "This grateful seclusion, however, he was not permitted long to enjoy.",
        "The statement that he issued an edict of toleration, to the effect that, while the exercise of magical rites would be severely punished, his subjects should enjoy full liberty of conscience, rests on insufficient evidence.",
        "The earliest Flemish Beghard communities were associations mainly of artisans who earned ' In the year 1287 the council of Liege decreed that \"all Beguinae desiring to enjoy the Beguine privileges shall enter a Beguinage, and we order that all who remain outside the Beguinage shall wear a dress to distinguish them from the Beguinae.\"",
        "Ministers may be members of either chamber and enjoy the privilege of being allowed to speak in both.",
        "But it is forgotten that both the plant and the soil enjoy special powers of selective absorption, which remove and fix the better constituents of the water and leave the less valuable.",
        "The chief support which had sustained him through the most arduous labour of his life was the hope that she would enjoy the fame and the profit which he anticipated from his Dictionary.",
        "Of the stud farms Trakehnen in East Prussia and Graditz in the Prussian province of Saxony enjoy a European reputation.",
        "The two captive princes were released, but the main point agreed upon was that a diet should be called for the purpose of settling the religious difficulty, and that in the meantime the Lutherans were to enjoy full religious liberty.",
        "The law was based on an old Prussian principle; insurance was made compulsory, but the state, instead of doing the work itself, recognized the existing friendly and other societies; they were still to enjoy their corporate existence and separate administration, but they were placed under state control, and for this purpose an imperial insurance department was created in the office of the secretary of state for the interior.",
        "Protestantism was introduced in 1568, and Magdalena, the last Roman Catholic abbess, died in 1589; but Protestant abbesses were appointed to the foundation, and continued to enjoy their imperial privileges till 1803, when Gandersheim was incorporated with Brunswick.",
        "There are also about 20,000 Indians, many of whom are civilized, enjoy the franchise and are enrolled in the Dominion militia.",
        "1907, p. 370 note) except that it turned special attention to the commercial supremacy which Athens claimed to enjoy.",
        "Some chapters describe the manner in which he passes from earth to heaven and becomes a star in the firmament, others deal with the food and drink necessary for his continued existence after death, and others again with the royal prerogatives which he hopes still to enjoy; many are directed against the bites of snakes and stings of scorpions.",
        "In this way a large number of deities came to enjoy special reverence in restricted territories, eg.",
        "The only difference Was that he divine statue was half-consciously recognized as a lifeless hing that required carefully regulated rites and ceremonies to ~nabIe it to enjoy the good things offered to it.",
        "Quite separate from this part of the tomb lay the rooms employed for the cult of the dead: their walls were often adorned with pictures from the earthly life of the deceased, which it was hoped he might still continue to enjoy after death.",
        "The intestines were removed and placed in four vases (the burial, so-called Canopic jars) in which they were supposed to enjoy the protection of the four sons of Horus, the man-headed Mesti, the ape-headed Hapi, the jackal Duamutef and the falcon Kebhsenuf.",
        "Moslem A uthorities.Arabic literature being cosmopolitan, and Arabic authors accustomed to travel from place to place to collect traditions and obtain oral instruction from contemporary authorities, or else to enjoy the patronage of Maecenates, the literary history of Egypt cannot be dissociated from that of the other Moslem countries in which Arabic was the chief literary vehicle.",
        "At the first of these assemblies held at Nyborg, Midsummer Day 1314, the bishops and councillors solemnly promised that the commonalty should enjoy all the ancient rights and privileges conceded to them by Valdemar II., and the wise provision that the Danehof should meet annually considerably strengthened its authority.",
        "It was one of the members of the Latin League, and remained independent until conquered by Rome in 338 B.C. At first it did not enjoy the right of Roman citizenship, but acquired it later; and even in imperial times its chief magistrate and municipal council kept the titles of dictator and senatus respectively.",
        "The Israelites are represented as living among the Egyptians, and enjoy no immunity from the plagues, except that of darkness.",
        "Moreover, as they proceeded from a large number of independent authors, who wrote expressing their own opinions, they contained many discrepancies and contradictions, the dicta of one writer being controverted by another, while yet both writers might enjoy the same formal authority.",
        "The schools of Neuwied enjoy a high reputation.",
        "The events of 1814 put an end to this, and Mitscherlich resolved to study medicine in order that he might enjoy that freedom of travel usually allowed in the East to physicians.",
        "Yet it is but a small fraction of the ulema of the Moslem world that enjoy even such an education as the Azhar affords.",
        "14-21) it is clear that he had continued to enjoy the esteem of the dynasty which he had helped to found.",
        "With the tidings of this truce arrived, in April, a body of French knights who desired to enjoy fighting, and though dates are obscure they seem to have caused, by a raid in April, a retaliatory foray by the Percies in May or June.",
        "But \" Bluidy Claverhouse \" will continue to enjoy his traditional reputation in popular tracts and popular histories.",
        "Scotland was to have forty-five members and sixteen elected peers at Westminster; the holders of Darien stock were compensated; as a balance to equality of taxation a pecuniary equivalent was to be paid, the kirk and Scottish courts of justice were safeguarded (final appeal being to the British House of Lords), and Scots shared English facilities and privileges of trade, in name, for many years passed before Scotland really began to enjoy the benefits.",
        "Its merits were recognized by his appointment as royal librarian, but he did not long enjoy his triumph: he died on the 30th of July 1834.",
        "The fortunate monarch, however, had not long to enjoy his success; for Pizarro and his Spaniards were already at the door, and by 1533 the fate of the country was sealed.",
        "He was anxious to show that sacred history might be presented in a form which lovers of Sallust and Tacitus could appreciate and enjoy.",
        "The republic has given up its own military contingent, its coinage and its postal dues to the German Empire; but it has preserved its municipal self-government and its own territory, the inhabitants of which enjoy equal political privileges with the citizens.",
        "Apart from legislation, the members of the council enjoy the right to interpellate the government on all matters of public interest, including the putting of supplementary questions; the right to move and discuss general resolutions, which, if carried, have effect only as recommendations; and the right to discuss and criticize in detail the budget, or annual financial statement.",
        "But the mangoes of Bombay, of Multan, and of Malda in Bengal, and the oranges of Nagpur and the Khasi hills, enjoy a high reputation; while the guavas of Madras are made into an excellent preserve.",
        "This zone falls within the regime of the summer monsoon rains, while those districts adjoining the coast zone enjoy also winter rains.",
        "Besides being one of the sights of Paris, to which visitors resort in order to enjoy the extensive view that can be had from its higher galleries on a clear day, the tower is used to some extent for scientific and semi-scientific purposes; thus meteorological observations are carried on.",
        "The persistent prominence which astrology continued to enjoy down to the border-line of the scientific movement of our own days, and which is directly traceable to the divination methods perfected in the Euphrates valley, is a tribute to the scope and influence attained by the astral theology of the Babylonian and Assyrian priests.",
        "But after ten years they may enter the \"C\" division, earn a special gratuity therein, and enjoy the various privileges accorded to the \"B\" or habitual criminals' division with the additional advantage that there is no interference with their remission.",
        "In the Benares division, which was the first portion to come under British administration, the land revenue was permanently fixed in 1795, on the same principles that had been previously adopted in Bengal; and there a special class of tenants, as well as the landlords, enjoy a privileged status.",
        "Koreans suffer from malaria, but Europeans and their children are fairly free from climatic maladies, and enjoy robust health.",
        "At home it was understood that he would year by year be elected consul, and enjoy the powers and pre-eminence attached to the chief magistracy of the Roman state.",
        "A branch 'normal school, established 1873-1875 at Pine Bluff, provides for coloured students, who enjoy the same opportunities for work, and are accorded the same degrees, as the students at Fayetteville; they are about a fourth as numerous.",
        "He went to London early in the year to enjoy his triumph, and found himself at once a personage in society - was called upon and invited out by lion-hunters, was taken to Windsor by Lord Rockingham, and had the honour of supping with the duke of York.",
        "According to a common Indian belief a wealthy man who dies without an heir returns to guard his wealth in the form of a serpent, and Italian superstition supposed that to find a serpent's skin brought good luck (Leland) .2 No singular preference for jewels on the part of serpents will explain the belief, and creatures like the jackdaw which have this weakness do not enjoy this prominence in folk-lore.",
        "The policy of indulging his tastes and helping him to enjoy.",
        "For humanism, which was the vital element in the Revival of Learning, consists mainly of a just perception of the dignity of man as a rational, volitional and sentient being, born upon this earth with a right to use it and enjoy it.",
        "At Denver, through II years, the actual sunlight was 70% of the possible; many other points are even more favoured; very many enjoy on a third to a half of the days of the year above 90% of possible sunshine.",
        "He says expressly that they were not pure Scythians, but, being descended from young Scythian men and Amazons, spoke an impure dialect and allowed their women to take part in war and to enjoy much freedom.",
        "The older Mahommedan theologians were agreed that they possessed a written revelation and were entitled accordingly to enjoy a toleration not granted to mere heathen.",
        "It has a handsome parish church and is the seat of a Greek Orthodox bishop. Versecz is one of the principal wineproducing centres in Hungary, and the red wines and brandy produced here enjoy a great reputation.",
        "In his powerful defence of establishments against the voluntaries in both Scotland and England, in which his ablest assistants were those who afterwards became, along with him, the leaders of the Free Church, he pleaded that an established church to be effective must divide the country territorially into a large number of small parishes, so that every corner of the land and every person, of whatever class, shall actually enjoy the benefits of the parochial machinery.",
        "Next to its forests, which long supplied the Greek monarchs of Egypt with timber for their fleets, Cyprus was celebrated among the ancients for its mineral wealth, especially for its mines of copper, which were worked from a very early period, and continued to enjoy such reputation among both Greeks and Romans that the modern name for the metal is derived from the term of Aes Cyprium or Cuprium by which it was known to the latter.",
        "religious bodies, individual churches and other communities which enjoy a measure of self-government in certain specified respects.",
        "The ministers of the \"three denominations of dissenters,\" - Presbyterians, Independents and Baptists, - resident in London and the neighbourhood, had the privilege accorded to them of presenting on proper occasions an address to the sovereign in state, a privilege which they still enjoy under the name of \"the General Body of Protestant Dissenting Ministers of the three Denominations.\"",
        "In the Moluccas, where the Dutch have had settlements for 250 years, some of the inhabitants trace their descent to early immigrants; and these, as well as most of the people of Dutch descent in the east, are quite as fair as their European ancestors, enjoy excellent health, and are very prolific. But the Dutch accommodate themselves admirably to a tropical climate, doing much of their work early in the morning, dressing very lightly, and living a quiet, temperate and cheerful life.",
        "Many of these he published, with illustrations, in 1846, and they enjoyed and still enjoy an extreme popularity.",
        "Sweden was also to enjoy her religion, subject to such changes as a general council might make; but neither pope nor council was to claim or exercise the right of releasing Sigismund from his obligations to his Swedish subjects.",
        "The bonds enjoy the full guarantee of the Russian government.",
        "At the same time the loose organization of the Parthian Empire, afforded them a greater measure of independence than they could hope to enjoy under Roman suzerainty.",
        "Zaki did not long enjoy the fruits of his perfidious dealing.",
        "The ten mosques and madrasas of Yarkand, although poorer than those of Bokhara or Samarkand, enjoy wide renown in the Moslem world.",
        "It was in that century that Portugal rose to prominence as a maritime power; and being anxious to enjoy at first hand some of the commerce which had brought such prosperity to Venice, Portugal determined to seek out an ocean pathway to the Indies.",
        "Both directly and indirectly he has declared that Novatianists and Catholics are brothers, that as such they ought to seek the closest relations with one another, and that the former ought to enjoy all the privileges of the latter.",
        "Its internal resources were assiduously developed; trade, agriculture, civic justice and religion were fostered; while at no epoch in its post-exilic history did Israel enjoy an equal measure of social happiness (1 Macc. xiv.",
        "Under various treaties and conventions they enjoy large privileges and jurisdiction.",
        "The souls of the righteous are to enjoy a blessed immortality after death.",
        "They may marry, but their wives as such enjoy no title or precedence.",
        "He was, however, a too warm adherent of free trade principles to enjoy the confidence either of the Agrarian party or of Prince Bismarck, and his antagonism to the tobacco monopoly and the general economic policy of the latter brought about his retirement.",
        "On the 11th of March a vast public meeting voted a petition to the government of Vienna which demanded that the Bohemian language should enjoy equal rights with the German in all the government offices of the country, that a general diet comprising all the Bohemian lands, but elected on an extensive suffrage, should be convoked, and that numerous liberal reforms should be introduced.",
        "On the death of the queen in 1603 he was reappointed by her successor; but he did not long enjoy the honour, for he died, probably of the plague, on the 30th of November (loth of December, N.S.) 1603, either in London or in Colchester.",
        "Trinity College (Anglican), though some distance away, is also affiliated with the university, and her students enjoy its full advantages.",
        "A conventional basin of the Congo was defined, which comprised all the regions watered by the Congo and its affluents, including Lake Tanganyika, with its eastern tributaries, and in this conventional basin it was declared that \"the trade of all nations shall enjoy complete freedom.\"",
        "Johannisberger, Steinberger, Riidesheimer, Marcobrunner, Hochheimer, Rauenthaler, Assmannsh fuser, and others - which enjoy the highest reputation amongst the vintages of Germany..",
        "On the third Sunday in Advent 1329, and afterwards in public consistory, John had preached that the souls of those who have died in a state of grace go into Abraham's bosom, sub altari Dei, and do not enjoy the beatific vision (visio facie ad faciem) of the Lord until after the Last Judgment and the Resurrection; and he had even instructed a Minorite friar, Gauthier of Dijon, to collect the passages in the Fathers which were in favour of this doctrine.",
        "The subjects of every state ought to contribute towards the support of the government, as nearly as possible, in proportion to their respective abilities; that is, in proportion to the revenue which they respectively enjoy under _the protection of the state.",
        "The people of the principalities were to enjoy all the privileges that they had possessed under Mahomet IV.; they were to be freed from tribute for two years, as some compensation for the ruinous effects of the last war; they were to pay a moderate tribute; the agents of Walachia and Moldavia at Constantinople were to enjoy the rights of national representatives, and the Russian minister at the Porte should on occasion watch over the interests of the principalities.",
        "The principalities were to enjoy commercial freedom, and the right of establishing a quarantine cordon along the Danube or elsewhere.",
        "The native whites form the governing class, and enjoy most of the powers and privileges of political office.",
        "Thus while the coast-lands, especially in the southeast, enjoy an ample rainfall, the winds as they advance west and north contain less and less moisture, so that over the larger part of the country drought is common and severe.",
        "Let us, the inhabitants of the Cape Colony, be swift to recognize that we are one people, cast together under a glorious flag of liberty, with heads clear enough to appreciate the freedom we enjoy, and hearts resolute to maintain our true privileges; let us desist from reproaching and insulting one another, and, rejoicing that we have this goodly land as a common heritage, remember that by united action only can we realize its grand possibilities.",
        "They also afford feeding-ground for large herds of swine, and the hams and sausages of the Abruzzi enjoy a high reputation.",
        "There is a tradition that the Ka`ba was a temple of Saturn (Shahrastani, p. 431); perhaps the most distinctive feature of the shrine may be sought in the sacred doves which still enjoy the protection of the sanctuary.",
        "Being exposed to the winter monsoon, the northern parts of the island enjoy much the same sort of temperate climate as the neighbouring provinces of the mainland, but in the southern parts, protected from the monsoon by the mountain ranges, the climate is almost or entirely tropical.",
        "The lowlands, rising but a few feet above the Caspian, and subject to frequent floodings, are extremely malarious, while the highlands, culminating with the magnificent Demavend (19,400 ft.), enjoy a tolerably healthy climate.",
        "not legally qualified to celebrate a triumph, he was allowed by general consent to enjoy this distinction, while Sulla greeted him with the surname of Magnus, a title he always retained and handed down to his sons.",
        "One of the most cherished prerogatives of the king of England, at the time when his power was at the highest, was that of converting any portion of the country into a forest in which he might enjoy the pleasures of the chase.",
        "to enjoy life, handing over the suppression of the rebels to his ambitious and untiring cousin Richard of Warwick.",
        "The \"Burlingame Treaty\" recognizes China's right of eminent domain over all her territory, gives China the right to appoint at ports in the United States consuls, \"who shall enjoy the same privileges and immunities as those enjoyed by the consuls of Great Britain and Russia\"; provides that \"citizens of the United States in China of every religious persuasion and Chinese subjects in the United States shall enjoy entire liberty of conscience and shall be exempt from all disability or persecution on account of their religious faith or worship in either country\"; and grants certain privileges to citizens of either country residing in the other, the privilege of naturalization, however, being specifically withheld.",
        "He did not enjoy the income long.",
        "Porcupines enjoy a very wide range, being represented throughout the warmer parts of the Old World, with the exception of Madagascar (and of course Australasia), by the Hystricidae, and in the New World by the Erethizontidae.",
        "Since 1887 the city has declared yearly by increasing majorities for prohibition of the liquor traffic. The high schools enjoy a notable reputation.",
        "Marriage retains certain traces of the original system of capture; but Druse women enjoy much consideration, and are comparatively well educated, dignified and free in their bearing in spite of their close veiling.",
        "After the days of Khammurabi, the cult of Marduk eclipses that of Bel (q.v.), and although during the five centuries of Cassite control in Babylonia (c.1750-1200B.C.), Nippur and the cult of the older Bel enjoy a period of renaissance, when the reaction ensued it marked the definite and permanent triumph of Marduk over Bel until the end of the Babylonian empire.",
        "In virtue of old treaties, known as the Capitulations, foreigners enjoy to a large extent the rights of exterritoriality.",
        "When Louis tried to leave the Tuileries for St Cloud at Easter 1791, in order to enjoy the ministrations of a nonjuring priest, the National Guards of Paris would not let him budge.",
        "Although the proposal was dropped, they were all declared to be foreigners and were forced to obtain naturalization if they would enjoy the rights of other citizens.",
        "It is long, however, since these abuses were abolished; and in Scandinavia more especially the Lapps of the present day enjoy the advantages resulting from a large amount of philanthropic legislation on the part of their rulers.",
        "Such are the evangelical principle of \" doing as you would be done by the principle of justice, or \" giving every man his own, and letting him enjoy it without interference \"; and especially what More states as the abstract formula of benevolence, that \" if it be good that one man should be supplied with the means of living well and happily, it is mathematically certain that it is doubly good that two should be so supplied, and so on.\"",
        "The great families put their members into orders, and so continued to enjoy the profits of the land which they had given to the church; the priests married and otherwise behaved like the franklins around them in everyday matters, farming, trading, going to law like laymen.",
        "The more special objects of the association are the following: the development of the Churches on the basis of a representative parochial and synodal system of government in which the laity shall enjoy their full rights; the promotion of a federation of all the Churches in one national Church; resistance to all hierarchical tendencies both within and without the Protestant Churches; the promotion of Christian.",
        "But such laws and such acts only embittered political passions and greatly encouraged the adherents of Prince Peter Karageorgevich, who, having married the eldest daughter of Prince Nicholas of Montenegro and living at Cettigne, was supposed to enjoy the support of Russia.",
        "lectual grasp, has held in the modern world the same rank which was accorded to him in the old; but he cannot enjoy the same appreciation.",
        "Ireland presents to these winds no unbroken mountain ridge running north and south, which would result in two climates as distinct as those of the east and west of Ross-shire; but it presents instead only a series of isolated groups, with the result that it is only a few limited districts which enjoy climates approaching in dryness the climates of the whole of the eastern side of Great Britain.",
        "The sheltered bays near Fiume enjoy an equable climate; but in all other districts the temperature in mid-winter falls regularly below zero, and the summer heats are excessive.",
        "The men who enjoy this power are the same as they who can change themselves and others into animals.",
        "In no other country did they enjoy so many guarantees against a return of persecution.",
        "Finally, behind this bourgeoisie, and afar off, came the crowd of serfs, rustics whom the acquisition of land had gradually enfranchised, and who were the more eager to enjoy their definitive liberation because it was close at hand.",
        "This was an international coup de force, which presupposed that all these nations in whose eyes independence was flaunted would make no claim to enjoy it; that though they had been beaten and pillaged they would not learn to conquer in their turn; and that the king of Sardinia, dispossessed of Milan, the grand-duke of Tuscany who Md given refuge to the pope when driven from Rome, and the king of Naples, ~iho had opened his ports to Nelsons fleet, would not find allies to make a stand against this hypocritical system.",
        "Quebec was not long to enjoy the blessing of peace.",
        "The great owners, whether nominally Visigoth or nominally Roman seniores or senatorescontinued to enjoy all the privileges and exemptions of the ordo senatorius in the last days of the empire.",
        "Alone, the external debt held by foreigners continued to enjoy exemption from taxation, under the agreement made on the 28th of June 1882 between the Spanish government and the council of foreign bondholders, and its coupons were paid in gold.",
        "To enjoy the society of the learned, he went first to Mosul (1189), and afterwards to Damascus.",
        "From this time they passed under the dominion of the successive Macedonian rulers of Asia, but continued, with the exception of Miletus (q.v.), to enjoy great prosperity both under these Greek dynasties and after they became part of the Roman province of Asia.",
        "Thus provided for, he proceeded to enjoy life to the utmost, with the help of his wealth and liberality, his literary and artistic tastes.",
        "Since Plumulites appears to be a synonym of Turrilepas (not Turrilepis), the species Turrilepas wrightii (Woodward, 1865), from the Upper Silurian of Dudley, did not long enjoy an isolated eminence as the oldest known cirripede.",
        "Though the Ornitholepas australis (Targioni Tozzetti, 1872), found on the tail feathers of a bird, represents only the cypris-larva of a cirripede, it still shows one of the many facilities for dispersion which these creatures enjoy.",
        "Luckily, or, to speak with a reverence proper to the occasion, providentially, mankind are not disposed to embark the blessings they enjoy on a voyage of syllogistic adventure to obtain something more beautiful in exchange.",
        "Soon after Menasseh left London Cromwell granted him a pension, but he died before he could enjoy it.",
        "It would have been much better to permit his exposition of the philosophy of religion to enjoy the same literary rights as his earlier works, since Kant could not be interdicted without first silencing a multitude of theologians who were at least equally separated from positive Christianity.",
        "In June of 1629 he brought the Dunkirkers to action, and they were severely beaten, but Piet Heyn did not live to enjoy his victory.",
        "That didn't mean they wouldn't enjoy it, though.",
        "Diablo's gate was smooth, and in spite of her injured ankle she began to enjoy the ride.",
        "I enjoy variety and I'm not afraid to try anything new, so just cook what you like.",
        "We Europeans enjoy a more liberal form of commitment than you Americans.",
        "I know I'll enjoy being with my family â€“ no matter where we go.",
        "She was going to enjoy it, no matter what.",
        "My goal has been to enjoy what I have left then â€¦die.",
        "I don.t particularly want the world to go to shit before I get a chance to enjoy my time away from Hell, Rhyn said calmly.",
        "This handsome gentleman is going to suck your blood and you will enjoy his attention.",
        "While Dean caught brief hints of melancholy, she seemed for the most part successful in putting darker thoughts aside, content to enjoy the peace of the day.",
        "Excellent idea â€“ if you enjoy it.",
        "Alex was looking forward to this visit â€” the boy would enjoy the opportunity.",
        "On the other hand, maybe he would enjoy her company â€“ certainly Rob would and that would take his attention off Jenny.",
        "That left her to relax and enjoy the ride.",
        "It was one thing to enjoy his company, but something other than companionship was hammering at the doors of her consciousness - something she didn't want to think about, because his job would be done in three more weeks.",
        "Having live music from the quartet can really add to the celebratory atmosphere as guests relax and enjoy themselves.",
        "Many also came with yearning of soul to enjoy the bliss of God.",
        "Do you enjoy the camaraderie of the smokers' group outside the building?",
        "It will be a nostalgia fest the whole family can enjoy!",
        "Do you enjoy nostalgia for a certain era of radio?",
        "Does she enjoy looking at books and joining in to sing rhymes and tell stories?",
        "We remain committed to running a bookshop where it's possible to enjoy the serendipity of real book browsing.",
        "Local Residents Passes To enable local residents to enjoy visiting the abbey, we offer an annual pass that allows free entry all year.",
        "Enjoy a bit of friendly banter but do not get abusive.",
        "acre fishing lake, Swallow verandah is perfect to watch partners fishing or just to enjoy the sunshine.",
        "adapted to accommodate wheelchair users are vital to disabled people to get out and about and enjoy active lives.",
        "Jill's message is you don't have to be a bold adventurer to enjoy the live aboard cruising life.",
        "In the summer months, residents can enjoy a cool drink on the roof terrace at the Tower Bar overlooking the busy airfield.",
        "Rabbits, Tortoises and Guinea pigs also enjoy eating alfalfa for these reasons also but with added bonus of being good for their teeth.",
        "alumnusalumni enjoy giving something back to their University.",
        "ambience population of 38,000, Dumfries is big enough to enjoy city-like facilities, yet remains small enough to retain a friendly ambiance.",
        "Even some services which do not require face-to-face contact have become amenable to transfer to countries which enjoy a low cost base.",
        "The effect on the residential amenity which the occupiers of 2 Orchard Croft could reasonably expect to enjoy would also be included.",
        "anarchic humor and enjoy seeing adults making fools of themselves but this can go too far.",
        "An ideal place to visit if you enjoy angling.",
        "There is no need for children to identify themselves as children, they may enjoy the same anonymity as adults if they prefer.",
        "I am a \" sad anorak \" because I quite enjoy EuroVision.",
        "enjoy the antics of friendly farm animals, meet magnificent shire horses, be enthralled by fantastic falconry displays.",
        "Enjoy a pre dinner aperitif relaxing in the ambiance of the Piano Bar.",
        "During peak travel times, travelers enjoy complimentary appetizers.",
        "Take part in our Samurai school, be amazed by Japanese horse archery, and enjoy a tour of the Oriental gallery.",
        "Enjoy a walk on the arctic tundra which will give you a sense of the vast scale of Alaska's arctic tundra which will give you a sense of the vast scale of Alaska's arctic regions.",
        "ardours of modern travel and to enjoy local surroundings.",
        "The wide-ranging dynamics and athletic coverage of the keyboard were accompanied by careful articulation so we were always able to enjoy the detail.",
        "This is an ideal location for exploring the many attractions the North West has to enjoy... .",
        "In order to enjoy and profit from reading, pupils must achieve automaticity of word recognition.",
        "aviation enthusiasts, whether it is to take to the air, simply enjoy watching the flying activity or plane spotting.",
        "It is indeed the most mountainous island in the Mediterranean and it is this dramatic mountain backcloth we have come to enjoy.",
        "When I'm not diving I also enjoy badminton, reading and hill climbing.",
        "Early morning visitors can enjoy bacon baguettes - afternoon visitors a traditional cream tea.",
        "Off the dining room area, a full width south-facing balcony offers the chance to enjoy the late afternoon sunshine.",
        "Bryan Smith and Nana Badu will be able to enjoy their turkey, however, as they begin one and three-match bans respectively.",
        "I cracked open a few bottles of wine and some beers, and we all settled back to enjoy Terry Wogan's witty banter.",
        "You too can enjoy the office banter with everyone else.",
        "barbequen shows visitors can enjoy a barbecue or taste the culinary delights of the Three Star Saloon.",
        "There are ample tables and chairs for you to relax and enjoy a Bar-B-Que.",
        "In addition to your ride you will enjoy a beach Bar-B-Que, and you can also take the horse into the water.",
        "barmy balmy summer nights, all gardens have a barbecue to enjoy and unwind in the wonderful scenery.",
        "With these teeth they are able to enjoy a mixed menu of shelled animals including barnacles, other crustaceans, and mollusks.",
        "Meet Sarah Burnett principal bassoon What do you enjoy about playing with Britten Sinfonia?",
        "The four Palm Court rooms upstairs have bathtubs from which you can enjoy the sunset!",
        "In the summer months, guests can enjoy a BBQ on the pool terrace.",
        "Yes, as long as you can cycle you will enjoy a beano.",
        "Scotland hotels explore breathtaking natural beauty Scotland hotels with online reservations, enjoy the beauty of Scotland.",
        "Enjoy softer, smoother hair and skin - You'll be amazed at how much better your skin and hair look and feel.",
        "Cheddar is very functional and responds well to cooking, you may however enjoy it more with a strong blue cheese.",
        "For the full or weekly boarder there is much to enjoy at Ellesmere.",
        "Come to a traditional 1930's boatyard in the beautiful northern Broads and enjoy a very special experience.",
        "The bothy has now had some visitors and the bothy log book shows that people are beginning to enjoy the new bothy.",
        "I hate life and enjoy nothing better than picking fights with the biggest bouncer after too many pints.",
        "He created man to enjoy the bounty of His blessing.",
        "braceing the day, enjoy bracing walks along the nearby beaches, framed by dramatic peaks.",
        "Our large dining room with separate tables is the perfect place to enjoy a full English breakfast.",
        "brief description of some of the websites we have designed - we hope you will enjoy them.",
        "As you journey to your chosen destination you'll enjoy a bucks fizz brunch.",
        "There is nothing they enjoy more than sailing the sea, chasing treasure and being big, bad, bold buccaneers.",
        "Energy Saving Natural Lighting bulbs Enjoy the benefits of natural daylight indoors with these remarkable fluorescent bulbs.",
        "Tonight, why not enjoy a Parisian cabaret or dine in a cozy left bank bistro?",
        "camouflage make-up is the logical way to help clients enjoy the best possible results from their surgery.",
        "We also have a large subsidized canteen which has theme days, which I enjoy.",
        "These ensure that manufacturers can enjoy the advantages of lower fuel bills and reduced environmental emissions without having to make any large-scale capital expenditure.",
        "The last day you can enjoy a cappuccino in one of Trieste's old-fashioned cafes.",
        "Through the training and opportunities we provide, you can expect to enjoy a long and successful career with us.",
        "And if you regularly eat foods that contain this carotenoid, you'll enjoy several healthy benefits.",
        "The ants return the favor by guarding the caterpillar against the many predatory insects which enjoy eating juicy young caterpillars.",
        "chest of drawers and there is a pine bench and rocking chair to enjoy the view.",
        "But what made me really enjoy the movie as a whole was his fresh approach to action choreography.",
        "Enjoy a dusk cruise, a dawn chorus walk or watch the sunrise from a canoe.",
        "Hope you enjoy it, have a great new year, and have yourself a merry little Christmas.. .",
        "I hope you managed to enjoy a few chuckles with some ideas over the holiday season.",
        "The sills of the glazing are low, enabling people sitting on sofas or chairs to enjoy uninterrupted views of the surrounding cityscape.",
        "Enjoy a panoramic view of the city where the cathedral dome dominates the cityscape.",
        "classis game of skill and accuracy for all the family to enjoy.",
        "You will enjoy enhanced visibility - prospective clients will be drawn to your bolder listing rather than the basic listing of your competitors.",
        "Maybe you would enjoy a clobbering just like the kid you clobbering just like the kid you clobbered.",
        "Check grease bands Enjoy early strawberries by placing cloches over the plants.",
        "Enjoy the area's quiet villages, parts of the Norfolk Broads and pretty coastal areas.",
        "There is the Pleasure Beach to enjoy with its roller coaster rides for all you thrill seekers out there!",
        "coaxed countless children to enjoy healthy eating.",
        "Pick your own lemons and enjoy a cool refreshing cocktail on the upper terrace whilst watching the mountain red sunsets."
    ],
    "definition": [
        "Link/Cite"
    ]
}