{
    "translation": "להגדיל",
    "uses": [
        "As time advanced there was a growing tendency to enlarge the royal seal.",
        "At last the world undertakes to enlarge the circle of its ideas.",
        "Cut a few trails, clear around the pool of water - maybe enlarge it and get some ducks.",
        "27, Noah pronounces the following blessing on Japheth \"God enlarge (Heb.",
        "To enlarge the scale of operations makes strongly for economy in the open-hearth process as in other high temperature ones.",
        "A board of estimate, composed of the mayor, the city solicitor, the comptroller, the president of the second branch of the city council, and the president of the board of public improvements, has control over appropriations, the council having power to decrease the amount of any item but not to enlarge it.",
        "Commencing in and around the solitary glands of the large intestine in the form of exudations, these ulcers, small at first, enlarge and run into each other, till a large portion of the bowel may be implicated in the ulcerative process.",
        "Instead of conforming to abstract principles of public law and hereditary succession, they strove to enlarge their territories at the expense of their rivals, and to leave them at their death to their sons rather than to their brothers, nephews and more distant relations.",
        "In the course of a long period characterized by a weak central government, it was not difficult to enlarge the rights which the lord thus obtained, to exclude even the king's personal authority from the immunity, and to translate the duties and payments which the tenant had once owed to the state into obligations which he owed to his lord, even finally into incidents of his tenure.",
        "This telson may enlarge, it may possibly even become internally and sternally developed as partially separate somites, and the tergum may remain without trace of somite formation, or, as appears to be the case in Limulus, the telson gives rise to a few well-marked somites (mesosoma and two others) and then enlarges without further trace of segmentation, whilst the chitinous integument which develops in increasing thickness on the terga as growth advances welds together the unsegmented telson and the somites in front of it, which were previ ously marked by separate tergal thickenings.",
        "The truth is not wonderful enough to suit the newspapers; so they enlarge upon it and invent ridiculous embellishments.",
        "So little was the collection considered as a literary work with a definite text that every one assumed a right to abridge or enlarge, to insert ideas of his own, or fresh scriptural quotations; nor were the scribes and translators by any means scrupulous about the names of natural objects, and even the passages from Holy Writ.",
        "After a disastrous attempt to enlarge the tunnel in 1675, it was eventually converted into an open cutting, but the work was not finished till 1789, and the bottom was then 29 ft.",
        "The outcome has been to raise the dignity of the calling, to induce persons of a superior class to adopt it in increasing numbers, to enlarge the demand for their services, and to multiply the means of educating them.",
        "He then endeavoured to enlarge his estates at the expense of Childebert's sons, Theodebert, king of Austrasia, and Theuderich II., king of Burgundy; but after gaining a victory at Laffaux (597), he was defeated at Dormelles (600), and lost part of his kingdom.",
        "Some of her opinions Miss Sullivan would like to enlarge and revise.",
        "In addition to the appliances mentioned the tools comprise reamers to enlarge the bore of the well, the winged-substitute which is fitted above the bit to prevent it from glancing off, and above the round reamer to keep it in place, a temper-screw with clamps and wrenches.",
        "But of this we may be sure, that science, in obeying the law of humanity, will always labour to enlarge the frontiers of life.\"",
        "While not confining myself to any special system of instruction, I have tried to add to her general information and intelligence, to enlarge her acquaintance with things around her, and to bring her into easy and natural relations with people.",
        "The underground stems are slender and creeping; their vertical roots enlarge and form turnip-shaped tubers.",
        "The influence of Panaetius and Polybius was more adapted to their maturity, when they led the state in war, statesmanship and oratory, and when the humaner teaching of Stoicism began to enlarge the sympathies of Roman jurists.",
        "The military occupation by the Turks left little permanent impression; colonization was never attempted; and the continuous wars by which the victors strove to secure or enlarge their dominions north of the Save left no time for the introduction of Moslem religion or civilization among the vanquished.",
        "In autumn last I spent two months in calculations to no purpose for want of a good method, which made me afterwards return to the first book, and enlarge it with divers propositions, some relating to comets, others to other things, found out last winter.",
        "He disclaimed any desire to enlarge the powers and responsibilities of the executive, which, he declared, were already too large; and he aimed at close cooperation with Congress.",
        "Almost all state employees are under civil service rules; the same is true of the city of Boston; and of the clerical, stenographic, prison, police, civil engineering, fire, labourforeman, inspection and bridge tender services of all cities; and under a law (1894) by which cities and towns may on petition enlarge the application of their civil service rules.",
        "After the death of Charlemagne the Moravian princes took advantage of the dissensions of his successors to enlarge their territories and assert their independence, and Rastislaus (c. 850) even formed an alliance with the Bulgarians and the Byzantine emperor.",
        "Should there be much loss of tissue of an organ, the cells of the remaining part will enlarge and undergo an active proliferation (hyperplasia) so that it may be made up to the original amount.",
        "Germans; but the Orthodox Church never conquered her conquerors, and the historian is too apt to enlarge on her past glories and forget her present strength.",
        "His marriage brought him an increase of about $100,000 in his property, making him one of the richest men in the colonies; and he was able to develop his plantation and enlarge its extent.",
        "To enlarge the area, or raise the surface-level where that was necessary, layers of logs, brushwood, heather and ferns were piled on the shallow, and consolidated with gravel and stones.",
        "An umpire is required to make his award within one month after the original or extended time appointed for making the award of the arbitrators has expired, or any later day to which he may enlarge it.",
        "Accordingly, when he was nearly forty years of age he went through a varied course of study and experiment, in order to enlarge and clarify his view of things.",
        "The drill brace appears to have been used by Assyrians in the 7th century B.C. Piercers of bronze tapering (58), to enlarge holes in leather, &c., were common in all ages.",
        "All this tended to enlarge the political views of the burgesses, and was not without its influence on the future.",
        "The spleen continues to enlarge; the urine is now scanty and high-coloured; the body temperature is high, but the highest temperatures occur during the chill; there is considerable thirst; and there is the usual intellectual unfitness, and it may be confusion, of the feverish state.",
        "20-27 through corruption of the text, Japheth may be an accidental repetition of yapht \"may he enlarge,\" misread as a proper name.",
        "Similarly, in the universal movement of those forces which made for freedom, France began the age-long struggle to maintain the rights of civil society and continually to enlarge the social categories.",
        "He therefore had but two aims: to increase his power at home and to enlarge his kingdom abroad.",
        "The subject is too abstruse to enlarge further upon here.",
        "The multiplication of pilgrims after Islam soon made it necessary to clear away the nearest dwellings and enlarge the place of prayer around the Ancient House.",
        "Yet in both cases it might easily pass beyond that compass, and might rest itself upon an appeal to the duty of governments to modify the law, and to enlarge the basis of their authority, when law and authority have become too narrow.",
        "pit-craters which enlarge slowly by the breaking off and falling in of their walls, and discharge vast lava-flows with comparatively little violence.",
        "If, however, it were negative, the displacement of the liquids which tends to enlarge the surface of contact would be aided by the molecular forces, so that the liquids, if not kept separate by gravity, would at length become thoroughly mixed.",
        "They enlarge and diminish, and are possibly excretory like the \" contractile vacuoles \" of other Protista; though it has been suggested that by their communication with the medium they subserve nutrition.",
        "Small red-brown spots appear on the bolls, gradually enlarge, and develop into irregular black and grey patches.",
        "trans., 1860); in an enlarge form, Geschichte Jesu (2nd ed., 1891); and Handbuch der Prot Polemik gegen die rom.-kath.",
        "enlarge poorly when a screen magnification program is used.",
        "enlarge the image?",
        "enlarge the thumbnail.",
        "enlarge the rivet hole in the tool head itself.",
        "From 1877 onward Kruger's external policy was consistently anti-British, and on every side - in Bechuanaland, in Rhodesia, in Zululand - he attempted to enlarge the frontiers of the Transvaal at the expense of Great Britain.",
        "Many local authorities grudged the money to rebuild or enlarge their gaols; others varied much in their interpretation of the rules as to hard labour and the hours of employment.",
        "Indeed it was the use of water-power that gave the smith pressure strong enough to force his blast up through a longer column of ore and fuel, and thus enabled him to increase the height of his forge, enlarge the scale of his operations, and in turn save fuel and labour.",
        "In these cases, certain cells of a colony of unicellular plants or of the filaments of multicellular plants enlarge greatly and thicken their wall.",
        "652) to Liutprand (712-744) the Lombard kings, succeeding one another in the irregular fashion of the time, sometimes by descent, sometimes by election, sometimes by conspiracy and violence, strove fitfully to enlarge their boundaries, and contended with the aristocracy of dukes inherent in the original organization of the nation, an element which, though much weakened, always embarrassed the power of the crown, and checked the unity of the nation.",
        "This board has power within the districts affected by it to foster agriculture and fisheries, to enlarge holdings, and to buy and hold land.",
        "enlarge the text on the site?",
        "Figure 6. Stockpiling area of variegated jasper in clay pits or ' bins ' Click to enlarge.",
        "Schizomycetes such as Clostridium, Plectridium, &c., where the sporiferous cells enlarge, bear out the same argument, and we must not forget that there are extremely minute \" yeasts,\" easily mistaken for Micrococci, and that yeasts occasionally form only one spore in the cell.",
        "In 1992, she underwent a breast reduction because she suffered from a condition called gigantomastia, in which tissues in the breasts enlarge and become uncomfortable.",
        "It is impossible to enlarge upon it here; suffice it to say that the mystical and pietistic devotion of our own day, even in the Protestant churches, is nourished on works whose ancestry can be traced, through a series of intermediate links, to the writings of the pseudoAreopagite.",
        "In 1770 the Bristol Education Society was formed to enlarge this academy; and about the year 1811 the present Bristol Baptist College was erected.",
        "Typhoon damage Enlarge Image The general strike was in 1926.",
        "Many birthmarks disappear without any special treatment, but some remain the same size or enlarge.",
        "She had to buy new bras as her breasts began to enlarge, and headaches were a daily thing now.",
        "Diagram to illustrate parathyroid anatomy (posterior view) - click to enlarge There is variation in the number and location of glands.",
        "Click to enlarge Queen white-tailed bumblebee close-up Close-up view of a queen white-tailed bumblebee (Bombus lucorum) in search of a nest site.",
        "Photo: Martin Rickard 2006 Enlarge Passing another ice burg in poor visability.",
        "Diagram of the patch clamp technique - click on the thumbnail to enlarge.",
        "Click image above to enlarge Or click image above to enlarge Or Click here to see even more of Simply Daisys.",
        "Click to enlarge Male azure damselfly The male azure damselfly (Coenagrion puella) looks superficially similar to a number of other blue damselflies.",
        "Click to enlarge Synergistic gangrene is a polymicrobial infection.",
        "Click to enlarge Male house sparrow on nest box This image brings back strong memories for me.",
        "click image above to enlarge Or Click here to see even more of Simply Daisys.",
        "intraocular pressure causes the eye to enlarge.",
        "Click to enlarge Click to enlarge The analogy of the ocean liner was too strong to resist.",
        "Enlarge Image In the early months of the war the expected air attacks did not materialize.",
        "Photo: Marcus Leith enlarge Like much of Whiteread's work, EMBANKMENT also makes reference to the legacy of American minimalism.",
        "patch clamp technique - click on the thumbnail to enlarge.",
        "Click on picture to enlarge l Edison commissions 600 tin-foil phonographs from several workshops to circulate for demonstration purposes.",
        "They also have throat pleats, which can expand to allow their throat to enlarge into a huge pouch.",
        "projector transparencies or even enlarge them to make your own big book!",
        "Tom Sewell asks Britain's tallest man to draw the raffle Click on image to enlarge.",
        "red-eye functions shown in orange (Click image to enlarge ).",
        "The prince commissioned the architect Henry Holland to enlarge his house into a classical building with a domed rotunda.",
        "Hitting the ' square ' icon will enlarge the window to fill the whole screen.",
        "sightings of fin whales, (click on image to enlarge ).",
        "Click to enlarge male house sparrow on nest box This image brings back strong memories for me.",
        "striae gravidarum occur when elastic tissue stretches as the abdomen and breasts enlarge.",
        "Picture by Mrs. P. Click to enlarge the thumbnail.",
        "Click to enlarge The attraction also has a large trampoline free for anyone to use.",
        "transparencyke multiple copies, overhead projector transparencies or even enlarge them to make your own big book!",
        "typhoon damage Enlarge Image The general strike was in 1926.",
        "On the 2nd of May 1422 Henry V., in right of the duchy of Lancaster, \" hearing that Chicheley inflamed by the pious fervour of devotion intended to enlarge divine service and other works of piety at Higham Ferrers, in consideration of his fruitful services, often crossing the seas, yielding to no toils, dangers or expenses.",
        "The reply of the Colonial Office contained the following statements of general policy: - \" With the progressive development of society the tendency is to enlarge the functions and widen the sphere of action of the central government as well as of the local authorities, and to claim for them a more or less exclusive use of powers, and the performance of services where the desired result is difficult to attain through private enterprise, or where the result of entrusting such powers or services to private enterprise would be detrimental to the public interest, through their being in that event necessarily conducted primarily for the benefit of the undertakers rather than of the public. This tendency is specially manifested in cases where from the magnitude or other conditions of the enterprise the public is deprived of the important safeguard of unrestricted competition..",
        "The Field-Marshal received him most courteously and offered not only to waive the demand for a part of Piedmontese territory, but to enlarge the kingdom, on condition that the constitution should be abolished and the blue Piedmontese flag substituted for the tricolor.",
        "1920 (passed in order to curtail the power of Baltic landowners) a State fund was created with a view to forming new holdings and increasing the size of the minute holdings, and \" in order to satisfy the requirements of economic enterprises, social and cultural institutions and to enlarge the areas of towns and villages.\"",
        "As any obstruction to the outflow of the contents throws an increased amount of work on the walls, in order to overcome the resistance, the intermittent strain, acting on the muscle cells, stimulates them to enlarge and proliferate, fig.",
        "Omar was a poet and patron of learning, but continued to enlarge his kingdom, taking the sacred town of Azret (Turkestan), and to protect Ferghana from the raids of the nomad Kirghiz built fortresses on the Syr-darya, which became a basis for raids of the Khokand people into Kirghiz land.",
        "The nature and attributes of God; His gracious purposes towards man; the relation of man to God, with the practical consequences that follow from it; the true nature of religious service; the call to repentance as the condition of God's favour; the ideal of character and action which each man should set before himself; human duty under its various aspects; the responsibilities of office and position; the claims of mercy and philanthropy, justice and integrity; indignation against the oppression of the weak and the unprotected; ideals of a blissful future, when the troubles of the present will be over, and men will bask in the enjoyment of righteousness and felicity, - these, and such as these, are the themes which are ever in the prophets' mouths, and on which they enlarge with unwearying eloquence and power.",
        "The conclusion, therefore, to which the evidence appears to lead us is that in, say, the 7th century, B.C., the Safines spoke a language not differing in any important particulars from that of the Samnites, generally known as Oscan; and that when this warlike tribe combined with the people of the Latian plain to found or fortify or enlarge the city of Rome, and at the end of the 6th century to drive out from it the Etruscans, who had in that century become its masters, they imposed upon the new community many of their own usages, especially within the sphere of politics, but in the end adopted the language of Latium henceforth known as lingua Latina, just as the Normans adopted the language of the conquered English.",
        "This was accompanied by a Declaratory Act in which the church expressed its desire to enlarge rather than curtail the liberty hitherto enjoyed.",
        "The Sorcerer (1796) Trumpator (1782) hock should have Young Giantess (1790) Houghton Lass(1801) Sir Peter* (1784) plenty of bone, and Alexina (1788) Clinker (1805) Sir Peter* (1784) be strongly affixed Hyale (1797) to the leg, and Pewet (1786) Tandem (1773) Termagant show no signs of Eclipse (1764) Grecian Princess (x770) curb; the bones Highflyer (1774) below the hock Termagant Gohanna (1790) should be flat, and Catherine (1795) free from adhePaynator (1791) Sister to Zodiac sions; the liga - Sir Peter* (1784) Arethusa (1792) ments and tendons Pot-8-os (,773) well developed, and Prunella (1788) Whalebone* by Waxy* (1807) standing out from Gohanna mare Selim (1802) the bone; the joints Canary Bird (1806) well formed and Orville: (1799) Emily (r8,o) wide, yet without Harriett (1819) Pericles (1809) undue enlarge - Selim mare (1812) JWhalebone* (1807) Waxy* (1790) ment; the pasterns Penelope (1798) Gift(1818) Young Gohanna (,81o) (1808) and feet similar to (Sister to Grazier by Sir Peter* those of the fore: Winner of the St Leger.",
        "Tom Sewell asks Britain 's tallest man to draw the raffle Click on image to enlarge.",
        "Click image to enlarge Cross section of kidney nephron from rainbow trout naturally infected with Yersinia ruckeri.",
        "Finished wheel - click HERE to enlarge I refitted the wheels to the car with some bright new shiney chrome wheel studs.",
        "Striae gravidarum occur when elastic tissue stretches as the abdomen and breasts enlarge.",
        "Digital cameras with 4 to 6 megapixels will allow you to enlarge your photographs without losing a huge amount of detail.",
        "If, however, you actually plan to print out and enlarge photographs that you take with your camera phone, find one with at least 3 megapixels, although these models are few and far between at this point in time.",
        "This causes the kidneys to enlarge and function less effectively.",
        "Animals that appear smaller than your cat are generally greeted without fear, but enlarge a harmless canary on a big screen TV, and suddenly your cat is looking at a predator, not prey.",
        "The cat will begin to gain weight, and her abdomen will begin to enlarge as the kittens grow.",
        "The mammary glands will enlarge sometime during week eight or nine, although the mother will not produce regular milk until almost two days after she delivers her kittens.",
        "Living in a small space doesn't mean having to sacrifice style or things; just be aware of the flow of the room and visually enlarge the space with color and placement.",
        "Paint the walls in light, fresh colors and avoid patterns that don't enlarge the space.",
        "You can enlarge the table by inserting a leaf or flipping up the sides when you have guests.",
        "This highlighter shade serves to enlarge the entire eye area and it will soften any leftover demarcation lines.",
        "Light eye shadows in bisque, white, and ivory hues help enhance and enlarge the eyes.",
        "Highlighting creams can be applied to the upper eyelid and clear up to the brow bone to help reflect and enlarge the eyes.",
        "Although many makeup techniques help to enlarge the eyes, some have the opposite effect.",
        "It's important to shoot at the highest resolution available, especially if you want to print your images or enlarge part of the photo on your home computer.",
        "Simply enlarge your favorite picture to cover the entire page, then adjust the opacity to give it a soft and muted appearance.",
        "Enlarge a portion of a pretty landscape photo; then adjust the opacity to make a subtle background.",
        "Find a dragon or a kanji symbol and use your computer to enlarge the image to the size you need.",
        "Enlarge a tiny detail of a photograph to use as a background for the entire picture.",
        "These staterooms come with private balconies, which enlarge your living area, so your family can relax in style.",
        "As to propagation, there is scarcely any need to enlarge upon that, as bulbs are imported so plentifully; and it is only necessary to separate the young bulbs and replant them in good soil.",
        "If the rooms of the home are smaller, cooler toned colors will help to enlarge them.",
        "Maxillomandibular advancement is a procedure in which the upper and lower portion of the jaw is moved forward to enlarge the space behind the tongue.",
        "You can learn the basics about wine or you can enlarge your wine experience.",
        "The tiny bile ducts in that part of the liver where the surgery is performed discharge their bile directly into the intestine, and the channels will gradually enlarge.",
        "In serious cases, it causes the left ventricle of the heart to enlarge and may eventually lead to heart failure.",
        "Weight lifting increases blood pressure, which in turn may enlarge the aorta.",
        "The right atrium may swell or enlarge to hold the extra blood.",
        "When the ovaries start to secrete estrogen, fat in the connective tissue begins to accumulate causing the breasts to enlarge and the duct system begins to grow.",
        "Plaque psoriasis (psoriasis vulgaris), the most common form of the disease, is characterized by small, red bumps that enlarge, become inflamed, and form scales.",
        "Named for the Latin word gutta, which means \"a drop,\" guttate psoriasis is characterized by small, red, drop-like dots that enlarge rapidly and may be somewhat scaly.",
        "Stubborn chalazia that do not go away within six weeks or continue to enlarge require medical attention.",
        "Hemolytic anemia can enlarge the spleen, an organ that also produces red blood cells when necessary.",
        "The objective of treatment is to replace the head of the femur into the acetabulum and, by applying constant pressure, to enlarge and deepen the socket.",
        "Stage One (approximately between the ages of eight and eleven): The ovaries enlarge and hormone production starts, but external development is not yet visible.",
        "Bones, soft tissue, and organs throughout the body begin to enlarge, and the body changes its ability to process and use nutrients like sugars and fats.",
        "A procedure called a cardiac catheterization can then be performed during which a small thin tube (catheter) with a balloon tip, may be used to enlarge the opening between the two atria until surgery can be performed.",
        "These adenoids may enlarge with repeated respiratory tract infections and ultimately block the eustachian tubes.",
        "Simply clicking on the image that catches your eye, will enlarge the picture and give you a better understanding on how to get the look.",
        "The uterus is designed to enlarge as the baby grows.",
        "Just remember, squinting is bad for your eyes, so feel free to click on the images to enlarge them.",
        "In fact, the motif is as emblematic of Sprouse as the graffiti artwork; during the 1970s, when he discovered the magic of a Xerox color copier, he would enlarge images of roses and other flowers and send them to friends.",
        "Enlarge a world map and do some research to find out about major fossil discoveries.",
        "The tattoo artist will take the design you want and will enlarge or shrink it to the circumference of your wrist.",
        "Scars frequently spread as they form, allowing the design to enlarge.",
        "You can shrink or enlarge a tattoo stencil printed from your computer to help customize your fit.",
        "As with most things incorporating yoga, a small but dedicated collective decided to enlarge and improve its community.",
        "Sometimes, to take a small image and copy it or enlarge it, you have to put it on two separate pieces of paper, or when you enlarge it, the image becomes distorted.",
        "Use a copy machine to enlarge or reduce paper templates if they are not the correct size for your project.",
        "All of the GEHA insurance plans can easily be used with Medicare benefits to enlarge the health coverage available to the GEHA member.",
        "Print out the free pattern for the halter babydoll fly-away nightie, and enlarge the pieces according to the instructions.",
        "Set the flower color at 30 to 50 percent and enlarge the photo to fit the entire front of the card.",
        "Exfoliate: Exfoliating the skin with a gentle scrub removes dead skin cells and debris that can commonly clog pores and enlarge them.",
        "Masks: There are a multitude of over the counter masks and deep cleansing treatments that treat skin and clean embedded dirt and oils which eventually enlarge pores.",
        "However, if the patches are widespread over the body or begin to enlarge, it is worth the time and peace of mind to undergo a thorough evaluation.",
        "Smoking has been known to enlarge pores.",
        "Pores enlarge when skin loses overall elasticity.",
        "Bath soaps, even strong scrubs, may do little other than spread the sap around and enlarge the infected area.",
        "Using these, try your best to enlarge, shrink, or otherwise make your face fit as well as you can within the outline.",
        "In 1897 the whole tendency of thought and opinion was to enlarge the burden of which the preceding generation had been weary.",
        "ascending aorta enlarge, the SVC is compressed, blood flow slows, and complete occlusion may occur.",
        "The only way to enlarge the gene pool is to bring in new bloodlines from the wild.",
        "enlarge the full text screen click on the by the document.",
        "Red-Eye functions shown in orange (Click image to enlarge).",
        "Pink dots are sightings of fin whales, ( click on image to enlarge).",
        "They can visually enlarge a space and reflect the maximum amount of light possible."
    ],
    "definition": [
        "Link/Cite"
    ]
}