{
    "translation": "לגייס",
    "uses": [
        "Evidently. I'm wondering why you don't enlist help.",
        "He even made a generous, though unsuccessful, endeavour to enlist the support of Cicero.",
        "He sought the courts of Tuscany and Naples and tried to enlist Frank sympathies, inventing (probably) the curious myth, so often credited since, that the Druses are of crusading origin and owe their name to the counts of Dreux.1 1 Sophisticated Druses still sometimes claim connexion with Rosicrucians, and a special relation to Scottish freemasons.",
        "Constantine, recognizing the growing strength of the Church and wishing to enlist the loyal support of the Christians, treated them with increasing favour, and finally was baptized upon his death-bed (337).",
        "As it was, he had to enlist the help of Princess in order to move it a short distance.",
        "No portion of the regular army of the Netherlands is allowed to be sent on colonial service, but individual soldiers are at liberty to enlist, by permission of their commanding officers, in the army of Netherlands India, and they form its nucleus.",
        "He was educated at the school of the Basilians at Szarogrod, from which in 1787 he ran away in order to enlist as a volunteer in the Polish army.",
        "a licence to enlist allies among the Welsh marchers, Dermot secured the aid of the Clares and Geraldines.",
        "Aeschines narrates his quarrel with his sweetheart, and is advised to go to Egypt and enlist in the army of Ptolemy Philadelphus; in xv.",
        "Alexander fulminated with excommunication and interdict against the party of Manfred, but in vain; nor could he enlist the kings of England and Norway in a crusade against the Hohenstaufen.",
        "A last attempt was made by the papal court to enlist him in some public way against the Reformation.",
        "The necessity to enlist the interests of the natives on the side of the government, if any progress was to be made in industry or trade, was a lesson slowly learned.",
        "Child as I was, I at once felt the tenderness and sympathy which endeared Dr. Bell to so many hearts, as his wonderful achievements enlist their admiration.",
        "did not hesitate to enlist their Puritanism on the side of the papacy and make them his allies in imposing clerical celibacy.",
        "Lola Montez, created Countess Landsfeld, was supreme in the state; and the new minister, Prince Ludwig von Oettingen-Wallerstein (1791-1870), in spite of his efforts to enlist Liberal sympathy by appeals to pan-German patriotism, was powerless to form a stable government.",
        "He visited New York and Washington also to enlist help and sympathy.",
        "The plea of the last named on behalf of Corsica served to enlist the sympathy of Napoleon in his wider speculations, and so helped to bring about that mental transformation which merged Buonaparte the Corsican in Bonaparte the Jacobin and Napoleon the First Consul and Emperor.",
        "Experiments have also been made with the Kachin hillmen and with the Shans; but the Burmese character is so averse to discipline and control in petty matters that it is impossible to get really suitable men to enlist even in the civil police.",
        "But in accordance both with the growing tendency to separate command and administration and with the desire to enlist local sympathies and utilize local resources, \"associations,\" partly of civilian, partly of military members, were formed in every county and charged by statute with all matters relating to the enlistment, service and discharge of the county's quota in the force, finance (other than pay, &c. in camp), buildings, ownership of regimental property, &c. To these duties of county associations are added that of supervising and administering cadet corps of all sorts (other than officers' training corps), and that of providing the extra horses required on mobilization, not only by the territorial force, but by the expeditionary force as well.",
        "The heroism of the prisoners, and Silvio Pellicos account of his imprisonment (Le mie Prigioni), did much to enlist the sympathy of Europe for the Italian cause.",
        "Symphorien Champier (Champerius or Campegius) of Lyons (1472-1539), a contemporary of Rabelais, and the patron of Servetus, wrote with fantastic enthusiasm on the superiority of the Greek to the Arabian physicians, and possibly did something to enlist in the same cause the two far greater men just mentioned.",
        "Since 1894 the country has been practically undisturbed, and large numbers of Kachins are enlisted, and ready to enlist in the military police, and seem likely to form as good troops as the Gurkhas of Nepal.",
        "Besides tracing out the lines of Nadirabad, a town Since merged in modern Kandahar, Nadir had taken advantage of the time available and of opportunities presented to enlist a large number of men from the Abdali and Ghilzai tribes.",
        "The Federal government now attempted to enlist recruits, ostensibly to protect the western frontier from the Indians, but actually for the suppression of the insurrection; but the plan failed from lack of funds, and the insurgents continued to interrupt the procedure of the courts.",
        "In justification of their action, and to enlist the support of the Turkish people, the Government made much of the facts that the war was against Russia, the traditional and inexorable enemy of the empire, and that Great Britain and France were in alliance with Russia.",
        "In 1784 he ran away from school to enlist in the artillery, but was brought back and sent to study law at Lyons and Dijon.",
        "The conference of 1797 set itself to remove any ground for distrust among the societies and to enlist their hearty support in all branches of the work.",
        "He could not spare attention for the matter, but gave Dermot leave to enlist auxiliaries among the turbulent barons of the South Welsh Marches.",
        "During the 4th and following centuries the tendency to enlist the fine arts in the service of the church steadily advanced; not, however, so far as appears, with the formal sanction of any regular ecclesiastical authority, and certainly not without strong protests raised by more than one powerful voice.",
        "Thus it remained a school for the \" wise and prudent \"; and when Julian tried to enlist the sympathies of the common rude man for the doctrines and worship of this school, he was met with scorn and ridicule.",
        "According to a deposition which he made in January 1807 he was approached by Aaron Burr, who attempted to enlist him in his \"conspiracy,\" and wished him to win over the marine corps and to sound Preble and Decatur.",
        "Pathans enlist largely in the native army of India; and since the frontier risings of 1897 they have been formed with increasing frequency into class-regiments and regiments of native militia.",
        "He induced the universities of Cologne and Louvain to condemn the reformer's writings, but failed to enlist the German princes, and in January 1520 went to Rome to obtain strict regulations against those whom he called \"Lutherans.\"",
        "Although local affairs do nut now enlist, even in New England, so large a measure of interest and public spirit as the town system used to evoke in Massachusetts, Rhode Island and Connecticut in the thirties, still, broadly speaking, the rural local government of America may be deemed satisfactory.",
        "At the urgent entreaty of the comte d'Artois in 1791 he quitted Paris for Coblenz, accompanied Artois to Vienna, and was sent to the court of St Petersburg the same year to enlist the sympathies of Catherine II.",
        "They were at pains to insist upon purity of heart and life as an indispensable condition for success in prophesying and to enlist piety in the service of morality.",
        "Hamilton (Discussions, p. 197) allows greater sagacity to Collier than to Berkeley, on the ground that he did not vainly attempt to enlist men's natural belief against the hypothetical realism of the philosophers.",
        "He added also to their chiefships, and on the 1st of April hoisted the British flag, made a new treaty with Mwanga, and sent Major Roderick Owen to enlist 400 Sudanese from the Toro colonies.",
        "Coleridge projected a periodical called The Watchman, and in 1796 undertook a journey, well described in the Biographia Literaria, to enlist subscribers.",
        "Thou didst enlist early in the career of glory in the Order.",
        "Enlist the help of a creative friend or hire a professional.",
        "The major method of collection was to enlist the aid of school children.",
        "The Flood Insurance Agency (TFIA) In new york higher private mortgage privacy and personal enlist the cooperation.",
        "This year, after several years of thought, we have decided to enlist the help of a mechanical cultivator.",
        "enlist the aid of school children.",
        "enlist the cooperation when you're our.",
        "enlist as many volunteers as possible to clear litter in the village.",
        "enlist to fight in the First World War.",
        "enlist in the RAF and leave Darrowby for the duration.",
        "enlist in the forces of the British Empire.",
        "Your puppy will learn a great deal quicker if you can enlist the help of some willing volunteers.",
        "Out today, the album is his first to enlist an outside producer: his discarded persona, Prince.",
        "May need to enlist the help of the big pussycat for that one !",
        "Next, enlist the help of her friends.",
        "The non-commissioned officers are, as usual in universal service armies, drawn partly from men who voluntarily enlist at a relatively early age, and partly from men who at the end of their compulsory period of service are re-engaged.",
        "May need to enlist the help of the big pussycat for that one!",
        "Wherefore, in their company enlist us who keep thy memory with faith, celebrating thy holy solemnity on this day.",
        "thou didst enlist early in the career of glory in the Order.",
        "You can make an excellent compost in a small container and enlist the help of the brandling worms.",
        "It was inevitable, too, that ancient monarchies should enlist polytheistic conceptions of divine or half-divine men in support of the dynasties; \"Seu deos regesve canit deorum Sanguinem,\" Horace (Odes, iv.",
        "While there he probably came under the influence of the Dominicans, who were doing their utmost to enlist within their ranks the ablest young scholars of the age, for in spite of the opposition of his family, which was overcome only by the intervention of Pope Innocent IV., he assumed the habit of St Dominic in his seventeenth year.",
        "Accordingly, he was ready to meet the needs of his day to an extent and in a manner which even the versatile Jesuits, who much desired to enlist him in their company, did not rival; and, though an Italian priest and head of a new religious order, his genius was entirely unmonastic and unmedieval; he was the active promoter of vernacular services, frequent and popular preaching, unconventional prayer, and unsystematized, albeit fervent, private devotion.",
        "Rama, perhaps too perfect to enlist all our sympathies; his impetuous and loving brother Lakshman; the tender, constant Bharat; Sita, the ideal of an Indian wife and mother; Ravan, destined to failure, and fighting with all his demon force against his destiny - the Satan of the epic - all these are characters as lifelike and distinct as any in occidental literature.\"",
        "Only the defeated and deserters go to the wars, cowards that run away and enlist.",
        "Enlist som help at the other end of the tape measure to ensure your measurements are spot on.",
        "If you need a large number of cards, however, you'll probably want to enlist the help of a local printer for extra copies.",
        "Friends and family will want to do something to help, however, so you can enlist their aid in the search for clothing that will fit your tiny baby when it's time to bring him or her home.",
        "Enlist the help of friends and family members, and try to take things a step at a time to avoid getting overwhelmed.",
        "Many online ticket sellers have a maximum limit one person can buy, so you might need to enlist the help of one of your friends.",
        "You can also enlist the services of a realtor and get mortgage quotes.",
        "It's recommended that you enlist the services of a real estate agent whose specialty is commercial properties.",
        "It's okay to enlist the support of your neighbors by asking them to help you do a foot search, calling out your pet's name or squeezing its favorite noisy toy.",
        "For elaborate plans or complicated financial matters, it may be wise to enlist an experienced financial consultant.",
        "Depending on your outdoor kitchen design, you can do-it-yourself or enlist the aid of a contractor.",
        "Depending on the age of your children, you can enlist their help in certain aspects of the overall planning and selecting of decorations for their room.",
        "Enlist a friend or professional to help you with a simple face-enhancing routine.",
        "I also had to enlist the help of my daughter or husband frequently since I can't reach my back!",
        "If you don't have much experience choosing the right shadow for your eye color or often end up hating your purchase after you get home and try it out, go to a department store and enlist the help of the makeup counter staff.",
        "If you are still having trouble deciding on which colors to choose for your hazel eyes, why not enlist an expert and score a free makeover in the process?",
        "If you need inspiration for the best MAC kit either for yourself or for a lucky gift recipient, stop by a MAC counter and enlist the help of a cosmetic sales associate.",
        "If you need assistance or a tutorial in makeup application, be sure to enlist the service of a professional in either a beauty store or salon environment.",
        "Look after the essentials first and then enlist the help of the rest of your family to divide up the other duties that need to be looked after.",
        "Commit yourself to changing and enlist those around you to help.",
        "Enlist family and friends to help with decorating, baking cookies, or any other holiday activity that you do not particularly enjoy.",
        "For detailed projects, enlist the help of a parent or a classmate's parent to help you get your project to school safely.",
        "If you're a student struggling with the sport and homework, it may pay to enlist the services of a private tutor or personal trainer to help guide you throughout the sport and school season.",
        "The benefits can be social too, since you can enlist the help of a few close friends, and work out together.",
        "Enlist the help of a crafty friend and embellish ho-hum discount items with glitzy stones, white feathers or sprays of imitation pearls.",
        "Create a reasonable budget, research several vendors in each category, stick to your timeline and be sure to enlist the help of willing friends and family in the planning process.",
        "Obviously, if you are inviting several hundred guests, this may not be a feasible option unless you enlist the help of several others, but creating a handmade wedding invitation can add a personal touch to your wedding celebration.",
        "I was nearly in tears trying to do it myself when we finally decided to enlist the help of friends and family members.",
        "Enlist a friend or two to scope out the local craft and fabric stores for brown ribbon, pink ink pads, and anything else that comes in your color choices.",
        "If you are on a budget but still dream of being married on Cocoa Beach, enlist family, friends, and friends of friends.",
        "Unless you have friends or family who live near the beach where you plan to get married, you may want to enlist the help of a travel agent who specializes in destination weddings.",
        "After graduating high school he joined his father on the stage and in film, interrupting his career for a short time to enlist in the Marine Corps and fight in WWII.",
        "However, be sure to compare prices, and if you can't schedule too far in advance, consider last-minute deals or enlist help from a travel agent to save as much money as possible.",
        "While it may be possible to enlist friends, family, and neighbors to come to your home and check on your pet while you're away, it doesn't always work out as well as planned.",
        "You may need to enlist the help of a trusted friend or significant other to tell you whether a look works for you.",
        "If you are unable to attend a class, enlist the help of a friend or family member who knows how to sew.",
        "However, it's not cost-effective for shops to provide items for very small demographics, so enlist other tall, plus size friends in your campaign to convince stores to stock items you need and want to buy.",
        "If you want to pull off large-scale pranks, you'll need to enlist a group of willing participants.",
        "Enlist the help of your friends to jam as many doors as possible before school starts in the morning!",
        "Enlist a friend or family member to work with you and make sure you're getting the benefits and type of policy you want.",
        "Enlist the help of friends, family and neighbors, if possible.",
        "If all else fails, you can enlist the services of a local optometrist, who can refer you to a reputable repair center which specializes in high-end, delicate eyewear.",
        "Create a player from scratch, determining his look, position, and abilities and enlist a team of your own making through winning pickup games and street challenges.",
        "If you are serving large quantities of Champagne, it's best to enlist the help of as many people as possible.",
        "From the beginning, she should discuss with her doctor that she wants to avoid having a c-section if at all possible and enlist his opinion on how to achieve it.",
        "They should check with friends and relatives to try to locate the child and enlist their help in thinking about where the child might be.",
        "The founder of the New York City Ballet and grandfather of the now famed holiday production of The Nutcracker, Balanchine was the first classical choreographer to enlist modern dancers into his company.",
        "If you decide to do your own Sedu hair styling, be sure to enlist a quality Sedu hair iron and recommended styling products.",
        "If you don't feel comfortable going it alone, enlist the help of an experienced professional.",
        "Temporary fashion colors are easier to apply at home, and most salons veer away from temporary color services, so if you go that route, expect to become the creative artist or enlist the help of a good friend to aid in the application.",
        "Many florists can even create special hair pieces for flower girls, so be sure to enlist their help and creativity when it comes to outfitting the bridal party hair pieces.",
        "You may need to hire a stylist or enlist the help of a talented friend.",
        "Because dark hair commonly lightens with unwanted brassy tones, your chances of getting the exact shade of caramel highlights that you want definitely improve if you enlist the help of a licensed colorist.",
        "Enlist the help of your preschooler when preparing meals and snacks.",
        "You may also be able to enlist the help of a bank that is part of the national system.",
        "Some families with high-order multiples enlist grandparents, relatives, and friends to help care for the babies in the early weeks.",
        "The Camera: If you decide to enlist an amateur for the photo job, make sure they know the camera to avoid fumbling with the buttons and settings on the big day.",
        "Even if you're a single parent, enlist help from family and friends so that you don't feel alone.",
        "Nightly, the hotel has a Wines of the World vintage collection at a special reception, or you can enlist the concierge for help in booking a table at the Grand Café or tickets to a show within walking distance of your overnight digs.",
        "Enlist the help of a few friends, and as you play, watch for areas where things get confusing.",
        "For the best effect, enlist several assistants to light the candles just before the reception begins so they will last as long as possible, or inquire with your venue's decorator about how the candles will be attended to.",
        "The key to enjoying a successful school fundraiser is to enlist the support of teachers, parents, and students.",
        "If you are not familiar with preparing this type of document, you may want to enlist the assistance of an experienced attorney.",
        "If you want to do a more advanced search, initiate contacts through email or chat, or enlist the special features, you will have to pay a $19.99 month fee.",
        "Getting dumped does hurt your ego, but enlist your best friends and closest family members in helping you remember everything you have to offer.",
        "If you would like for the ring to be a surprise, however, you may want to enlist the help of a close friend or relative.",
        "Sporting Events: Use the scoreboard at a game, have the question announced over the public address system, or enlist a player to help pop the question.",
        "Alternative Grooms: Enlist a close friend's aid to pop the question for you, complete with a traditional marriage proposal on bended knee, but instead of saying \"will you marry me\" they say \"will you marry (insert groom's name).\"",
        "Electronics Companies: Companies that make televisions, stereos, cellular phones, and other types of electronic devices enlist the services of technical writers to create installation and operating manuals.",
        "Whether you buy used furniture you've deemed to be safe or brand new items, enlist your child's help in choosing furniture and deciding where it should go.",
        "Enlist the help of everyone who is involved in your child's life- spouse, siblings, friends, relatives, doctors, and educators.",
        "If you can't fulfill your child's need for openness and discussion, enlist someone who can.",
        "If you aren't particularly handy with a needle and thread, then you may want to enlist the help of a friend or family member.",
        "To start the Labor Day off right, you may want to enlist your kids in some make-believe hard work.",
        "Frank's helicopter crashes, and while he survives, their son decides to enlist.",
        "Now or Never - George plans to enlist in the military, but ends up at Seattle Grace as John Doe.",
        "This avenue requires a bit of research and work; it helps to enlist the help of a native speaker of Japanese to ensure the translation is accurate.",
        "Planning world travel adventures for single moms can be easy if you enlist the right help.",
        "Enlist in the help of family - Let your family members know what they can do to help assist you and your family after the diagnosis.",
        "It may be a good idea to enlist the assistance of an attorney who specializes in working with small businesses to assist with the process.",
        "To repair your car, you may need to enlist the help of a professional.",
        "Use the school's PA system, do a skit at lunch in the cafeteria, and even enlist the help of faculty to get the word out by having them dress up a week before announcing the days to come.",
        "If you can enlist teachers, football players or the homecoming court to lead a special cheer, you're bound to get the students on their feet.",
        "Enlist the help of someone else to lift and move the items.",
        "It may be helpful to enlist the intervention of the family physician.",
        "Perhaps one day there will be, but for now, enlist the help of a physician, a nutritionist, and your local gym or walking buddy to lose your extra weight for good.",
        "When you're just starting out, it's a good idea to enlist the help of a certified kettlebell instructor to make sure that you're performing each exercise correctly.",
        "Enlist the help of your doctor in trying to get the surgery covered.",
        "Even if your state does not require it, make sure that you enlist your child in such a course.",
        "If you don't feel confident in your abilities to determine the right bra size for your daughter, enlist the aid of a sales associate in the lingerie department.",
        "If you don't have a lot of this stuff, peruse thrift stores for bargains and enlist the help of other mothers, too.",
        "Enlist the help of friends so that each table has someone in charge of each game.",
        "Enlist help from family members and friends or consider hiring a caterer.",
        "In the same episode featuring the cupcake fire truck, Katherine and Sophie enlist the help of firefighters to have a bake-off in an attempt to settle once and for all who is the better baker.",
        "Our reduced fellowship, the dwarf, elf, man and wizard, enlist the help of the rider of Rohan, a rather primitive, by Gondorian standards, society that lives on the plains protected by Gondor.",
        "They meet up with the sad, strange creature Gollum, from whom Bilbo had found the ring many years ago, and are forced to enlist his treacherous self into their company to further their own goals and prevent him from giving them away.",
        "At the same time it is an intensely social game, which gives advantages to those who can contact and enlist their friends to help (or find friends within the game itself).",
        "There are several reasons that it's a good idea to enlist the assistance of SEO professionals to handle meta tag selection for your website.",
        "If you are unsure about what to buy, enlist the help of a friend or family member experienced in web design to help.",
        "Enlist the help of a personal trainer or a nutritionist if needed to really whip yourself into shape."
    ],
    "definition": [
        "To engage (persons or a person) for service in the armed forces.",
        "To engage the support or cooperation of.",
        "To enter the armed forces.",
        "To participate actively in a cause or enterprise.",
        "en·list′ment\nnoun",
        "Link/Cite",
        "To enter on a list; to enroll; to register.",
        "(intransitive) To join a cause or organization, especially military service.\nThe army wants potential soldiers to enlist.",
        "To recruit the aid or membership of others.\nWe enlisted fifty new members.",
        "To secure, to obtain.\nThey enlisted government's support.",
        "inlets",
        "leints",
        "listen",
        "silent",
        "tinsel",
        "Link/Cite"
    ]
}