{
    "translation": "בצורה אדירה, במידה רבה מאוד",
    "uses": [
        "An enormously long row of carts full of wounded men had stopped in the street.",
        "He imagined himself as an enormously tall, powerful man who was throwing cannon balls at the French with both hands.",
        "The number of French periodicals, reviews and magazines has enormously increased, not only in Paris but in the provinces.",
        "The first is flaccid and sluggish in its movements, and has not much power of contraction; its epipodial lobes are enormously developed and extend far forward along the body; it gives out when handled an abundance of purple liquid, which is derived from cutaneous glands situated on the under side of the free edge of the mantle.",
        "The improbability of such an arrangement is enormously great.",
        "supplementary vascular bundles, anomalous cambial zones, &c. It is often enormously developed and forms a very important tissue in roots.",
        "The area cultivated as vineyards has increased enormously, from about 4,940,000 acres to 9,880,000 acres, or about 14% of the total area of the country.",
        "After the Declaration of Independence, Jews are found all over America, where they have long enjoyed complete emancipation, and have enormously increased in numbers, owing particularly to immigration from Russia.",
        "The 10th century, by means of this illumination of one of the darkest regions of disease, may diminish human suffering enormously, and may make habitable rich and beautiful regions of the earth's surface now, so far as man's work is concerned, condemned to sterility.",
        "About the same time, having shown too open sympathy with the revolutionary or reforming tendencies of 1848, he was for; olitical reasons obliged to leave Berlin and retire to the seclusion of Wiirzburg, the medical school of which profited enormously by his labours as professor of pathological anatomy, and secured a wide extension of its reputation.",
        "The visits to the United Kingdom of properly organized teams of bowlers from Australia and New Zealand in 1901 and from Canada in 1904 demonstrated that the game had gained enormously in popularity.",
        "The, importation has, however, enormously increased since 1882from 164,600 to 1,126,368 tons; while the extent of land devoted to corn cultivation has slightly decreased.",
        "It is worthy of notice that in those Nemertines which make a very free use of their proboscis, and in which it is seen to be continually protruded and retracted, the walls of the proboscidian sheath are enormously muscular.",
        "During the latter years of Anne's reign, Biren increased enormously in power and riches.",
        "The weight and speed of goods trains vary enormously according to local conditions, but the following figures, which refer to traffic on the London & North-Western railway between London and Rugby, may be taken as representative of good English practice.",
        "It may be mentioned that the Bactrian camel, which is a shorter-legged and more ponderous animal than the Arabian species, grows an enormously long and thick winter coat, which is shed in blanket-like masses in spring.",
        "4 Taking his labours as a whole, there cannot be a doubt that he enormously enlarged the purview of naturalists, and, even if limited to birds, that, on the completion of his work upon them in 1783, ornithology stood in a very different position from that which it had before occupied.",
        "The productions of Germany, Belgium and the United States have enormously and fairly regularly increased.",
        "For the French retreating along the old Smolensk road, the final goal-- their native land--was too remote, and their immediate goal was Smolensk, toward which all their desires and hopes, enormously intensified in the mass, urged them on.",
        "Even when we treat him merely as a dramatist our enjoyment of his later works gains enormously if we take them as organic wholes, and not as mere plots dressed up in verse and action.",
        "Statistics collected in 1893-1894 and 1896 revealed the existence of 1831 libraries, either private (but open to the public) or completely public. The public libraries have been enormously increased since 1870 by the incorporation of the treasures of suppressed monastic institutions.",
        "Although in later ages its importance was enormously magnified, it differs only in degree, not in kind, from other charters granted by the Norman and early Plantagenet kings.",
        "Thus within eight years the range of territory from which Vienna drew its former throngs of wealthy pleasure-seeking visitors and more or less permanent inhabitants - Italian, German and Hungarian - was enormously restricted.",
        "The death of Mirabeau in April 1791 was a severe blow to Montmorin, the difficulty of whose position was enormously increased after the flight of the royal family to Varennes, to which he was not privy.",
        "The conditions which are peculiar to the modern world are the large numbers we have to deal with, the vast and fairly homogeneous areas in which justice is administered and property secured, and the enormously increased facilities for transport and communication.",
        "The value varies enormously according to colour, which should be a particular shade of dark green.",
        "He was enormously tall, handsome, amiable as Frenchmen are, and was, as all Moscow said, an extraordinarily clever doctor.",
        "Can the French be so enormously superior to us that when we had surrounded them with superior forces we could not beat them?",
        "In the ostrich, Struthio, the craze of overloading the stomach with pebbles which, when triturated into sand, are not voided, has brought about a dislocation, so that the enormously widened and stretched space between proventriculus and gizzard forms a bag, directed downwards, whilst the gizzard itself with part of the duodenum is rotated round its axis to more than loo°.",
        "Paul habitually expanded and deepened this, and, in this case, that paragraph is enormously enlarged, so that it may be regarded as including chapters i.-iii., and as carrying the main thought of the epistle.",
        "This is really the case, for all observations show that the Antarctic and Arctic ice-bound seas are enormously rich in diatom life when compared with temperate and tropical regions: the great Antarctic zone of sea-bottom deposit, in which the skeletons of diatoms predominate, covers some ten millions of square miles.",
        "The number of emigrant Germans has enormously decreased of late years, Russia and Austria-Hungary now being most largely represented.",
        "For four years (1868-1872) the government expenses increased to ten times their normal volume, taxation was enormously increased, and about $57,000,000 of debt was created.",
        "This root-and-branch policy proved enormously successful, and George Watson's college, Stewart's college, Queen Street ladies' college, George Square ladies' college, Gillespie's school, and others, rapidly took a high place among the educational institutions of the city.",
        "He developed enormously the policy of land purchase, which the Unionists had found to exercise such a calming and beneficial effect; and the Land Purchase Act which he successfully carried in 1903 was the most comprehensive measure of the kind ever submitted to Parliament.",
        "Unfortunately, the calculation of probable railway revenue on The railwhich the conventions had been based proved to be way C0fl enormously exaggerated.",
        "The evidence as set out by Darwin has been added to enormously; new knowledge has in many cases altered our conceptions of the mode of the actual process of evolution, and from time to time a varying stress has been laid on what are known as the purely Darwinian factors in the theory.",
        "As illustrating the general impoverishment of the Russian peasantry, it may be stated that the arrears of taxation owed by them have increased enormously since 1882, when they a, ounted to £2,854,000, until in 1900 the total amount was put k £15,222,000.",
        "How far this movement will extend it is impossible to say; it is certain, however, that it will be enormously important in re-aligning trade conditions in the United States, Canada and Mexico.",
        "Unfortunately the effects of magnetization upon the specific resistance of bismuth vary enormously with changes of temperature; it is therefore necessary to take two readings of the resistance, one when the spiral is in the magnetic field, the other when it is outside.",
        "It is now simply a title of honour and one, moreover, the social value of which differs enormously, not only in the different European countries, but within the limits of the same country.",
        "Tuscan plaits and hats vary enormously in quality and value; the plait of a hat of good quality may represent the work of four or five days, while hats of the highest quality may each occupy six to nine months in making.",
        "With the development of cotton and silk industries the town has increased enormously, and is now second in importance only to Derby among the towns of the county.",
        "Though, in all fairness, ten years had changed some people enormously.",
        "In from twelve to twenty-four hours these severe constitutional symptoms usually pass off, but in the meantime the swelling and discoloration have spread enormously.",
        "Modern surveying ships no longer make use of hempen lines with enormously heavy sinkers, such as were employed on the \" Challenger,\" but they sound instead with steel piano wire not more than 310 to 215 of an inch in diameter and a detachable lead seldom weighing more than 70 lb.",
        "It is connected by railway with Berlin, Hamburg, Bremen, Hameln, Cologne, Altenbeken and Cassel, and the facilities of intercourse have, under the fostering care of the Prussian government, enormously developed its trade and manufactures.",
        "Failing to appreciate this fully, Wellington omitted to order an immediate concentration on his inner (left) flank as Blucher had done, and the danger of Blucher's position was thus enormously increased.",
        "Printing, in fact, has supplied a great incentive to the development of literature, the output has increased enormously, and will doubtless continue to do so for a long time to come.",
        "The evidence for this view, that all these agencies are at bottom connected together and parts of the same scheme, was enormously strengthened during the latter half of the 19th century by the development of a relation of simple quantitative equivalence between them; it has been found that we can define quantities relating to them, under the names of mechanical energy, electric energy, thermal energy, and so on, so that when one of them disappears, it is replaced by the others to exactly equal amount.",
        "The Federal navy was enormously expanded.",
        "His famous \" law of correlation,\" which by its apparent brilliancy added enormously to his prestige, is not supported by modern philosophical anatomy, and his services to stratigraphy were diminished by his generalizations as to a succession of sudden extinctions and renovations of life.",
        "Asplanchnaceae, plankton, dwellers in small pools, are, however, ovoid, and Trochosphaera is spherical and must owe its floating powers to the low density of the liquid in its enormously dilated bodycavity.",
        "I) its strength will be enormously increased.",
        "Both the original series in the late 1970s and the re-imagined version, which aired as a mini-series and later, a full-fledged series for the then Sci-Fi Channel were enormously popular.",
        "Bassett, 3 is the petiole, and its terminal tuft of woolly hairs the enormously developed pubescence of the young oak-leaf.",
        "Naval expenditure has enormously increased since 1871, the total for 1871 having been about 900,000, and the total for 1905-1906 over 5~ 100,000.",
        "They also experimented with constant temperatures of -79°, -185° and -203', and found that at these low temperatures the effect of magnetization was enormously increased.",
        "Doliophis intestinalis of Indo-China has enormously developed poison glands, which extend down the whole anterior third of the body, in front of the heart.",
        "The accumulated treasures of Meshed `Ali were carried off by the Wahhabites early in the 19th century, and in 1843 the town was deprived of many of its former liberties and compelled to submit to Turkish law; but it is again' enormously wealthy, for what is given to the shrine may never be sold or used for any outside purpose, but constantly accumulates.",
        "The substitution of steel for iron as the material for rails which made possible the axle loads and the speeds of Lto-day, and, by reducing the cost of maintenance, contributed enormously to the economic efficiency of railways, was one of the most important events in the history of railways, and a scarcely less important element of progressive economy has been the continued improvement of the steel rail in stiffness of section and in toughness and hardness of material.",
        "Intra-urban railways, as compared with ordinary railways, are characterized by shortness of length, great cost per mile, and by a traffic almost exclusively passenger, the burden of which is enormously heavy.",
        "The career of Napoleon, which had lured France far away from the principles of 1789, now brought her back to that starting-point; just as, in the physical sphere, his campaigns from1796-1814had at first enormously swollen her bulk and then subjected her to a shrinkage still more portentous.",
        "The trade was enormously profitable, not only to the merchants but to the town, which levied a rigorous duty on all exports and imports; at the same time formidable risks had to be faced both from the desert-tribes and from the Parthians, and successfully to plan or convoy a great caravan came to be looked upon as a distinguished service to the state, often recognized by public monuments erected by \" council and people \" or by the merchants interested in the venture.",
        "Every \"line\" of its build is designed and eminently adapted for rapid progression through the water; the muscles massed along the vertebral column are enormously developed, especially on the back and the sides of the tail, and impart to the body a certain rigidity which interferes with abruptly sideward motions of the fish.",
        "The number of eggs produced at a time varies enormously according to the species, from about half a dozen, more or less, in some ant-mimicking Attidae or jumping spiders to many hundreds in the larger orbicular-webbed spiders of the family Argyopidae.",
        "Though the association brought about an extension and improvement of the Indian crop, in which result it was enormously assisted by the high prices consequent upon the American Civil War, it sank after a few years into obscurity, and soon passed out of existence altogether, while the effects of its work dwindled finally into insignificance.",
        "The cost of living has doubled and the price of land has risen enormously.\"",
        "At any rate the mean standard of health will be raised, perhaps enormously.",
        "Since 1880 Italians, Russians, Poles, Austrians, Bohemians and Hungarians have enormously increased in the immigrant population.",
        "Of recent years the growing stringency of both national and local finances by enormously increased disbursements has made important the question of the relation of national with state and local taxation.",
        "This appointment was inaugurated by two events, - a course of eight lectures on sound, which proved no success and was not repeated, and the determination by means of a revolving mirror of the speed of electric discharge in conductors, a piece of work leading to enormously important results.",
        "The most remarkable feature of the genus is, however, the extraordinary development of the zygomatic arches of the skull, which are enormously expanded vertically, forming great convex bony capsules on the sides of the face, enclosing on each side a large cavity lined with mucous membrane internally, and communicating by a small opening with the mouth.",
        "By this means the ascus cell is brought uppermost, and after the fusion of the two nuclei it develops enormously and produces the ascospores.",
        "r, each with its own set of constitutents, and remember that by different rates of cooling from different temperatures we can retain in the cold metal these different sets of constituents in widely varying proportions; and when we further reflect that not only the proportion of each constituent present but also its state of aggregation can be controlled by thermal treatment, we see how vast a field is here opened, how great a variety of different properties can be induced in any individual piece of steel, how enormous the variety of properties thus attainable in the different varieties collectively, especially since for each percentage of carbon an incalculable number of varieties of steel may be made by alloying it with different proportions of such elements as nickel, chromium, &c. As yet there has been only the roughest survey of certain limited areas in this great field, the further exploration of which will enormously increase the usefulness of this wonderful metal.",
        "the most efficient of the prime movers employed by man, and in the United States of America and on the continent of Europe 2 its use has enormously increased of recent years.",
        "For the particular soil in question it was found that the diffusivity varied enormously with the degree of moisture, falling as low as ooio C.G.S.",
        "The immediate effect was to make him enormously rich, his wealth being increased by his natural aptitude for business until, after the death of his mother in 1821, his fortune was reckoned at some 8,000,000.",
        "Vicissitudes of over-production and inflation came to interfere with an even course of success, but the industry developed and has increased enormously.",
        "When opened up by an elaborate and complete system of drainage, they have been found to possess the power of producing enormously heavy yields, and it is from such estates that the greatest yields in India have come.",
        "The output of the ore has enormously increased of recent years, and the production of pig iron, as given for I 905, amounted to 10,875,000 tons of a value of 28,900,000.",
        "But before the raw material of history thus began to increase enormously in bulk, it bad already begun to change its character and to assume its modern form.",
        "certainly point to this conclusion, unless we are prepared to believe that auroras have increased enormously in number.",
        "No glands open into the alimentary canal, but a diverticulum, which varies enormously in size, opens into the rectum.",
        "But he failed to win the permanent adhesion of the people to his reform, or to conciliate or entirely crush the enormously powerful priesthood of Ammon.",
        "Comrnerce.The trade of Egypt has developed enormously since the British occupation in 1882 ensured to all classes of the community the enjoyment of the profit of their labor.",
        "The characteristic triliteral roots of all the Semitic languages seemed to separate them widely from others; but certain traits have caused the Egyptian, Berber and Cushite groups to be classed together as three subfamilies of a Hamitic group, remotely related to the Semitic. The biliteral character of Coptic, and the biliteralism which was believed to exist in Egyptian, led philologists to suspect that Egyptian might be a surviving witness to that far-off stage of the Semitic languages when triliteral roots had not yet been formed from presumed original biliterals; Sethes investigations, however, prove that the Coptic biliterals are themselves derived from Old Egyptian triliterals, and that the triliteral roots enormously preponderated in Egyptian of the earliest known form; that view is, therefore, no longer tenable.",
        "contraction of muscle; it enormously delays the return from the contracted state, as also does epinephrin, an alkaloid extracted from the suprarenal gland.",
        "The nerve cell just prior to sleep is still well capable of response to stimuli, although perhaps the threshold-value of the stimulus has become rather high, whereas after entrance upon sleep and continuance of sleep for several hours, and more, when all spur to the dissimilation process has been long withheld, the threshold-value of the sensory stimulus becomes enormously higher than before.",
        "The Danish national debt, too, had risen enormously, while the sources of future income and consequent recuperation had diminished or disappeared.",
        "Apart from the lost Handboc or Encheiridion, which seems to have been merely a commonplace-book kept by the king, the earliest work to be translated was the Dialogues of Gregory, a book enormously popular in the middle ages.",
        "Thousands of feet of basalt have been worn away from many parts of its surface; deep and wide valleys have been carved out of it; and so enormously has it been wasted, that it has been almost entirely stripped from wide tracts which it formerly covered and where only scattered outliers remain to prove that it once existed.",
        "The theory of evolution is supported by a great range of evidence, much of which was first collected by Darwin, and which has been enormously increased by subsequent workers excited by his genius.",
        "\" He was never tired of asserting his belief \" that the Christian Church had not yet presented its final or its most perfect aspect to the world \"; that \" the belief of each successive age of Christendom had as a matter of fact varied enormously from the belief of its predecessor \"; that \" all confessions and similar documents are, if taken as final expressions of absolute truth, misleading \"; and that \" there still remained, behind all the controversies of the past, a higher Christianity which neither assailants nor defenders had fully exhausted.\"",
        "Though the demand for good domestic wrought-iron work has enormously increased, adaptations from the beautiful work of the 17th and 18th centuries have been found so suited to their architectural surroundings, that new departures have been relatively uncommon.",
        "Yet his budgets were enormously greater than ever before.",
        "Its short curved horns and skull are enormously massive.",
        "The area under cotton increased enormously, and the growers managed to retain in their own hands a fair share of the profit.",
        "His headdress he calls a pag; it is a turban of amamah shape but enormously large.",
        "When a telescope is employed this number is enormously increased, and still more so with the introduction of photographic methods; with modern appliances more than a hundred million of these objects may be rendered perceptible.",
        "These two stars must have an intrinsic brilliancy enormously greater than that of the sun, for if the sun were removed to such a distance (parallax o oi\"), it would appear to be of about the tenth magnitude.",
        "The Summary Jurisdiction Acts, by which large numbers of minor offenders were discharged on bail, or subjected to fines or very brief terms of imprisonment, have also tended to diminish the prison population enormously.",
        "Though the number of his adherents thus increased enormously, their military value was small.",
        "Under a further convention of July 1907, the resident-general's powers were enormously increased.",
        "Literature flourished under the royal patronage, education was encouraged, and the material condition of the country improved enormously.",
        "The current expenses of the state in the years of Reconstruction were also enormously increased.",
        "The cereal crops increased enormously in the decade 1899-1909.",
        "However detrimental these redundancies may be to the poetic beauty of the epic, they add enormously to its interest for students of Germanic history or legend.",
        "It should be remarked, in passing, that these rates are enormously higher amongst illegitimate children than amongst those born in wedlock, and that the proportion of still-born amongst the former is also in excess of that amongst the latter by some 50%.",
        "But a far more potent factor in swelling the numbers of the Catholics has been the immigration of the Irish, which began early in the 19th century, but was enormously stimulated by the famine of 1846.",
        "2 The quantitative study of electrical phenomena has been enormously assisted by the establishment of the absolute system of electrical measurement due originally to Gauss and Weber.",
        "That prestige was enormously enhanced when, in 1497-1499, Vasco da Gama completed the voyage to India.",
        "Wages for men employed in building, owing in part to scarcity of labour but chiefly to action of the labour unions, rose enormously, masons being paid $12 a day for a day of 8 hours.",
        "We shall, therefore, in what follows, consider only that part of the force which depends on OM, where 4)(f) is a function of f which is insensible for all sensible values of f, but which becomes sensible and even enormously great when f is exceedingly small.",
        "the zoogloea is now known to be a sort of resting condition of the Schizomycetes, the various elements being glued together, as it were, by their enormously swollen and diffluent cell-walls becoming contiguous.",
        "Although the production has decreased relatively, yet it has increased enormously absolutely; in 1900, it was 55,804,420 oz., being second to the United States; in 1905 it was 73,838,066 oz., establishing a record for any single country.",
        "annually; this dropped in the following century to about one-half; it then recovered, and in recent times has enormously increased, attaining 12,535,238 oz.",
        "The number of the recipients of this free gift grew so enormously, that both Caesar and Augustus were obliged to reduce it.",
        "In the parasitic Copepoda and Isopoda the disparity in size is carried to an extreme degree, and the minute male is attached, like a parasite, to the enormously larger female.",
        "growth of the church relatively to the population has not been particularly startling, there can be no doubt that, since the restoration of the Roman Catholic hierarchy in 1851, its general political and religious influence has enormously increased.",
        "Trade has enormously expanded; new centres of commerce have sprung up in spots which formerly were silent jungles; new staples of trade, such as tea and jute, have rapidly attained importance; and the coalfields and iron ores have opened up prospects of a new and splendid era in the internal development of the country.",
        "But of course it must be remembered that not merely were munitions provided in 1917 and 1918 on an unprecedented scale, but that prices had risen enormously until, towards the close of the war, they were about double those of four years before.",
        "We cannot do this, but of happily the grains in a sand formation differ very widely in diameter, and if, from the interstices between the larger grains in the neighbourhood of an orifice, we can remove the finer grains, the resistance to flow of water is at once enormously reduced.",
        "Since about 1800 this industry had been confined to the north-west of Bohemia, and it survived just till 1900, when it was entirely abandoned - not because its product had become any less necessary, but, quite on the contrary, because the enormously increasing demand for fuming sulphuric acid, arising through the discovery of artificial alizarine and other coal-tar colours, could not possibly be supplied by the clumsy Bohemian process.",
        "Knowledge of the development has been enormously extended by numerous embryologists, e.g.",
        "The morphologist may propose classifications, and the embryologist may erect genealogical trees, but all schemes which do not agree with the direct evidence of fossils must be abandoned; and it is this evidence, above all, that gained enormously in volume and in value during the last quarter of the 19th century.",
        "Both sexes feed upon blood; whereas the male alters but little in appearance, the female becomes enormously distended.",
        "The enforcement of the law has varied, however, enormously according to the locality.",
        "The production of wheat, with the use of wheat bread, has increased enormously since the extension of railways has made possible the transportation of grain for great distances (see Grain Trade).",
        "But metaphysical systems of ethics are no novelty even in England, and, while the increased interest in ultimate issues of philosophy has enormously deepened and widened men's appreciation of moral problems and the issues involved in conduct, the actual advance in ethical theory produced by such speculations has been comparatively slight.",
        "of the T'ai-p'ing rebels added enormously to the value of land.",
        "1 743) and James Short of Edinburgh (1710-1768) the instrument unfolded, in the ensuing century, some of its capabilities, which the labours of William Herschel enormously enhanced.",
        "Solar physics has profited enormously by the abolition of glare during total eclipses.",
        "In this way it was possible for the chief to extend his power enormously.",
        "Through marriages, conquests and inheritance, the dukes of Burgundy had enormously increased their influence; while during the Hundred Years War they had benefited alternately by their criminal alliance with the English and by their self.",
        "Vain and imaginative, Th his reputation was enormously enhanced by his Economies royales; he was no innovator, and being a true representative of the nation at that period, like it he was but lukewarm towards reform, accepting it always against the grain.",
        "While Omdurman grew to a huge size the population of the country generally dwindled enormously from constant warfare and the ravages of disease, small-pox being endemic. The Europeans in the country were kept prisoners at Omdurman.",
        "In habit the Calamarieae appear to have borne, on the whole, a general resemblance to the recent Equisetaceae, in spite of their enormously greater bulk.",
        "The Lower Coal Measures (Westphalian) have an enormously rich flora, embracing most of the types referred to in our systematic description.",
        "We are enormously grateful for any donation of whatever size.",
        "The proportion of iconographic questions will vary enormously according to the nature of the museums's holdings.",
        "The CAP does little to help small scale farmers but enormously benefits rich agribusinesses.",
        "allantoic cavity to expand enormously.",
        "He felt that the transparency of the plans would be enormously beneficial to the University.",
        "To have studied a bioscience adds enormously to ones education for life about life.",
        "The approach he advocates could have been enormously helpful to women who were wrongly convicted of killing their dead children.",
        "convulsermoil now convulsing human affairs is unprecedented, and many of its consequences may well prove enormously destructive.",
        "While the valves appear very delicate, the collagen in their structure makes them enormously strong.",
        "emanate mainly from the outer regions, and vary enormously with solar activity.",
        "Sexual reproduction has enormously enriched the wealth of life on Earth.",
        "Avoid the use of frost-free freezers, which vary enormously in temperature during the frequent automatic defrosting cycles.",
        "Suffice it to say that they were enormously influential.",
        "Discover how simple skills can still produce enormously inventive ILT.",
        "Washing will be increased enormously, so pare down on the time devoted to laundering household and personal things.",
        "At its best this is an enormously productive relationship, with life-long loyalties in both directions.",
        "During rainfall, or near clouds or dust layers, the magnitude of this current might well be enormously increased; its direction would naturally vary with climatic conditions.",
        "In the ostrich, Struthio, the craze of overloading the stomach with pebbles which, when triturated into sand, are not voided, has brought about a dislocation, so that the enormously widened and stretched space between proventriculus and gizzard forms a bag, directed downwards, whilst the gizzard itself with part of the duodenum is rotated round its axis to more than looÃ‚°.",
        "During every laying season the left duct increases enormously by new formation of its component fibres.",
        "Things went better with it from that time until 1894-1895, when, owing to internal troubles in the empire, and the consequent fear of creating worse disorders, by the strict enforcement of the monopoly, the government withdrew most of its support, and contraband enormously increased.",
        "They also experimented with constant temperatures of -79Ã‚°, -185Ã‚° and -203', and found that at these low temperatures the effect of magnetization was enormously increased.",
        "There are conditions in which we have an abnormal increase in the tissue elements but which strictly should not be defined as hypertrophies, such as new-growths, abnormal enlargements of bones and organs due to syphilis, tuberculosis, osteitis deformans, acromegaly, myxoedema, &c. The enormously long teeth sometimes found in rodents also are not due to hypertrophy, as they are normally endowed with rapid growth to compensate for the constant and rapid attrition which takes place from the opposed teeth.",
        "But pari passu with the extraordinary impetus given to its trade by the successful conclusion of the war with China, the national expenditure enormously increased, rising within a few years from 80 to 250 million yen.",
        "The states vary enormously in size, from the 12,000 sq.",
        "The productions of Germany, Belgium and the United States have enormously and fairly regularly increased; the rise has been most rapid in the United 2 From the name of this tribe the German word Messing, brass, is undoubtedly derived (see K.",
        "Such a pair of concentric spheres constitute a condenser (see Leyden Jar), and it is obvious that by making R2 nearly equal to R 1, we may enormously increase the capacity of the inner sphere.",
        "The removal of the papal court from Rome to Avignon, however, not only reduced its prestige but increased the pope's chronic financial embarrassments, by cutting off the income from his own dominions, which he could no longer control, while the unsuccessful wars waged by John XXII., the palace building and the notorious luxury of some of his successors, served enormously to augment the expenses.",
        "The mesogloea becomes enormously increased in quantity (hence the popular name \"jelly-fish\"), and in correlation with this the endoderm-layer lining the coelenteron becomes pressed together in the interradial areas and undergoes concrescence, forming a more or less complicated gastrovascular system (see Medusa).",
        "About the same time the Franks overran and occupied the modern Belgium, and in the course of the next half-century their dominions were enormously extended towards the south (see FRANKS).",
        "Upon a further demand, Motazz, having failed to procure money from his mother Qabiha, who was enormously rich, was seized upon and tortured, and died of starvation in prison (Shaaban 255, July 868).",
        "The forelimbs are always a pair of wings, the fifth digit or \"little\" finger being enormously elongated for the support of a smooth flying membrane (seen in specimens from the lithographic stone of Bavaria).",
        "We passionately believe that all partners can benefit enormously from the sport of indoor rowing.",
        "Professor Balmer said: I was enormously moved by the stoicism shown by our US colleagues.",
        "Finances can be tight for single parents and the expense of the adoption can stretch a budget enormously.",
        "French Country style interior design is an enormously popular design style for many people today, and so the options available for the finishing touches, like French Country curtains has never been better.",
        "The original Tiffany lamps were enormously popular at the time, and they are hard to come by now, unless you have very deep pockets.",
        "The Vita Mix blender became enormously popular, first through word of mouth and then through the very first infomercials.",
        "Just admitting that you're having trouble is an enormously important step.",
        "Real stone - This classic option is enormously popular, and a good installation can transform the look of your kitchen.",
        "The possible introduction of allergens would complicate labeling and make it enormously difficult for consumers to identify foods which they cannot eat, especially is specific sources of genetically-modified ingredients are not identified.",
        "Some rides, like the Magic Kingdom's Splash Mountain are enormously popular that even if there isn't a line in the first hour, there soon will be.",
        "A first person shooter (FPS) is an enormously popular sub-genre.",
        "Starcraft, a doddering grandfather by American standards, is enormously popular, and at times there are two Starcraft matches being observed and commented on, ESPN-style, at the same time on South Korean cable television.",
        "It would be more intuitive, I feel, to offer a full range of camera movement within a certain radius around my squad; but despite this oddity, this feature is enormously helpful in planning attacks.And plan you must.",
        "With famed artist Toshio Iwai behind the game, an amazing set of sound toys to play with, and an enormously positive fan response, Electroplankton is turning into a surprise hit.",
        "There are also a lot of enormously popular titles on the horizon.",
        "Most RPGs feature thick storylines, intricate dialogue and enormously complex menu systems.",
        "The best part is you choose when to go to these planets, leading to an enormously open-ended experience.",
        "The game, needless to say, was enormously popular.",
        "These massively multiplayer online role playing games (MMORPG) are enormously popular and grow in both user-base and number each year.",
        "Whether you want to sell your used games or keep your purchases in good shape, a few simple tips will extend your video games' life enormously.",
        "However, individual children vary enormously regarding the exact age at which each milestone is reached.",
        "How the condition then progresses varies enormously, and in some cases, the hair can be lost forever.Alopecia areata can be caused by autoimmune disease.",
        "This feature has the potential to enhance the online shopping experience enormously, and for many shoppers it truly does.",
        "The catalog sales are enormously popular because the catalog will feature a wider array of items versus the candy bar, cookies and cookie dough.",
        "The simple answer is enormously complicated.",
        "Taking a class at the local community college on the fundamentals of writing can help enormously.",
        "Beyond being classically attractive, many black shoulder bags are enormously functional.",
        "Harrison Ford's first major blockbuster film was another enormously successful series, Star Wars, in which Ford played the role of Han Solo.",
        "As well, fashion seems to have an enormously important role in our consciousness as social creatures.",
        "Trevor St John took over the role of Todd Manning from the enormously popular Roger Howarth.",
        "Bo's romances with Cassie, Nora and Sarah were all enormously popular with the fans of the daytime drama.",
        "A member of the Slater clan, Stacey is enormously popular with fans of EastEnders.",
        "Cass and Frankie were enormously popular until Frankie died in a brutal attack by a serial killer.",
        "Highlights, wedding clips and behind the scenes clips are enormously successful.",
        "The series came with a built in fan base because Harris' Southern Vampire Mystery series is enormously popular.",
        "Creating and maintaining a website is a relatively simple process and despite worries of waning viewing audiences, they can be enormously popular Internet destinations.",
        "The Bulova company grew enormously and was well-known across the United States for fine watches.",
        "Mail-order catalogs and online shopping have helped the lingerie business grow enormously.",
        "The song was also the public's introduction to Radiohead, an enormously influential band that continues to be on the cutting edge of music.",
        "After The Stranger, Joel released a string of successful albums in the 1980s, including the enormously popular Innocent Man and 52nd Street.",
        "Every High School Musical soundtrack is as enormously successful as the movies themselves.",
        "Their time signatures and synth work has been enormously influential on generations of synth and electronic musicians.",
        "They may be small in stature but the couple is enormously appealing.",
        "Italian groups and New Jersey residents alike took offense to the behavior of the cast on the show and worried that the enormously popular MTV reality show was perpetuating negative stereotypes.",
        "In this way German influence was enormously increased, and was represented by men of considerable capacity holding the highest official positions, such as Biren, Miinnich and Ostermann.",
        "Gustavus, whose lively imagination was easily excited by religious ardour, enormously magnified clerical influence in Poland and frequently scented dangers where only difficulties existed.",
        "His devotion to the interests of his family exceeded all bounds, and they became enormously wealthy.",
        "But with the development of the power of inter-communication by the use of language, the Record rapidly acquired an increased development, which was enormously extended by the continuous growth in mankind of the faculty of memory.",
        "Land went up in value, and farms, many of them at comparatively remote distances from the goldfields, were sold at enormously enhanced prices.",
        "The imprints in the enormously older new red sandstone or Lower Trias of Connecticut, and originally named Ornithichnites, belong to Dinosaurian Reptiles.",
        "The remaking of the city was enormously expensive, especially the alteration of the streets after 1866, when the city received power to make such alterations and assess a part of the improvements upon abutting estates.",
        "Rice farming, which had its beginning immediately after the Civil War and first became prominent in the 'seventies, has developed enormously since 1880.",
        "Estimates of the population of Arabia vary enormously, and the figures given in the following table can only be regarded as a very rough approximation: 4,825,000 Communications."
    ],
    "definition": [
        "Extremely, greatly: to an enormous degree.\nGloria is enormously pleased with our progress.\nHe was enormously popular.",
        "Shockingly.",
        "Link/Cite"
    ]
}