{
    "translation": "מספיק, די",
    "uses": [
        "She had enough for the entire family.",
        "I've taken up enough of his time.",
        "I've cut enough here for supper.",
        "I could never stay long enough on the shore.",
        "We already produce more than enough food to feed the planet.",
        "That is enough for me.",
        "That is not enough, I told them.",
        "He was not old enough to be a soldier, but he could be a scout--and a good scout he was.",
        "The latter wished to send her some books; but she could not find anything simple enough for her!",
        "The car had been shut up long enough that it smelled of old upholstery.",
        "They were glad enough to march back without it.",
        "She let up on the accelerator long enough to gain control of the vehicle.",
        "It was light enough to see a long way in the deserted street and it seemed more like morning or evening than night.",
        "Of course, she knew Alex well enough now to know he didn't like people to hand out information about him.",
        "He was not strong enough to work on the farm like his brothers; but he loved books and study.",
        "They also put in some bread and meat and other food, enough for several weeks.",
        "Besides, I've spent enough of his money on it already.",
        "They were in a hurry enough to start us, and now here we stand in the middle of a field without rhyme or reason.",
        "It wasn't enough, but it was all she felt capable of at the moment.",
        "And how is it she has not pride enough to see it?",
        "Other than the fact that she and Howard had already disrupted their lives enough for her, it was comforting to have her there.",
        "The braille worked well enough in the languages, but when it came to geometry and algebra, difficulties arose.",
        "I knew my own mind well enough and always had my own way, even if I had to fight tooth and nail for it.",
        "Being close enough so that she could attend college while living at home had been their rationalization, but she suspected they were also trying to stimulate her social life.",
        "The creatures had sense enough to reason that way, and the only mistake they made was in supposing the earth people were unable to overcome such ordinary difficulties.",
        "Give them that corn if there is enough of it.",
        "There was pasture enough for my imagination.",
        "Yang also quotes Mao as saying in a 1959 meeting, When there is not enough to eat, people starve to death.",
        "\"Oh, that will be easy enough,\" was the answer.",
        "\"It's true enough,\" returned the girl, earnestly.",
        "Am I depositing enough money in the account?",
        "But they had been inconvenienced enough with all her problems.",
        "It's easy enough, however, to say Helen is wonderful, because she really is.",
        "There will be time enough to think about love when I want to, but now I have no time.",
        "In fact, if you stayed sick long enough in that culture, the doctor had to pay you!",
        "If her companion does not give her enough details, Miss Keller asks questions until she has completed the view to her satisfaction.",
        "Dorothy was a little anxious about the success of their trip, for the way Jim arched his long neck and spread out his bony legs as he fluttered and floundered through the air was enough to make anybody nervous.",
        "She wasn't vain enough to think that turned him to drinking, though.",
        "Tell them it would be foolish for me to eat the piglet, because I had sense enough to know it would raise a row if I did.",
        "Follow your genius closely enough, and it will not fail to show you a fresh prospect every hour.",
        "I have enough on my plate already.",
        "Structural famine exists when enough food is technically on hand or able to be imported, but some portion of the population is economically separated from it.",
        "He nodded, his pale eyes darkening enough to twinkle.",
        "\"You don't need milk, Eureka,\" remarked Dorothy; \"you are big enough now to eat any kind of food.\"",
        "The apron did not dry quickly enough to suit me, so I drew nearer and threw it right over the hot ashes.",
        "Miss Sullivan and others who live constantly with the deaf can spell very rapidly--fast enough to get a slow lecture, not fast enough to get every word of a rapid speaker.",
        "But enough of gossip.",
        "This is a straight shot to economic poverty for any country desperate enough to try it.",
        "Curiously enough, it never occurred to me to call Greek patronymics \"queer.\"",
        "And if that were not enough, he killed by starvation in the name of a program called—I kid you not—\"The Super Great Leap Forward.\"",
        "He's been clear enough about that, and yet it's being pushed on him.",
        "It looks easy enough, now that Bob has shown how it is done.",
        "It ran into a narrow cleft which he had not seen before, and then through a long, dark passage which was barely large enough for a man's body.",
        "\"He eats enough to get fat, I'm sure,\" said the boy, gravely.",
        "The strangers took their seats at the table willingly enough, for they were all hungry and the platters were now heaped with good things to eat.",
        "Here the rocks were smaller, and he soon loosened them enough to allow him to squeeze through.",
        "You see, I have bullets enough in my body already.",
        "They couldn't leave here soon enough as far as she was concerned.",
        "Additionally, we will at some point in the not-too-distant future have enough biological understanding of the genome and enough computer horsepower to model complex interactions in the body.",
        "In the lean years, harvests are small and farmers sometimes don't even produce enough to have surplus to sell.",
        "I've tumbled through the air long enough to make me contented on this roof.",
        "Did not his white breast enough betray him?",
        "My point here is that currently the planet is producing enough food to feed everyone on it.",
        "This change could have occurred in nature; given enough monkeys and typewriters, it would eventually occur in nature.",
        "It is truly enough said that a corporation has no conscience; but a corporation of conscientious men is a corporation with a conscience.",
        "It's enough to have your pedigree flung in your face by those saucy dragonettes.",
        "If it gets enough \"meh\" responses, the system knows it has to re-juggle all the stats and do it differently.",
        "To me, this makes the problem of hunger that much sadder in the present—to realize that the planet has enough food, just not enough generosity.",
        "But once cars improved enough, for all intents and purposes we stopped increasing their top speed.",
        "The millions are awake enough for physical labor; but only one in a million is awake enough for effective intellectual exertion, only one in a hundred millions to a poetic or divine life.",
        "I represent my teacher as saying to me of the golden autumn leaves, \"Yes, they are beautiful enough to comfort us for the flight of summer\"--an idea direct from Miss Canby's story.",
        "I think, however, she will learn quickly enough by and by.",
        "This time he created enough suction to pull her nipple well into his mouth - feeding tube and all.",
        "We cannot deal with equations that big—but a computer will solve for that in a minute if it has enough data.",
        "For him it was no new conviction that his presence in any part of the world, from Africa to the steppes of Muscovy alike, was enough to dumfound people and impel them to insane self-oblivion.",
        "\"You must do as you please,\" said Prince Bolkonski, bowing to his daughter-in-law, \"but she need not make a fool of herself, she's plain enough as it is.\"",
        "\"That was the doctor,\" he called as he got close enough to be heard.",
        "Nations can do this by acquiring enough military might that an attempted land grab would cost their neighbors more than they would get if successful.",
        "Many of the detached incidents and facts of our daily life pass around and over her unobserved; but she has enough detailed acquaintance with the world to keep her view of it from being essentially defective.",
        "Alex was romantic enough to understand the sentimental significance of the home she had inherited.",
        "It is enough to make one's head whirl!",
        "Maybe they are simply great enough to receive without misgiving.",
        "When they called for the vessels again, I was green enough to return what bread I had left; but my comrade seized it, and said that I should lay that up for lunch or dinner.",
        "She pushed him back, speaking as firmly as she could without talking loud enough for the children to hear.",
        "But although the Munchkin was hardly tall enough to come to Zeb's shoulder he was so strong and clever that he laid the boy three times on his back with apparent ease.",
        "\"True enough,\" answered Nesvitski; \"two smart fellows could have done the job just as well.\"",
        "As if Destiny had not been through enough already, she was forced to stay inside the tent.",
        "Here is what I think he meant: If you could see a theoretical possibility for something in physics—\"something that might be true\"—then given enough time, you eventually could achieve it in reality.",
        "But as we grew up, reality set in that market forces did not allow those activities to pay enough to support us, so at some point we all figured out we had to \"earn a living.\"",
        "We can never have enough of nature.",
        "\"One would have thought quill drivers enough had sprung up,\" remarked the old prince.",
        "Each boom of thunder was loud enough to rattle the window panes.",
        "I should like very much to see you to-day Is the sun very hot in Boston now? this afternoon if it is cool enough I shall take Mildred for a ride on my donkey.",
        "I know you well enough to be sure that this will not turn your head, but it imposes duties on you, and you must be a man.",
        "It can spend money enough on such things as farmers and traders value, but it is thought Utopian to propose spending money for things which more intelligent men know to be of far more worth.",
        "It's feminine enough, but it looks like something grandma would wear.",
        "The idea of making love in a strange bedroom was disturbing enough, but with only a door between them and the children, locked or not, it didn't feel right.",
        "The problem is that the poor don't have enough money to afford the food.",
        "And we all know about those that optimize for cost and nutrition but the resulting food tastes awful; I have consumed enough wheatgrass to attest to this.",
        "The coop was a comfortable 48°F - warm enough to keep the eggs from freezing, but cold enough that the chickens didn't get shocked by the temperature change when they went out of the coop.",
        "For her, losing them was painful enough, but losing a mate - that would be agonizing.",
        "The three-story building looked big enough to cover a city block.",
        "This is not enough for Alex to support?",
        "This involved making the poor wear prison uniforms and only providing enough food to avoid starvation.",
        "Without waiting for her to reply, he strode away, pausing only long enough to shrug into his denim jacket.",
        "\"The piglet that belonged to the Princess wore an emerald collar,\" said Eureka, loudly enough for all to hear.",
        "\"That is enough for me,\" said Sonya, blushing.",
        "Who knows but if our instruments were delicate enough we might detect an undulation in the crust of the earth?",
        "\"They are all alike!\" he said to himself, reflecting that he was not the only man unfortunate enough to be tied to a bad woman.",
        "As if that were important, and there were not enough to understand you without them.",
        "He is in such bad health, and now this vexation about his son is enough to kill him!",
        "Alex wouldn't lie, but if he was given enough time to think about it, he could certainly evade the issue.",
        "I'm saying their lives will be complicated enough without us adding problems to it.",
        "All that was true enough, but remaining bitter about it wasn't going to improve their relationship.",
        "A few such trees in the backyard behind your condo, cabin, or yurt would be enough to satisfy your power requirements.",
        "They may not bump into them very often in what we call \"everyday life\" but do know them well enough to friend them.",
        "Even the Chinese philosopher was wise enough to regard the individual as the basis of the empire.",
        "The neighbors couldn't see into any of their windows, and they were far enough off the main road that the only traffic would be people coming to see them.",
        "It's not as if I wasn't in police work long enough to know that, but Billy's death was such a god-awful waste of a young life.",
        "It will be soon enough to forget them when we have the learning and the genius which will enable us to attend to and appreciate them.",
        "I often performed this duty of hospitality, waited long enough to milk a whole herd of cows, but did not see the man approaching from the town.",
        "\"I should be glad enough to fall asleep, so it's not my fault!\" and her voice quivered like that of a child about to cry.",
        "\"A geography lesson!\" he muttered as if to himself, but loud enough to be heard.",
        "\"I'll arrange it,\" and she rushed forward so that the maids who were tacking up her skirt could not move fast enough and a piece of gauze was torn off.",
        "\"Yes, she's fast enough,\" replied Nicholas, and thought: \"If only a full-grown hare would cross the field now I'd show you what sort of borzoi she is,\" and turning to his groom, he said he would give a ruble to anyone who found a hare.",
        "\"You should go, go away at once, if you don't feel strong enough to control yourself,\" she would reply sadly, trying to comfort her husband.",
        "When Morino rode far enough ahead so that he couldn't hear their conversation, Carmen finally spoke to Alex.",
        "Carmen assigned responsibility for that to herself because she didn't notice early enough that Destiny was sick.",
        "When she was close enough to the house, she ran to the courtyard and slipped in through the back door.",
        "It makes me feel small when you keep things from me - like you don't trust me, or you think I'm not mature enough to handle it.",
        "Sure, they needed to clear the air about the inheritance issue, but that wasn't enough for Carmen.",
        "The idea of talking to her again was unsettling enough, but to tell her something like this?",
        "He had enough alcohol in his veins to believe he could drive, and too much pride to leave the party in the passenger seat.",
        "That is, if Jim has had enough of the pink grass.",
        "They were a bit wiggley, but secure enough if only the harness held together.",
        "Give me a few common tools and some food, and I will do well enough, said the sailor.",
        "Before technology and prosperity, virtually everyone spent long hard days scraping together enough calories for themselves and their family to survive.",
        "I outline forty-five different ways this will happen—surely enough that even if you don't agree with them all, you will still have plenty of reason to be optimistic.",
        "In an era when cameras were cumbersome and the number of channels on TV could be counted on one hand with enough fingers left over to snap, very little video of any kind was seen.",
        "When we were fortunate enough to find a nest I never allowed her to carry the eggs home, making her understand by emphatic signs that she might fall and break them.",
        "However, the braille worked well enough in the languages; but when it came to Geometry and Algebra, it was different.",
        "They cost a great deal to publish and they have not a large enough sale to make them profitable to the publisher; but there are several institutions with special funds to pay for embossed books.",
        "It should be said that any double-case watch with the crystal removed serves well enough for a blind person whose touch is sufficiently delicate to feel the position of the hands and not disturb or injure them.",
        "The truth is not wonderful enough to suit the newspapers; so they enlarge upon it and invent ridiculous embellishments.",
        "You will in the meanwhile have earned your fare, and arrive there some time tomorrow, or possibly this evening, if you are lucky enough to get a job in season.",
        "It is not enough even to be able to speak the language of that nation by which they are written, for there is a memorable interval between the spoken and the written language, the language heard and the language read.",
        "In my house we were so near that we could not begin to hear--we could not speak low enough to be heard; as when you throw two stones into calm water so near that they break each other's undulations.",
        "One man, perhaps, if he has got enough, will be satisfied to sit all day with his back to the fire and his belly to the table, by George!",
        "You only need sit still long enough in some attractive spot in the woods that all its inhabitants may exhibit themselves to you by turns.",
        "As if only the savage dwelt near enough to Nature and Truth to borrow a trope from them.",
        "The local restaurant chain features homey interiors and generous servings that are more than enough to satisfy the palate.",
        "\"Good enough,\" he replied, and dropped into his chair.",
        "Carmen met his gaze for a moment - long enough to reunite, and then they both turned back to the others.",
        "Once a little fish swam too near the surface, and the kitten grabbed it in her mouth and ate it up as quick as a wink; but Dorothy cautioned her to be careful what she ate in this valley of enchantments, and no more fishes were careless enough to swim within reach.",
        "There was enough material there to enable him to prepare several new tricks which he had learned from some of the jugglers in the circus, and he had passed part of the night in getting them ready.",
        "In fact, let's say his own mother considered donating the portrait he painted of her to Goodwill but decided not to because \"the poor have enough problems already.\"",
        "But his most wonderful work is the painting of the trees, which look, after his task is done, as if they were covered with the brightest layers of gold and rubies; and are beautiful enough to comfort us for the flight of summer.",
        "I hasten to assure you that Helen could not have received any idea of the story from any of her relations or friends here, none of whom can communicate with her readily enough to impress her with the details of a story of that character.",
        "Who knows but if men constructed their dwellings with their own hands, and provided food for themselves and families simply and honestly enough, the poetic faculty would be universally developed, as birds universally sing when they are so engaged?",
        "The phÅ“be had already come once more and looked in at my door and window, to see if my house was cavern-like enough for her, sustaining herself on humming wings with clinched talons, as if she held by the air, while she surveyed the premises.",
        "I think that it is enough if they have God on their side, without waiting for that other one.",
        "\"Oh come, that's enough!\" said the other.",
        "He sees well enough, said Prince Vasili rapidly, in a deep voice and with a slight cough--the voice and cough with which he was wont to dispose of all difficulties.",
        "\"There's enough rock here to build a housing development,\" she commented as they worked their way across a jumble of flat red rocks.",
        "Enough appears in the accounts by Miss Keller's teacher to show the process by which she reads the lips with her fingers, the process by which she was taught to speak, and by which, of course, she can listen to conversation now.",
        "And here's your pay for them! screams the countryman's whistle; timber like long battering-rams going twenty miles an hour against the city's walls, and chairs enough to seat all the weary and heavy-laden that dwell within them.",
        "He had indicated enough times that he would like to see her in something a little more feminine and fashionable.",
        "\"If you live long enough,\" was the answer.",
        "The problem is not that the world doesn't have enough food.",
        "We would if he'd let me bracket enough times instead of quitting just because he gets tired.",
        "The light in his eyes was response enough.",
        "Food is served in two portion sizes - small feeds two to three people, and large is enough for six.",
        "But Mertz was good enough for her?",
        "Maybe you've had enough...",
        "The food is fresh, delicious, and the portions are big enough to take some home for tomorrow's lunch.",
        "I had enough trouble in New York.",
        "Sure, Dean thought, I'll put it on the list, right after food, clothing and shelter, all of which were tough enough to fund given Bird Song's present budget.",
        "Once is more than enough.",
        "It was still light enough to see across the gorge when an opening in the trees allowed, but the long swing to the far end of valley was away from the direction the vehicle had driven and blocked from sight by the curve of the canyon.",
        "She stepped far enough from the light that he could read the look of panic on her face.",
        "With his hands free, he unfastened the larger flashlight and pointed it downward, trying to find a path level enough to search further, now absent the security of the totally expended rope.",
        "He said it out loud, but there was no one close enough to hear.",
        "Dean moved close enough to bump Fitzgerald but held his temper.",
        "\"Don't you think you've had enough?\" he asked.",
        "She unfastened the belt of her robe and hunched up, pushing it aside, letting it fall open just enough to expose an uninterrupted line of flesh from between her breasts, and down her torso and leg.",
        "They ask friends just old enough to buy it for them.",
        "Should not every apartment in which man dwells be lofty enough to create some obscurity overhead, where flickering shadows may play at evening about the rafters?",
        "\"Soon enough,\" she said, tucking the tickets back into her purse.",
        "I know you well enough to know you would have to find out – no matter what the risk.",
        "You've been staying with him long enough to know him.",
        "He looked angry enough to use it on her.",
        "She dared not stand on her own with the winds strong enough to knock her over.",
        "If her powers grow enough, she'll not only prevent us from stitching up the tear between realms, but she'll open the doorway between the two worlds.",
        "She was scared enough.",
        "Yes. It didn't hurt he's old enough that he's had time to build his power as well.",
        "The two were tense enough to worry her that they meant to fight.",
        "She's far ahead and has enough in credits to do it.",
        "I told him enough to satisfy him.",
        "With an abundant menu of appetizers, some diners find a selection of just those is enough for dinner.",
        "This restaurant is a carnivore's dream but vegetarians will find enough delicious meat-free options on the salad bar.",
        "While there may be a limited number of options and variety there are certainly enough quality destinations to keep satisfy the appetite of those in search of a quick repast before a hike, bike or camping excursion.",
        "\"I'm dealing with enough shit,\" he muttered.",
        "If you are pleased enough about your victory, you will grant me leave to show you.",
        "The dealer slapped her hard enough to daze her.",
        "Granted, she hadn't heard anything, but she knew Darkyn well enough to know he didn't plan on leaving anyone alive.",
        "It was hard enough for her to stand before him, knowing they could've been together.",
        "The brief pain turned quickly into pleasure intense enough that she began panting, her hands roaming his body.",
        "Not enough for him to duplicate, but enough for you to make a deal.",
        "I don't know what the rules say but he must have enough legal tie to the county to qualify.",
        "I'm not smart enough to know for sure what it is but I do know it's a real bone—not plastic.",
        "Perhaps we didn't go far enough.",
        "They brushed the mud from their clothes and sat for enough minutes to regain their composure.",
        "It looks as if they were kind enough to just let the air out—not slash them.",
        "More than enough, but once we reach the main Jeep road we're sure to see someone.",
        "It's the heart of the season and still early enough to hitch a ride with a Jeep tour or a tourist.",
        "If the air is just let out of your tires, do you think a bicycle pump might be enough to get you running?",
        "It might take some work, but I should be able to fill the tire enough to get us down to town.",
        "He was worried enough when he didn't have anything to worry about.",
        "Whoever's bone it is, I'm just glad we had faith enough in Martha to believe what she found.",
        "While it was a long shot that the bitchy deputy could be any help, Dean was frustrated enough with the other available avenues to bite his tongue and ask for help.",
        "I watched it last summer and that was enough.",
        "She laughed loudly enough to turn the heads of a half dozen spectators.",
        "God knows I heard it enough to believe it.",
        "From what I hear, it's not worth enough to go through all this hassle.",
        "I think her story had enough of a ring of truth that I believed her.",
        "Even the fact that she was born in a town where he owned land is coincidence enough.",
        "It was impossible for Dean to get close enough to Billy to question him.",
        "Josh salted that mine and strung along the owner just enough to get a salary out of him.",
        "He cracked up his car, down this gully—nothing like where Billy's went over— but deep enough to flip his car.",
        "Dean hadn't planned to confide all his concerns to Lydia— frankly, he wasn't sure he could trust her enough.",
        "Sister Edna, assuming the bones were old and broken props—albeit realistic ones—couldn't discard them fast enough.",
        "How could you let a little girl be alone with a convicted criminal long enough to be kidnapped?",
        "Fitzgerald growled something about keeping an eye on them, but he stood far enough away from Cynthia to protect his other cheek.",
        "It was a strawberry sunrise, topped with whipped cream clouds, a perfect sort of day until Dean was awake enough to remember Martha Boyd, lord knows where, escaping the law in a stolen twenty-year-old Buick, with a ditzy ex-junkie for a chauffeur.",
        "He was nice enough to say I didn't belong locked up but this was Fitzgerald's jurisdiction and he couldn't do nothing about it.",
        "Cynthia had had enough and rose, a familiar blazing look in her eyes.",
        "Sort of 'this town's not big enough for the two of us, hombre?'",
        "Sheriff Fitzgerald hardly gave Dean enough time to exit his vehicle before tearing off up the street in the direction of the mountain road.",
        "I had my fun kicking a little butt with the boys, but enough is enough—I have a business to run back home.",
        "They were more than enough.",
        "You're just afraid I'll clean out your pocket book, given enough time.",
        "She stumbled back after leaving the door open barely enough for Dean to enter.",
        "I can't see where there's near enough evidence to nail Fitzgerald over Billy's death, or that there ever will be.",
        "There had been little enough to celebrate recently.",
        "Finally things calmed down enough to give Dean and his wife a few minutes of free time.",
        "I wasn't sure stabbing him was enough and we needed to talk.",
        "My guess is our skeleton friend wasn't important enough to even make the press.",
        "He paused long enough for his eyes to adjust.",
        "And he loved Billy, perhaps enough to kill the man he thought caused Billy's death.",
        "Only Countess Helene, considering the society of such people as the Bergs beneath her, could be cruel enough to refuse such an invitation.",
        "Prince Andrew had loved his wife, she died, but that was not enough: he wanted to bind his happiness to another woman.",
        "It is unpretentious enough to tolerate hiking clothed patrons.",
        "Although the meal portions are large enough to fill you, leave some room for the exclusive sundae concoction.",
        "All desserts here are made from scratch, so if you happen to save enough room from the main course, sample their sweets menu.",
        "Every meal is made to order, and portions are large enough to share.",
        "Lighter fare, like salads and pizza, are available for those not brave enough to order stacks of meat.",
        "Rarely will one encounter a serving of french fries big enough for two people, and it even comes with a blue cheese and ketchup dip.",
        "Fred's quick enough to hear what I have to say, but tight-lipped as a smart fish about anything he knows.",
        "They'd delayed in Ouray just long enough to attend the auction and planned to leave immediately afterward for their next stop, the Grand Canyon.",
        "Fred was frightened enough of the court system already.",
        "That would be reason enough why the bones went undiscovered for four decades.",
        "Curiously enough, the absence of eyes struck me more than all the other defects put together.",
        "Helen was petted and caressed enough to spoil an angel; but I do not think it is possible to spoil her, she is too unconscious of herself, and too loving.",
        "If they were permanently congealed, and small enough to be clutched, they would, perchance, be carried off by slaves, like precious stones, to adorn the heads of emperors; but being liquid, and ample, and secured to us and our successors forever, we disregard them, and run after the diamond of Kohinoor.",
        "It appeared more beautiful to live low and fare hard in many respects; and though I never did so, I went far enough to please my imagination.",
        "Nicholas had replied that it would be more than enough for him and that he gave his word of honor not to take anything more till the spring.",
        "The nautical-themed dining area and the fine selection of seafood dishes is more than enough to get patrons to come back.",
        "\"This,\" said the man, taking up a box and handling it gently, \"contains twelve dozen rustles--enough to last any lady a year.",
        "You haven't many teeth left, Jim, but the few you have are sharp enough to make me shudder.",
        "There's going to be trouble, and my sword isn't stout enough to cut up those wooden bodies--so I shall have to get out my revolvers.",
        "But the Gargoyles were clever enough not to attack the horse the next time.",
        "But enough of this!",
        "\"He sees well enough,\" he added.",
        "Out of an army of a hundred thousand we must expect at least twenty thousand wounded, and we haven't stretchers, or bunks, or dressers, or doctors enough for six thousand.",
        "\"That's enough, Natasha,\" said Sonya.",
        "\"Haven't you robbed people enough--taking their last shirts?\" said a voice addressing the publican.",
        "That's enough, please leave off!",
        "Isn't the road wide enough? said he, turning to a man behind him who was not pushing him at all.",
        "Once in a while we sat together on the pond, he at one end of the boat, and I at the other; but not many words passed between us, for he had grown deaf in his later years, but he occasionally hummed a psalm, which harmonized well enough with my philosophy.",
        "No, I think I've seen enough.",
        "Maybe that was enough.",
        "Emotional hurt wasn't satisfying enough.",
        "His day had already been disrupted enough.",
        "As if she hadn't been a burden in enough ways, now she had Mrs. Giddon upset with him.",
        "His attention left the road long enough to search her face.",
        "I'm not sure I have enough chores around here to keep her busy.",
        "Was she always misinterpreting his intent, or was he merely quick-witted enough to think of a good excuse on the spur of the moment?",
        "I'll see enough of the city when I go back to college.",
        "She searched around for a landmark that could be seen over the trees, but nothing was tall enough.",
        "I trust you had enough time to yourself today?",
        "It was selfish enough to be embarrassing.",
        "The braids not only held it out of her eyes, but thinned the bottom part down enough that it would lay loose across her shoulders and down her back without frizzing.",
        "Len's comment was proof enough that Connie received the letter.",
        "Three men talking to each other on a sidewalk certainly wasn't enough to tell the police – except Len.",
        "Come on, I think you've seen enough to convince yourself that I have a valid point when I say it's dangerous to wander in the woods.",
        "He never looked directly at her, but the way he held back branches was indication enough that he knew she was there and was thinking of her.",
        "Lisa rolled over, coughing and gagging, unable to get enough breath at a time to fill her lungs.",
        "An answer was impossible, even if she could stop coughing long enough.",
        "No, a restraining order wouldn't stop him from finding me if he wanted to, and it might just make him mad enough to do something worse.",
        "It was simple enough to wander around outside, as if she were looking for something.",
        "The window was barely large enough for her to pass through, but she might be able to get out that way.",
        "Her face felt hot and cold by turns and she didn't have enough saliva to swallow.",
        "She used the same suit cases when she came and she had the same clothes, but it didn't look like there was enough room to put it all in.",
        "\"You've said quite enough for one evening,\" she answered with equal composure.",
        "You don't think that's enough?",
        "But not enough to give up my business.",
        "Certainly he had enough moods to fit both.",
        "\"You don't eat enough,\" he began.",
        "Between my studies and work, I have enough to keep my mind occupied.",
        "He was a nice enough guy - tall, dark and handsome.",
        "You seemed to be doing well enough on your own.",
        "\"I know you well enough,\" he concluded tersely.",
        "If your Dad is feeling bad enough to warrant medical attention, he needs to see a doctor, not a nurse.",
        "Now, here with her, he had finally felt comfortable enough to release his emotions.",
        "There isn't enough work for two people, and Brandon loves the ranch.",
        "You and Fritz are both old enough to be her father.",
        "He gave the horse enough room to walk away from the wagon and then tied the rope to the wagon.",
        "You've been spending enough time with my mules.",
        "The railroad is close enough now that wagons can reach it from Ashley faster than we can cross the desert.",
        "I spent enough time out here a few years ago.",
        "He was lying, sure enough.",
        "You've talked enough, now get away from me.",
        "He had used her and she had been fool enough to think he was actually interested in her.",
        "She poured sand over the fire and waited long enough to make it appear she had given his invitation consideration.",
        "Not enough for marriage, anyway.",
        "Barely enough for two wagons.",
        "By the time the wagons were fully engulfed in flames, they had traveled far enough to be out of the firelight.",
        "Still, come morning, their tracks would be plain enough in the sand.",
        "It was barely enough to water a mule at a time.",
        "She was doing enough of it for herself.",
        "We're close enough, and our camp sight will give us a little protection from the coming storm.",
        "But she had hesitated long enough to lend him encouragement.",
        "Could it grow strong enough to make her forget about those who depended on her?",
        "No wonder the cavalry wanted you bad enough to pay you twice what they thought Pete might pay.",
        "She sat up straight, thinking that position would be uncomfortable enough to keep her awake.",
        "She was taking liberties he had been gentleman enough to resist.",
        "He was in the area and the police took a good look at him from the information I have but there wasn't enough evidence to charge him.",
        "Yes. He tried to commit suicide after he killed her; he left a note but he didn't cut his wrists deeply enough to be fatal.",
        "I made my way back to the kitchen and turned on the gas stove burner for enough light to rummage through drawers until I located a box of wooden matches.",
        "More head shaking but it wasn't enough.",
        "Sensing someone behind me, I turned just enough to see my wife sitting in a chair, her eyes closed.",
        "But not deep enough to kill you.",
        "More shrugging didn't seem to be enough.",
        "I considered a stop at the office of these people but I was intelligent enough to see it was wired with a sophisticated security system that I shall not attempt to challenge.",
        "Knowing Howie, I felt certain he loved her enough to forgive her.",
        "The next morning Molly beat us awake by enough time for her to make oatmeal and toast and hand deliver it to our bed.",
        "We'll only stay long enough to pack up Quinn's equipment and Shanghai Howie back here.",
        "No, though I admit with head bowed, I lusted after her in my mind enough times.",
        "They claim there's not enough evidence it's him.",
        "Isn't that enough to go after him with guns blazing?",
        "By tomorrow we'll have a better handle on the situations, enough at least to make flight arrangements.",
        "I managed to calm myself enough to relate what little I knew of what happened to the people with whom we'd both worked so closely.",
        "Instead I turned to the clerk who'd overheard enough of the conversation to look like his dog ate his cat.",
        "I calmed down enough to explain the situation before ending the conversation.",
        "Nauseous from panic, I elbowed my way close enough to see a female figure, her face covered with an oxygen mask.",
        "I stopped briefly enough to thank Pual who looked disappointed to be out of the drama.",
        "I crossed my fingers that he was stupid enough to believe my bull shit.",
        "Soon enough, she'd pay for her insolence.",
        "The barn was far enough from the house so he would not hear our hammering.",
        "The boards constituting the top of the bench seem long enough for side of what Molly proposed but sawing the remaining boards for rungs would prove arduous.",
        "First it was enough for a hand, but nothing but dust was within reach.",
        "\"That's enough time for me,\" she whispered.",
        "Bianca's new world was tiny and white, the porcelain toilet the only chair and the tub the only place long enough for her to lie down.",
        "He sensed something wrong but kept it from the petite woman beside him, who had enough of her own issues to deal with.",
        "I'm not old enough to know how, Dusty said, convinced Talon was psychotic in addition to sadistic.",
        "The bed's big enough for both of us.",
        "After all, he wasn't going to live long enough for his feelings to matter.",
        "She'd automatically made enough dinner for three after cooking for Kyle and Jonny for three months.",
        "\"There are enough milk and cookies for you, too,\" she replied.",
        "Am I speaking simply enough, Dusty, or do I need to dumb it down more?",
        "He looked at her long enough for her to see resignation in his gaze.",
        "Someone beat on the door across the hall loud enough for Bianca to hear over the TV and sporadic thunder.",
        "She's smart enough to figure out what to do.",
        "You do enough for us anyway, she said.",
        "I can't see well enough yet to know what happens, but it scares me.",
        "It's bad enough that it might fry my brain.",
        "I'm old enough, and I'm going to protect you from bad guys.",
        "Dusty didn't know if a few months of Darian having his own mind back were enough to erase thousands of years under the control of another.",
        "She rose and approached, resting back on her heels in front of him, close enough for him to smell her musk and feel her heat.",
        "I'm not strong enough!",
        "We started looking into it and sure enough, it wasn't Jimmy.",
        "Her healing magic zapped him hard enough almost to right his head.",
        "You know well enough what the Others will do in the human realm, the Watcher said.",
        "You see, Watcher, I'm not stupid enough to think you really want me to fail.",
        "Yully ate slowly, enjoying the stew enough to start a second bowl.",
        "The thin pipes didn't look strong enough to hold him.",
        "She couldn't think of a lie fast enough.",
        "\"Good enough,\" she replied, eyes glowing.",
        "He'd met Jenn once and didn't know her well enough to know where she'd be.",
        "While uneasy, Damian suspected Jenn was seasoned enough to handle the boy for a month.",
        "Jule wasn't lucky enough for the creature on the main floor not to hear.",
        "The woman was far enough ahead she should be able to escape while he distracted the creature.",
        "\"I'm not lucky enough to die,\" he said with a faint smile.",
        "The sense that had told her where he was intensified within her, as if they were close enough for their souls to touch again.",
        "He just has a hard time controlling his temper, and I don't pay him enough respect.",
        "He took her hand and pulled her close enough for their bodies to touch.",
        "Thus far, he'd listened to her, and she hoped he feared Damian enough to continue paying attention.",
        "She'd met enough Guardians and vamps to know how unique each was, but she'd never met a creature like this one.",
        "\"Jonny, hon, let me tell you one thing,\" she said and approached close enough she was certain no one else could overhear her.",
        "I can't get close enough to anything to learn more without getting myself killed.",
        "\"You may not be strong enough yet,\" Bianca said, considering.",
        "Damian would never kill his brother, Jule, but if the woman was dangerous enough to warrant a Watcher's attention, he couldn't look the other way.",
        "Her voice was quiet, and he couldn't help wondering if she'd Seen something important enough to tolerate a vamp in her household.",
        "\"Darian's not crazy enough to challenge an Other,\" Damian said.",
        "Jule's brand on her soul was even more intense, enough so that she physically ached for him.",
        "\"Enough,\" Jonny snapped, dabbing at the blood on his face.",
        "He was dressed in black, and his chiseled features and striking blue eyes were perfect enough to have been sculptured.",
        "Jenn waited until he was far enough ahead that he wouldn't hear her before she trailed.",
        "\"Ready enough,\" Jule replied.",
        "This seems motivation enough, Jule said.",
        "She checked her weapons with scrutiny that would've made her father proud and dressed in dark clothing loose enough for her to fight.",
        "As strong as I am, mine won't be enough.",
        "He'd let her live, knowing she was obligated to report everything to Damian and powerful enough to be dismissive of any threat she might cause.",
        "Do you feel well enough to take a walk?",
        "The early December sun couldn't set fast enough to prevent her pounding headache from growing worse on her drive to work.",
        "And those notes aren't good enough.",
        "If I have a doctor's note saying I'm under their care, isn't that good enough until they figure it out?",
        "Bad enough to change the final score.",
        "Jake gave her enough that she should sleep for another day or so, Han answered.",
        "Either they were all huge enough to come straight out of an action movie, or her drugs had not yet worn off.",
        "Her heart raced to the point of pain, and she felt sick enough to puke.",
        "\"I gave you enough drugs that you should be asleep until next week,\" Jake said, joining Han.",
        "Damian wasn't sure how someone going from the second to first floor had managed to get bloody enough to look like she crawled through a war zone.",
        "Most women were too intimidated to go near him, let alone get close enough to throw their arms around him.",
        "The mansion's heavy drapes on the ground floor were closed and the lighting in the library dim enough for her to tolerate.",
        "I'd never hurt you, Sofi, and I hope you know that and can trust me enough to know you need to be here.",
        "If you're brave enough, you can see him when he's back.",
        "It was busy enough; she might be able to lose him if she made it to a crowd of people.",
        "\"As if the European front wasn't enough,\" Dusty muttered.",
        "He felt the flicker of a pulse and prayed it was enough.",
        "The Watcher smiled in response, and Damian knew well enough his kind truly thought themselves superior.",
        "\"Just when things were complicated enough,\" he muttered and retreated to his study for his evening telecon with Dusty and Jule.",
        "While his form was large enough to be a man the size of Damian's Guardians, his voice was terrified and gravelly, as if he hadn't ever spoken to anyone.",
        "\"Who's Darian?\" she asked and pushed herself up enough to look at him.",
        "I'll say again: you're welcome in my bed, preferably naked, though this is good enough for now, I guess.",
        "Not Claire-good, but good enough.",
        "When she was brave enough, she looked up at Damian.",
        "Claire lured him away from his Guardians to the warm springs by the—\" \"Enough!\"",
        "Damian knew him well enough to know all the tales weren't true.",
        "His reputation alone was enough to make most men weep when confronted.",
        "He entered her room, emitting enough of his power to hide him from her senses.",
        "Sofia gripped it, the touch enough to reveal a future like Traci's, filled with love and joy.",
        "His power was checked but his unusual presence enough to draw the looks of those around them.",
        "Can't get enough of me.",
        "This thing is big enough to fit on my toe.",
        "While he looked dead, he was alive enough for his memories to reach her.",
        "She bolted to her car, far enough ahead of any of the men that they couldn't stop her.",
        "The underground world was well built and bright with whitewashed walls lining corridors wide enough for two people to walk side by side.",
        "There was one vent in the ceiling, not large enough for her hand let alone her body.",
        "The path wound its way downward, dumping them into a draw far enough away to be safe.",
        "Though still arch, his tone had softened enough to show her he wasn't unaffected by her genuine words.",
        "She didn't know if she'd hurt him enough to drive him away forever or if there was a sliver of him that still wanted her.",
        "\"No, kiri, you've done enough,\" Darian said, taking her hands.",
        "He'd been there long enough that the snow had covered his footprints.",
        "He closed his eyes, his jaw clenched hard enough for the muscles to tick.",
        "It was hunched over a book large enough to cover half the black stone desk at which it sat.",
        "Not at all certain what he meant, she was hungry enough to test his claim.",
        "Deidre approached him with trepidation, stopping only close enough to reach out and take the hourglass.",
        "Certain enough to make me a deal?",
        "You don't sound certain enough to make a deal with me.",
        "She tasted his skin, but it, too, wasn't enough.",
        "Overwhelmed by the pleasure, Deidre bit him hard enough that she tasted him.",
        "He whispered words she wasn't able to make out then bit her again, this time hard enough for the pain to piece her dreamlike stage.",
        "She cried out, body convulsing under waves of pleasure intense enough to push her towards unconsciousness.",
        "He stopped close enough for their bodies to touch if she breathed in too deeply.",
        "She wrenched free of his hold and pushed him hard enough to slide out from between him and the wall.",
        "Me being your mate isn't enough? she guessed.",
        "Near frenzied, Deidre fought to pull some part of him close enough for her to taste.",
        "He alternately let her feed just enough to drive her mad then drank from her, while he commanded her body relentlessly.",
        "Darkyn pushed her far enough to meet her gaze.",
        "So you kept me quiet long enough for the marking to appear.",
        "I kept you quiet long enough for the bond to stick.",
        "Her skin began to flush until it was pink enough to look human rather than the sleep of the dead.",
        "His bite was sharp enough to make tears spring into her eyes.",
        "One might argue that manipulating the Future and unfettered access to the present provides more than enough influence.",
        "I can't imagine the impact of both on him when one is more than enough.",
        "Darkyn wore her out enough to where her thoughts no longer spun out of control.",
        "She was almost angry enough with Wynn to wish he'd stayed here just a little longer.",
        "Deidre approached him until close enough to feel his body heat.",
        "Selyn wrenched the door open fast enough to startle Deidre.",
        "She was still too pale and her frame slender enough to indicate she needed some food to bring her back to a healthy weight.",
        "Deidre guessed the death dealer knew enough about Darkyn to fear him.",
        "But did they love her enough to really punish her like parents did—real parents, with kids of their own?",
        "The girl was close enough behind him to smell the dankness of his tangled locks.",
        "Or maybe she just wants to prove to herself someone actually loves her enough and cares about her enough to punish her.",
        "She has enough on her mind trying to reestablish some relationship with her mother.",
        "You have to decide if it's important enough to speak up.",
        "There are some things important enough that you're forced to tell someone, regardless of what might happen you.",
        "At first I couldn't find 'em but when I did, I yelled at Caleb until he calmed down enough so we could get out.",
        "There weren't enough matches and we were sort of in a hurry.",
        "Fred's biggest shortcoming is that's he's not afraid enough!",
        "I'm pleased Martha trusted us enough to confide in us, even though now I have to take my hat in my hand and talk Jake Weller into spelunking after a skeleton.",
        "She just looked at me and asked, 'You won't love them enough to spank them if they truly deserve it?'",
        "You'll find out soon enough.",
        "Just trying to get you mellow enough to tell me why you've got a bug up your behind.",
        "I waited, though God knows Jeff tried hard enough to get at me!",
        "We have enough on our minds.",
        "Even David Dean, although he was smart enough to keep his mouth shut in front of his wife, was forced to cross every finger of both hands.",
        "Dean only caught snatches, but enough to know Cynthia was speaking to Rose, son Randy, and Jen."
    ],
    "definition": [
        "To a satisfactory amount or degree; sufficiently: Is the fish cooked enough?",
        "Very; fully; quite: We were glad enough to leave.",
        "Tolerably; rather: She sang well enough, but the show was a failure.",
        "Link/Cite",
        "Sufficient; all that is required, needed, or appropriate.\nI've already had enough coffee today.   Are you man enough to fight me?",
        "Sufficiently.\nI cannot run fast enough to catch up to them.",
        "Fully; quite; used to express slight augmentation of the positive degree, and sometimes equivalent to very.\nHe is ready enough to accept the offer.",
        "As an adverb, enough always follows the verb it qualifies.",
        "A sufficient or adequate number, amount, etc.\nI have enough to keep me going.",
        "stop! Don't do that anymore, etc.\nEnough!",
        "Link/Cite"
    ]
}