{
    "translation": "לרשום (לקורס למשל)",
    "uses": [
        "I encouraged him to enroll at nearby Boston University in hopes he'd find an interest.",
        "In France agitation was directed chiefly against the Jesuits, active in the movement to displace ancient local catechisms and liturgies by the Roman texts, to enroll the laity in Roman confraternities, and to induce the bishops to visit Rome more frequently.",
        "Legend says that Tauler nevertheless continued to perform religious services for the people, but though there may be a germ of historical truth in this story, it is probably due to the desire of the 16th-century Reformers to enroll the famous preachers of the middle ages among their forerunners.",
        "Although it's not too common for students to enroll at fake universities or earn worthless degrees through scam programs, there are a number of companies that present themselves as legitimate universities but offer only sham programs.",
        "While you may not have a lot of pharmaceutical expenses right now, keep in mind that if you do not enroll for Part D when you qualify, it will cost you one percent more in premium payments for each month that you delay.",
        "Additionally, if a school fails to make suitable progress, the law allows parents to transfer their children to higher-performing local schools, request free tutoring, or enroll the children in special academic after-school programs.",
        "The client-planner relationship is key to the course of study, and students who enroll can expect to conduct networking with a variety of contacts and learn how to enable and foster successful long-term professional relationships.",
        "Every parent wants to think foremost of their child's fun when it comes to summer camp, but before you enroll them in the great water park day camp forty-five minutes away, remember that you're adding that travel time every day.",
        "I agreed to enroll her in school.",
        "enroll at a college.",
        "eligible to enroll on this level should be notified by e-mail or post.",
        "While Josh skips school and jeopardizes his chance of graduating, Ebony is hard at work trying to finish her courses and enroll in college, all while coming to terms with the fact that her life is about to change forever.",
        "It's also not a bad idea to enroll your male in training as well if you have another household member who can work with him.",
        "At that time, if the child still isn't up to their grade level, the parents may be required to either enroll their child in a public or private school.",
        "enroll trial participants according to eligibility criteria.",
        "enrollment password \" is the password your students will use to enroll in your class.",
        "Can I enroll on one of the Society's saddle fitting courses?",
        "All NHS registered optometrists practicing in Shropshire have since been invited to enroll for the program.",
        "permit to enroll.",
        "typography courses I could enroll on?",
        "These are: (a) boy's brigades - the Church Lads' Brigade, the London Diocesan Brigade, the Jewish Lads' Brigade, &c.; (b) the Legion of Frontiersmen, an organization intended to enroll for \"irregular\" service men with colonial or frontier experience; (c) rifle clubs, which exist solely for rifle practice, and have no military liabilities; (d) boy scouts, an organization founded in 1908 by Lieut.-General Sir R.",
        "to enroll all citizens over 18 and under 60 in the \"advanced corps,\" the \"main corps\" or the \"reserve,\" and for this and his close friendship with Washington was bitterly assailed by the Republicans.",
        "Parents are legally obliged to enroll their school age children full-time in school.",
        "Firstly, does anyone know of any good typography courses I could enroll on?",
        "If there are sibling birth classes available in your area, you might want to enroll your child.",
        "Enroll in an early childhood education program and take classes in child development.",
        "Adults and teens should enroll in a first aid and CPR class.",
        "Such truths present a bleak reality for parents wishing to enroll their children in certain preschool programs that require potty training.",
        "Do not attempt to enroll in an intermediate or excelled set of yoga lessons if you are a beginner!",
        "Walgreens does require you to enroll in the Direct Stock Purchase Plan due to FTC regulations.",
        "The American Express Member Rewards program is one specific program designed by American Express to reward customers who enroll.",
        "There is no cost to enroll in the rewards program at this time.",
        "Once you enroll in the program you need to be sure to follow the plan precisely if you want to yield maximum results in the shortest amount of time possible.",
        "In order to enroll in this program, you will need to make a small, monthly fee for the program.",
        "In addition, Capital One will enroll you in a free service called CreditInform.",
        "To get these benefits, account holders need to enroll in the Automatic Bill Pay program available through the website.",
        "You can also enroll employee cards in an optional rewards program.",
        "One option is to enroll your American Express card in an online bill pay service that will allow you to make payments as you desire.",
        "One parent cannot remove the child from one school and enroll him in another without mutual consent.",
        "As your situation changes and you face new challenges, seek fresh sources of information and enroll in workshops and classes that focus on the tasks at hand.",
        "You have to enroll in this auto-shipment program; it's not an option to just order enough for one month.",
        "Some product lines enroll consumers up in a club so that they receive the mineral makeup on an ongoing basis.",
        "And it's easier than ever to enroll and take these fun classes.",
        "Online Education - Attend class in your pajamas while you learn a new skill or enroll in a full degree program.",
        "You don't necessarily have to enroll in an online degree program or an Internet seminar to pursue continuing education online.",
        "Even if you're not interested in completing an online education degree, you can usually enroll in single classes as a lifelong education student.",
        "Real time market quotes are available, but you must enroll in Client Order Entry.",
        "Since it doesn't cost anything, you might as well enroll and see how it works for you.",
        "However, most photo students enroll in classes to master the basics.",
        "In most cases, concerned parents can enroll their child in a program by speaking with the school's guidance department.",
        "Convenience: Perhaps one of the very best reasons to enroll in one of these online courses is the fact that they are so convenient.",
        "You can enroll in a class that you pay for, or you can try to find some free services.",
        "After trying many at home interventions to help troubled teens get back on the right path, sometimes the only way to get through to them is to enroll them into a camp.",
        "Consent: Some programs only enroll voluntary participants while others allow involuntary ones.",
        "It's a parent or guardian's choice to ultimately enroll a child in Catholic school.",
        "Enroll your teen here if you are looking for a comprehensive learning environment.",
        "Enroll your teen into this public high school if you live in the Dedham area.",
        "You can also find contact information to take a tour or enroll your teen.",
        "On the website, you can learn how you take a tour and enroll your teen.",
        "It's important to research boot camps and wilderness programs when deciding what type of troubled teen camp to enroll your teen in during the summer.",
        "Enroll your son or daughter in a few modeling classes so they can learn a few things before heading out to a show or audition.",
        "Parents can enroll their children at any time, but enrollments are accepted for no less than one school year.",
        "This time, prosecutors argued that Hilton failed to enroll in the court-ordered alcohol-education program and knowingly drove despite the suspension.",
        "After Home and Away, it was away to Paris for Fisher, who decided to enroll at at the renowned Jacques Lecoq Stage School, run by the physical theatre actor and mime artist.",
        "Since the online experience requires more time due to its shortened class length, students are only permitted to enroll in one course at a time.",
        "Most students choose to enroll in independent study because they have educational needs and interests not covered by the standard curriculum.",
        "When you enroll as an independent study student, you will be assigned a supervising faculty member.",
        "Before you enroll at a community college, check with the school you ultimately plan to transfer to.",
        "Residencies are not normally optional, so if you enroll in a degree program that requires them, you will need to be there, with no excuses or exceptions.",
        "These grants are often given to students who the school wants to enroll.",
        "These grants are applied for, but given from the school to those students they wish to encourage to enroll.",
        "The school offers a waiver for out-of-state students to enroll in online classes at resident student prices.",
        "One important consideration for how to go back to school is if you will enroll in a full-time degree program or simply take a few classes a year, perhaps online.",
        "Students who enroll in weekend college will experience accelerated learning over the course of four to six weeks, with most classes meeting on the weekends.",
        "This program fits the needs of students planning to enroll in a four-year college program, but want to fulfill the basic first year and second year requirements close to home.",
        "More than 40,000 students enroll at TCC each year.",
        "Many students enroll to take their first two-year college requirements while staying close to home and avoiding higher fees.",
        "While anyone may enroll in courses if they meet the academic requirements, those who live in-district will pay less than those who live outside the county or state.",
        "Those who live out of district or out of state will pay a higher fee to enroll.",
        "At Merced College, students can complete a G.E.D., become a Certified Nursing Assistant, enroll in classes that will transfer to a four-year college, or even take courses for personal development.",
        "Since then, the community college has grown to occupy four campuses and enroll more than 49,000 students.",
        "You may not feel comfortable attending the classes in which you enroll if most of the other students are much younger than you or have little in common with you.",
        "Choose the study program you want and where you would like to enroll.",
        "Students can enroll in a certificate program in project management, retail marketing and fire science management, among other focus areas.",
        "There's no shortage of online distance learning master's degree programs, so be sure to investigate the most promising options thoroughly before you choose to enroll.",
        "You'll have to apply for admission, enroll, and register only once, and all of your courses will likely use the same types of technology and equipment.",
        "Before you enroll, you might want to consult a career counselor or human-resources representative to ask about how an interviewer is likely to perceive your self-designed program.",
        "E-mail or call admissions representatives to explain your plan of self-designing a curriculum, and ask if it's possible to enroll for individual courses without participating in a formal degree program.",
        "Some who enroll in doctoral distance learning programs in audiology do not focus as much on hearing issues as they do on balance issues.",
        "For those who have prohibitive schedules or cannot afford to enroll in a complete degree program, one alternative is volunteering in an educational or literacy capacity with a nonprofit program or school district.",
        "A student may not have enough time to enroll in a class or activity that requires a specific commitment.",
        "Universities are almost always very large and may enroll tens of thousands of students at once; a single university class may have hundreds of students.",
        "Distance learning, in which students can enroll and take classes online from virtually anywhere, allows you to receive many of the same degrees offered by traditional study.",
        "Students may also enroll for individual classes, either for personal education or for use towards a degree at another institution.",
        "Potential distance learners should be aware of a few considerations before they begin applying to programs or enroll.",
        "Individuals enroll in a Prior Learning Assessment program and take courses to help them document all experience that will help satisfy the requirements for each course in the degree program.",
        "Which exam you take depends on the program you would like to enroll in at the college.",
        "Students can enroll anytime and take up to nine months to complete a course.",
        "Students can enroll in the elementary, middle school and high school classes at any time and they can progress at their own rate at University of Missouri distance learning.",
        "University of Missouri offers 125 university classes in 40 subject areas through its college-level distance learning program, and students can enroll any time during the year.",
        "If you want to pursue a degree, you need to complete an application and enroll.",
        "You can enroll at one of the five campuses (Amherst, Boston, Dartmouth, Lowell, and Medical), depending on which degree or certificate you wish to seek.",
        "A global MBA scholarship can help net you the funds you need to enroll in a pricey program or push further in your business studies and experience level.",
        "If your career goal is to become a paralegal, one educational option is to enroll in one of the many ABA-approved online paralegal schools.",
        "Students may enroll in the course from anywhere in the world.",
        "To make sure you're choosing the school that will benefit you most, don't be afraid to talk with admissions representatives and past or current students before you enroll.",
        "More than anything, you need to enroll your female in obedience.",
        "You can even get a quote on the price of a policy for your pet, and enroll on line if you choose.",
        "Socialize your puppy with other dogs and / or enroll him in an obedience class.",
        "Be sure to enroll your pet in a puppy class to socialize him and teach him a few basic commands.",
        "If you're in the Massachusetts area, you can try to look up David Hodge and get yourself some private instruction or enroll in his classes at Berkshire Community College or Berkshire Music School.",
        "Jam Play-Intro to Bluegrass: After mastering the free intro lesson, guitarists can choose to enroll in any of the paid bluegrass courses.",
        "Another way to educate yourself is to enroll in one of the college level video game design programs.",
        "Really, you only have two options here: learning a programming language on your own or enroll in a technology school like DeVry or ITT.",
        "Or, can you only enroll in a video game design program if it is local so you can continue to live at home and deliver pizzas for Uncle Louie on weekends?",
        "When you enroll in a wine club, you are basically agreeing to getting wine shipped to you X amount of times per year.",
        "It will be the most fun course you'll enroll in!",
        "If you want to publish your developed applications in the App Store, you will need to enroll in the iPhone Developer Program.",
        "Parents should enroll their child in swimming lessons when they are old enough (usually not before age four), but should remember that these lessons do not provide protection against drowning for children of any age.",
        "Criticism can occur constructively when children enroll in technical art classes.",
        "Black and white children enroll in these programs in higher numbers than Hispanic American children.",
        "An individual with widespread psoriasis that has not responded to treatment may enroll in one of the day treatment programs conducted at special facilities throughout the United States.",
        "Young people over age 11 are eligible to enroll in the eight-hour training course, offered at various community organizations and schools.",
        "Many school districts require proof of vaccination before a child may enroll.",
        "Most children who enroll in Head Start attend a half-day center-based program.",
        "There are plenty of reasons for a child to enroll in a local dance program.",
        "Ballare Teatro - children can enroll in hip hop, ballet, jazz, tap and modern dance classes at this performing arts center.",
        "Enroll your child in a community team sports program.",
        "Enroll your child in dance, art, music, or 4-H programs.",
        "For example, several California school districts will pay for your child to enroll in K12.com's homeschool program.",
        "If you struggled with algebra or English in school, find a tutor for your child or enroll her in a program that includes support from a qualified teacher.",
        "An apprentice must be at least 16 years of age to enroll in a training program.",
        "Those who are approved for WIA funding must enroll in an approved program offered by a training center or school that has been pre-approved by the state as a provider.",
        "People considering a career as a mortgage broker should not simply enroll in the first online class they find; the classes should provide real training and not merely be get rich quick schemes.",
        "Many lenders will be willing to do this if you enroll in automatic payments as a condition of the request, or if it is your first time being late.",
        "Since there are several approved schools to choose from when deciding which instruction to enroll in, additional factors should be considered.",
        "You may also be able to enroll in the class at a reduced cost because of your membership into the association.",
        "They are required in the issuance of social security cards, drivers' licenses, and passports, and are often required to enroll children into the public school system.",
        "If you're planning to return to work when your children are older, you may also want to get involved in relevant professional organizations or enroll in continuing education courses to develop new job skills.",
        "Depending on the classes in which you enroll, you may also learn breathing techniques (Lamaze classes), visualization, and self-hypnosis (Hypnobirthing).",
        "It is best to plan to enroll in Lamaze six to eight weeks before classes begin.",
        "Enroll through the toll-free number provided on the home page, or enroll online.",
        "Once you understand your child's skill levels, you may also choose whether it would be best to enroll in one-on-one sessions, or group sessions.",
        "If you have never owned your own business, this might be the time to enroll in marketing, entrepreneurship or business finance classes.",
        "This means that before you enroll as a demonstrator for the Gold Canyon Team, you must establish contact with a demonstrator.",
        "To enroll a pet in a training class, the number to call is 262-542-8851, extension 118.",
        "To get your own village started, enroll in a subscription service to ensure that you get all of the pieces of the village delivered to your door.",
        "Classes - Enroll in a self defense course.",
        "Even if you don't want to, call a friend and go see a movie, head to the mall, enroll in a class, find a new hobby, or pick up an old one again.",
        "People who already know they want to focus on a specific type of writing, such as children's books, may want to enroll in a program that specializes in this genre only.",
        "If the school has a science club, suggest that she or he join, or enroll him or her in a community college course of his or her choice.",
        "Preschool education can actually begin at home, and even if you never formally enroll your child in a preschool, there are still many educational activities you can share with your kids.",
        "Whether you choose to enroll your child in a preschool or not, there are still many wonderful preschool education activities that you can share with him.",
        "You can enroll in preschool programs, such as Gymboree.",
        "Students who enroll in classes at the Sanders Piano Studio will have an opportunity to participate in private and group lessons, as well as recitals.",
        "When you enroll your child in piano lessons, you'll be making an important investment in his or her educational development.",
        "Camps-Whether your enroll your child in a day camp or send him off to a week or two week long camp, he may love the whole camping environment.",
        "If you help your child learn the basics of computer operation or enroll him in a simple Gigabytes course, he can hop on the Internet whenever appropriate to learn and play at the same time!",
        "Many individuals enroll in online parenting courses because they have issues with their children, while others are required by the courts to take parenting classes after some sort of incident has taken place.",
        "Mommy Moments: This eight-week course is free for moms and extremely simple to enroll in.",
        "For a monthly fee of $5-$15, they enroll you in a debt management program and provide regular financial education classes.",
        "To learn more about MaxPerks or to enroll in the program, visit the OfficeMax Web site.",
        "While body piercing licensing and laws vary state by state, there are several programs and courses that you can enroll in as you embark on the journey of becoming a professional body piercer.",
        "In addition, you'll have the opportunity to enroll in advanced education courses that are offered at the annual Body Piercing conference.",
        "If you are not a member of a frequent flyer program, then enroll as soon as possible.",
        "If you are already working in a professional position, or are busy with family responsibilities, it can be difficult to find time to enroll in a degree program.",
        "Enroll in a Program - Studying up on the rules of the road on your own is a great place to begin, but you will need to take your studies to the next level.",
        "Perhaps you can enroll your child in an advanced crochet class, buy her a new book on scrapbooking or simply fill her stash with whatever supplies she needs.",
        "When you enroll in the plan you can purchase a couple of handy guides including the \"Weight Watchers Complete Food Companion\" and the \"Weight Watchers Dining Out Companion.\"",
        "There are also rebates for those who enroll in the LA Complete Program.",
        "Enroll your child in an active extracurricular activity.",
        "You don't need to enroll in a formal class in order to enjoy the benefits of resistance bands.",
        "You may want to enroll in a class or purchase DVDs to walk you through the process.",
        "In terms of keeping costs low, the best way to learn French may be to enroll in a free online French class.",
        "It's time to enroll in some free French lessons!",
        "French long distance learning effectively removes this obstacle so that you can enroll in a course or achieve a degree; it makes all things possible!",
        "Make sure the course you take is approved by the Florida Department of Highway Safety and Motor Vehicles and check with your insurance company about discounts before you enroll in the class.",
        "The Preferred Provider Organization (PPO) plan available from Delta Insurance offers enrollees the option of getting the best rates for services by visiting a dentist who has chosen to enroll in the provider network.",
        "To enroll in the Health Families plan, visit the Healthy Families website.",
        "To enroll in MRMIP, visit the official MRMIP website.",
        "The opportunity to enroll in tax-friendly flexible spending plans and health savings accounts.",
        "Opm.gov also offers federal employees the opportunity to enroll in a flexible savings account program known as FSAFED.",
        "However, some individuals are not eligible to enroll in the FEDVIP, regardless of their FEHB eligibility.",
        "After you have evaluated all of the different FEDVIP plans, you have the option of using the Benefeds.com system to enroll in your chosen plan online.",
        "Military members are automatically enrolled in the dental program, but it is up to the military member to enroll all eligible family members into the program.",
        "Military members may fill out all the necessary paperwork online to enroll family members into the TriCare dental program.",
        "Only the military member can enroll family members.",
        "Military members who have less than twelve months remaining in their enlistment are not eligible to enroll in the TriCare Dental program.",
        "Employees may enroll in either the dental plan, the vision plan or they may choose not to enroll at all.",
        "Individuals may opt to enroll themselves, self plus one, or self plus family benefit plans.",
        "Individuals who are federal or postal employees and are eligible for FEHB are allowed to enroll in the program.",
        "However, you do not need to be enrolled in FEHB in order to enroll in FEDVIP.",
        "Eligible employees may enroll during open enrollment season.",
        "If you are a new hire, you may enroll without waiting for the normal open enrollment season.",
        "Enrollment can be accomplished through BENEFEDS, the online site for federal employees to enroll in benefit programs.",
        "Employees interested in the plan can enroll in FEDVIP during open enrollment or upon being hired.",
        "If military personnel do not take the initiative to enroll themselves in TriCare Prime, they will be covered by the TriCare Standard program.",
        "Medicaid managed care Georgia regulations are not much different from similar programs in other states, but there are some things Georgia residents should know if they plan to enroll in this program.",
        "Once they turn 65, seniors have a seven-month enrollment window during which they can enroll in Medicare at no cost.",
        "When this period ends, however, penalties and enrollment fees will apply if they do decide to enroll.",
        "However, people with certain medical conditions become eligible to enroll in Medicare before reaching 65 years of age.",
        "To enroll in the plan, you must be an active member of the AARP.",
        "You can enroll at any time throughout the year to get the dental coverage you need.",
        "The Sheffield Group requires each covered employer to enroll in the SAFE (Sheffield Association of Federated Employers) program.",
        "The portion of the Act that pertains to COBRA reduces the cost of the monthly premiums and makes it simple for people who initially declined COBRA coverage to enroll into the program.",
        "People who were eligible for COBRA, but who declined coverage for whatever reason, may be eligible to now enroll in COBRA at the reduced cost.",
        "For information on how to enroll in this health care program, contact the NCHIRP office at (866) 665-2117.",
        "Enroll your teen in a safety driving course.",
        "If this dental coverage is provided by your employer, speak to a HR representative to find out what you need to do to enroll yourself and eligible family members into a dental insurance policy.",
        "If health care becomes available through a federal government health care bill, you may be eligible to enroll.",
        "Another example of a way to get health insurance coverage quickly without having to go through the underwriting process is to enroll in a group health insurance plan.",
        "PetFirst's accident and routine care coverage are effective the day after you enroll.",
        "The applicant can then choose to enroll in the plan for a one or three-year term.",
        "All students who enroll in the program go through an audition process and must show aptitude within the particular area of the arts they plan to study.",
        "Dr. Drew personally looks after all of the patients who enroll in his program there, and he has a regular staff who works with him and the stars on a daily basis.",
        "Eventually Simon convinced Ryan to enroll in mechanic's school and got him a job at his dealership, but Ryan quit, causing even more tension.",
        "It can also be a good idea to enroll in the Webmaster Tools to learn more about how sites get indexed and \"spidered\" by the Google Search Algorithm."
    ],
    "definition": [
        "To enter or register in a roll, list, or record: enrolled the child in kindergarten; enroll the minutes of the meeting.",
        "To roll or wrap up.",
        "To write or print a final copy of; engross.",
        "en·roll·ee′\nnoun",
        "Link/Cite",
        "To enter (a name, etc.) in a register, roll or list",
        "To enlist (someone) or make (someone) a member of\nThey were eager to enroll new recruits.",
        "(intransitive) To enlist oneself (in something) or become a member (of something)\nHave you enrolled in classes yet for this term?",
        "Link/Cite"
    ]
}