{
    "translation": "להכנס, להכניס",
    "uses": [
        "How shall I enter the drawing room?",
        "I'll wait 'til you enter the gate.",
        "We are about to enter a world where robots do more and more of our work for us.",
        "Rice doesn't naturally have vitamin A. Enter transgenics.",
        "Do you wish to enter the Brotherhood of Freemasons under my sponsorship?",
        "This is the definition of my Shangri-La; the town should have a good hospital where my child will enter this world and, if Martha want's to, she can work enough hours to utilize her skills.",
        "Ikir, may I enter your home?",
        "Just before Howie was ready to give up, he was startled by a figure he'd not heard enter the house!",
        "From the corner of her eye, she saw Alex enter the living room with a cup of coffee in one hand.",
        "\"Now I must disclose to you the chief aim of our Order,\" he said, \"and if this aim coincides with yours, you may enter our Brotherhood with profit.",
        "A Cleveland mother had reported an infant child was taken from his crib while napping yet when Howie was able to enter the location before and during the alleged time, there was no sign of the child.",
        "I did not like his plan, for I wished to enter college with my class.",
        "At the door, he opened it and stepped back, motioning for her to enter first.",
        "And suddenly Brother A. came and, taking my arm, led me to a building to enter which we had to pass along a narrow plank.",
        "Hoping to enter on an entirely new life quite unlike the old one, he expected everything to be unusual, even more unusual than what he was seeing.",
        "Her life was about to enter its next phase of the nightmare.",
        "He stepped back to let her enter first.",
        "Stopping her seemed not to enter Dean's mind as she placed a chair in the middle of the room, looking up to make sure it was directly beneath the hanging brass fixture.",
        "Bagration was embarrassed, not wishing to avail himself of their courtesy, and this caused some delay at the doors, but after all he did at last enter first.",
        "Jackson had taken a step forward, ready to enter the room, but stopped when Connor's voice quieted.",
        "He could not now understand how he could ever even have doubted the necessity of taking an active share in life, just as a month before he had not understood how the idea of leaving the quiet country could ever enter his head.",
        "Why would such a thing even enter his mind?",
        "They were so absorbed in each other that they didn't hear the car enter the drive.",
        "He swiped a badge to enter what she imagined was the Mecca of all science labs, with rows of stainless steel, machines, computers, and glass.",
        "How many other reptiles lurked in the trees and brush, ready to waylay anyone bold enough to enter their territory?",
        "The idea of defeat and flight could not enter Rostov's head.",
        "Lake Erie sits north of Ohio for a long stretch so to get into Canada going east; he'd enter in New York State, around Niagara Falls.",
        "The thought of going to college took root in my heart and became an earnest desire, which impelled me to enter into competition for a degree with seeing and hearing girls, in the face of the strong opposition of many true and wise friends.",
        "Unable to enter his mind without tipping him off, Xander shifted forward.",
        "\"Enter Rev. Martin,\" she said with a sigh as she handed him the page.",
        "Allen watched him enter the house before he turned to Lisa.",
        "Most of these people have other jobs and obligations, so without something like Etsy, they might not be able to enter into these trades.",
        "Through the adoption of standardized treaties, they can enter into economic agreements, adopt the same weights and measures, and agree to honor the intellectual property of the others.",
        "She went into Prince Andrew's study, trying to enter completely into his ideas, and considered her position.",
        "Not one of the threesome had a desire to enter the mine via this newfound entrance, but each cautiously examined the portal.",
        "Behind her, she heard Katie enter the barn.",
        "There are now two places on earth where we can enter from the immortal world.",
        "Enter Edward Jenner, a physician in Berkeley, Gloucestershire.",
        "Stout, about the average height, broad, with huge red hands; he did not know, as the saying is, how to enter a drawing room and still less how to leave one; that is, how to say something particularly agreeable before going away.",
        "All his absent-mindedness and inability to enter a room and converse in it was, however, redeemed by his kindly, simple, and modest expression.",
        "If it were a war for freedom I could understand it and should be the first to enter the army; but to help England and Austria against the greatest man in the world is not right.",
        "I enter, and at the table... who do you think?",
        "She heard a muffled response to her knock and walked in, not caring if he bid her enter or get lost.",
        "He allowed Daniela to enter first and then followed.",
        "Knocking jarred him as he read, and he hid the book beneath a pillow before allowing Hilden's chosen messenger to enter.",
        "Stimulated by such causes and obtaining formal permission from the Persian government, they would arise as a new Israel and enter on a new phase of national life and divine revelation.",
        "Several attempts had been made by individuals belonging to the Labour party to enter the New South Wales parliament, but it was not until 1891 that the occurrence of a general election gave the party the looked-for opportunity for concerted action.",
        "Klose, Togo enter deutscher Flagge (Berlin, 1899), a comprehensive survey, with bibliography; N.",
        "Marconi's successes and the demonstrations he had given of the thoroughly practical character of this system of electric wave telegraphy stimulated other inventors to enter the same field of labour, whilst theorists began to study carefully the nature of the physical operations involved.",
        "In May 1859 Ferdinand of Naples was succeeded by his son Francis II., who gave no signs of any intention to change his fathers policy, and, in spite of Napoleons advice, refused to grant a constitution or to enter into an alliance with Sardinia.",
        "Moral elements must enter into theism at some point: and, as against empiricism, intuitionalism is morally strong.",
        "This third possibility in philosophy does not enter at all into Lecky's grouping referred to above; in fact, it is very generally strange to older British thinking,3 t;csm.",
        "give permission to merchants, both English and foreign, to enter and leave the kingdom, except in time of war.",
        "Odoric set out on his travels about 1318, and his journeys embraced parts of India, the Malay Archipelago, China and even Tibet, where he was the first European to enter Lhasa, not yet a forbidden city.",
        "Antonio Andrada, in 1624, was the first European to enter Tibet since the visit of Friar Odoric in 1325.",
        "On the demand of Lennox, Darnley's father, Bothwell was put upon his trial, in April, but Lennox, having been forbidden to enter the city with more than six attendants, refused to attend, and Bothwell was declared not guilty.",
        "The Marquis Lodovico Gonzaga of Mantua had for some time been pressing Mantegna to enter his service; and the following year, 1460, was perhaps the one in which he actually established himself at the Mantuan court, residing at first from time to time at Goito, but, from December 1466 onwards, with his family in Mantua itself.",
        "After holding a subordinate office (1876) in the department of public works, he became successively prefect of the Tarn (1882) and the Haute-Garonne (1885), and then returned to Paris to enter the ministry of the interior.",
        "Half a day's journey beyond, at a point where two great wadis enter the Euphrates, on the Syrian side, stands Jabriya, an unidentified ruined town of Babylonian type, with walls of unbaked brick, instead of the stone heretofore encountered.",
        "Roman armies began to enter it about 218 B.C. In 121 B.C. the coast from 1 When Cisalpine Gaul became completely Romanized, it was often known as \"Gallia Togata,\" while the Province was distinguished as \"Gallia Bracata\" (bracae, incorrectly braccae, \" trousers\"), from the long trousers worn by the inhabitants, and the rest of Gaul as \"Gallia Comata,\" from the inhabitants wearing their hair long.",
        "At the Union Station more than 150 trains enter and depart daily, carrying more than 30,000 passengers.",
        "It was not till 1633 that the Dutch attempted to enter into alliance with the native princes, and their earliest permanent settlement at Port Badung only dates from 1845.",
        "The department is authorized, on receipt of such report, to direct an inquiry to be made into the cause of any accident so reported, and the inspector appointed to make the inquiry is given power to enter any railway premises for the purposes of his inquiry, and to summon any person engaged upon the railway to attend the inquiry as a witness, and to require the production of all books, papers and documents which he considers important for the purpose.",
        "This is not the place to enter into the prolonged controversy as to the real significance of this term, whether it signifies the nation Israel or the righteous community only, or finally an idealized prophetic individual who, like the prophet Jeremiah, was destined to suffer for the well-being of his people.",
        "Why don't you enter the service, Uncle?",
        "Yancey strode across the room and opened the door, allowing the man in a black suit to enter.",
        "She stepped back and let them enter.",
        "Frustrated, he stalked to the kitchen and opened the oven, sensing her enter.",
        "She hadn't heard him enter but doubted the Dark One used doors.",
        "She stumbled back after leaving the door open barely enough for Dean to enter.",
        "It cracked open silently with enough room for them to enter.",
        "She whipped around to see Kris standing in the doorway, holding the door open as if debating whether to enter.",
        "No one will enter.",
        "Brady and his men paused after two rigid security inspections and being granted permission to enter.",
        "She watched him enter a code and a countdown begin, and guessed he was destroying the comms center.",
        "\"One for your stuff and one to sit on,\" Kelli explained, ducking into one such room and holding up the blanket acting as a door for Lana to enter.",
        "While not large, the Immortal underworld was separated by several different domains, two of which – Hell and Death's domain - were contained within shields no one could enter.  At least, no normal Immortal or demon could enter.  As a creature of both worlds, Rhyn could enter Hell, and he'd found by visiting Gabe that he was able to enter Death's domain, too.",
        "\"Think about that when you enter my domain,\" Death said.",
        "She beckoned him to enter.",
        "\"So he sent you here to assume a position my people would respect while sweeping the way clear for Memon to enter and destroy all?\" she continued.",
        "He was too hungry to enter without shredding a few humans in the process.",
        "Whatever it was, he wasn't about to enter a hospital until he'd had his dinner.",
        "Xander cracked the door for the animal to enter and pulled on a shirt.",
        "Instead of a key, there was a code to enter the condo located in a ritzy building on a private beach.",
        "Worse, she had the code to enter any time she wanted.",
        "Maybe it was her gaze, too direct to be friendly, or the fact Jessi didn't hear the newcomer enter.",
        "Michelsen, Die Landgrafschaft Thuringen enter den Konigen Adolf, Albrecht, and Heinrich VII.",
        "Diff selection: mark the radio boxes of the versions to compare and hit enter or the button at the bottom.",
        "Under Greek influence, he was identified with Hippolytus, who after he had been trampled to death by the horses of Poseidon was restored to life by Asclepius and removed by Artemis to the grove at Aricia, which horses were not allowed to enter.",
        "After joining the \"Giovine Italia\" he entered the Sardinian navy, and, with a number of companions on board the frigate \"Euridice,\" plotted to seize the vessel and occupy the arsenal of Genoa at the moment when Mazzini's Savoy expedition should enter Piedmont.",
        "Then wrinkles ran over his face like a wave and his forehead became smooth again, he bowed his head respectfully, closed his eyes, silently let Mack enter his room before him, and closed the door himself behind him.",
        "Dining attire is casual, but swimsuits must be covered and dry to enter the restaurant.",
        "A small frosted window allowed light to enter the room that was obviously a storage space for heirlooms.",
        "He never got around to the guy who tried to enter Ethel Reagan's apartment.",
        "The demons had been able to enter her realm when the sky broke apart.",
        "\"You may enter, uncle,\" Talal said, and stopped in front of the war quarters.",
        "Kris glanced up, expecting Kiki to enter his tent; however, it was one of his Immortal messengers who approached.",
        "Jonathan was poised to enter his teens in style and a deformed left arm wasn't going to hold him back.",
        "They didn't enter war to satisfy a desire to kill and maim but to be victorious in the way their society rewarded.",
        "When she rounded the corner to enter the room she shrieked, \"Jesus, it looks like a bomb went off in here.\"",
        "They did so, and as the flames lighted up the room, they saw their father enter with a child in his arms.",
        "The tattooed Larry motioned for them to enter the one-story house.",
        "When about to enter Austrian territory proper his advance was, however, checked by the armistice of Villafranca.",
        "Gathering volunteers in the autumn of 1867, he prepared to enter papal territory, but was arrested at Sinalunga by the Italian government and conducted to Caprera.",
        "He would have taken his title from Beaconsfield had he survived to enter the peerage.",
        "But with these reservations it must unhesitatingly be said that concordats are bilateral or synallagmatic contracts, from which results an equal mutual obligation for the two parties, who enter into a juridical engagement towards each other.",
        "The new pope, Gelasius II., and also his successor, Calixtus II., espoused the cause of the stubborn archbishop, and in October 1119, in spite of promises made to Henry I., he was consecrated by Calixtus at Reims. Enraged at this the king refused to allow him to enter England, and he remained for some time in the company of the pope.",
        "Having discovered this prime or absolute member of the group, we proceed to consider the degrees in which the other members enter into relation with it.",
        "..: the ships anchor at considerable risk in the roads, but the love of gain prevails: for the large number of lighters which receive the cargoes and reload them renders the time short before they can enter the river, and having lightened a part of their cargoes they sail in and ascend to Rome.\"",
        "Properties.--All attempts to make helium enter into stable chemical union have hitherto proved unsuccessful.",
        "Dr Briggs remained a member of the Union Seminary faculty but left the Presbyterian Church to enter the Protestant Episcopal.",
        "In 1906 the president announced that permission had been given by the German emperor for 30 Argentine officers to enter the German army each year and to serve eighteen months, and also for five officers to attend the Berlin Military Academy.",
        "It left the government free either to apply to foreign countries the general tariff or to enter into negotiations with them for the application, under certain conditions, of a minimum tariff.",
        "in length unpierced by any streams, large or small, but west of the bight, towards Cape Leeuwin, some small rivers enter the sea.",
        "He saw and named Port Jackson, but forbore to enter the finest natural harbour in Australia.",
        "In 1850 he went back to England, in order to enter political life there.",
        "Even with this limitation the subject is too vast for us to enter into details.",
        "Although several species belonging to the second class occasionally enter the bodies of water snails and other animals before reaching their definitive host, they undergo no alteration of form in this intermediate host; the case is different, however, in Filaria medinensis and other forms, in which a free larval is followed by a parasitic existence in two distinct hosts, all the changes being accompanied by a metamorphosis.",
        "From their position in the proboscis the larvae can easily enter the blood of man the next time the mosquito bites (Low, Brit.",
        "As late as the accession of Assur-bani-pal and Samas-sum-yukin we find the Babylonians appealing to their city laws that groups of aliens to the number of twenty at a time were free to enter the city, that foreign women once married to Babylonian husbands could not be enslaved and that not even a dog that entered the city could be put to death untried.",
        "The vestals were vowed to, chastity, lived together in a great nunnery, were forbidden to open or enter a tavern, and together with other votaries had many privileges.",
        "The wide streets are traversed by a system of tramways, which pass through modern suburbs to the mining district about two leagues inland, and on the west a canal enables small vessels to enter the town without using the port.",
        "The Crati, which flows from Cosenza northwards, and then turns abruptly eastward to enter the same gulf, is the only stream worthy of notice in the rugged peninsula of Calabria; while the arid limestone hills projecting eastwards to Capo di Leuca do not give rise to anything more than a mere streamlet, from the mouth of the Ofanto to the south-eastern extremity of Italy.",
        "This mosquito does not as a rule enter the large towns; but low-lying coast districts and ill-drained plains are especially subject to it.",
        "Another source of weakness is the fact that Italy is a country of transit and the Italian mercantile marine has to enter into competition with the ships of other countries, which call there in passing.",
        "But now the moment had arrived when this vast group of provinces, forming the future kingdom of the Two Sicilies, was about to enter definitely and decisively within the bounds of the Italian community.",
        "invited Charles of Arijou to enter italy and take the Guelph command.",
        "La Marmora, however, who believed himself bound in iour to Prussia, refused to enter into a separate arrangement.",
        "Rattazzi, after ordering a body of troops to enter papal territory with no definite object, now resigned, and was succeeded by Menabrea.",
        "On the 24th he captured Monte Rotondo, but did not enter Rome as the expected insurrection had not broken out.",
        "Measures, apparently successful, were taken to reassure the negus, but shortly afterwards protection inopportunely accorded by Italy to enemies of Ras Alula, induced the Abyssinians to enter upon hostilities.",
        "With the later 9th century we enter upon a new epoch, and by the time of Gregory VII., in the 11th century, the tribunals have fallen into the hands of a regular class of canonists who are in fact professional church-lawyers in orders.",
        "In Holland he may not enter into any agreement, direct or indirect, with a medical man with regard to the supply of medicines.",
        "they can be traced upwards from any given point till they are found to pass out of the cylinder, travel through the cortex of the stem and enter a leaf.",
        "This serves a double purpose, bringing up from the soil continually a supply of the soluble mineral matters necessary for their metabolic processes, \\vhich only enter the plant in solutions of extreme dilution, and at the same time keeping the plant cool by the process of evaporation.",
        "This power of varying the area of the apertures by which gases enter the internal reservoirs is not advantageous to the gaseous interchangesindeed it may be directly the reverse.",
        "The food must enter in solution in order to pass the walls.",
        "Since about 1880 our knowledge of the species which can enter into such relationships has been materially extended, and the fungal constituents of the Lichens are known to include Basidiomycetes as well as Ascomycetes.",
        "The other type is called endctropic. The fungal filaments either penetrate the epidermis of the root, or enter it from the stem and ramify in the interior.",
        "The food so absorbed passes to the outer cortical mycellum, and from this tc the inner hyphae, which appear to be the organs of the interchangi of substance, for they are attracted to the neighborhood of thi nuclei of the cells, which they enter, and iii which they form agglom erations of interwoven filaments.",
        "Each species of green plant may form a mycorhiza with two or three different Fungi, and a single species of Fungus may enter into symbiosis with several green plants.",
        "These are: (I) That the green plant is so stimulated by the symbiotic association which leads to the hypertrophy, that it is able to fix the nitrogen or cause it to enter into combination.",
        "There is no direct connection between the two, the oxygen is absorbed almost immediately by the protoplasm, and appears to enter into some kind of chemical union with it.",
        "(3) The supply of water must be associated with the formation of osmotic substances in the cell, or it cannot be made to enter it.",
        "In order that a Fungus may enter a plant, it must be able to overcome not merely the resistance of cell-walls, but that of the living protoplasm; if it cannot do this, it must remain outside as a mere epiphyte, e.g.",
        "The inability to enter the cells may be due to the lack of chemotactic bodies, to incapacity to form cellulose-dissolving enzymes, to the existence in the hostcells of antagonistic bodies which neutralize or destroy the acids, enzymes or poisons formed by the hyphae, or even to the formation and excretion of bodies which poison the Fungus.",
        "The ventral portion of the neck is formed by the strong crista inferior, on the median side of which is the deep fosses subtrochanterica by which air sacs enter the humerus.",
        "The lymph vessels of the tail and hinder parts of the body enter the hypogastric veins; and at the point of junction, on either side, lies a small lymph heart, which often persists until maturity.",
        "Walter, Die Politik der Kurie enter Gregor X.",
        "To enter here into an exhaustive account of the various theories which even before, though especially after, the appearance of the Constitution of Athens have been propounded as to the chronology of the Peisistratean tyranny, is impossible.",
        "Taking their rise on the plateau formation, or in its outskirts, they flow first along lofty longitudinal valleys formerly filled with great lakes, next they cleave their way through the rocky barriers, and finally they enter the lowlands, where they become navigable, and, describing wide curves to avoid here and there the minor plateaus and hilly tracts, they bring into watercommunication with one another places thousands of miles apart.",
        "It is only in the S.W., where spurs of the Carpathians enter the governments of Volhynia, Podolia and Bessarabia, that ridges reaching 1 100 ft.",
        "In November 1796, when the country was not yet prepared to enter on a decisive struggle with Turkey, Catherine died at the age of sixty-six, and was succeeded by her son Paul, whom she had kept during her long reign in a state of semi-captivity.",
        "He fell, however, in 407 in an attempt to enter Syracuse, and, as a result of the treaty of 405 B.C., Selinus became absolutely subject to Carthage, and remained so until its destruction at the close of the first Punic War, when its inhabitants were transferred to Lilybaeum.",
        "In 1903 the Gould lines determined to enter this Pacific territory.",
        "The second arrangement enables any particular engine to enter or leave without disturbing the other; but on the other hand an accident to the turn-table may temporarily imprison the whole of them.",
        "He devised the plan of persuading the viceroy of Portuguese India to despatch an embassy to China, in whose train he might enter, despite the law which then excluded foreigners from that empire.",
        "Many animal sacrifices were known; of especial importance is the annual sacrifice of a goat on the Acropolis, though at other times the animal was not permitted to enter the temple.",
        "The peat is different in character from that of northern Europe: cellular plants enter but little into its composition, and it is formed almost entirely of the roots and stems of Empetrum rubrum, a variety of the common crowberry of the Scottish hills with red berries, called by the Falklanders the \" diddle-dee \" berry; of Myrtus nummularia, a little creeping myrtle whose leaves are used by the shepherds as a substitute for tea; of Caltha appendiculata, a dwarf species of marsh-marigold; and of some sedges and sedge-like plants, such as Astelia pumila, Gaimardia australis and Bostkovia grandif ora.",
        "It is impossible to enter here into the numerous details of that impressive ceremonial.",
        "But now as we enter the Greek period (320 B.C. and onwards) there is a gradual change from prophecy to apocalyptic. \" It may be asserted in general terms that whereas prophecy foretells a definite future which has its foundation in the present, apoca lyptic directs its anticipations solely and simply to the future, to a new world-period which stands sharply contrasted with the present.",
        "This victory inaugurates the entrance of the \" aeon to come,\" in which the faithful Jews would enter their inheritance.",
        "The first recorded person of European descent to enter the limits of Nevada was Francisco Garces (1738-1781), of the Order of St Francis, who set out from Sonora in 1775 and passed through what is now the extreme southern corner of the state on his way to California.",
        "Early in 1864, when it became evident that two more Republican votes might be needed in the United States Senate for reconstruction purposes, party leaders at Washington urged the people of Nevada to adopt a constitution and enter the Union as a patriotic duty, and on the 21st of March 1864 Congress passed an act to enable the people of the Territory to form a state government.",
        "Lord Auckland resolved to enter upon a war, and on the 1st of October 1838 published at Simla his famous.",
        "When the curtain rises again we enter upon the historical traditions of the Old Testament.",
        "With Nehemiah and Ezra we enter upon the era in which a new impulse gave to Jewish life and thought that form which became the characteristic orthodox Judaism.",
        "Pilate inaugurated his term of office by ordering his troops to enter Jerusalem at night and to take their standards with them.",
        "When he marched against Aretas, his army with their standards did not enter Judaea at all; but he himself went up to Jerusalem for the feast and, on receipt of the news that Tiberius was dead, administered to the Jews the oath of allegiance to Caligula.",
        "The Jews were forbidden to enter the new city of Jerusalem on pain of death.",
        "The caliph Omar initiated in the 7th century a code which required Christians and Jews to wear peculiar dress, denied them the right to hold state offices or to possess land, inflicted a poll-tax on them, and while forbidding them to enter mosques, refused them the permission to build new places of worship for themselves.",
        "The principal rivers are the Metropoli Potamos and the Anapothiari, which drain the plain of Monofatsi and enter the southern sea E.",
        "It is not the purpose of this article to enter on the wide subject of the popular observances, such as the giving and sending of Pasch or Easter eggs as presents.",
        "The sense of sin can hardly be said to enter into these exercises - that is, they are not undertaken as penance for personal transgression.",
        "They have been known to enter human dwellings, removing all the Iverminous insects contained therein.",
        "The mines became crown property, gold-mining was forbidden, and no one was permitted to enter the reservation without a licence.",
        "Such visitors are clearly prejudicial to the flower, and so we meet with arrangements which are calculated to repel the intruders, or at least to force them to enter the flower in such a way as not to effect mischief.",
        "Bonvalot, accompanied by Prince Henri d'Orleans, crossed the Tibetan plateau from north to south, but failed to enter Lhasa.",
        "Finally, connected as he was with the Alans, he shows himself friendly to them, whenever they enter into his narrative.",
        "In recent times they enter military service less and less, betaking themselves mainly to cultivation and to the carrying business connected with agriculture.",
        "The larger vessels enter at Port Tampa (pop. in 1905, 1049), 9 m.",
        "Godoy, having the prospect of the Algarve before him, likewise offered no opposition to the advance of Napoleon's troops to the capital; and so it came about that Murat, named by Napoleon his Lieutenant in Spain, was able to enter Madrid in force and without opposition from that usually clannish populace.",
        "The Mandaean places of worship, being designed only for the priests and their assistants (the worshippers remaining in the forecourt), are excessively small, and very simply furnished; two windows, a door that opens towards the south so that those who enter have their faces turned towards the pole star, a few boards in the corner, and a gabled roof complete the whole structure; there is neither altar nor decoration of any kind.",
        "Deciding not to enter the ministry, he paid back the money advanced by the society.",
        "The subsequent expansion of the body causes fresh air to enter the tracheal system, and if the spiracles be then closed and the body again contracted, this air is driven to the finest branches of the air-tubes, where a direct oxygenation of the tissues takes place.",
        "He finds that the endoderm arises may be readily distinguished, six of which subsequently enter into from an anterior and a posterior rudiment derived from the \" endothe formation of the head, three going to the thorax and twelve to blast,\" that many of the cells of these rudiments wander into the the abdomen.",
        "His parents meant him for the military profession, but his bent being for study he was allowed to enter the university of Paris.",
        "it would be necessary to enter; but the trenchant way in which he showed that the \" Passereaux \"-a group of which Cuvier had said, \" Son caractere semble d'abord purement negatif,\" and had then failed to define the limitsdiffered so completely from every other assemblage, while maintaining among its own innumerable members an almost perfect essential homogeneity, is very striking, and shows how admirably he could grasp his subject.",
        "This was the foundation of a more extensive work of which, from the influence it still exerts, it will be necessary to treat later at some length, and there will be no need now to enter much into details respecting the earlier performance.",
        "p. 405) in 1823, with the addition, however, of his Raptores, and it will be unnecessary to enter into particulars concerning it, though it is as equally remarkable for the insight shown by the author into the structure of birds as for the philosophical breadth of his view, which comprehends almost every kind of character that had been at that time brought forward.",
        "3 Here there is no need to enter into details of the history of evolution; but there was possibly no branch of zoology in which so many of the best informed and consequently the most advanced of its workers sooner accepted the principles of evolution than ornithology, and of course the effect upon its study was very marked.",
        "Under the republic commercial shipping used to enter Venice by the Tort of San Nicole del Lido and lie along the quay called the Riva degli Schiavoni, in the basin of San Marco, and up the broad Giudecca Canal.",
        "Many enter, or live exclusively in, such fresh waters as are at no great distance from the sea.",
        "The fry of clupeoids, which likewise swim in schools, are followed by the mackerel until they reach some shallow place, which their enemies dare not enter.",
        "There can be no doubt that they enter the North Sea from the English Channel, and return by the same route, but others travel round the north of Scotland and appear in rather small numbers off the east coast of that country.",
        "A covenant by the lessor, limited to his own acts and those of persons claiming under or through him, for the \"quiet enjoyment\" by the lessee of the demised premises, and covenants by the lessee to pay rent, to pay taxes, except such as fall upon the landlord, to keep the premises in repair, and to allow the landlord to enter and view the condition of the premises may be taken as typical instances of \" usual \" covenants.",
        "1 We shall now enter upon a detailed analysis of \" forward operations.",
        "On the problem of evil and sin it is impossible here to enter; but this must be insisted on, that the miracles of Jesus at least express divine benevolence just under those conditions in which the course of nature obscures it, and are therefore, proper elements in a revelation of grace, of which nature cannot give any evidence.",
        "President Harding made plain in his first message that the United States would not enter the League of Nations.",
        "in 1130, his widow Alice headed a party in favour of the marriage of the heiress Constance to Manuel of Constantinople, and did not scruple to enter into negotiations with Zengi of Mosul.",
        "Into the vicissitudes of the fight it is not necessary here to enter; but in the issue Nureddin won, in spite of the support which Manuel gave to Amalric. Nureddin's Kurdish lieutenant, Shirguh, succeeded in establishing in power the vizier whom he favoured, and finally in becoming vizier himself (January 1169); and when he died, his nephew Saladin (Sala-ed-din) succeeded to his position (March 1169), and made himself, on the death of the caliph in 1171, sole ruler in Egypt.",
        "to enter his capital: as one under excommunication, he had to see an interdict immediately fall on the city, and it was with his own hands - for no churchman could perform the office - that he had to take his crown from the altar of the church of the Sepulchre, and crown himself king of his new kingdom.",
        "Into the legendary overgrowth of the First Crusade we cannot here enter any further 2; but it is perhaps worth while to mention that the French legend of the Third Crusade equally perverted the truth, making Richard I.",
        "This very effective and elaborate innervation, which has been directly traced to the brain, whence strong nerves (generally two) enter the proboscis, renders it exceedingly probable that the most important functions of the proboscis are of a sensiferous, tactile nature.",
        "The silicate in the form of a concentrated solution is crutched or stirred into the soap in a mechanical mixing machine after the completion of the saponification, and it appears to enter into a distinct chemical combination with the soap. While silicate soaps bear heavy watering, the soluble silicate itself is a powerful detergent, and it possesses certain advantages when used with hard waters.",
        "His grandmother then wished him to enter the army of the landgrave of Hesse, but he declined to serve \"a tyrant,\" and a year later slipped away from Geneva and embarked for the United States.",
        "the fortunes of the family enter on a more peaceful stage.",
        "The Mussulman invaders of the Deccan passed it by, not caring to enter its mountain fastnesses and impenetrable forests; though occasional inscriptions show that parts of it had fallen from time to time under the dominion of one or other of the great kingdoms of the north, e.g.",
        "Elements which readily enter into reaction with each other, and which develop a large amount of heat on combination, are said to have a powerful affinity for each other.",
        "The combination, as it is ordinarily termed, of chlorine with hydrogen, and the displacement of iodine in potassium iodide by the action of chlorine, may be cited as examples; if these reactions are represented, as such reactions very commonly are, by equations which merely express the relative weights of the bodies which enter into reaction, and of the products, thus Cl = HC1 Hydrogen.",
        "they appear to differ in character; but if they are correctly represented by molecular equations, or equations which express the relative number of molecules which enter into reaction and which result from the reaction, it will be obvious that the character of the reaction is substantially the same in both cases, and that both are instances of the occurrence of what is ordinarily termed double decomposition H2 + C12 = 2HC1 Hydrogen.",
        "When two substances which by their action upon each other develop much heat enter into reaction, the reaction is usually complete without the employment of an excess of either; for example, when a mixture of hydrogen and oxygen, in the proportions to form water 2E12+0, =20H2, is exploded, it is entirely converted into water.",
        "Starting with a monoderivative, we have seen that a substituent group may enter in either of three positions to form an ortho-, meta-, or paracompound.",
        "The only illogical point in his system is that the beauty of his dreamlike chords depends not only on his artful choice of a timbre that minimizes their harshness, but also on the fact that they enter the ear with the meaning they have acquired through centuries of harmonic evolution on classical lines.",
        "At Strassburg he was introduced to Prince Maximilian, afterwards elector of Bavaria, and was by him invited to enter the civil and military service of that state.",
        "Antigonus Gonatas, bluff soldier-spirit that he was, heard the Stoic philosophers gladly, and, though he failed to induce Zeno to come to Macedonia, persuaded Zeno's disciple, Persaeus of Citium, to enter his service.",
        "During these years Chastellain had ample opportunity of obtaining an intimate knowledge of French affairs, but on the further breach between the two princes, Chastellain left the French service to enter Philip's household.",
        "In 1840 various treaties were concluded by Captain Robert Moresby of the Indian Navy \" on the part of the English Government in India \" with the sultan of Tajura and the governor of Zaila, who engaged not to enter into treaties with any other foreign power.",
        "A master could not enter into a contract with his slave, nor could he accuse him of theft before the law; for, if the slave took anything, this was not a subtraction, but only a displacement, of property.",
        "Peter the Great imposed a poll-tax on all the members of the rural population, making the proprietors responsible for the tax charged on their serfs; and the \" free wandering people \" who were not willing to enter the army were required to settle on the land either as members of a commune or as serfs of some proprietor.",
        "Those who wished to enter the society must have \"a desire to flee from the wrath to come, to be saved from their sins.\"",
        "We cannot here enter into the infinite details of the other subdivisions imagined by Joachim, or into his system of perpetual concordances between the New and the Old Testaments, which, according to him, furnish the prefiguration of the third age.",
        "These are excavated deep in the earth, and contain, on either hand as you enter, the bodies of the dead buried in the wall.",
        "It is unnecessary to enter on any detailed description of the frescoes which cover the walls and ceilings of the burial-chapels in the richest abundance.",
        "2 The Kabbalah itself is but an extreme and remarkable development of certain forms of thought which had never been absent from Judaism; it is bound up with earlier tendencies to mysticism, with man's inherent striving to enter into communion with the Deity.",
        "Southward its range is more limited than that of the dolphin, as, though common on the Atlantic coasts of France, it is not known to enter the Mediterranean.",
        "Just south of the equator channels from the long, branching Lake Deshekwama or Hardinge, fed by the Lakdera river, enter from the west, and in o° 15' S.",
        "Nikasinovic, Bosnien and die Herzegovina enter der Verwaltung der osterreich-ungarischen Monarchie (Berlin, 1901, &c.), and M.",
        "His Letters to a Lady inclined to enter the Church of Rome are excellent specimens of the attitude of a high Anglican towards Romanism.",
        "left his successor free to enter upon a campaign in 1520-1566.",
        "The codes of law were by him revised and improved, and he was the first sultan to enter into relations with foreign states.",
        "In 1779 a rupture on this account was only averted through the mediation of the French ambassador, coupled with the fact that Turkey was in no condition to enter upon hostilities, owing to the outbreak of plague in her army.",
        "On the 22nd Menshikov and the whole of the Russian diplomatic staff left Constantinople; and it was announced that, at the end of the month, the tsar's troops would enter the Danubian principalities.",
        "Towards nightfall Napoleon reached the scene, and the Russians being now clear the troops began to enter, but already fires were observed in the farther part of the city.",
        "The facts as to the position of an opponent accurately observed and correctly reported at a given moment, afford no reliable guarantee of his position 48 hours later, when the orders based on this information enter upon execution.",
        "Christians are not allowed to enter its precincts, and the population of the Kazemain quarter is so fanatical that it is difficult and even dangerous to approach it.",
        "Wellington then, ostentatiously making preparations to enter Spain by the Badajoz line, once more turned northward, crossed the Tormes (June 17, 1812), and advanced to the Douro, behind which the French were drawn up. Marmont had erected at Salamanca some strong forts, the reduction of which occupied Wellington ten days, and cost him 600 men.",
        "He who leaves his land to enter another, leaves his god and is influenced by the religion of his new home (1 Sam.",
        "(2) The copper plate by which the current is said to enter the solution, i.e.",
        "Still, the necessary freedom was supposed to be secured by interchanges which the solvent can pass but the solution cannot, the solvent will enter till a certain equilibrium pressure is reached.",
        "In order that positively electrified ions may enter a solution, an equivalent amount of other positive ions must be removed or negative ions be added, and, for the process to occur spontaneously, the possible action at the two electrodes must involve a decrease in the total available energy of the system.",
        "19, says that \"We, too, ought not to enter the Holy of Holies in our everyday garments ...",
        "Into the history of the resulting controversies it is impossible to enter.",
        "He was strongly urged to enter Stepney (now Regent's Park) College to prepare more fully for the ministry, but an appointment with Dr Joseph Angus, the tutor, having accidently fallen through, Spurgeon interpreted the contretemps as a divine warning against a college career.",
        "The lake, which merchant vessels are not allowed to enter, contains the naval port and arsenal.",
        "- Rhynchonella (Hemi- and a left half, which enter the thyris) psittacea.",
        "Young Marryat distinguished himself as a boy by frequently running away to go to sea; and at last, at the age of fourteen, he was allowed to enter the navy.",
        "Lead salts usually produce constipation, and lead is an active ecbolic. Lead is said to enter the blood as an albuminate in which form it is deposited in the tissues.",
        "The proboscis, passing down this groove to the spur, becomes dusted with pollen; as it is drawn back, it presses up the lip-like valve of the stigma so that no pollen can enter the stigmatic chamber; but as it enters the next flower it leaves some pollen on the upper surface of the valve, and thus cross-fertilization is effected.",
        "Friedberg, Die Grundlagen der preussischen Kirchenpolitik enter Friedrich Wilhelm IV.",
        "We shall therefore enter at once on a short account of the origin of this literature in Judaism, of its adoption by early Christianity, of the various meanings which the term \" apocryphal \" assumed in the course of its history, and having so done we shall proceed to classify and deal with the books that belong to this literature.",
        "This choice of a university career was dictated more by the natural desire of his father to see his son enter his own profession, and by the poverty of his family, than by his own preference.",
        "Passing from South Africa to the north polar regions of both the Old and the New World, inclusive of Iceland, we enter the domain of the Arctic fox (V.",
        "These must one and all be cleared away before we can enter on that era of universal peace towards the attainment of which the tsar of Russia declared, in his famous circular of 1898, the efforts of all governments should be directed.",
        "The Calcoene and Cassipore enter the Atlantic farther north and have a north-east course across the same plain.",
        "The fibre of the piassava (Leopoldinia piassava, or Attalea funifera) is widely used for cordage, brushes and brooms. There are many other palms whose fruit, fibre and wood enter largely into the domestic economy of the natives, but the list given shows how important a service these trees rendered to the aboriginal inhabitants of tropical America, and likewise how useful they still are to the people of tropical Brazil.",
        "On the arrival of the news in Portugal, Emanuel invited Amerigo Vespucci to enter his service, and despatched him with three vessels to explore the country.",
        "The first emigrant Boers to enter the country were led by Pieter Retief (c. 1780-1838), a man of Huguenot descent and of marked ability, who had formerly lived on the eastern frontier of Cape Colony and had suffered severely in the Kaffir wars.",
        "To deepen the channel over the bar at Durban so that steamers might enter the harbour was the cause of labour and expenditure for many years.",
        "Occam, who is still a Scholastic, gives us the Scholastic justification of the spirit which had already taken hold upon Roger Bacon, and which was to enter upon its rights in the 15th and 16th centuries.",
        "He was elected interim president in June 1820, on the death of Sir Joseph Banks; but he did not care to enter into competition with Sir Humphry Davy, and the latter was elected president at the anniversary meeting in November 1820.",
        "Substitution takes place usually in the nucleus and only rarely in the side chain, and according to the conditions of the experiment and the nature of the compound acted upon, one or more nitro groups enter the molecule.",
        "He therefore supported Venice against her enemies, refused to enter the League of Cambray in 1508, and concluded a ten years' alliance with the Signoria, which obliged Hungary to defend Venetian territory without any equivalent gain.",
        "But the opposition, while unable to deny the recuperation of Hungary, shut their eyes to everything but Tisza's \" tyranny, \" and their attacks were never so savage and unscrupulous as during the session of 1889, when threats of a revolution were uttered by the opposition leaders and the premier could only enter or leave the House under police protection.",
        "Graphic methods also enter into the consideration of irrational numbers (ï¿½ 65).",
        "Both the Lochy and the Nevis enter Loch Linnhe immediately to the north of Fort William.",
        "Trumbic on his part could not enter a purely Serbian Cabinet without prejudicing that freedom of choice of his compatriots in the Dual Monarchy, upon which the moral case of the Yugosla y s depended.",
        "At neighbouring points the A illumination is less, in conse quence of the discrepancies of phase which there enter.",
        "The musical notes found in the titles of the psalms and occasionally also in the text (Selah, 1 Higgaion) are so obscure that it seems unnecessary to enter here upon the various conjectures that have been made about them.",
        "14: \" All persons, other than natives, conforming themselves to the laws of the South African Republic (a) will have full liberty, with their families, to enter, travel, or reside in any part of the South African Republic; (b) they will be entitled to hire or possess houses, manufactories, warehouses, shops and premises; (c) they may carry on their commerce either in person or by any agents whom they may think fit to employ; (d) they will not be subject, in respect of their persons or property, or in respect of their commerce or industry, to any taxes, whether general or local, other than those which are or may be imposed upon citizens of the said Republic.\"",
        "An attempt was made in 1888, after the conference held between Cape Colony, the Orange Free State and Natal, to induce the Transvaal to enter a customs union.",
        "There were in the Transvaal some ro,000 British Indians, whose right to \" enter, travel or reside \" in the country was secured by the London convention of 1884.",
        "Of the total amount of light falling on such a sphere, part is reflected or scattered at the incident surface, so rendering the drop visible, while a part will enter the drop. Confining our attention to a ray entering in a principal plane, we will determine its deviation, i.e.",
        "There is reason to believe that carbonic acid is always one of these waste products, while the others contain the remainder of the carbon, the nitrogen, the hydrogen and the other elements which may enter into the composition of the protoplasm.",
        "- We must now enter more fully into the question whether the whole of the so-called Book of Isaiah was really written by that prophet.",
        "The old archaic waist-cloth was used, and at the present day both male and female pilgrims enter bare-footed and clad in the scanty ihram (C. M.",
        "can enter the port at high tide.",
        "In 1866 he refused to enter the Ricasoli cabinet; in 1867 he worked to impede the Garibaldian invasion of the papal states, foreseeing the French occupation of Rome and the disaster of Mentana.",
        "Map's career was an active and varied one; he was clerk of the royal household and justice itinerant; in 1179 he was present at the Lateran council at Rome, on his way thither being enter tained by the count of Champagne; at this time he apparentm held a plurality of ecclesiastical benefices, being a prebend of St Paul's, canon and precentor of Lincoln and parson of Westbury, Gloucestershire.",
        "The second act of the drama may be said to open with the irretrievable blunder of Nicias in letting the Spartan Gylippus first land in Sicily, and then march at the head of a small army, partly levied on the spot, across the island, and enter Syracuse by way of Epipolae, past Euryelus.",
        "In 407 he was slain in an attempt to enter the city, and with him was wounded one who was presently to outstrip both rivals.",
        "To James Matthews Duncan (1826-1890) we chiefly owe a saner and broader comprehension of the relative importance of the local and the general conditions which enter into the causation of uterine and ovarian disorders.",
        "He had been, in the first blush of his Frankfort disaster, refused, or at least not granted, permission even to enter France proper.",
        "It is said that one of Zaleucus's laws forbade a citizen, under penalty of death, to enter the senate-house bearing a weapon.",
        "The animal excreta, musk and civet, also enter into the composition of modern European pastils and clous fumants.",
        "It is recommended that frankincense should enter as largely as possible into its composition, and that if inferior materials be employed at all they should not be allowed to preponderate.",
        "It is estimated that upwards of a million daily enter and leave the City alone as the commercial heart of London, and a great proportion of these travel in and out by the suburban railways.",
        "From the east two main roads similarly converge upon the City, which they enter by Aldgate (the suffix in this and other names indicating the former existence of one of the City gates).",
        "The Holyhead and Great North Roads, uniting at Barnet, enter London by branches through' Hampstead and through Highgate, between the Old North and Edgware roads.",
        "In the year 1215 the barons having received intelligence secretly that they might enter London with ease through Aldgate, which was then in a very ruinous state, removed their camp from Bedford to Ware, and shortly after marched into the city in the night-time.",
        "Owen, of the Church Missionary Society, to reside at his great kraal, and Owen was with the king when in November 1837 he received Pieter Retief, the leader of the first party of Boer immigrants to enter Natal.",
        "The Zulu, however, made no attempt to enter Natal, while Lord Chelmsford awaited reinforcements before resuming his advance.",
        "At the time however when active operations began the 42nd Division and one of the French divisions could 1 The chief naval incidents of this month were: - a raid by the Turkish destroyer \" Demir Hissar \" which sank the British transport \" Manitou \" on March 16, but had to be blown up next day off Chios to avoid capture; an attempt of the British submarine E15 to enter the Straits, which led to her being forced ashore (April 16) and in the sequel to her destruction by a daring boat's crew from the \" Majestic \" (April 18); bombardments of the defences of Smyrna on March 28, April 6 and April 22; and operations at Gaza and El Arish on the Syrian coast by the French battleship \" St.",
        "The glass in process of fusion is contained in a basin or tank built up of large blocks of fire-clay and is heated by one or more powerful gas flames which enter the upper part of the furnace chamber through suitable apertures or \" ports.\"",
        "He, like his predecessors, openly attacked all distinctions of caste, and taught the equality of all men who would join him, and he instituted a ceremony of initiation with baptismal holy water by which all might enter the Sikh fraternity.",
        "By this principle Ferguson endeavours to reconcile all moral systems. With Hobbes and Hume he admits the power of self-interest or utility, and makes it enter into morals as the law of self-preservation.",
        "We cannot enter here into a discussion of the above passages and books.'",
        "NEW Testament Apocalyptic When we pass from Jewish literature to that of the New Testament, we enter into a new and larger atmosphere at once recalling and transcending what had been best in the prophetic periods of the past.",
        "He proposes to support the strength by placing the patient in a tepid bath of nutritious liquids, that might enter by cutaneous imbibition, but does not recommend this.",
        "Peter the Great, in 1 712, attached him to Prince Kurakin at the Utrecht Congress that he might learn diplomacy, and for the same reason permitted him in 1713 to enter the service of the elector of Hanover.",
        "The Indians in hunting them employ the grison (Galictis vittata), a member of the weasel family, which is trained to enter the crevices of the rocks where the chinchillas lie concealed during the day.",
        "The defecated cane juice, having lost about 70% of its bulk by evaporation in the multipleeffect evaporator, is now syrup, and ready to enter the vacuum pan for further concentration and crystallizaHoward's tion.",
        "The whole operation of thus changing a filter occupies about ten minutes, and there is no need for anyone to enter the hot cistern to detach the bags, which are removed in the open air above the mud tank.",
        "A cistern well packed with 20 tons of char will hold, in addition, about io tons of syrup, and after settling, this can be pressed out by allowing second quality syrup, also heated to nearly boiling point, to enter the cistern slowly from the top, or it may be pressed out by boiling water.",
        "The renewal of the convention was disapproved by certain Liberal politicians, who insisted that the price of sugar had been raised by the convention; and Sir Edward Grey said that the government had intended to denounce the convention, but other countries had urged that Great Britain had induced them to enter into it, and to alter their fiscal system for that purpose, and it would he unfair to upset the arrangement.",
        "In the afternoon the doors were found guarded; the secluded members were not permitted to pass, and a vote was at once taken that they should not again be allowed to enter the house.",
        "In England's Confusion, published on the 30th of May 1659, in the True and Full Narrative, and in The Brief Necessary Vindication, he gave long accounts of the attempt to enter the house and of his ejection, while in the Curtaine Drawne he held up the claims of the Rump to derision.",
        "The eggs are free in freshwater lakes and rivers, where they enter the bodies of pike, turbot and other fishes, and are thus eaten by man.",
        "The water-holding capacity of a soil depends upon the amount of free space between the particles of which it is composed into which water can enter.",
        "So far as the water-supply is concerned - and this is what ultimately determines the yield of crops - the rain which falls upon the soil should be made to enter it and percolate rapidly through its interstices.",
        "Certain bacteria of the nitrogenfixing class enter into association with the roots of green plants, the best-known examples being those which are met with in the nodules upon the roots of clover, peas, beans, sainfoin and other plants belonging to the leguminous order.",
        "The bacteria, which are present in almost all soils, enter the root-hairs of their host plants and ultimately stimulate the production of an excrescent nodule, in which they live.",
        "(b) Both the producer gas and the air are heated before they enter the combustion chamber, as in the Siemens system of regenerative firing.",
        "The site is naturally very strong, the town standing on an isolated hill, commanding the western road to Jerusalem just where it begins to enter the mountains of Judea.",
        "Feudalism could not be established, however, until the great of the land had adopted them for themselves, and had begun to enter the clientage of others and to hold lands by the precarium tenure.",
        "By the grant of an immunity to a proprietor the royal officers, the count and his representatives, were forbidden to enter his lands to exercise any public function there.",
        "i.) states that gorillas only leave the depths of the forest to enter the outlying clearings in the neighbourhood of human settlements when they are attracted by some special fruit or succulent plant; the favourite being the fruit of the \"mejom,\" a tall cane-like plant (perhaps a kind of Amomum) which grows abundantly on deserted clearings.",
        "The first explorer to enter the sacred Hejaz with a definite scientific object was the Spaniard, Badia y aeblich, who, under the name of Ali Bey and claiming to be the last representative of the Abbasid Caliphs, arrived at Jidda in 1807, and performed the pilgrimage to Mecca.",
        "The Indian government, wishing to enter into relations with Ibrahim Pasha, as de facto ruler of Nejd and El Hasa, with a view to putting down piracy in the Persian Gulf, which was seriously affecting Indian trade, sent a small mission under Captain G.",
        "a dynasty known as the Jafnids, enter into the history alike of the Roman and Ghassan.",
        "issued a bull appointing Jordanus, a French Dominican, bishop of Quilon, and inviting the Nestorians to enter \"the Christian Church.\"",
        "Being much excited by the first events of the Revolution, he gave up his desk to enter a printer's office, and by 1791 he was overseer of the printing department of the Moniteur.",
        "He settled in England as a West India merchant, making another futile attempt to enter parliament.",
        "They enter British territory by the Vihowa Pass, and carry on an extensive trade, but are not dependent on India for the necessaries of life.",
        "Outside the walls, over the sterile sand plateau, stretch great fields of tombs and graves, for Nejef is so holy that he who is buried here will surely enter paradise.",
        "as the common gnat (Culex pipiens), are rarely found away from human habitations; others seldom or never enter houses, but are met with either in more or less open country, or in the recesses of forests and woods.",
        "Persia crosses the frontier at Kizil Dize a few miles to the south and does not enter the town.",
        "There was also to be free trade between the two nations, and the Russians might enter the service of the Greek emperor if they desired it.",
        "above sea level), and the Huallaga through that of Chasuta, enter the forests and unite after separate courses of about 600 and 400 m., the united flood then flowing eastward to the Brazilian frontier.",
        "It is computed that twenty millions of meteors enter the atmosphere every day and would be visible to unassisted vision in the absence of sunlight, moonlight and clouds, while if telescopic meteors are included the number will be increased twentyfold.",
        "we enter on the practical part of the work; it deals with the ars oeconomica, and gives directions for building, gardening, sowing, reaping, rearing cattle and tending vineyards; it includes also a kind of agricultural almanac for each month in the year.",
        "Rohde (in Psyche) they are souls of the dead, which after separation from the body enter upon a higher, eternal existence.",
        "And, when the Franciscan declared that he would enter the fire with Savonarola alone, Fra Domenico protested his willingness to enter it with any one in defence of his master's cause.",
        "About this time, his father, a poor Protestant minister, died, and the family was left in straitened circumstances; but a small pension from the state allowed Abel to enter Christiania University in 1821.",
        "In 1833 he was appointed examiner of the boys who in the various provincial schools aspired to enter the E.",
        "However that may be, the whole battle - into which we shall not enter - as to the legitimateness of Comtism as a religion turns upon this erection of Humanity into a Being.",
        "by mountain ranges that enter at the N.W.",
        "Hence came his \" conversion,\" and the sense of vocation for the ministry which impelled him in 1822 to enter Manchester College, then lodged at York.",
        "The idea that a nonprofessional could tread the hallowed ground of the stage did not enter any imagination.",
        "Two days before the affair of Werbach (24th of July), however, the second chamber had petitioned the grand-duke to end the war and enter into an offensive and defensive alliance with Prussia.",
        "von Weech, Badische Geschichte (Karlsruhe, 1890); Die Zdhringer in Baden (Karlsruhe, 1881); Baden enter den Grossherzogen Karl Friedrich.",
        "Ships of 500 tons may enter the harbour at all times.",
        "The monks must prepare all their food with their own hands, and no lay person, male or female, may enter their houses.",
        "They are even forbidden to enter the houses of Christians, and from such a pollution have to be purified before entering their own houses.",
        "Excluded from all political and social rights, they were only allowed to enter a church by a special door, and during the service a rail separated them from the other worshippers.",
        "But various obstacles arose from the diversity of aims among the allies; and St John was induced, contrary to the most solemn obligations, to enter into separate and secret negotiations with France for the security of English interests.",
        "His journey to the province was marked by plundering, extortion and the murder of C. Trebonius, proconsul of Asia, who refused to allow him to enter Smyrna.",
        "On the latter's retirement he decided to enter again the newspaper field.",
        "To enter and remain in the district, Kaffirs require a monthly pass for which the employer pays 2s.",
        "Yet, allpowerful in their individual spheres of action, they can influence the fortunes of men and can enter into relations with them.",
        "Thus in Scotland the Cree and other streams enter Wigtown Bay; the Dee, Kirkcudbright Bay; Auchencairn Bay and Rough Firth receive numerous small streams, and the Nith discharges through a long estuary.",
        "to enter the service of Sweden, but two years later accepted a similar invitation of Augustus I., elector of Saxony.",
        "Charles Emmanuel (1796-1802), believing in Bonaparte's promises, was induced to enter into a confederation with France and give up the citadel of Turin to the French, which meant the end of his country's independence.",
        "From the time when he was bidden to leave his country to enter the unknown land, Yahweh was ever present to encourage him to trust in the future when his posterity should possess the land, and so, in its bitterest hours, Israel could turn for consolation to the promises of the past which enshrined in Abraham its hopes for the future.",
        "At the outbreak of the War of Independence he abandoned the study of medicine to enter the American army, and he served with General Benedict Arnold in the Quebec campaign and was later under General Horatio Gates, acting from May 1777 to March 1778 as adjutant-general of the Northern Department.",
        "The number of students who enter the university without passing any examination in Italian is rapidly increasing; the longer the period of transition, the greater the detriment to the rising generation.",
        "During the Persian invasion the Tegeans displayed a readiness unusual among Peloponnesian cities; in the battle of Plataea they were the first to enter the enemy's camp. A few years later they headed an Arcadian and Argive league against Sparta, but by the loss of two pitched battles (Tegea and Dipaea) were induced to resume their former loyalty (about 468-467).",
        "19 1917 to Mexico to enter into an alliance with Germany and to sound Japan as to her willingness to cooperate.",
        "In this expedition he proved eminently successful, driving the Spaniards from post to post, until arriving at the confines of Venezuela he boldly determined to enter that province and try conclusions with General Monteverde himself.",
        "The marshes at the mouths of the Seybuse and Bujema rivers, which enter the sea to the south of Bona, have been drained by a system of canals, to the improvement of the sanitary condition of the town, which has the further advantage of an abundant water supply obtained from the Edugh hills.",
        "An infant might do homage, but he did not thus enter into full possession of his lands.",
        "Little card-holders (81) (also illuminated) enable the astronomer to enter beforehand the R.A.",
        "15-18, in which he foresaw the time when the kingdom of the world would become the kingdom of our Lord and of His Christ, and the saints should enter on their reward.",
        "For flat ropes the drum or bobbin consists of a solid disk, of the width of the rope fixed upon the shaft, with numerous parallel pairs of arms or horns, arranged radially on both sides, the space between being just sufficient to allow the rope to enter and coil regularly upon the preceding lap. This method has the advantage of equalizing the work of the engine throughout the journey, for when the load is greatest, with the full cage at the bottom and the whole length of rope out, the duty required in the first revolution of the engine is measured by the length of the smallest circumference; while the assistance derived from gravitating action of the descending cage in the same period is equal to the weight of the falling mass through a height corresponding to the length of the largest lap, and so on, the speed being increased as the weight diminishes, and vice versa.",
        "When closed by the load the width is sufficient to allow it to enter a funnel-shaped guide on a cross-bar of the frame some distance above the bank level, but on reaching the narrower portion of the guide at the top the plates are forced apart which releases the ropes and brings the lugs into contact with the top of the cross-bar which secures the cage from falling.",
        "The result is that although the forms of apparatus utilized for this purpose are all based on the one fundamental principle of bringing about the contact of the carbide with the water which is to enter into double decomposition with it, they have been multiplied in number to a very large extent by the methods employed in order to ensure control in working, and to get away from the dangers and inconveniences which are inseparable from a too rapid generation.",
        "Autograph copies of his work De Ecclesia and of the controversial tracts which he had written against Paletz and Stanislaus of Znaim having been acknowledged by him, the extracted propositions on which the prosecution based their charge of heresy were read; but as soon as the accused began to enter upon his defence, he.",
        "Ow are any momenta or functions of the co-ordinates and momenta or co-ordinates alone which are subject only to the condition that they do not enter into the coefficients a 1, a 2, &c.",
        "Vessels of the deepest draught can enter into the Victoria basin, the depth of water at low tide ranging from 24 to 36 ft.",
        "Captain Speke in 1862 reached Buganda, the first of all Europeans to enter that country.",
        "Bishop Hannington, who attempted to enter Buganda by the forbidden route from the east, was murdered, and the Rev. R.",
        "Debarred from election to the second National Assembly (known as the Legislative) by the self-denying ordinance passed by the \"constituents,\" Talleyrand, at the close of 1791, sought to enter the sphere of diplomacy for which his mental qualities and his clerical training furnished him with an admirable equipment.",
        "Pitt received him cordially; and to Grenville the envoy stated his hope that the two free nations would enter into close and friendly relations, each guaranteeing the other in the possession of its existing territories, India and Ireland being included on the side of Britain.",
        "The government is drained by the Don and its tributaries, of which the Donets, Chir and Mius enter from the right and the Khoper and Medvyeditsa from the left.",
        "He therefore set himself up in rivalry with John Lackland, youngest son of Henry II., and supported by Philip Augustus of France, and aided by William des Roches, seneschal of Anjou, he managed to enter Angers (18th of April 1199) and there have himself recognized as count of the three countships of Anjou, Maine and Touraine, for which he did homage to the king of France.",
        "demanded that the arrears of the tribute promised by King John to the pope should be paid up, parliament abrogated the whole contract on the ground that John had no right to enter into it.",
        "To seek for the true self in any region into which its opposite in the form of a not-self does not enter is to grasp a shadow.",
        "To enter the city by way of the Tacubaya causeway it was still necessary for the Americans to capture Chapultepec. This hill, defended by about 4000 Mexicans under General Nicolas Bravo, was bombarded on the 12th of September, and was carried by assault on the 13th.",
        "But the influence of Cluny, even on monasteries that did not enter into its organism, was enormous; many adopted Cluny customs and practices and moulded their life and spirit after the model it set; and many such monasteries became in turn centres of revival and reform in many lands, so that during the 10th and 11th centuries arose free unions of monasteries based on a common observance derived from a central abbey.",
        "At the Council of Bourges (1038), the archbishop decreed that every Christian fifteen years and over should take such an oath and enter the diocesan militia.",
        "Herodotus would now naturally return to his native city, and enter upon the enjoyment of those rights of free citizenship on which every Greek set a high value.",
        "Christians are forbidden to enter the mosques.",
        "The last great country to enter the census field was Russia.",
        "The ideas of the centre and of the constancy of the radius do not, however, enter into the elementary conception of the circle as a round figure.",
        "From 1737 to 1740 William Hunter was his resident pupil, and at one time they proposed to enter into partnership. In 1740 Cullen took the degree of M.D.",
        "The revolution of an eccentric A causes two short steel cylinders or cutters mounted on a block of iron B, suitably guided, to enter two holes in a plate fixed to the bed of the machine.",
        "They slide down the table and enter a narrow passage where only one can pass at a time, jamming being prevented by the joggling action of an eccentric rotating disk at the entrance to the passage.",
        "New York, where the Appalachians enter the state, the plateau becomes much higher than in the W., reaching its culmination in the Catskills.",
        "Grand Bassam is situated at the point where the lagoon and the river Komoe enter the sea and there is a minimum depth of 12 ft.",
        "- Puget Sound has formed a natural terminus for several transcontinental railways, the cities of Seattle and Tacoma on its shores affording outlets to the commerce of the Pacific for the Northern Pacific, the Great Northern and the Chicago, Milwaukee & Puget Sound transcontinental lines, which enter these cities with their own tracks.",
        "The Northern Pacific and the Great Northern enter the state near the middle of its eastern boundary at Spokane, which is a centre for practically all the railway lines in the eastern part of the state.",
        "During the winter of1791-1792he built another fort on Nootka Sound and mounted four cannon from the ship. With the coming of spring he sailed southward, determined to settle definitely the existence of the great river, which he had vainly attempted to enter the previous summer.",
        "American settlers in considerable numbers soon began to enter the region south of the Columbia river, and in 1841, and again in 1843, these settlers attempted to form a provisional government.",
        "We need not here enter into the question of the structure constituting these resonators.",
        "Sir George Clerk announced that, as the elected delegates were unwilling to take steps to form an independent government, he would enter into negotiations with other persons.",
        "The railway from Pretoria to Bloemfontein was to be proceeded with; neither party was to enter the Customs Union without the consent of the other.",
        "A county board of education examines applicants for teachers' positions and pupils applying to enter high schools.",
        "Determining to enter active politics, he gave up his legal studies without qualifying for the bar, and in 1881 was elected to the New York legislature as a regular Republican, although in opposition to the \"boss\" of the assembly district for which he was a candidate.",
        "On the conclusion of peace Saxony lost no territory, but had to pay a war indemnity of ten million thalers, and was compelled to enter the North German Confederation.",
        "Basalts and Tertiary brown coal deposits enter into the composition of the southern extremity of Bennett Island, and the mountains of Sannikov Land, seen by Toll, have the aspect of basaltic \"table mountains.\"",
        "Into the question whether the original story did not give a proper name which was afterwards modified into \"Adam\" - important as this question is - we cannot here enter.",
        "Bornhak, Einseitige Abhangigkeitsverhaltnisse enter den modernen, Staaten (1896); W.",
        "The court has no power to compel parties to enter into a reference of this kind, and it is doubtful whether counsel can bind their clients in such a matter.",
        "At the beginning and end of each chapter occur puzzle-canons, wherein the primary part or parts alone are given, and the reader has to discover the canon that fixes the period and the interval at which the response is to enter.",
        "The one may enter into contract with the other respecting property, and they may hold property as joint tenants.",
        "Just as in Protestant countries there has often been an amalgamation of evangelical belief with national feeling, to the great gain of both, Catholics demand that Catholicism shall enter into the sphere of their national interests, and that the activities of the Catholic Church should rest on a national basis.",
        "In virtue of this defect, due largely to the failure to enter into the Apostolic experience of mystic union with Christ, he can rightly speak of \"an immense retrogression\" in theology visible \"at the end of the century, and in circles where it might have been least expected\" (ii.",
        "At St Bartholomew's, St George's, the London Hospital, St Thomas's and others, probationers must enter for four years, and at St Bartholomew's they have to pass an entrance examination in elementary anatomy, physiology and other subjects.",
        "GUldenpenning, Geschichte des ostromischen Reiches enter den Kaisern Arkadius and Theodosius II.",
        "Thereafter he refused to enter the ministry, but became a member of the council of state and of the Corps Legislatif, where his advice on the state of public opinion was frequently useful.",
        "Laden wished to enter the French army, but, being debarred parte.",
        "The firstreal homeseekers to enter the state of whom there is any record were a colony of Scottish Highlanders who had first settled at Kildonan (Winnipeg) in 1812 under a grant from the Hudson's Bay Company to Thomas Douglas, 5th earl of Selkirk.",
        "All these beds strike from north-east to south-west and must enter the northern part of Siam.",
        "There is a close connexion between the laity and priesthood, as the Buddhist rule, which prescribes that every man should enter the priesthood for at least a few months, is almost universally observed, even young princes and noblemen who have been educated in Europe donning the yellow robe on their return to Siam.",
        "The first attempt to enter into relations with the states of Borneo was made by D.",
        "At the Ecole Militaire youths are trained nominally for the army, but many go there who intend to enter one of the professions or the public service.",
        "After the third partition the estates of the Czartoryskis were confiscated, and in May 1795 Adam and his younger brother Constantine were summoned to St Petersburg; later in the year they were commanded to enter the Russian service, Adam becoming an officer in the horse, and Constantine in the foot guards.",
        "The wild camel approaches the north outliers of the Astin-tagh, but rarely, if ever, ventures to enter their fastnesses.",
        "After a long war between mankind aided by Prunikos against Ialdabaoth (this is the inner story of the Old Testament), the Holy Spirit sends Christ to the earth to enter (united with his sister Prunikos) the pure vessel, the virgin-born Jesus.",
        "Erasmus was eager to go to .a university, but the guardians, acting under a perhaps genuine enthusiasm for the religious life, sent the boys to another school at Hertogenbosch; and when they returned after two or three years, prevailed on them to enter monasteries.",
        "He is at his weakest in defending free will against Luther, and indeed he can hardly he said to enter on the metaphysical question.",
        "It is impossible to enter into the manifold details of the fire cultus which forms the main part of the worship in the Avesta.",
        "In 1918 he resigned from the House to enter the Cabinet of President Wilson as Secretary of the Treasury, succeeding William G.",
        "After some secret negotiations, in which the English Corn Law agitator, Cobden, and the French economist, Cherbuliez, took an active part, Napoleon was persuaded to enter on the famous.",
        "The French government at once set to work to enter into similar arrangements with other countries, and treaties were successively concluded in 1860-66 with Belgium, with the Zollverein (Germany), Italy, Switzerland, Sweden and Norway, Holland, Spain, Austria.",
        "Nor was it enough that the person baptized should himself enter the water; the baptizer must pour it over his head, so that it run down his person.",
        "Christians might not enter a church to say their prayers without first washing their hands.",
        "The dissidents had no political rights, and their religious liberties had also been unjustly restricted; but two-thirds of them being agricultural labourers, and most of the rest artisans or petty tradesmen, they had no desire to enter public life, and were so ignorant and illiterate that their new protectors, on a closer acquaintance, became heartily ashamed of them.",
        "Ferdinand was one of the first sovereigns to enter into diplomatic relations with the French republic (1793); and although, a few months later, he was compelled by England and Russia to join the coalition against France, he concluded peace with that power in 1795, and by observing a strict neutrality saved his dominions from invasion by the French, except for a temporary occupation of Livorno, till 1799, when he was compelled to vacate his throne, and a provisional Republican government was established at Florence.",
        "Here he repaired the fabric and changed the position of the communion table, a matter which aroused great religious controversy, from the centre of the choir to the east end, by a characteristic tactless exercise of power offending the bishop, who henceforth refused to enter the cathedral.",
        "In 1634 the justices of the peace were ordered to enter houses to search for persons holding conventicles and bring them before the commissioners.",
        "After the death of Alexius, he refused to enter into the conspiracy set on foot by his mother-in-law and wife to depose John, the son of Alexius, and raise himself to the throne.",
        "Kropotkin had never wished for a military career, but, as he had not the means to enter the St Petersburg University, he elected to join a Siberian Cossack regiment in the recently annexed Amur district, where there were prospects of administrative work.",
        "of Constantine by the railway to Biskra, commands the passage of the Aures mountains by which the nomads of the Sahara were wont to enter the Tell.",
        "In 1810 he was about to enter upon his new post of governor of Rome when he was, unexpectedly, elected successor to the Swedish throne, partly because a large part of the Swedish army, in view of future complications with Russia, were in favour of electing a soldier, and partly because Bernadotte was very popular in Sweden, owing to the kindness he had shown to the Swedish prisoners during the late war with Denmark.",
        "With him the twilight period which succeeds to the apostolic age is over, and we enter upon the main course of ecclesiastical history.",
        "The Cumberland, after flowing for a considerable distance in the south-east and south central part of the state, passes into Tennessee at a point nearly south of Louisville, and in the extreme south-west the Cumberland and the Tennessee, with only a short distance between them, cross Kentucky and enter the Mississippi at Smithland and Paducah respectively.",
        "minister to Great Britain, and arrived in London to enter upon the duties of his mission at the close of that year.",
        "The two branches of the Rhine which enter Leiden on the east unite in the centre of the town, which is further intersected by numerous small and sombre canals, with tree-bordered quays and old houses.",
        "Philosophically considered, therefore, the Gnostic systems are very unlike the rigorous self-consistency of Neoplatonism; although they certainly contain almost all the elements which enter into the Neoplatonic theory of the universe.",
        "Here, then, we enter upon the practical philosophy.",
        "This doctrine is that all our moral sentiments arise from sympathy, that is, from the principle of our nature \"which leads us to enter into the situations of other men and to partake with them in the passions which those situations have a tendency to excite.\"",
        "In every improved society, then, these three elements enter more or less into the price of the far greater part of commodities.",
        "His teaching on the subject is not altogether unqualified; but, on the whole, with respect to exchanges of every kind, where economic motives alone enter, his voice is in favour of freedom.",
        "These squabbles John Groot is said to have settled by building an octagonal house which had eight entrances and eight tables, so that the head of each family could enter by his own door and sit at the head of his own table.",
        "The novice is classified according as his destination is the priesthood or lay brotherhood, while a third class of \"indifferents\" receives such as are reserved for further inquiry before a decision of this kind a strict retreat, practically in solitary confinement, during which he receives from a director, yet relying on Thine infinite kindness and mercy and impelled by the desire of serving Thee, before the Most Holy Virgin Mary and all Thy heavenly host, I, N., vow to Thy divine Majesty Poverty, Chastity and Perpetual Obedience to the Society of Jesus, and promise that I will enter the same Society to live in it perpetually, understanding all things according to the Constitutions of the Society.",
        "Only when he is thirty-four or thirty-six can he be ordained a priest and enter on the grade of a spiritual coadjutor.",
        "It answers the question: how did the portions of light to be found in this lower world, among which certainly belong the souls of the Gnostics, enter into it?",
        "educated at the cloister school of Bebenhausen, near Tubingen, where his father, an able Orientalist, was chaplain and professor, and at the theological seminary at TÃ¼bingen, which he was specially allowed to enter when he was three years under the prescribed age.",
        "The success which crowned his efforts was so great that in 1854 he was induced to enter the government service, as chief of the newly instituted statistical department.",
        "In 1846 he again declined public honours, when President Polk invited him to enter the cabinet as attorney-general.",
        "Livery in law was made not on but in sight of this land, the feoffor saying to the feoffee, \"I give you that land; enter and take possession.\"",
        "Having decided to enter the Episcopal Church, Strachan was ordained on the 22nd of May 1803, and was immediately afterwards appointed to the parish of Cornwall.",
        "Successful with his portrait of the king, and in favour with the court, Mignard pitted himself against Le Brun, declined to enter the Academy of which he was the head, and made himself the centre of opposition to its authority.",
        "This work was continued by his son Maharshi Devendranath, of whose seven sons, Dwijendranath, the eldest, devoted himself to the study of philosophy; Satyendranath, the second, was the first Indian to enter the covenanted civil service and served for 35 years in the Bombay Presidency; and Jyotirendranath, the third, was an accomplished musician.",
        "In view of such Chinese sacrifices the names of the dead are inscribed on wooden plaques called spirit-tablets, into which the spirits are during the ceremony supposed to enter, having quitted the very heaven and presence of God in order to commune with posterity.",
        "The Aruntas among them are said to have no idea of paternity, but believe that local spirits of tree, rock or stream enter women as they pass by their haunts.",
        "Although the Coast Prairie is a sea bottom of very modern uplift, it appears already to have suffered a slight movement of depression, for its small rivers all enter embayments; the larger rivers, however, seem to have counteracted the encroachment of the sea on the land by a sufficiently active delta building, with a resulting forward growth of the land into the sea.",
        "The Arctic, Hudsonian and Canadian enter the United States from the north and the Tropical from the south; but the greater part of the United States is occupied by the Transition, Upper Austral and Lower Austral, and each of these is divided into eastern and western subzones by differences in the amount of moisture.",
        "Members enter on.",
        "The tribunal does not enter any conflict with the legislature or executive.",
        "On the citadel of Corinth there was a temple sacred to her and Bia (Violence), which none were permitted to enter.",
        "Promoters are not allowed without the consent of the owner to enter upon lands which are the subject of proceedings under the Lands Clauses Acts, except for the purpose of making a survey, unless they have executed a statutory bond and made a deposit, at the Law Courts Branch of the Bank of England, as security for the performance of the conditions of the bond.",
        "With 120 members it was granted the whole St Lawrence valley; for fifteen years from 1629 it was to have a complete monopoly of trade; and products from its territory were to enter France History About A.D.",
        "Under this arrangement British Columbia became exceedingly restive, holding the Dominion to the engagement by which it had been induced to enter the union.",
        "It became necessary to enforce the terms of that convention, under which the fishermen of the United States could not pursue their avocations within the three miles' limit, tranship cargoes of fish in Canadian ports, or enter them except for shelter, water, wood or repairs.",
        "Finally, having a great number of discourses and treatises, containing all those small blemishes, around him in his library, and determined to collect, consolidate and connect them into a philosophical system, he would naturally be often taking them down from their places to consult and compare one with another, and as naturally enter in them references one to the other, and cross-references between one another.",
        "Thus he would enter in the Metaphysics a reference to the Physics, and in the Physics a reference to the Metaphysics, precisely because both were manuscripts in his library.",
        "Although it did not enter into the calendar of the Greeks, and was not introduced at Rome till after the reign of Theodosius, it has been employed from time immemorial in almost all eastern countries; and as it forms neither an aliquot part of the year nor of the lunar month, those who reject the Mosaic recital will be at a loss, as Delambre remarks, to assign it to an origin having much semblance of probability.",
        "2 an embolismic The result so obtained would in general be more accurate than the Jewish calculation, from which it may differ a day, as fractions of a day do not enter alike in these computations.",
        "Kaikobad extended his rule as far as this city, and desisted from further conquest only on condition that the Armenian princes would enter into the same kind of relation to the Seljuks as had been imposed on the Comnenians of Trebizond.",
        "The first Europeans to enter the limits of the present state of Alabama were Spaniards, who claimed this region as a part of Florida.",
        "Thus a fall in the gradient at any point in the course of a stream; any snag, projection or dam, impeding the current; the reduced velocity caused by the overflowing of streams in flood and the dissipation of their energy where they enter a lake or the sea, are all contributing causes to alluviation, or the deposition of streamborne sediment.",
        "Mesonephric cords appear as in the male; they do not enter the ovary, however, but form a transitory network (rete ovarii) in the mesovarium.",
        "It is through this anterior border that the vessels and nerves enter and leave the gland.",
        "Georgia had responded freely to the call for volunteers, but when the Confederate Congress had passed, in April 1862, the Conscript Law which required all white men (except those legally exempted from service) between the ages of 18 and 35 to enter the Confederate service, Governor Brown, in a correspondence with President Davis which was continued for several months, offered serious objections, his leading contentions being that the measure was unnecessary as to Georgia, unconstitutional, subversive of the state's sovereignty, and therefore \" at war with the principles for the support of which Georgia entered into this revolution.\"",
        "The problem is complicated by the fact that, from the Egyptian evidence, not only was there at this time no remarkable emigration of oppressed Hebrews, but Bedouin tribes were then receiving permission to enter Egypt and to feed their flocks upon Egyptian soil.",
        "The spores germinate on a damp surface and enter the cortex through small cracks or wounds in the protecting layer.",
        "In 1873 Bismarck, who was in thorough sympathy with his views, persuaded him to enter the service of Prussia as secretary of state for foreign affairs, and from this time till his death he was the chancellor's most faithful henchman.",
        "Into the dyeing of silk it is not here necessary to enter, except in so far as concerns a nefarious practice, carried on in dye-houses, which has exercised a most detrimental influence on the silk trade.",
        "The attendant allows the silk to enter gradually into close contact with the combs, which comb through the silk in exactly the same manner as a lady combs her tresses.",
        "When of age, John James was sent to London to enter the wine trade.",
        "Whatever other elements may mingle with and dignify war, this at least is never absent; and however reluctantly men may enter into war, however conscientiously they may endeavour to avoid it, they must know that when the scene of carnage has once opened, these things must be not only accepted and condoned, but stimulated, encouraged and applauded.",
        "The years spent abroad extinguished his former wish to enter the Church, and at his father's desire he gave himself up to the study of law.",
        "It is not possible here to enter into a detailed description of the phenomena of fluorescence (q.v.), though their importance from a spectroscopic point of view has been materially increased through the recent researches of Wood s on the fluorescence of sodium vapour.",
        "The schists and gneisses of the Ox Mountain axis also enter the county north of Castlebar.",
        "In 1871 a new Lectionary was substituted for the previously existing one, into the merits and demerits of which it is not possible to enter here; and in 1872, by the Act of Uniformity Amendment Act, a shortened form of service was provided instead of the present form of Morning and Evening Prayer for optional use in other than cathedral churches on all days exeept Sunday, Christmas Day, Ash Wednesday, Good Friday and Ascension Day; provision was also statutably made for the separation of services, and for additional services, to be taken, however, except so far as anthems and hymns are concerned, entirely out of the Bible and the Book of Common Prayer.",
        "It contains a vindication of the study of Greek, and of the desirability of printing the text of the Greek Testament - views which at that date required an enlightened understanding to enter into, and which were condemned by the party to which More afterwards attached himself.",
        "Each spirit, as it quits its nanja or natural haunt to enter the mother, drops a churinga, a slab of stone or wood marked with the child's totem and containing its spirit attributes.",
        "The god has not been constrained or invited to enter in.",
        "Thus a West African native who wants a suhman takes a rudely-cut wooden image or a stone, a root of a plant, or some red earth placed in a pan, and then he calls on a spirit of Sasabonsum (\"a genus of deities, every member of which possesses identical characteristics\") to enter the object prepared, promising it offerings and worship. If a spirit consents to take up its residence in the object, a low hissing sound is heard, and the suhman is complete.",
        "Thus in New Zealand \"a priest by repeating charms can cause the spirit to enter into the idol.",
        "it is the same atua or spirit which will at times enter not the image but the priest himself, throw him into convulsions and deliver oracles through him.\"",
        "One merciful provision, however, had existed from time immemorial, and that was [the puuhonuas] sacred inclosures, places of refuge, into which those who fled in time of war, or from any violent pursuer, might enter and be safe.",
        "No Chinese labourer is allowed to enter any other Territory of the Union from Hawaii; and the act of Congress of the 26th of February 1885, \" to prohibit the importation and migration of foreigners and aliens under contract or agreement to perform labour in the United States, its Territories and the District of Columbia,\" and the amending and supplementary acts, are extended to it.",
        "In his twentieth year he became totally blind, but he held to his resolve to enter the ministry, and gave himself to theological and historical study.",
        "At the same time he admits, firstly, that to mark the barrier between unconscious and conscious is difficult; secondly, that it is impossible to trace the first beginning of consciousness in the lower animals; and, thirdly, that \" however certain we are of the fact of this natural evolution of consciousness, we are, unfortunately, not yet in a position to enter more deeply into the question \" (Riddle of the Universe, 191)."
    ],
    "definition": [
        "Link/Cite"
    ]
}