{
    "translation": "ראוי, זכאי",
    "uses": [
        "\"All the same,\" he said, \"You're entitled to a little free time yourself.",
        "\"I know that, but I'm still entitled to something,\" Lori said.",
        "Howie is entitled his time away from here too.",
        "\"You are entitled to know of anything that threatens you,\" Andre clarified.",
        "Lord mayors are entitled to be addressed as \"right honourable.\"",
        "C. Oersted's work entitled The Soul in Nature (Eng.",
        "There is in the British Museum a poem printed in 1666, entitled Letter to the bishop of Munster containing a Panegyrick of his heroick achievements in heroick verse.",
        "At this crisis the hands of Orange and the patriotic party were greatly strengthened by a new compact entitled \" The Union of Brussels,\" which was extensively signed es eciall in the southern Netherlands.",
        "It is represented in the south-west of North America by other forms that by some writers are deemed species, and in the northern parts of South America by the C. phoeniceus, which would really seem entitled to distinction.",
        "of the British Museum and entitled Chevelere assigne.",
        "Such curates, being not removable at the pleasure of the impropriators, but only on due revocation of the licence of the ordinary, came to be entitled perpetual curates.",
        "In this same year he competed for the Steiner prize of the Berlin Academy, with a treatise entitled \"Memoria sulle superficie de terzo ordine,\" and shared the award with J.",
        "The document is entitled \"Secrett Inventionis, proffitabill and necessary in theis dayes for defence of this Iland, and withstanding of strangers, enemies of God's truth and religion,\" a and the inventions consist of (1) a mirror for burning the enemies' ships at any distance, (2) a piece of artillery destroying everything round an arc of a circle, and (3) a round metal chariot, so constructed that its occupants could move it rapidly and easily, while firing out through small holes in it.",
        "This experience entitled me to be regarded as a sort of real-estate broker by my friends.",
        "The duties were to be performed by the possessor or his deputy; and the king was entitled to demand the yearly homage of a present of poultry from the feudal holder.",
        "When a husband dies 'intestate leaving a widow and issue, the widow is entitled to the life use of one-third of the real estate and to one-third of the personal estate absolutely.",
        "Encouraged by William IV., duke of Bavaria, he began to write the Annales Boiorum, about 1517, and finishing this book in 1521, undertook a German version of it, entitled Bayersche Chronik, which he completed some years later.",
        "It excited the admiration of Gonzales Clavijo, the Spanish envoy, when he passed through it on his way to visit the court of Timur at Samarkand (Clavijo, Historia del gran Tamorlan, p. 84); and Cardinal Bessarion, who was a native of the place, in the latter part of his life, when the city had passed into the hands of the Mahommedans, and he was himself a dignitary of the Roman Church, so little forgot the impression it had made upon him that he wrote a work entitled \"The Praise of Trebizond\" ('E-yac c uLovTpaire oiivros), which exists in manuscript at Venice.",
        "The individual had no liberties, or at least very few, but in exchange was, in theory, entitled to certain economic rights.",
        "In English practice the leader is entitled to a second throw if he fail to roll a On Scottish greens the game of points is frequently played, but it is rarely seen on English greens.",
        "in 104 9 a writing denouncing the vices of the clergy and entitled Liber Gomorrhianus; and soon became associated with Hildebrand in the work of reform.",
        "A zarzuela, entitled Guerta a muerte, for which Emilio Arrieta composed the music, belongs to 1855, and to the same collaboration is due El Agente de Matrimonios.",
        "Many elderly citizens extrapolate that all adolescents are rude and entitled, which is simply not true.",
        "In 1762 he also published a play entitled La Petimetra.",
        "The best modern work on the subject is by the comtesse Catherine de Flavigny, entitled Sainte Brigitte de Suede, sa vie, ses revelations et son oeuvre (Paris, 1892), which contains an exhaustive bibliogr,aphy.",
        "This story, \"Frost Fairies,\" appeared in a book written by Miss Margaret T. Canby, entitled \"Birdie and his Fairy Friends.\"",
        "But these orders and reports were only on paper, nothing in them was acted upon for they could not be carried out, and though they entitled one another Majesties, Highnesses, or Cousins, they all felt that they were miserable wretches who had done much evil for which they had now to pay.",
        "There is a work in several volumes in our Circulating Library entitled \"Little Reading,\" which I thought referred to a town of that name which I had not been to.",
        "The teachers at the Institution expressed the opinion that the description did not appear in any book in raised print in that library; but one lady, Miss Marrett, took upon herself the task of examining books of poems in ordinary type, and was rewarded by finding the following lines in one of Longfellow's minor poems, entitled 'Snowflakes':",
        "He published much, and left many valuable papers at his death, most of which, together with many other narratives, were published in 1622 in the great work of the Rev. Samuel Purchas, entitled Hakluytus Posthumus, or Purchas his Pilgrimes.",
        "one against Kaspi, and an ethical work entitled Eben Bohan.",
        "(I) It is probable, though not very clearly demonstrated, that Venetic, East Italic and Messapian are connected together and with the ancient dialects spoken in Illyria, so that these might be provisionally entitled the Adriatic group, to which the language spoken.",
        "In 890 they established themselves again at Ban, and ruled the Theme of Lombardy by means of an officer entitled Catapan.",
        "His best-known work, entitled De Republica Anglorum: the Maner of Government or Policie of the Realme of England, was published posthumously in 1583, and passed through many editions.",
        "This conference adopted an address to the queen expressing its loyalty and attachment, and submitting certain resolutions which affirmed the desirability of an early union, under the crown, of the Australasian colonies, on principles just to all, and provided that the remoter Australasian colonies should be entitled to admission upon terms to be afterwards agreed upon, and that steps should be taken for the appointment of delegates to a national Australasian convention, to consider and report upon an adequate scheme for a federal convention.",
        "The number of persons in receipt of monastic pensions on the 30th of June 1899 was 13,255; but while this item of expenditure will disappear by the deaths of those entitled to pensions, the supplementary stipends and contributions are gradually increasing.",
        "The crowds of men who merely spoke the Greek and Latin tongues in the Middle Ages were not entitled by the accident of birth to read the works of genius written in those languages; for these were not written in that Greek or Latin which they knew, but in the select language of literature.",
        "Napoleon Bonaparte made a comment along these lines when he stated, \"Man is entitled by birthright to a share of the Earth's produce sufficient to fill the needs of his existence.\"",
        "Goetz of Munich in a study entitled Die Quellen zur Geschichte des hl.",
        "Of later works based on Schelling's doctrine of evolution mention may be made of the volume entitled Natur and Idee, by G.",
        "In 1833 he published anonymously England and America, a work primarily intended to develop his own colonial theory, which is done in the appendix entitled \"The Art of Colonization.\"",
        "Their writings, like those of the apostles, are epistolary; but editions of the apostolic fathers now usually admit also the early Church order known as the Didache, the allegory entitled the Shepherd, and a short anonymous apology addressed to one Diognetus.",
        "a tract entitled The Desertion discuss'd in a Letter to a Country Gentleman (1688), in answer to Bishop Burnet's defence of King William's position.",
        "In 1572 a formal manifesto was published, entitled an Admonition to Parliament, the leading ideas in which were: parity of ministers, appointment of elders and deacons; election of ministers by the congregation; objection to prescribed prayer and antiphonal chanting; preaching, the chief duty of a minister; and the power of the magistrates to root out superstition and idolatry.",
        "At its close the provinces of Italy were placed beneath Greek dukes, controlled by a governor-general, entitled exarch, who ruled in the Byzantine emperors name at Ravenna.",
        "1340) was the author of a very popular commentary on the Pentateuch and of religious discourses entitled Kad ha-gemalz, in both of which, unlike his teacher, he made large use of the Kabbalah.",
        "See a paper by Madison Grant, entitled \"The Rocky Mountain Goat,\" published in the ninth annual report of the New York Zoological Society (1905).",
        "By these plays and by Rioja and Consuelo he is entitled to be judged.",
        "Articles written in common soon led to a complete literary partnership, and 1831 there appeared in the Revue de Paris a joint novel entitled Prima Donna and signed Jules Sand.",
        "All men and women who were 21 years of age and all soldiers who were 18 years of age were entitled to vote.",
        "This work is entitled Epistolae historicofamiliares.",
        "135 of the North American Review entitled \"An Undeserved Stigma.\"",
        "The results obtained in the years1862-1866were discussed in two memoirs, entitled \"Researches on Solar Physics,\" published by De la Rue, in conjunction with Professor Balfour Stewart and Mr B.",
        "Earle's chief title to remembrance is his witty and humorous work entitled Microcosmographie, or a Peece of the World discovered, in Essayes and Characters, which throws light on the manners of the time.",
        "In Alsace-Lorraine about half of those entitled to vote appear at the polls; but in other districts of Germany very little interest is shown in the elections to the parish councils.",
        "Each parish is legally entitled to levy ecclesiastical assessments for defined purposes.",
        "full citizen who had completed his thirtieth year was entitled to attend the meetings, which, according to Lycurgus's ordinance, must be held at the time of each full moon within the boundaries of Sparta.",
        "M`Lennan, edited and completed by his brother, entitled \"The Patriarchal Theory.\"",
        "Sometimes he is descriptive, as in his Polish poem entitled Flis (\" The Boatman\"), in which he gives a detailed account of the scenery on the banks of the Vistula.",
        "Konarski edited in six volumes a valuable work entitled Volumina legum, containing a complete collection of Polish laws from the time of the statute of Wislica.",
        "The latter do not come within the operation of the clause, and a co-contracting state is only entitled to obtain extension of them to itself on granting similar concessions.",
        "Of one, entitled Xpeiat, Diogenes preserves a single line (vi.",
        "The dalmatic was in general use at the beginning of the 9th century, partly as a result of the Carolingian reforms, which established the Roman model in western Europe; but it continued to be granted by the popes to distinguished ecclesiastics not otherwise entitled to wear it, e.g.",
        "But the banner of the banneret always implied a more or less extensive command, while every knight was entitled to bear a pennon and every squire a pencel.",
        "Here, as elsewhere in the old time, a nobleman and a gentleman meant the same thing, namely, a man who under certain conditions of descent was entitled to armorial bearings.",
        "In Scotland, even as late as the reign of James VI., lords of parliament were always created bannerets as well as barons at their investiture, \" part of the ceremony consisting in the display of a banner, and such ` barones majores ' were thereby entitled to the privilege of having one borne by a retainer before them to the field of a quadrilateral form.\"",
        "In England all the barons or greater nobility were entitled to bear banners, and therefore Du Cange's observations would apply to them as well as to the barons or greater nobility of France and Spain.",
        "The knight bachelor whose services and landed possessions entitled him to promotion would apply formally to the commander in the field for the title of banneret.",
        "Baronets are not knights unless they are knighted like anybody else; and, so far from being knights because they are baronets, one of the privileges granted to them shortly after the institution of their dignity was that they, not being knights, and their successors and their eldest sons and heirs-apparent should, when they attained their majority, be entitled if they desired to receive knighthood.",
        "The result of his experiments was oil-cloth, in the manufacture of which Kirkcaldy has kept the predominance to which Nairn's enterprise entitled it.",
        "In 1800 he became a secretary of the society, and in the following year he presented the important paper or series of papers, entitled \"Experimental Essays on the constitution of mixed gases; on the force of steam or vapour of water and other liquids in different temperatures, both in Torricellian vacuum and in air; on evaporation; and on the expansion of gases by heat.\"",
        "Daniel also wrote a by no means successful reply to Pascal's Provincial Letters, entitled Entretiens de Cleanthe provinciales (1694); two treatises on the Cartesian theory as to the intelligence of the lower animals, and other works.",
        "Scarcely more is to be said in favour of the suggestion made by Von Hammer; but better known in connexion with the name of Lagarde, who connects the name Purim with the old Zoroastrian festival of the dead, entitled Farwardigan.",
        "The first Spanish drama written by Jews was entitled \"Esther,\" by Solomon Usque and Lazaro Gratiano, published in 1567; and there is another entitled \"Comedia famosa de Aman y Mordechay,\" produced anonymously in Leiden in 1699.",
        "The earliest one of these printed was entitled \"AhasweroshSpiel,\" appeared at Frankfort in 1708, and was reprinted by Schudt in Juedische Merck-Wuerdigkeiten, ii.",
        "Halicarnassei (1692); Annales Velleiani, Quintilianei, Statiani (1698); and a larger treatise entitled De veteribus Graecorum Romanorumque Cyclis (1701).",
        "1784) is known as the author of a pamphlet entitled Christianity not founded on Argument, to which a reply was published by his brother William (1709-1785), who was besides engaged in a controversy with Dr Conyers Middleton on the subject of miracles.",
        "For example, in the tutorial entitled \"How to Publish Web Sites with FTP,\" it has very clear objectives.",
        "Under the act of 1899 all these rates are consolidated into a single rate, called the general rate, which is assessed, made, collected and levied as the poor rate, but the interests of persons previously entitled to exemptions are safeguarded.",
        "He was the author of a collection of aphorisms in verse mentioned by Cicero (of which a few fragments remain), and of a legal work entitled De Usurpationibus.",
        "He was also the author of a kind of play - a mystery we may term it, and productions of this sort seem to have been common in Poland from a very early time - entitled Life of Joseph in Egypt.",
        "In 2007, a bill entitled \"The Violent Radicalization and Homegrown Terrorism Prevention Act of 2007\" was introduced in order to create a commission that would investigate potential domestic terrorist groups.",
        "But by the ordinary student of thirty years later their work was to some extent overlooked, and the cell-wall assumed a prominence to which it was not entitled.",
        "His great work, entitled `PwµaiK?) apxawo)oyia (Roman Antiquities), embraced the history of Rome from the mythical period to the beginning of the first Punic War.",
        "This value, although considerably in excess of that previously found by different methods, was held by Airy, from the care and completeness with which the observations were carried out and discussed, to be \"entitled to compete with the others on, at least, equal terms.\"",
        "They were almost as little entitled to be called pure Scandinavians as the Saracens whom they found in the island were entitled to be called pure Arabs.",
        "When we are first entitled to speak with any kind of certainty, the non-privileged class possess a certain share in the election of magistrates and the making of laws.",
        "Tribal lands were held in common and each man was entitled to a share in the products.",
        "Thirteen years previously the government had endeavoured to secure greater fixity and permanence of tenure by providing that at least twelve years must elapse between every two redistributions of the land belonging to a mir amongst those entitled to share in it.'",
        "A general popular description of Russia entitled Rossiya, containing excellent geographical, geological and other descriptions of separate regions, and very well-chosen illustrations, was begun in 1899 under the editorship of V.",
        "In theory the whole Russian land was a gigantic family estate belonging to the Rurik dynasty, and each member of that great family considered himself entitled to a share of it.",
        "He was educated at Loretto, Eton and Oriel College, Oxford, and in 1869 was restored by Act of Parliament to the barony of Balfour of Burleigh, to which he was entitled by his descent from the 5th baron, who was attainted after the Jacobite rebellion of 1715.",
        "There is also an English translation entitled Metapsychical Phenomena (London, 1905).",
        "He occupied a portion of his leisure in writing a book, entitled This Country of Ours (1897), treating of the organization and administration of the government of the United States, and a collection of essays by him was published posthumously, in 1901, under the title Views of an Ex-President.",
        "Three other works, entitled Adversaria, Chronicon, 606-960, and Opusculum de vitis Romanorum pontificum, are usually, but wrongly, assigned to Liudprand.",
        "His account of his visits to England, entitled The Indian Eye on English Life (1893), passed through three editions, and an earlier book of a somewhat satirical nature, Gujarat and the Gujaratis (1883), was equally popular.",
        "Among the spurious works of Athanasius is printed a tract entitled About Virginity, ch.",
        "Empfindungen (Jena, 1886), 5th ed., 1906, entitled Die Analyse d.",
        "The fifth, printed by Wynkyn de Worde, also without date, is entitled the \"Fyfte Eglog of Alexandre Barclay of the Cytezen and the uplondyshman\" and is also based on Mantuan.",
        "At seven he was committed for eighteen months to the care of a private tutor, John Kirkby by name, and the author, among other things, of a \" philosophical fiction \" entitled the Life of Automathes.",
        "\" I cannot forgive myself the contemptuous treatment of a man who, with all his faults, was entitled to my esteem; and I can less forgive, in a personal attack, the cowardly concealment of my name and character.\"",
        "He took a prominent part in the dispute in 1671 between the two Houses concerning the right of the Lords to amend money bills, and wrote a learned pamphlet on the question entitled The Privileges of the House of Lords and Commons (1702), in which the right of the Lords was asserted.",
        "See John Clarke, Examination of the Notion of Moral Good and Evil advanced in a late book entitled The Religion of Nature Delineated (London, 1725); Drechsler, Ober Wollaston's Moral-Philosophie (Erlangen, 1802); Sir Leslie Stephen's History of English Thought in the Eighteenth Century (London, 1876), ch.",
        "His most important treatise, that by which he has a place in the history of philosophy, is entitled Milhamoth 'Adonai (The Wars of God), and occupied twelve years in composition (1317-1329).",
        "In 1613, at the instigation of Pope Paul V., Suarez wrote a treatise dedicated to the Christian princes of Europe, entitled Defensio catholicae fidei contra anglicanae sectae errores.",
        "The violent personalities of a pamphlet entitled Marie Joseph Chenier et le prince des critiques (1844), in reply to Jules Janin, brought him a six months' sojourn in La Pelagic, in the cell just quitted by Lamennais.",
        "Jews were settled in Canada from the time of Wolfe, and a congregation was founded at Montreal in 1768, and since 1832 Jews have been entitled to sit in the Canadian parliament.",
        "They included his version of Christ's Kirk (u.s.) and a remarkable pastiche by the editor entitled the Vision.",
        "While Scotland and England were preparing for the \" First Bishops' War,\" Henderson drew up two papers, entitled respectively The Remonstrance of the Nobility and Instructions for Defensive Arms. The first of these documents he published himself; the second was published against his wish by John Corbet (1603-1641), a deposed minister.",
        "The latter event is proved by a Latin address (of no particular merit) to the Doge and Senate entitled Oratio J.",
        "Bishops alone, including of course the pope and his cardinals, are entitled to wear the pretiosa and auriphrygiata; the others wear the mitra simplex.",
        "is shown by the fact that since 1905 a monthly periodical has appeared in Paris on this subject, entitled Revue historique de la question Louis XVII., also by the promised examination of the subject by the Societe d'Histoire contemporaine.",
        "AMMONIUS GRAMMATICUS, the supposed author of a treatise entitled IIEpc 6yoLwv Kai &acaopwv (On the Di f ferences of Synonymous Expressions), of whom nothing is known.",
        "They are sometimes in the position of landlords, but often they are the assignees of the land revenue, which they are entitled under special grants to collect for themselves instead of for government, paying merely a small sum to Government by way of quit-rent.",
        "His works can scarcely be entitled original compositions, his labour having consisted chiefly in the arrangement of his materials, but on this very account they are of considerable value as convenient books of reference, easier of access and almost as trustworthy as the original documents.",
        "The first sketch of Mill's political philosophy appeared in a series of contributions to the Examiner in the autumn of 1830 entitled \"Prospects in France.\"",
        "Among the early writings, besides the book of Curtis, there may also be mentioned a still useful little publication by Pohl and Kollar, entitled Insects Injurious to Gardeners, Foresters and Farmers, published in 1837, and Taschenberg's Praktische Insecktenkunde.",
        "His work was entitled the Khoda'inama, which in the old dialect also meant the \"Book of Kings.\"",
        "It is, moreover, highly probable that he was the author of a radical pamphlet entitled La Philosophie au people frangais, published in 1788, the text of which is not known.",
        "An English translation of the Theses, with brief life of Erastus (based on Melchior Adam's account), was issued in 1659, entitled The Nullity of Church Censures; it was reprinted as A Treatise of Excommunication (1682), and, as revised by Robert Lee, D.D., in 1844.",
        "It is possible that the Orationes may represent a letter book of Richard de Bury's, entitled Liber Epistolaris quondam domini Ricardi de Bury, Episcopi Dunelmensis, now in the possession of Lord Harlech.",
        "While in London Adams published a work entitled A Defence of the Constitution of Government of the United States (1787).",
        "We are therefore entitled to assume that the suppressed wings of Exopterygota tend to reappear; and, speaking of the past, we may say that if after a period of suppression the wings began to reappear as hypodermal buds while a more rigid pressure was exerted by the cuticle, the growth of the buds would necessarily be inwards, and we should have incipient endopterygotism.",
        "The first is entitled Externarum et internarum principalium humani corporis Tabulae, &c. while the second, which is the most valuable, is merely appended to the Lectiones Gabrielis Fallopii de partibus similaribus humani corporis, &c., and thus, the scope of each work being regarded as medical, the author's labours were wholly overlooked by the mere naturalhistorians who followed, though Coiter introduced a table, \" De differentiis Auium,\" furnishing a key to a rough classification of such birds as were known to him, and this as nearly the first attempt of the kind deserves notice here.",
        "A similar series of works was projected and begun about the same time as that of Le Vaillant by Audebert and Vieillot, though the former, who was by profession a painter and illustrated the work, was already dead more than a year before the appearance of the two volumes, bearing date 2802, and entitled Oiseaux dores ou a reflets metalliques, the effect of the plates in which he sought to heighten by the lavish use of gilding.",
        "2 This is a posthumous publication, nominally forming an extra number of the Journal of the Asiatic Society; but, since it was separately issued, it is entitled to notice here.",
        "The year 1837 saw the beginning of two remarkable works by Macgillivray and Yarrell respectively, and each entitled A History of British Birds.",
        "This scheme was the work of Blasius Merrem, who, in a communication to the Academy of Sciences of Berlin on the t oth December 1812, which was published in its Abhandlungen for the following year (pp. 237-259), set forth a Tentamen systematis naturalis avium, no less modestly entitled than modestly executed.",
        "Consequently his labours had attained to a certain degree of completeness in this direction, and it may therefore be expedient here to name the different groups which he thus thought himself entitled to consider established.",
        "In 1888 there was published the huge monograph by Max Fiirbringer entitled Untersuchungen zur Morphologie and Systematik der Vogel.",
        "The property rights of husband and wife are nearly equal; a wife may hold her property the same as if single, and a widower or a widow is entitled to the use for life of one-third of the real estate of which his or her deceased consort was seized at the time of his or her death.",
        "He is also the author of the Brazen Serpent (1831), the Doctrine of Election (1839), several \"Introductory Essays\" to editions of Christian Authors, and a posthumous work entitled Spiritual Order and Other Papers (1871).",
        "His influence was seen in the ordinance of 1828 granting all free coloured persons at the Cape every right to which any other British subjects were entitled.",
        "On a referendum in 1895 on the expediency of granting municipal suffrage to women only 59.08% of the women who were registered voted, and probably less than 10% of those entitled to be registered.",
        "The tenant may have added to its value by buildings, by labour applied to the land, or by the use of fertilizing manures, but, whatever be the amount of the additional value, he is not entitled to any compensation whatever.",
        "I I of the act a tenant is entitled to compensation for disturbance, when he is compelled to quit without good and sufficient cause, and for reasons inconsistent with good estate management.",
        "An agricultural tenant may not contract himself out of his statutory right to compensation, but \" contracting out \" is apparently not prohibited with regard to the right given him by the acts of 1883 and 1900 to remove fixtures which he has erected and for which he is not otherwise entitled to compensation, after reasonable notice to the landlord, unless the latter elects to purchase such fixtures at a valuation.",
        "A tenant is not entitled, without the landlord's consent, to change the character of the subjects demised, and, except under an agricultural lease, he is bound to quit the premises on the expiration of the lease.",
        "If there be none the tenant is bound and entitled to deliver fair marketable grain of the same kind.\"",
        "The general rule with regard to \" waygoing crops \" on arable farms is that the tenant is entitled to reap the crop sown before the term of removal (whether or not that be the natural termination of the lease), the right of exclusive possession being his during seed time.",
        "But he is not entitled to the use of the barns in threshing, &c., the corn.",
        "A Crofters' Commission constituted under the acts has power to fix fair rents, and the crofter on renunciation of his tenancy or removal from his holding is entitled to compensation for permanent improvements.",
        "No refund is payable if the produce was severed before the accident, unless the lessor was entitled to a portion of it, when he must bear his share of the loss, provided the lessee was not in morel as regards the delivery of the lessor's portion.",
        "On the death of one of the princes without heirs of full age, the kings of Jerusalem were entitled to act as regents, as Baldwin II.",
        "In the same year appeared Evanson's work entitled The Dissonance of the four generally received Evangelists, to which replies were published by Priestley and David Simpson (1793).",
        "10, § 12) - hence its highly rhetorical character - from which Eusebius gives the extract about the Essenes; while this in its turn may have constituted the fourth book of a large work entitled (\"sarcastically,\" says Eusebius, H.E.",
        "He entered Trinity College, Dublin, in 1682, and after ten years' residence obtained a fellowship. In 1699 he was made provost of the college, and in the same year published his Letter in answer to a Book entitled \"Christianity not Mysterious,\" which was recognized as the ablest reply yet written to Toland.",
        "By long tradition the primate was entitled to a leading position in the king's councils; and the interests of the Church demanded that Lanfranc should use his power in a manner not displeasing to the king.",
        "Tartaglia's first printed work, entitled Nuova scienzia (Venice, 1 537), dealt with the theory and practice of gunnery.",
        "By family she was entitled to the name of Marguerite de Valois; as the daughter of Charles d'Orleans, count d'Angouleme, she is more properly, and by careful writers almost invariably, called Marguerite d'Angouleme.",
        "Her literary work consists of the Heptameron, of poems entitled Les Marguerites de la marguerite des princesses, and of Letters.",
        "After 1615, the date of the pageant prepared for the mayoralty of Sir John Jolles, draper, by Anthony Munday and entitled Metropolis Coronata, a peer was imported into it, and the yeoman of the older version was metamorphosed into the earl of Huntingdon, for whom in the following century William Stukeley discovered a satisfactory pedigree!",
        "The Oncidiidae are entitled to the name \"sea-slugs,\" as they are shell-less Pulmonates living on the seashore, though not actually in the sea.",
        "At the Restoration he signed the declaration required by the Act of Uniformity, and on this account he was the subject of a libellous attack, published in 1665, entitled Covenant-Renouncers Desperate Apostates.",
        "Then, as in the case of the equites, the term was subsequently extended to include all those who possessed the property qualification that would have entitled them to serve as tribuni aerarii.",
        "Adhemar's life was mainly spent in writing and transcribing chronicles, and his principal work is a history entitled Chronicon Aquitanicum et Francicum or Historia Francorum.",
        "The government yielded to the outcry that arose; but the expedients by which it sought to mitigate the evil, notably the division of those entitled to relief into classes, only increased the alarm and the discontent.",
        "The oldest rectangular map of the world is contained in a most valuable work written by Cosmas, an Alexandrian monk, surnamed Indicopleustes, after returning from a voyage to India (535 A.D.), and entitled Christian Topography.",
        "Barclay (not the \" Apologist \"); the best account is given in a pamphlet entitled Micah's Mother by John S.",
        "His name first came before the public in 1683, when a prospectus was published in Edinburgh entitled An Account of the Scottish Atlas, stating that \"the Privy Council of Scotland has appointed John Adair, mathematician and skilfull mechanick, to survey the shires.\"",
        "It cannot be decided whether a work entitled the TpwiK6 quoted by Athenaeus (iv.",
        "1835) and Giovan Battista Vico, his first works were an article in the Biblioteca Italiana entitled \"Mente di Gian Domenico Romagnosi\" (1835), and a complete edition of the works of Vico, prefaced by an appreciation (1835).",
        "After fresh trouble with the clergy, he returned to Paris and published a defence of his theories in a work entitled Ides sur la politique de Platon et d'Aristole.",
        "Many of his essays were collected in a series of six volumes entitled Bausteine (Berlin, 1879-1884).",
        "When the news of this reached Paris, it created a strong feeling against the planters; and on the motion of the Abbe Gregoire it was resolved by the assembly on the 15th of May 1791 \" that the people of colour resident in the French colonies, born of free parents, were entitled to, as of right, and should be allowed, the enjoyment of all the privileges of French citizens, and among others those of being eligible to seats both in the parochial and colonial assemblies.\"",
        "When Buxton published in 1840 his book entitled The Slave Trade and its Remedy, this was the remedy he contemplated.",
        "Tourmagne, entitled respectively Histoire de l'esclavage ancien et moderne (1880) and Histoire du servage ancien et moderne (1879), which bring together many facts relating to slavery and serfdom; but they are somewhat loose and uncritical; the author, too, repeats himself much, and dwells on many topics scarcely if at all connected with his main themes; see also H.",
        "She edited a monthly magazine; and wrote at least two dramatic works, The Marriage of Fabian, and a comedy entitled Toissiokoff.",
        "It is very probable that these \"libelli\" are the writings entitled Concordia Evangeliorum, Contra Judaeos, De articulis fidei, Confessio fidei and De unitate Trinitatis.",
        "A treatise entitled De ultima aetate ecclesiae, which appeared in 1356, has been attributed to Wycliffe, but is undoubtedly from the pen of an anonymous Joachimite Franciscan.",
        "In the reign of the emperor Claudius also another kind was introduced and entitled Claudia.",
        "1629), echo devoted his life to the personal investigation of the catacombs, the results of which were given to the world in 1632 in a huge folio, entitled Roma sotterranea, profusely illustrated with rude but faithful plans and engravings.",
        "In a tract entitled The Absolute Unlawfulness of Stage Entertainments (1726) Law was tempted by the corruptions of the stage of the period to use unreasonable language, and incurred some effective criticism from John Dennis in The Stage Defended.",
        "Under the reformed constitution every senator is entitled to a salary of £Tloo per month, any remuneration which he may receive from the government for other services to be deducted from the senatorial allowance which, however, it may of course exceed.",
        "£T30,270,246 370,520 883,160 550,180 from the farmers, who, on the other hand, are entitled to full official assistance to enforce their rights.",
        "The original discoverer of a mine is entitled to a certain indemnity for \" right of discovery \" to be paid by the concessionaire of that mine, should the discoverer be unable to work it.",
        "entitled to wear the green turban.",
        "The pastoral staff is the ensign proper of cardinals (except cardinal-deacons) and bishops; but the former are entitled to use it only in the churches from which they derive their titles,.",
        "In 1819 he returned to England, and published in the following year an account of his travels and discoveries entitled Narrative of the Operations and Recent Discoveries within the Pyramids, Temples, Tombs and Excavations in Egypt and Nubia, &c. He also exhibited during 1820-1821 facsimiles of the tomb of Seti I.",
        "In 1690 appeared a work entitled Avis important aux refugies, which Jurieu attributed to Bayle, whom he attacked with animosity.",
        "In 1670 he had published anonymously a humorous satire entitled The Ground and Occasions of the Contempt of the Clergy enquired into in a letter to R.",
        "Simon's history, in its original form, is lost; but large sections of it have been preserved in Vincent of Beauvais's Speculum historiale, where nineteen chapters are expressly said to be ex libello fratris Simonis, or entitled frater Simon.",
        "His reputation was helped by several clever if somewhat wrong-headed publications, including a satirical pamphlet entitled The Theology and Philosophy of Cicero's Somnium Scipionis (1751), a defence of the Hutchinsonians in A Fair, Candid and Impartial State of the Case between Sir Isaac Newton and Mr Hutchinson (1753), and critiques upon William Law (1758) and Benjamin Kennicott (1760).",
        "A volume entitled Opera posthuma (Leiden, 1703) contained his \"Dioptrica,\" in which the ratio between the respective focal lengths of object-glass and eye-glass is given as the measure of magnifying power, together with the shorter essays De vitris figurandis, De corona et parheliis, &c. An early tract De ratiociniis tin ludo aleae, printed in 16J7 with Schooten's Exercitationes mathematicae, is notable as one of the first formal treatises on the theory of probabilities; nor should his investigations of the properties of the cissoid, logarithmic and catenary curves be left unnoticed.",
        "'s Gravesande, in four quarto volumes entitled Opera varia (Leiden, 1724) and Opera reliqua (Amsterdam, 1728).",
        "But his assent to this was only extracted from him in 1540 by the importunities of his friends, especially of his enthusiastic disciple George Joachim Rheticus (1514-1576), who printed, in the Narratio prima (Danzig, 1540), a preliminary account of the Copernican theory, and simultaneously sent to the press at Nuremberg his master's complete exposition of it in the treatise entitled De revolutionibus orbium coelestium (1543).",
        "At his death Glanvill left a piece entitled Sadducismus Triumphatus (printed in 1681, reprinted with some additions in 1682, German trans.",
        "entitled Le Curial, translated into English (Here foloweth the copy of a lettre whyche maistre A.",
        "(v.) A Syriac work entitled Die Schatzhohle translated by Bezold from three Syriac MSS.",
        "It is used to designate an apocryphal writing entitled in the older MSS.",
        "The more fragmentary recension gives the history of the childhood from the 5th to the 8th year, and is entitled LGyypa j sa roil) e yiov arov76Xov 7rEpi Tijs 7racScKCis avaUTpocbC7s Tou Kvpiov (Tischendorf, op. cit.",
        "Nine memoirs, entitled \"Electro-Physiological Researches,\" were published in the Philosophical Transactions, 1845-1860.",
        "The character which Procopius gives to the jurist, even if touched by personal spite, is entitled to some credence, because it is contained in the Histories and not in the scandalous and secret Anecdota.",
        "The first volume of its memoirs,' published in the following year, contained a paper by Lagrange entitled Recherches sur la nature et la propagation du son, in which the power of his analysis and his address in its application were equally conspicuous.",
        "The second book among the minor prophets in the Bible is entitled The word of Yahweh that came to Joel the son of Pethuel, or, as the Septuagint, Latin, Syriac and other versions read, Bethuel.",
        "A considerable fragment has been preserved from the sixth book, entitled Hitrpta KWVVTavTCVOUIroX€WS, a history of Byzantium from its earliest beginnings till the time of Constantine the Great.",
        "After the sale of Upper California to the United States, effected by the treaty of Guadelupe Hidalgo (1848), the Mexican government refused to pay the proportion of the interest to which Upper California was entitled.",
        "The heads of these countly families of the \"high nobility\" are entitled (by a decree of the federal diet, 1829) to the style of Erlaucht (illustrious, most honourable); (2) Counts of the Empire 2 (Reichsgrafen), descendants of those counts who, before the end of the Holy Roman Empire (1806), were Reichsstiindisch, i.e.",
        "the counts of Cleves, Schwarzburg, Cilli and Savoy; they were entitled to the ducal coronet.",
        "30 a Founded in 1682, at the instance of Sir George Mackenzie, king's advocate under Charles II., and then dean of the faculty, it is regarded as the national library, and is one of the five entitled by the Copyright Act to receive a copy of every work published in Great Britain.",
        "Stockdale sued the Commons' publisher, and was met by the plea of parliamentary privilege, to which, however, the judges did not give effect, on the ground that they were entitled to define the privileges of the Commons, and that publication of papers was not essential to the functions of parliament.",
        "Then, however, moved by fear of the emperor, who had passed through Siena two months before on his way to Rome, and who was about to halt there on his return, it tried to conciliate its foes by creating a fresh council of 150 riformatori, who replaced the twelve defenders by a new supreme magistracy of fifteen, consisting of eight popolani, four dodicini, and three noveschi, entitled respectively \"people of the greater number,\" \"people of the middle number,\" and \"people of the less number.\"",
        "He published his first volume of verses, A Voz de Propheta, in 1832, and two years later another entitled A Harpa do Crente.",
        "Coloured persons are not, by name, excluded from the franchise, but no persons \" subject to special laws and tribunals,\" 1 in which category all natives are included, are entitled to vote.",
        "Monroe returned to America in the spring of 1797, and in the following December published a defence of his course in a pamphlet of 500 pages entitled A View of the Conduct of the Executive in the Foreign Affairs of the United States, and printed in Philadelphia by Benjamin Franklin Bache (1769-1798).",
        "In 1835 he published his first pamphlet, entitled England, Ireland and America, by a Manchester Manufacturer.",
        "In 1862 he published his pamphlet entitled The Three Panics, the object of which was to trace the history and expose the folly of those periodical visitations of alarm as to French designs with which England had been afflicted for the preceding fifteen or sixteen years.",
        "Under the excitement created by the actions of Wilkes, Horne plunged into politics, and in 1765 brought out a scathing pamphlet on Lords Bute and Mansfield, entitled \" The Petition of an Englishman.\"",
        "The communes or parishes are bound to maintain elementary schools, and they are entitled to levy an additional tax of 5% on the state taxes for their maintenance.",
        "(d) Biographical: In Magyar, the great serial entitled Hungarian Historical Biographies (Budapest, 1884, &c.), edited by Sandor Szilagyi, is a collection of lives of famous Hungarian men and women from the earliest times by many scholars of note, finely illustrated.",
        "An edition entitled Les Ouvres completes de Laplace (1878), &c., which is to include all his memoirs as well as his separate works, is in course of publication under the auspices of the Academy of Sciences.",
        "In 1760 he published a work entitled Les Toulousaines, advocating the rights of the Protestants; and he afterwards established at Paris an agency for collecting information as to their sufferings, and for exciting general interest in their cause.",
        "He co-operated with Franklin and others in the periodical work entitled Affaires de l'Anglcterre et de l'Amerique (1776, sqq.), which was devoted to the support of American independence.",
        "598), whose work entitled Brahma-sphuta-siddhanta (\" The revised system of Brahma \") contains several chapters devoted to mathematics.",
        "This was Lucas Paciolus (Lucas de Burgo), a Minorite friar, who, having previously written works on algebra, arithmetic and geometry, published, in 1494, his principal work, entitled Summa de Arithmetica, Geometria, Proportioni et Proportionalita.",
        "The first treatise on algebra written in English was by Robert Recorde, who published his arithmetic in 1552, and his algebra entitled The Whetstone of Witte, which is the second part of Arithmetik, in 1557.",
        "4 The superintendents (variously entitled also archpriests, deans, provosts, ephors) of the Evangelical (Lutheran) Church, as established in the several states of Germany and in Austria, are not bishops in any canonical sense, though their jurisdictions are known as dioceses and they exercise many episcopal functions.",
        "Though now remembered chiefly for invaluable contributions to the theory of music, it is evident that he must have been famous both as a practical musician and as a composer; for, notwithstanding the limited number of his printed works, consisting of a volume entitled Modulationes Sex Vocum (Venice, 1566), and a few motets and madrigals scattered through the collections of Scotto and other contemporary publishers, he both produced and superintended the public performance of some important pieces in the service of the republic. First among these was the music written to celebrate the battle of Lepanto (on the 7th of October 1571).",
        "The ode was followed by a solemn service in St Mark's, in which Zarlino's music formed a prominent feature, and the festival concluded with the representation of a dramatic piece entitled Orfeo composed by Zarlino.",
        "Vincenzo Galilei led the attack in a tract entitled 1 Ambros mentions an edition of the Istitutioni dated 1557, and one of the Dimostrationi dated 1562.",
        "His plays were published in the first two volumes of a collection entitled Theatro comico portuguez, which went through at least five editions in the 18th century, while the Alecrim e Mangerona appeared separately in some seven editions.",
        "The corporation, which was prescriptive, was entitled the mayor, jurats and commonalty of Folkestone.",
        "(c) Gerbert's theological works comprise a Sermo de informatione episcoporum and a treatise entitled De corpore et sanguine Domini, both of very doubtful authenticity.",
        "Every adult white male British subject is entitled to the franchise, subject to a six months' residential qualification.'",
        "14: \" All persons, other than natives, conforming themselves to the laws of the South African Republic (a) will have full liberty, with their families, to enter, travel, or reside in any part of the South African Republic; (b) they will be entitled to hire or possess houses, manufactories, warehouses, shops and premises; (c) they may carry on their commerce either in person or by any agents whom they may think fit to employ; (d) they will not be subject, in respect of their persons or property, or in respect of their commerce or industry, to any taxes, whether general or local, other than those which are or may be imposed upon citizens of the said Republic.\"",
        "At this time the Uitlanders formed a majority of the population, owned half the land and nine-tenths of the property, and they were at least entitled to a hearing.",
        "The same conception was utilized by Theodoric of Vriberg, a Dominican, who wrote at some time between 1304 and 1311 a tract entitled De radialibus impressionibus, in which he showed how the primary bow is formed by two refractions and one internal reflection; i.e.",
        "Bartolus, although written some twenty years previously, contains a chapter entitled \"Vera iridis tota generatis explicatur,\" in which it is shown how the primary bow is formed by two refractions and one reflection, and the secondary bow by two refractions and two reflections.",
        "The dictionary of mythology entitled 'Iwvca (\"Collection of Violets\"), which formerly used to be ascribed to her, was not composed till 1543 (Constantine Palaeokappa).",
        "Accordingly his assertion of the unity of God was at the same time a declaration of the unity of Being, and in virtue of this declaration he is entitled to rank as the founder of Eleaticism, inasmuch as the philosophy of Parmenides was his forerunner's pantheism divested of its theistic element.",
        "elected by direct vote, in the proportion of one deputy for each 35,000 of population, each state being entitled to at least one deputy, or two in case its population exceeds 15,000, the federal district and territories being entitled to representatives on the same terms. A deputy must also be a native-born citizen, not less than twenty-one years of age, and is elected for a.",
        "If, for instance, we find that instead of the natural number of Malpighian bodies in the kidney there are only half that number, then we are entitled to say that this defect represents disease of structure; and if we find that the organ is excreting a new substance, such as albumen, we can affirm logically that its function is abnormal.",
        "He brought out in the Presse (1849) a series of Confidences, and somewhat later a kind of autobiography, entitled Raphael.",
        "His work, entitled Observations on the Diseases of an Army, was translated into many European languages and became the standard authority on the subject.",
        "See Thomas Moore, Life and Death of Lord Edward Fitzgerald (2 vols., London, 1832), also a revised edition entitled The Memoirs of Lord Edward Fitzgerald, edited with supplementary particulars by Martin MacDermott (London, 1897); R.",
        "But in the spring of next year the production of Lagrange-Chancel's libels, entitled the Philippiques, again brought suspicion on him.",
        "The chief and most galling of his critics at this time was the Abbe Desfontaines, and the chief of Desfontaines's attacks was entitled La Voltairomanie, in reply to a libel of Voltaire's called Le Preservatif.",
        "But even in these books defects are present, which appear much more strongly in the singular olla podrida entitled Essai sur les me urs, in the Annales de l'empire and in the minor historical works.",
        "His largest philosophical work, at least so called, is the curious medley entitled Dictionnaire philosophique, which is compounded of the articles contributed by him to the great Encyclopedie and of several minor pieces.",
        "From the sewers rate and lighting rate, land, as opposed to buildings, was entitled to certain exemptions.",
        "It is mentioned in a comedy entitled Ram Alley (1611) and Lilly the 2 Various changes in the names of the taverns are made in the folio edition of this play (1616) from the quarto (1601); thus the Mermaid of the quarto becomes the Windmill in the folio, and the Mitre of the quarto is the Star of the folio.",
        "Another work, based on the formula of Concord, was entitled Loci communes theologici.",
        "The geometrical treatises which have survived (though not interpolated) in Greek are entitled respectively Definitiones, Geometria, Geodaesia, Stereometrica (i.",
        "His first work, published anonymously in 1806, was entitled Sechs Dialoge fiber Krieg und Handel.",
        "If we compare this with a similar allegory in Nasir's diwan, which culminates in the praise of Mostansir, we are fairly entitled to look upon it as a covert allusion to the eminent men who revealed to the poet in Cairo the secrets of the Isma`ilitic faith, and showed him what he considered the \"heavenly ladder\" to superior knowledge and spiritual bliss.",
        "This argument is most fully exhibited in a treatise entitled The Testimony of the King of Martyrs (1729).",
        "He wrote a book entitled The Method of Preparing Medicines and Diet, which was translated into Hebrew in the year 1280, and thence into Latin by Paravicius, whose version, first printed at Venice, 1490, has passed through several editions.",
        "He adopted the new ideas, and in a pamphlet entitled Le Bon Sens attacked feudal privileges; he also submitted to the Constituent Assembly a scheme for the reorganization of the navy, but it was not accepted.",
        "He manipulated the evidence against him, and having been entrusted with the search of Laud's papers, he published a garbled edition of the archbishop's private \"Diary,\" entitled A Breviate of the Life of Archbishop Laud.",
        "His writings on this subject have been collected in a volume entitled Pagine sulla guerra (Naples, 1919).",
        "In the Philosophy of the Practical, but more especially in the work entitled What is living and what is dead of the Philosophy of Hegel Croce criticizes the erroneous treatment of the opposites, and shows that on the contrary every opposition has at bottom a distinction from which it arises, and that therefore the true unity is unity-distinction, which is development and, as such, opposition that is continuously surpassed and continually re-appearing to be again surpassed.",
        "and the collection of essays entitled Una famiglia di patrioti.",
        "Of his many works, the earliest, published in 1810, entitled Versuch 'fiber die maltesische Sprache, was a successful refutation of the widely current opinion that the modern Maltese was of Punic origin.",
        "In 1887 he published, from notes taken at the time, a record of his first journey to the East, entitled Early Adventures in Persia, Susiana and Babylonia.",
        "According to legitimist principles, the descendants of Henrietta, through her daughter Marie of Savoy, are entitled to wear the British crown.",
        "That there are local forms of gorilla is quite certain: but whether any of these are entitled to rank as distinct species may be a matter of opinion.",
        "896), entitled The aong Narratives, has been edited by Girgas (1887).",
        "for the library, afterwards preparing a catalogue of them entitled Catalogue des MSS.",
        "Of his numerous works, that on which his fame principally rests is the treatise entitled De Morbis Venereis libri sex, 1736.",
        "Lope de Vega dedicated to him a celebrated play entitled Las Almenas de Toro (1619), and when Castro's Comedias were published in 1618-1621 he dedicated the first volume to Lope de Vega's daughter.",
        "In conjunction with Struve he drew up the Radical programme carried at the great Liberal meeting held at Offenburg on the 12th of September 1847 (entitled \"Thirteen Claims put forward by the People of Baden\").",
        "He was the author of several works, the principal of which is entitled Rerum Hispanorum Romanorum imperatorum, summorum pontificum, nec non regum Francorum anacephaleosis.",
        "By subsequent journeys in Hungary, Transylvania, Italy, Sicily, France and Germany he extended his knowledge of volcanic phenomena; and in 1826 the results of his observations were given in a work entitled A Description of Active and Extinct Volcanos (2nd ed., 1848).",
        "The most prolific author of colonial times was Dr Pedro de Peralta y Barnuevo, who wrote more than sixty works, including an epic poem entitled Lima fundada.",
        "His great work is entitled El Peru: estudios mineralogicos, &c. (3 vols., Lima, 1890-1902), and one separate volume on the department of Ancachs.",
        "The comedies of Segura on the customs of Lima society, entitled Un Paseo a Amancaes and La Saya y Manto, have no equal in the dramatic literature of Spanish America and few in that of modern Spain.",
        "In his youth Ricardo Palma published three books of poems, entitled Armonias, Verbos y Gerundios and Pasionarias, and then, since 1870, devoted his great literary talents to writing the historical traditions of Peru, of which six volumes were published.",
        "Departments with eight and more provinces are entitled to four senators, those of four to seven provinces three senators, those of two to three provinces two senators, and those of one province one senator.",
        "The latter state claimed sovereignty over the Napo and Maranon rivers on the grounds of the ecclesiastical jurisdiction exercised over this section of territory during the period of Spanish dominion, the government of Colombia asserting that these ecclesiastical rights to which Colombia became entitled after her separation from the Spanish crown carried also the right of absolute ownership. In a treaty signed by the three interested states in 1895 a compromise was effected by which Colombia withdrew a part of the claim advanced, and it was agreed that any further differences arising out of this frontier question should be submitted to the arbitration of the Spanish crown.",
        "All the printed editions, however, consist of four parts, the additional one being entitled Speculum Morale.",
        "A posthumous work entitled Contemplatio Philosophica was printed for private circulation in 1793 by his grandson, Sir William Young, Bart., prefaced by a life of the author, and with an appendix containing letters addressed to him by Bolingbroke, Bossuet, &c. Several short papers by him were published in Phil.",
        "In the printed text this document, entitled An Invective Against the Armenians, is dated 800 years after Constantine, but the author Isaac Catholicos almost certainly belonged to the earlier time.",
        "Duff wrote a pamphlet on the question, entitled \"A New Era of the English Language and Literature in India.\"",
        "In 1856 he returned to India, where the mutiny soon broke out; his descriptive letters were collected in a volume entitled The Indian Mutiny, its Causes and Results (1858).",
        "A treatise entitled The Atonement; its Reality, Completeness and Extent (1861) was based upon a smaller work which first appeared in 1845.",
        "In 1880 he published the earliest of six important collections of lyrics, this being entitled Ballads and other Poems, and containing the sombre and magnificent \"Rizpah.\"",
        "He was past eighty when he published the collection of new verses entitled Demeter and other Poems (1889), which appeared almost simultaneously with the death of Browning, an event which left Tennyson a solitary figure indeed in poetic literature.",
        "The owners of emancipated slaves were entitled to receive compensation from parliament, because it was parliament that had established this description of property.",
        "The highway between his stronghold, Kamakura, and the imperial city, KiOto, began in his time to develop features which ultimately entitled it to be called one of the finest roads in the world.",
        "Regulations were now stricti enforced, fixing the number of horses and carriers available at eac station, the loads to be carried by them and their charges, as well as the transport services that each feudal chief was entitled to demand and the fees he had to pay in return.",
        "At the close of 1906 this road was handed over to a joint-stock company with a capital of 20 millions sterling, the government contributing 10 millions in the form of the road and its associated properties; the public subscribing 2 millions, and the company being entitled to issue debentures to the extent of 8 millions, the princ~pal and interest of these debentures being officially guaranteed.",
        "His work, which appeared in three parts, entitled respectively History of the Rise of the Huguenots of France (2 vols., 1879), The Huguenots and Henry of Navarre (2 vols., 1886), and The Huguenots and the Revocation of the Edict of Nantes (2 vols., 1895), is characterized by painstaking thoroughness, by a judicial temper, and by scholarship of a high order.",
        "His brother, Charles Washington Baird (1828-1887), a graduate of New York University (1848) and of the Union Theological Seminary (1852), and the minister in turn of a Dutch Reformed church at Brooklyn, New York, and of a Presbyterian church at Rye, New York, also was deeply interested in the history of the Huguenots, and published a scholarly work entitled The History of the Huguenot Emigration to America (2 vols., 1885), left unfinished at his death.",
        "Atterbom and some fellow-students founded about 1810 a society for the deliverance of the country from French pedantry, which with this end carried on a periodical entitled Phosphoros (1810-1813), to propagate the opinions of Schlegel and Schelling.",
        "Spain Spain owes her intellectual emancipation to the monk Benito Feyjoo, who in 1726 produced a volume of dissertations somewhat after the fashion of the Spectator, but on graver subjects, entitled Teatro critico, which was continued down to 1739.",
        "The theory of the indefeasible supremacy of the freeholders of England, whose delegates merely, according to this theory, the Commons were, was one of Defoe's favourite political tenets, and he returned to it in a powerfully written tract entitled The Original Power of the Collective Bcdy of the People of England examined and asserted (1701).",
        "Defoe declared that Lord Annesley was preparing the army in Ireland to join a Jacobite rebellion, and was indicted for libel; and prior to his trial (1715) he published an apologia entitled An Appeal to Honour and Justice, in which he defended his political conduct.",
        "In 1726 Defoe published a curious and amusing little pamphlet entitled Everybody's Business is Nobody's Business, or Private Abuses Public Grievances, exemplified in the Pride, Insolence, and Exorbitant Wages of our Women-Servants, Footmen, &c. This subject was a favourite one with him, and in the pamphlet he showed the immaturity of his political views by advocating legislative interference in these matters.",
        "Though we are by no means entitled to say that they acknowledged orthodox schismatics they did not yet venture to reckon them simply as heretics.",
        "In 1864 the Convocation of the province of Canterbury, having taken the opinion of two of the most eminent lawyers of the day (Sir Hugh Cairns and Sir John Rolt), passed judgment upon the volume entitled Essays and Reviews.",
        "A life of Bolingbroke appeared in his lifetime about 1740, entitled Authentic Memoirs (in the Grenville Library, Brit.",
        "The activity of one of these writers was so great that he is entitled to a separate mention.",
        "The official account is entitled Fouilles de Delphes.",
        "The reader is also referred to an article by Lord Kelvin (Reprint of Papers on Electrostatics and Magnetism, p. 178), entitled \" Determination of the Distribution of Electricity on a Circular Segment of a Plane, or Spherical Conducting Surface under any given Influence,\" where another equivalent expression is given for the capacity of an ellipsoid.",
        "The student will find it to be a great advantage to read through Faraday's three volumes entitled Experimental Researches on Electricity, as soon as he has mastered some modern elementary book giving in compact form a general account of electrical phenomena.",
        "An excellent compilation, entitled Johannesburg Statistics, dealing with almost every phase of the city's life, is issued monthly (since January 1905) by the town council.",
        "He is entitled to consecrate all the bishops within his province and was formerly entitled, upon consecrating a bishop, to select a benefice within his diocese at his option for one of his chaplains, but this practice was indirectly abolished by 3 and 4 Vict.",
        "He is entitled to nominate eight chaplains, who had formerly certain statutory privileges, which are now abolished.",
        "In 1700 he became acquainted with Dr John Woodward (1665-1728) physician to the duke and author of a work entitled The Natural History of the Earth, to whom he entrusted a large number of fossils of his own collecting, along with a mass of manuscript notes, for arrangement and publication.",
        "A volume entitled Tractatus VII.",
        "It is entitled Memoirs of Missionary Priests and other Catholicks of both Sexes who suffered Death or Imprisonment in England on account of their Religion, from the year 1577 till the end of the reign of Charles II.",
        "He published also an autobiography entitled Von Magdeburg nach Konigsberg (1873), which deals with his life up to the time of his settlement at Konigsberg.",
        "It is entitled Vindiciae contra tyrannos, sive de principis in populum populique in principem legitima potestate, Stephano Junio Bruto Celta auctore, and is thought to have been published at Basel (1579) although it bears the imprint of, Edinburgh.",
        "Naples, in writing the little treatise (afterwards included in the Characteristics) entitled A Notion of the Historical Draught or Tablature of the Judgment of Hercules, and the letter concerning Design.",
        "In addition to these there have been published fourteen letters from Shaftesbury to Molesworth, edited by Toland in 1721; some letters to Benjamin Furly, his sons, and his clerk Harry Wilkinson, included in a volume entitled Original Letters of Locke, Sidney and Shaftesbury, which was published by Mr T.",
        "The tracts inhabited by the aboriginal tribes entitled Lo Nakpo, Lo Karpo and Lo Tawa (\"Lo\" signifies \"barbarous\" in Tibetan), are described as a pleasant country; the lands on either side of the Tsanpo being well cultivated and planted with mangoes, plantains and oranges.",
        "This compact was twice broken, and in 1428 the Maltese paid King Alfonso 30,000 florins for a confirmation of privileges, with a proviso that entitled them to resist by force of arms any intermediate lord that his successors might attempt to impose.",
        "Nomination or presentation on the part of the patron of the benefice is thus the first requisite in order that a clerk should become legally entitled to a benefice.",
        "Dispensations, however, could be easily obtained from Rome, before the reformation of the Church of England, to enable a clerk to hold several ecclesiastical dignities or benefices at the same time, and by the Peterpence, Dispensations, &c. Act 1534, the power to grant such dispensations, which had been exercised previously by the court of Rome, was transferred to the archbishop of Canterbury, certain ecclesiastical persons having been declared by a previous statute (1529) to be entitled to such dispensations.",
        "Eratosthenes, who in the latter half of the and century B.C. was keeper of the famous Alexandrian library, not only made himself a great name by his important work on geography, but by his treatise entitled Chronographia, one of the first attempts to establish an exact scheme of general chronology, earned for himself the title of \"father of chronology.\"",
        "De Doctrina Temporum, by Petavius (Denis Petau), with its continuation published in 1630, and an abridgment entitled Rationarium Temporum, in 1633-1634.",
        "He is by some credited with a work entitled Ns 7repioSos (\"Travels round the Earth\"), in two books, one on Europe, the other on Asia, in which were described the countries and inhabitants of the known world, the account of Egypt being especially comprehensive; the descriptive matter was accompanied by a map, based upon Anaximander's map of the earth, which he corrected and enlarged.",
        "In 1820 was published his treatise on the gospel of St John, entitled Probabilia de Evangelii et Epistolarum Joannis Apostoli indole et origine, which attracted much attention.",
        "xiii., Tirol (Vienna, 1893), of the great official work entitled Die oesterreichisch-ungarische Monarchie in Wort and Bild.",
        "The control which he began in this way to exercise, both in Italy and in the provinces, over the \"municipia\" and \"liberae civitates,\" by means of agents entitled (then or later) \"correctores civitatium liberarum,\" was carried continually farther and farther by his successors, and at last ended in the complete centralization of the government.",
        "pp. 30 seq., entitled \"Zur Lebensgeschichte des jiingeren Plinius,\" is important for the chronology of Trajan's reign.",
        "It was two years after he had taken up his work at Rugby that the volume entitled Essays and Reviews gave rise to an extraordinary storm.",
        "Some time after the Mandragola, he composed a second comedy, entitled Clizia, which is even homelier and closer to the life of Florence than its predecessor.",
        "The two canonical books entitled Ezra and Nehemiah in the English Bible' correspond to the I and 2 Esdras of the Vulgate, to the 2 Esdras of the Septuagint, and to the Ezra and Nehemiah of the Massoretic (Hebrew) text.",
        "Besides the works mentioned, Liddon published several volumes of Sermons, a volume of Lent lectures entitled Some Elements of Religion (1870), and a collection of Essays and Addresses on such themes as Buddhism, Dante, &c.",
        "Coal lying under the sea below low-water mark belongs to the crown, and can only be worked upon payment of royalties, even when it is approached from shafts sunk upon land in private ownership. In the Forest of Dean, which is the property of the crown as a royal forest,there are certain curious rights held by a portion of the inhabitants known as the Free Miners of the Forest, who are entitled to mine for coal and iron ore, under leases, known as gales, granted by the principal agent or gaveller representing the crown, in tracts not otherwise occupied.",
        "le Clerc has given a Latin translation of them, with notes and several dissertations, entitled Silvae Philologicae, and they have been edited by S.",
        "Among the later productions of his pen were, besides the Plan of a Reform in the Election of the House of Commons, pamphlets entitled Proceedings in the House of Commons on the Slave Trade (1796), Reflections on the Abundance of Paper in Circulation and the Scarcity of Specie (1810), Historical Questions Exhibited (1818), and a Letter to Earl Grey on the Policy of Great Britain and the Allies towards Norway (1814).",
        "In 1804 were also delivered the noble lectures entitled Grundziige des gegenwdrtigen Zeitalters (Characteristics of the Present Age, 1804), containing a most admirable analysis of the Aufkltirung, tracing the position of such a movement of thought in the natural evolution of the general human consciousness, pointing out its inherent defects, and indicating as the ultimate goal of progress the life of reason in its highest aspect as a belief in the divine order of the universe.",
        "(25th of October 1760), he was for a vigorous prosecution of the war with France; he had written what purported to be a chapter from an old book written by a Spanish Jesuit, On the Meanes of Disposing the Enemie to Peace, which had a great effect; and in the spring of 1760 there had been published a more elaborate paper written by Franklin with the assistance of Richard Jackson, agent of Massachusetts and Connecticut in London, entitled The Interest of Great Britain Considered with Regard to Her Colonies, and the Acquisitions of Canada and Guadeloupe (1760).",
        "His curious encyclopaedic work, entitled Satyricon, or De Nuptiis Philologiae et Mercurii et de septem Artibus liberalibus libri novem, is an elaborate allegory in nine books, written in a mixture of prose and verse, after the manner of the Menippean satires of Varro.",
        "He modestly entitled his work a Gnomon or index, his object being rather to guide the reader to ascertain the meaning for himself, than to save him from the trouble of personal investigation.",
        "He was so skilled in Latin verse that a comedy he wrote in his twentieth year, entitled Philodoxius, deceived the younger Aldus, who edited and published it as the genuine work of Lepidus.",
        "Geiger also contributed frequently on Hebrew, Samaritan and Syriac subjects to the Zeitschrift der deutschen morgenldndischen Gesellschaft, and from 1862 until his death (on the 23rd of October 1874) he was editor of a periodical entitled Ji dische Zeitschrift fiir Wissenschaft and Leben.",
        "For England see Ethelred Taunton, English Black Monks (1897); and for the modern history (19th century) the series entitled \"Succisa Virescit\" in the Downside Review, 1880 onwards, by J.",
        "The topography, inhabitants, art, products, &c., of the kingdom are described in a volume of the series Espana entitled Aragon, by J.",
        "Moreover, it had come to be suspected by several scholars that a lost book, variously entitled The Two Ways or The Judgment of Peter, had been freely used in a number of works, of which mention must presently be made.",
        "They were feared, too, as ministers of the taboo and were entitled to pronounce a kind of excommunication for offences against its rules.",
        "Certain homilies, accordingly, composed by dignitaries of the lower house, were in the following year produced by the prolocutor; and after some delay a volume was published in 1547 entitled Certain sermons or homilies appointed by the King's Majesty to be declared and read by all parsons, vicars, or curates every Sunday in their churches where they have cure.",
        "By the earlier English naturalists, and afterwards by Buffon, it was, however, applied to the Indian blackbuck, which is thus entitled to rank as the antelope.",
        "Some, for instance, may consider that the chamois and the so-called white goat of the Rocky Mountains are entitled to be included in the group; but this is not the view held by the authors of the Book of Antelopes referred to below; and, as a matter of fact, the term is only a vague designation for a number of more or less distinct groups of hollow-horned ruminants which do not come under the designation of cattle, sheep or goats; and in reality there ought to be a distinct English groupname for each subfamily into which \"antelopes\" are subdivided.",
        "The poem, entitled the Buke of the Howlat, written about 1450, shows his devotion to the house of Douglas: \"On ilk beugh till embrace Writtin in a bill was 0 Dowglass, 0 Dowglass Tender and trewe!\"",
        "Representatives of the larger states as a rule claimed that their greater population and wealth were entitled to recognition.",
        "The emigration movement proved a failure, and Las Casas lived long enough to express his shame for having been so slow to see that Africans were as much entitled to freedom as were the natives of the New World.",
        "Four of his presidential addresses were republished in 1906, in an illustrated volume entitled The Royal Society.",
        "In 1641 he recovered his liberty on the demand of the House of Lords, who maintained that as a peer he was entitled to be summoned to parliament.",
        "It is empowered by royal charter to confer degrees entitled to rank and consideration throughout the British dominions, as fully as if they were granted by any university in the United Kingdom.",
        "little collection of psalms and hymns entitled The Spirit of the Psalms. After his death, a volume of Remains with a memoir was published, and the poems contained in this, with those in Poems, chiefly Religious, were afterwards issued in one volume (1868).",
        "From 1794 to 1800 Say edited a periodical entitled La Decade philosophique, litteraire, et politique, in which he expounded the doctrines of Adam Smith.",
        "\" And then, \" writes Dr Theal, \" was seen forced the strange spectacle of an English commissioner addressing men who wished to be free of British control as the friendly and well-disposed inhabitants, while for those who desired to remain British subjects and who claimed that protection to which they believed themselves entitled he had no sympathizing word.\"",
        "Seward, and other leaders of the Whig Party, for the editorship of a campaign paper entitled The Jeffersonian, published at Albany.",
        "He delivered episcopal charges to the clergy of Connecticut and New York entitled The Churchman (5859) and The High Churchman Vindicated (1826), in which he accepted the name \"high churchman,\" and stated and explained his principles \"in distinction from the corruptions of the Church of Rome and from the Errors of Certain Protestant Sects.\"",
        "Upon his return he preached a characteristic sermon entitled The United States of America compared with some European Countries, particularly England (published 1826), in which, although there was some praise for the English church, he so boldly criticized the establishment, state patronage, cabinet appointment of bishops, lax discipline, and the low requirements of theological education, as to rouse much hostility in England, where he had been highly praised for two volumes of Sermons on the Principal Events and Truths of Redemption (1824).",
        "The experiences of his African journey were recorded by Mr Roosevelt in a volume entitled African Game Trails: The Wanderings of an American Hunter Naturalist.",
        "On first coming to live at Montaigne he edited the works of his deceased friend Etienne de la Boetie, who had been the comrade of his youth, who died early, and who, with poems of real promise, had composed a declamatory and school-boyish theme on republicanism, entitled the Contr' un, which is one of the most over-estimated books in literature.",
        "With the exception of the hereditary and some of the ex-officio members of the first chamber, the members of the diet are entitled to an allowance for their daily expenses, as well as their travelling expenses.",
        "The two chief sources of the canonical book of Kings were entitled Annals (\" events of the times\") of the Kings of Israel and Judah respectively (see Kings).",
        "The Akbar Nameh, or Book of Akbar, as Abul Fazl's chief literary work, written in Persian, is called, consists of two parts - the first being a complete history of Akbar's reign and the second, entitled Ain-iAkbari, or Institutes of Akbar, being an account of the religious and political constitution and administration of the empire.",
        "But in the middle ages, under the influence of the Roman law, and with the belief in the existence of an empire entitled to universal sway, an absolutist theory of sovereignty was developed in the writings of the jurists who revived the study of that law: the emperor was sovereign; \"quod principi placuit legis habet vigorem\" (Institutes, i.",
        "It was regarded by the followers of Quesnay as entitled to a place amongst the foremost products of human wisdom, and is named by the elder Mirabeau, in a passage quoted by Adam Smith, as one of the three great inventions which have contributed most to the stability of political societies, the other two being those of writing and of money.",
        "The descent of the estate of a husband dying intestate is the same as that of a wife dying intestate; if there is only one child, or the issue of only one child, the surviving spouse is entitled to one-half of the estate; if more than one child, to one-third of the estate; and if no children, father, mother, brother or sister, to the whole of the estate.",
        "Its original members, those still best entitled to their name in any strict sense, are epistles, and in this respect also most akin to Apostolic writings.",
        "Nor is this pre-literary and vital quality really absent even from the writing which is least entitled to a place among \"Apostolic Fathers,\" the Epistle to Diognetus.",
        "The drawings in Fergusson's work entitled Tree and Serpent Worship are very unsatisfactory, and his suggestion that the carvings illustrate tree and serpent worship is quite erroneous.",
        "During a visit to Geneva in 1754 Rousseau saw his old friend and love Madame de Warens (now reduced in circumstances and having lost all her charms), while after abjuring his abjuration of Protestantism he was enabled to take up his freedom as citizen of Geneva, to which his birth entitled him and of which he was proud.",
        "Rousseau revenged himself by printing his clever satire entitled Lettre d'un symphoniste de l'Academie Royale de Musique a ses camarades de l'orchestre.",
        "ANDREA MOCENIGO, who flourished in the 15th and 16th centuries, was a senator of the republic and a historian; he composed a work on the league of Cambrai entitled Belli memorabilis Cameracensis adversus Venetos historiae libri vi.",
        "He was entitled \"the renewal of the life\" of the Memphite god Ptah: but after death he became Osorapis, i.e.",
        "This stirring of the question deeply moved Lord Selborne, who was strongly opposed alike to disestablishment and disendowment, and in the following year, 1886, he published a work entitled A Defence of the Church of England against Disestablishment, with an introductory letter addressed to Gladstone.",
        "In 1888 Lord Selborne published a second work on the Church question, entitled Ancient Facts and Fallacies concerning Churches and Tithes, in which he examined more critically than in his earlier book the developments of early ecclesiastical institutions, both on the continent of Europe and in Anglo-Saxon England, which resulted in the formation of the modern parochial system and its general endowment with tithes.",
        "Civilized Indians who have severed their tribal relations two years before an election are entitled to vote.",
        "Nowhere perhaps does his style appear to more advantage than in his four series of essays entitled Short Studies on Great Subjects(1867-1882), for it is seen there unfettered by the obligations of narrative.",
        "His earlier study of Irish history afforded him suggestions for a historical novel entitled The Two Chiefs of Dunboy (1889).",
        "In its structure and cranial capacity it is entitled to a higher place in the zoological scale than any anthropoid, for it almost certainly walked erect; and, on the other hand, in its intellectual powers it must have been much below the lowest of the human race at present known.",
        "Galvao (Lisbon, 1563 and 1731), of which a translation entitled Discoveries of the World was made for Richard Hakluyt and reprinted by the Hakluyt Society (London, 1862).",
        "Mag.,1863-1864(whose avowed object was \"to raise a noble and a suffering man to the position which his labours entitled him to occupy\"), and in E.",
        "An elaborate bibliography, entitled Bibliotheca Erasmiana, was undertaken by the officials of the Ghent.",
        "Just as he considered himself entitled to appoint to all ecclesiastical offices, so also he invested the emperor with his empire and kings with their kingdoms. Not only did he despatch his decretals to the universities to form the basis of the teaching of the canon law and of the decisions founded upon it, but he considered himself empowered to annul civil laws.",
        "While the Church, like a careful mother, sought to lead her children, never allowed to grow up, safely from time into eternity, the men of the Renaissance felt that they had come of age, and that they were entitled to make themselves at home in this world.",
        "It has afforded material for several dramas, and Adolf Bottger, Friedrich Hebbel and Otto Ludwig have each written one entitled Agnes Bernauer.",
        "Becoming a Congregationalist, he accepted in 1842 the chair of biblical criticism, literature and oriental languages at the Lancashire Independent College at Manchester; but he was obliged to resign in 1857, being brought into collision with the college authorities by the publication of an introduction to the Old Testament entitled The Text of the Old Testament, and the Interpretation of the Bible, written for a new edition of Horne's Introduction to the Sacred Scripture.",
        "His views on social subjects, and the responsibilities which great wealth involved, were already known in a book entitled Triumphant Democracy, published in 1886, and in his Gospel of Wealth (1900).",
        "In the first of these, entitled \" Recherches sur l'attraction des spheroides homogenes,\" published in the Memoires of the Academy for 1785, but communicated to it at an earlier period, Legendre introduces the celebrated expressions which, though frequently called Laplace's coefficients, are more correctly named after Legendre.",
        "Among his other works the bishop published in 1781-1782, in two volumes, a kind of encyclopaedia of belles lettres entitled Zbior Wiadomosci.",
        "Morawski (1783-1861) published some excellent Fables (1800) in the manner of Krasicki, and in 1851 an epic entitled My Grandfather's Farm.",
        "A poet of great vigour was Stephen Garczynski (1806-1833), the friend of Mickiewicz, celebrated for his War Sonnets and his poem entitled The Deeds of Waclaw.",
        "Smolka has published a history entitled Mieszko the Elder and his Age.",
        "A broadside entitled Davy Dycars Dreame, a short and seemingly alliterative poem in the manner of Piers Plowman, brought him into trouble with the privy council, but he was dismissed with a reprimand.",
        "In 1888 she received the Prix Botta, a prize awarded triennially by the French Academy, for her volume of prose aphorisms Les Pensees d'une reine (Paris, 1882), a German version of which is entitled Vom Amboss (Bonn, 1890).",
        "Among the translations made by \"Carmen Sylva\" are German versions of Pierre Loti's romance Pecheur d'Islande, and of Paul de St Victor's dramatic criticisms Les DeuxMasques (Paris,1881-1884); and in particular The Bard of the Dimbovitza, a fine English version by \"Carmen Sylva\" and Alma Strettell of Helene Vacarescu's collection of Rumanian folk-songs, &c., entitled Lieder aus dem Dimbovitzathal (Bonn, 1889).",
        "160) a work entitled the Noctes Atticae was begun by Aulus Gellius.",
        "Each legislative district of Baltimore is entitled tc -he number of delegates to which the largest county shall or may be entitled under the foregoing apportionment, and the General Assembly may from time to time alter the boundaries of Baltimore city districts in order to equalize their population.",
        "In 1847 he issued five pamphlets entitled Meditationes analyticae.",
        "In 1856 Spottiswoode travelled in eastern Russia, and in 1860 in Croatia and Hungary; of the former expedition he has left an interesting record entitled A Tarantasse Journey through Eastern Russia in the Autumn of 1856 (London, 1857).",
        "Jewish teacher about 1492, published a work entitled De Rudimentis Hebraicis containing a Hebrew lexicon and a Hebrew grammar.",
        "A little later Richard Bentley conceived the idea that it would be possible to reconstruct the original text of the New Testament by a comparison of the earliest Greek and Latin sources; he began to collect material for this purpose, and issued a scheme entitled \" Proposals for Printing \" in 1720, but though he amassed many notes nothing was ever printed.",
        "He wrote, apparently about the year 1143, a chronicle entitled Annales sive Historia de gestis regum Britanniae, which begins with Brutus and carries the history of England down to 1129.",
        "The pair thus handfasted were, in accordance with Scotch law, entitled to live together for a year and a day.",
        "His work entitled Political Annals of the present United Colonies from their Settlement to the Peace of 1763, 4to, London, 1780, was to have formed two volumes; but the second, which should have contained the period between 1688 and 1763, never appeared.",
        "He uniformly had recourse to original sources of information; and he is entitled to great praise for his patriotic and self-sacrificing endeavours to illustrate the history, literature and antiquities of his native country.",
        "idiots and insane persons, all male citizens of the United States, who are at least 21 years of age, and have lived in the state one year, in the county six months, and in the voting precinct sixty days next preceding the election, are entitled to vote.",
        "Under the law establishing State Normal Schools, each county is entitled to one or more appointments of scholarships, one annually for every 500 white school children listed in the last school census.",
        "The prophets themselves required no historical verification of their word to assure them that it was indeed the word of God, nor do they for a moment admit that their contemporaries are entitled to treat its authority as unproved till such verification is offered.",
        "The author of the Ocbar) even compares them to the High Priests of the Old Testament, and considers them entitled to the firstfruits of the Levitical law.",
        "His sermons attracted wide attention in that community, and he gained a considerable reputation as a theologian and a controversialist by his publication in 1814 of a volume entitled Defence of Christianity, written in answer to a work, The Grounds of Christianity Examined (1813), by George Bethune English (1787-1828), an adventurer, who, born in Cambridge, Massachusetts, was in turn a student of law and of theology, an editor of a newspaper, and a soldier of fortune in Egypt.",
        "for the 1753 edition published at Bologna); a defence of Catholic doctrine, entitled Demonstratio critica religionis Catholicae (Augsburg, 1751); a work on indulgences, which has often been criticized by Protestant writers, De Origine, Progressu, V alore, et Fructu Indulgentiorum (Augsburg, 1 73 5) a treatise on mysticism, De Revelationibus et Visionibus, &c. (2 vols., 1744); and the astronomical work Nova philosophiae planetarum et artis criticae systemata (Nuremberg, 1723).",
        "The production of Master Olof marked the beginning of the new movement in Swedish literature, and the Red Room and the collection of satirical sketches entitled Det nya riket (\" The New Kingdom,\" 1882) increased the growing hostility to Strindberg.",
        "Having calculated 70,000 logarithms and copied only 30,000, Vlacq would have been quite entitled to have called his a new work.",
        "In 1617 he published a small work entitled Rabdologia relating to mechanical methods of performing multiplications and divisions, and in the same year he died.",
        "In the same year de Decker also published at Gouda a work entitled Nieuwe Telkonst, inhoudende de Logarithmi voor de Ghetallen beginnende van r tot io,000, which contained logarithms of numbers up to io,000 to io places, taken from Briggs's Arithmetica of 1624, and Gunter's log sines and tangents to 7 places for every minute.'",
        "The utility of such logarithms was first pointed out by Leonelli in a book entitled Supplement logarithmique, printed at Bordeaux in the year XI.",
        "The pathbreaking works of Lamarck were soon followed by the monumental treatise of Gerard Paul Deshayes (1795-1875) entitled Descriptions des coquilles fossiles des environs de Paris (1824-1837), the first of a series of great contributions by this and other authors.",
        "He was the first to attempt a comprehensive treatment of all invertebrates from the genetic point of view; but unfortunately his great work, entitled Die Stcimme des Thierreichs (Vienna and Prague, 1889), was uncompleted.",
        "Ogilvie-Gordon, entitled \" History of Geology and Palaeontology to the end of the 19th Century.\"",
        "Marsh, entitled \" History and Methods of Palaeontological Discovery \" (American Association for the Advancement of Science, 1879).",
        "See also a paper by Professor Rendel Harris entitled \"Did Judas really commit suicide?\"",
        "These works in their original form are lost; but two short treatises entitled De Orthographia and De Verbis Dubiis have come down to us under his name, probably excerpts from the original works, with later additions by an unknown writer.",
        "An official publication entitled \" Mexico: Yesterday and To-day, 1876-1904,\" states that while the number of steamers engaged in the foreign trade increased from 841 to 969 in the 17 years from 1886 to 1903, the number of Mexican steamers decreased from 55 to 4.",
        "The native history of Mexico and Central America is entitled to more respect than the mere recollections of savage tribes.",
        "The surviving wife or husband and the minor children, if any, may occupy the homestead right during the minority of the children, and the surviving wife or husband is entitled to the right during the remainder of her or his lifetime.",
        "entitled Souvenirs; these were edited by Voltaire (1770), and by many later editors, notably Renouard (1806), Ch.",
        "He also published a slight sketch of Jewish history,, and especially of the growth of the Talmud, entitled the Genius of Judaism (1833).",
        "Library Square takes its name from the library, which is one of the four scheduled in the Copyright Act as entitled to receive a copy of every volume published in the United Kingdom.",
        "(often separately entitled Descriptio Insularum Aquilonis; Adam's is the earliest extant reference to Vinland, c. 1070): we have also notices of Vinland in the Libellus Islandorum of Ari Frodi (c. 1120), the oldest Icelandic historian; in the Kristni Saga (repeated in Snorri Sturlason's Heimskringla); in Eyrbyggia Saga (c. 1250); in Gretti Saga (c. 1290); and in an Icelandic chorography of the 14th century, or earlier, partly derived from the famous traveller Abbot Nicolas of Thing-eyrar (j'1159).",
        "Meanwhile the reactionaries of Vienna were goading the Magyar Liberals into revolt, and Arany found a safety-valve for his growing indignation by composing a satirical poem in hexameters, entitled \"The Lost Constitution.\"",
        "With it were printed thirteen odes entitled Vers lyriques.",
        "The first of a series of ephemerides, calculated on these principles, was published by him at Linz in 1617; and in that for 1620, dedicated to Baron Napier, he for the first time employed logarithms. This important invention was eagerly welcomed by him, and its theory formed the subject of a treatise entitled Chilias Logarithmorum, printed in 1624, but circulated in manuscript three years earlier, which largely contributed to bring the new method into general use in Germany.",
        "8vo) contains, besides the works already enumerated and several minor treatises, a posthumous scientific satire entitled Joh.",
        "The remaining fragments were, under the directions of the Royal Society, reduced by Dr Wallis to a compact form, with the heading Astronomia Kepleriana defensa et promota, and published with numerous extracts from the letters of Horrocks to Crabtree, and a sketch of the author's life, in a volume entitled Jeremiae Horroccii opera posthuma (London, 1672).",
        "The fourth (perhaps the most important) book of Adam's History, variously entitled Libellus de Situ Daniae et reliquarum quae trans Daniam sunt regionum, Descriptio Insularum Aquilonis, &c., has often been considered, but wrongly, as a separate work.",
        "A Latin memoir of Tamerlane by Perondinus, printed in 1600, entitled Magni Tamerlanis scytharum imperatoris vita, describes Timur as tall and bearded, broad-chested and broadshouldered, well-built but lame, of a fierce countenance and with receding eyes, which express cruelty and strike terror into the lookers-on.",
        "As respects substance, the Constitution, being enacted by and expressing the will of the people, who are the ultimate source of political power, is the supreme law of the land over the whole Union, entitled to prevail over all laws passed by Congress, the legislature which it creates, as well as over all >>",
        "But Federal authority is always entitled to prevail, as against a state legislature or officer, in all matters specifically allotted to it; and in these its power of direct action has two great advantages.",
        "There have, however, been instances in which the court has virtually changed its view on a constitutional question, and it is understood to be entitled so to do.",
        "In the smallest areas, such as the township or city ward, the meeting is composed of all the recognized members of the party who are entitled to vote, and it is then called a primary.",
        "In the larger election areas, such as a county or city, the number of voters who would be entitled to be present renders it impossible to admit all, so the nominating meetings in these areas are composed of delegates elected in the various primaries included in the area, and the meeting is called a nominating convention.",
        "This is the rule, but in some parts of the South and West nominations for members of the state legislature and county officials, and even for members of Congress, are made by primary assemblies meeting over the entire area, which all the party voters are entitled to attend.",
        "Every registered voter belonging to the party in the local election area for which party candidates are to be nominated is presumably entitled to vote in the primary.",
        "In rural districts little difficulty arises, because it is known what citizens belong to each party; but in cities, and especially in large cities, where men do not know their neighbors by sight, it becomes necessary to have regular lists of the party voters entitled to attend a primary; and these lists are either prepared and kept by the local party committee, or are settled by the votes of the persons previously on the party rolls.",
        "The roll of states is called alphabetically, and each state, as reached in the roll, is entitled to present a candidate.",
        "The two nominees are then deemed to be the candidates of the whole party, entitled to the support, at the ensuing election, of the party organizations and of all sound party men throughout the Union, and the convention thereupon dissolves.",
        "During Clarke's lifetime, fearing perhaps to be branded as an enemy of religion and morality, Collins made no reply, but in 1729 he published an answer, entitled Liberty and Necessity.",
        "Compensation, under the Lands Clauses Acts, is assessed in four different modes: - (I) by justices, where the claim does not exceed £50, or a claimant who has no greater interest than that of a tenant for a year, or from year to year, is required to give up possession before the expiration of his tenancy; (2) by arbitration (a) when the claim exceeds £50, and the claimant desires arbitration, and the interest is not a yearly tenancy, (b) when the amount has been ascertained by a surveyor, and the claimant is dissatisfied, (c) when superfluous lands are to be sold, and the parties entitled to pre-emption and the promoters cannot agree as to the price.",
        "Vieta thereupon proposed a simpler construction, and restored the whole treatise of Apollonius in a small work, which he entitled Apollonius Gallus (Paris, 1600).",
        "In 1676 he published his attack on James Butler, marquess of Ormonde, entitled \"The Unkinde Desertor of Loyall Men and True Frinds,\" and shortly afterwards \"The Bleeding Iphigenia.\"",
        "Vorarlberg\") (Vienna, 1893) of the great official work entitled Die oesterreichisch-ungarische Monarchie in Wort and Bild.",
        "No alteration of a text, or emendation, is entitled to approval, unless in addition to providing the sense and diction required, it also presents a reading which the evidence furnished by the tradition shows might not improbably have been corrupted to what stands in the text.",
        "Before 1909 all male citizens of the United States at least twenty-one years of age (except those mentioned below), who had lived in the state for one year immediately preceding an election and in the county six months, and had paid their taxes, were entitled to vote.",
        "the Department of Agriculture, which include weekly and monthly Bulletins, biennial Reports and a volume entitled Georgia, Historical and Industrial (Atlanta, 1901).",
        "A MS. collection of seventy-two sonnets, entitled The Tarantula of Love, and a translation (1587) from the Italian of the Triumphs of Petrarke are preserved in the library of the university of Edinburgh, in the collection bequeathed by his nephew, William Drummond.",
        "Evidence has, however, been found to prove that Ea, entitled Sarapsi, \"king of the deep (sea),\" who was also great in learning and magic, had a temple in the city (Lehmann in Beitrlige zur alten Geschichte, iv.",
        "His little edition of the Paragraph Psalter (1879), arranged for the use of choirs, and his admirable lectures on the Apostles' Creed, entitled Historic Faith (1883), are reminiscences of his vacations spent at Peterborough.",
        "In 1879 he published a book on the republic of San Marino, entitled A Freak of Freedom, and was made a citizen of San Marino; in the following year appeared Genoa: How the Republic Rose and Fell, and in 1881 a Life of Giuseppe Garibaldi.",
        "A supplementary volume entitled Maeoniae appeared later in 1595, and A Foure fould Meditation of the foure last things in 1606.",
        "He presented to the emperor Justinian, on his accession in 527, a work entitled Scheda regia sive de officio regis, which contained advice on the duties of a Christian prince.",
        "An interesting article on the subject, by Stoyan Krstoff Vatralsky of Boston, Mass., entitled \" Mohammedan Gnosticism in America,\" appeared in the American Journal of Theology for January 1902, pp. 57-58.",
        "Lastly, mention should be made of a remarkable but scarce little tract by Gabriel Sacy, printed at Cairo in June 1902, and entitled Du regne de Dieu et de l'Agneau, connu sous le nom de Babysme.",
        "His first appearance before a wider public was in 1799, when he published against the Italian Jansenists a controversial work entitled Il Trionfo della Santa Sede, which, besides passing through several editions in Italy, has been translated into several European languages.",
        "However, an Englishman raised his voice in favour of the ladies in a poem entitled La Bonte des dames (Meyer, Rom.",
        "The great work of Pappus, in eight books and entitled 6vvayw'y or Collection, we possess only in an incomplete form, the first book being lost, and the rest having suffered considerably.",
        "If an application is made for leave to withdraw a petition, copies of the affidavits in support are to be delivered to him; and he is entitled to be heard and to call evidence in opposition to such application.",
        "If a witness answers truly all questions which he is required by the court to answer, he is entitled to receive a certificate of indemnity, which will save him from all proceedings for any offence under the Corrupt Practices Acts committed by him before the date of the certificate at or in relation to the election, except proceedings to enforce any incapacity incurred by such offence.",
        "was entitled, according to feudal laws, to a grant on occasion of his daughter's marriage.",
        "He is remembered also for a curious work entitled The Discovery of a World in the Moon (1638, 3rd ed., with an appendix \"The possibility of a passage thither,\" 1640).",
        "Besides a number of archaeological works, especially in the department of numismatics, he published a compilation from the Arabic, Persian and Turkish, entitled Paroles remarquables, bons mots et maximes des orientaux (1694), and a translation from an Arabic manuscript, De l'origine et du progres du café (1699).",
        "In his tract entitled Schelling's positive Philosophie als Einheit von Hegel and Schopenhauer (1869) he further showed that, in his later philosophy, Schelling had already combined reason and will in the Absolute.",
        "In connexion with these views reference should be made to a work entitled Personal Idealism, Philosophical Essays by Eight Members of the University of Oxford (1902), edited by H.",
        "Finally, according to him, having inferred matter as the condition of our perceptions, we are entitled to infer that the condition of the existence of matter is God, whose nature, however, can be inferred only by practical reason from conscience.",
        "How far the armed followers of a lord were entitled to compensation when the latter was slain 1 The hide (hid, hiwisc, familia, tributarius, cassatus, manens, &c.) was in later times a measure of land, usually 120 acres.",
        "We find it also in the compensations to which they were entitled for various injuries, in the fines to which they were liable, and in the value attached to their oaths.",
        "Jones, London, 1867); its supplement, crowned by the Academy, entitled L'Empire chinois (2 vols., Paris, 1854; Eng.",
        "He had from the first been strongly opposed to the war, and in 1776 he published a pamphlet entitled Observations on Civil Liberty and the Justice and Policy of the War with America.",
        "Bonnard, \"Lausanne au 181eme siècle,\" in the work entitled Chez nos aieux (Lausanne, 1902); E.",
        "chap. 9, part 2); but the earliest definite mention as yet known of the use of the mariner's compass in the middle ages occurs in a treatise entitled De utensilibus, written by Alexander Neckam in the r 2th century.",
        "As the originator of the first crusade, Urban is entitled to the honour of the idea and its execution.",
        "It was the opinion of Petrarch that, had Urban remained in Rome, he would have been entitled to rank with the most distinguished men of his era; and, if we discount this single act of weakness, he must be classed as one of the noblest and best of popes.",
        "He himself undertook to murder Cicero and other prominent men, but was hampered by the dilatoriness of Sura, whose age and rank entitled him to the chief consideration.",
        "In the pre-revolutionary controversies he identified himself with the American Whigs; in 1773 he prepared for Salem a paper entitled State of the Rights of the Colonists; in 1 775 he drafted a memorial protesting against the Boston Port Bill; and in 1776 he was a representative from Salem in the general court of Massachusetts.",
        "He was a traveller, a linguist, well versed in Scandinavian literature and philology, the author of mystical poems entitled Improvisations from the Spirit (1857), a social and medical reformer, and a convinced opponent of vivisection and also of vaccination.",
        "To avoid the possibility of metropolitan domination provision is made that no city or county shall be entitled to more than one-sixth of the total number of senators.",
        "Ordinary bulls are signed by several officials of the chancery, and a certain number only by the cardinal at its head, who until 1908 was styled vicechancellor, because the chancellor used formerly to be a prelate, not a cardinal; but since the constitution Sapienti has been entitled chancellor.",
        "P. Muir entitled Solution.",
        "He published several volumes of sermons, and a book of verse entitled Sabbath Chimes (1867, new edition 1880).",
        "He had the conviction that his princeship entitled him to disregard decency and the feelings of others.",
        "Perhaps the most famous are a little treatise on Italian prose, and a dialogue entitled Gli Asolani, in which Platonic affection is explained and recommended in a rather longwinded fashion, to the amusement of the reader who remembers the relations of the beautiful Morosina with the author.",
        "In the winter of 1604 he composed (but did not publish) a treatise entitled De jure praedae.",
        "Equally due to the circumstances of the time was his small contribution to constitutional history entitled De antiquitate reipublicae Batavae (161o).",
        "He also devoted much of his time to writing on the comparatively safe subjects of grammar and rhetoric. A detailed work on rhetoric, entitled Studiosus, was followed by eight books, Dubii sermons (A.D.",
        "This translation is entitled La Disme enseignant facilement expedier par Nombres Entiers sans rompuz tous Comptes se rencontrans aux Affaires des Hommes.",
        "His chief works were Philosophiae Triumphus (1573); Synopsis Metaphysicae Aristotelis (1596); De Rerum Aeternitate (1604); and a treatise written in criticism of Caesalpinus entitled Caesae Alpes (1597)."
    ],
    "definition": [
        "simple past tense and past participle of entitle",
        "Link/Cite"
    ]
}