{
    "translation": "כניסה",
    "uses": [
        "We have a pretty close time frame of entrance and exit.",
        "It was the sunlight streaming in at the entrance to the passage.",
        "She drove up to the elevator entrance on the side of the draw.",
        "There should be a servant or someone posted near the entrance who can guide you to the restroom.",
        "That evening Alex and Dulce were standing in the entrance room.",
        "It was getting dusk when Prince Andrew and Pierre drove up to the front entrance of the house at Bald Hills.",
        "It was a mine portal, smaller than the main entrance to the Lucky Pup.",
        "At one end of the trench, steps were cut out and these formed the entrance and vestibule.",
        "He says to enter the main house by the first entrance you find.",
        "Her heart quickening, she started towards the entrance of the church.",
        "Rusty hinges were still visible in the wood but no door barred the entrance nor could anything be seen beyond but utter blackness.",
        "This was a guy from a small town in Iowa who failed his 1933 entrance exam to the University of Minnesota.",
        "Pierre dropped them off in front, waiting until they stepped across the entrance before driving off.",
        "She handed it to Connie, describing the entrance and house.",
        "They climbed higher, circling the open area in front of the entrance, but still saw nothing.",
        "At the back entrance stood his caleche.",
        "He sponsored my entrance into government service.",
        "At her entrance, those in the nearest circle with Ne'Rin ceased their activity and bowed, then stood in a line and waited.",
        "Two walked on once he reached the desert, and she trotted after him, looking back at the floodlit entrance to the elevator.",
        "Several times on glancing that way he noticed behind that door a plump, rosy, handsome woman in a pink dress with a lilac silk kerchief on her head, holding a dish and evidently awaiting the entrance of the commander-in-chief.",
        "They raced through the quaking halls toward the entrance, all while the strange roar of an ocean grew louder.",
        "I told her about the back entrance to the mine.",
        "A disturbance at the entrance caught their attention and Carmen turned to see Alex striding purposefully across the floor toward them.",
        "\"Gid-dap!\" cried the boy, and at the word Jim slowly trotted into the courtyard and drew the buggy along the jewelled driveway to the great entrance of the royal palace.",
        "No one at the stone entrance gates of the drive and the door stood open.",
        "Heavy brush had totally obscured the entrance until someone had quite recently cut and pulled away the branches, exposing the opening.",
        "At the entrance to the Arbat Square an immense expanse of dark starry sky presented itself to his eyes.",
        "It denied entrance to its own master.",
        "Evelyn's voice preceded her entrance by only a second.",
        "He motioned her toward the entrance to the courtyard.",
        "The motel consisted of 40 units on two floors, ten to either side of a main entrance that led to the office and restaurant.",
        "She perched on a boulder near the entrance, wondering how many nights of Sasha-type treatment she'd take before tossing herself off the cliff.",
        "They slopped forward, feet sloshing the muddy floor, no longer trying to avoid the water that oozed in rivulets down the narrow passageway, back toward the entrance, now out of sight behind them.",
        "As the man turned from his room, a young man emerged from the main entrance several yards away and stepped outside.",
        "The entrance to the palace is at the end of an arched recess, and it is guarded night and day by twelve soldierly-looking white Bears.",
        "Instead of ducking into the ladies' room, she pushed through the back entrance, which emptied out into a dark, rainy alley.",
        "According to the invitation, the party will be held in the main entrance near the Christmas tree.",
        "With the canteens full, they started for the cave entrance and then stopped.",
        "He kissed her in response, as intense as he had been at the entrance of the underground base.",
        "He sensed the entrance of another before his companion spoke.",
        "The Sunday-school was in session when we arrived, and I wish you could have seen the sensation Helen's entrance caused.",
        "The cab dropped her off, and she went to the side entrance to buzz in as Wynn directed in his text.",
        "Dean's heart began to race as he caught sight of Cynthia and Martha at the edge of the rocks near the edge of the path leading to the entrance of the Lucky Pup.",
        "Katie sought an entrance into the palatial estate, not seeing one along this side.  She ran alongside the marble structure.  It was well over quarter mile in length.  Toby pulled away from her suddenly, and she stopped so fast, she tripped.",
        "It's just a back entrance to the Lucky Pup.",
        "Not one of the threesome had a desire to enter the mine via this newfound entrance, but each cautiously examined the portal.",
        "She passed through the throng without making eye contact for fear of leers or judging looks and reached the entrance foyer.",
        "He strode towards the entrance behind several others exiting the building.",
        "Wiping away angry tears, Lana trotted to the entrance to her community then slowed to a walk when she became breathless too fast.",
        "He hid the rest of his weapons under some bushes near the entrance to the underground world and drew a deep breath.",
        "The trench itself was the room, in which the lucky ones, such as the squadron commander, had a board, lying on piles at the end opposite the entrance, to serve as a table.",
        "She understood all that awaited her only when, after stepping over the red baize at the entrance, she entered the hall, took off her fur cloak, and, beside Sonya and in front of her mother, mounted the brightly illuminated stairs between the flowers.",
        "In the ballroom guests stood crowding at the entrance doors awaiting the Emperor.",
        "I dropped my women off at the terminal entrance of Logan Airport, amid kisses and a promise to see them in twenty-four hours.",
        "We caught up to the ambulance at the emergency room entrance just as attendants were removing a stretcher.",
        "Two soldiers stood near the tunnel entrance nearby, weapons raised.",
        "They were the entrance examinations for Harvard College; so I feel pleased to think I could pass them.",
        "Police were stationed at the brightly lit entrance which was carpeted with red baize, and not only gendarmes but dozens of police officers and even the police master himself stood at the porch.",
        "Your boy Dan Brennan got me into the Federal exit and entrance records at the Canada border!",
        "Jennifer, ignorant to the significance of the second entrance, expressed little interest in the opening.",
        "His wife motioned toward the mine entrance out of sight in the rocks and trees.",
        "\"I think Dawkins found the back entrance to the mine and thought we were kids poking around in there, so he switched our markings,\" he told his wife.",
        "She forced herself to continue to the apartment's entrance and flung open the door, revealing a hall with auxiliary lighting reflecting off a white marble floor.",
        "Donnie's entrance seemed to brighten Edith's morning as she clucked over him, cautioning him about the perils of his undertaking in a dozen different ways, all the while ignoring father Donald who'd fled from her bed the night before.",
        "The road edged a thatch of forest past the water treatment plant and the power plant, and circled the central command hub in which she worked before leading to the main entrance of the compound.",
        "They moved on, taking circuitous routes back to the underground entrance in case they were being watched.",
        "He disappeared into a small room off the entrance and returned, PMF grays in his hand.",
        "\"Entrance here,\" one of the soldiers called, looking up from the subsurface monitoring device in his hand.",
        "How I passed my Entrance Examinations for Radcliffe College.",
        "For the first time since my entrance into Radcliffe I had the opportunity to make friends with all my classmates...",
        "He noticed that they had not come to the front entrance but to the back door.",
        "While he was getting down from the carriage steps two men, who looked like tradespeople, ran hurriedly from the entrance and hid in the shadow of the wall.",
        "At the chief entrance to the palace, however, an official came running out to meet him, and learning that he was a special messenger led him to another entrance.",
        "The general on horseback at the entrance to the dam raised his hand and opened his mouth to address Dolokhov.",
        "With bated breath and beating heart he moved toward the Rhetor (by which name the brother who prepared a seeker for entrance into the Brotherhood was known).",
        "A score of women serfs, old and young, as well as children, popped out from the back entrance to have a look at the hunters who were arriving.",
        "Fabvier, not entering the tent, remained at the entrance talking to some generals of his acquaintance.",
        "At the moment when Vereshchagin fell and the crowd closed in with savage yells and swayed about him, Rostopchin suddenly turned pale and, instead of going to the back entrance where his carriage awaited him, went with hurried steps and bent head, not knowing where and why, along the passage leading to the rooms on the ground floor.",
        "They were taken to the entrance and led into the house one by one.",
        "She stood beside Dustin on one side of the entrance while Damian and Claire assumed the other.",
        "The portal was smaller and dryer than the main mine entrance and seemed to lead downward from this elevated location.",
        "He sat on a boulder near the entrance, as if he were the bouncer trying to prevent someone like her from exiting.",
        "She stopped a few feet from the entrance, debating whether she should just leave, until she heard A'Ran's name.",
        "At last the sleigh bore to the right, drew up at an entrance, and Rostov saw overhead the old familiar cornice with a bit of plaster broken off, the porch, and the post by the side of the pavement.",
        "They rose from the table and sat down in the entrance porch which served as a veranda.",
        "Daniela just inside the entrance, and her normally calm face took on an expression of sudden irritation.",
        "He glanced out the window and realized he'd pulled in the entrance for the emergency room and morgue.",
        "He recognized Ethel held the door in the relationship, be it the entrance or exit.",
        "The house is still but a sort of porch at the entrance of a burrow.",
        "Also there is a bar across the entrance of our every cove, or particular inclination; each is our harbor for a season, in which we are detained and partially land-locked.",
        "She made her way to the back entrance to the castle and stepped into the quiet, chilly day.",
        "Bordeaux tugged her away from the entrance.",
        "Engrossed in discussion, the two men didn't notice her cross the kitchen to the entrance.",
        "They entered a dark dining hall, where a pot of tea and two tea cups sat waiting for them next to a carafe of amber alcohol at the table nearest the entrance.",
        "The women's coatroom was off one side of the entrance.",
        "We're opening another entrance.",
        "The entrance to the canal is in the centre of the outer harbour.",
        "long, with a width at entrance of 408 ft.",
        "For these buildings there was a separate door of entrance into the church (S).",
        "That city was taken by General Scott after a siege and bombardment (March 7 to 29, 1847); and after winning the battle of Cerrogordo (April 18), and a long delay at Puebla, Scott marched on Mexico City, stormed its defences against greatly superior forces, and effected an entrance after severe fighting on the 13th of September 1847.",
        "After America's entrance into the World War he was a pronounced and conspicuous pacifist.",
        "Although brought up as a strict adherent of the older religion, he showed signs of wavering soon after his accession, and in 1539 allowed free entrance to the reformed teaching in the electorate.",
        "As we made the turn into the mall I could see at least half dozen police cruisers, some with lights still spinning, parked helter-skelter near the entrance.",
        "Two men in black darted through the bodies and into the house while two more hung back at the garage entrance.",
        "They passed through two more doors before exiting into a cold desert night on the side of a mountain, overlooking the activity at the elevator's entrance.",
        "Gunshots streaked around the entrance.",
        "\"That's what deputies and under-sheriffs are for,\" he answered with a grimace and then pictured sending snippy Miss Larkin burrowing underground like a weasel and rolling a stone against the entrance.",
        "They moved more quickly, retracing their steps toward the entrance.",
        "She pulled back and shook her head at the absurdity of his entrance.",
        "He filled Fred in on meeting Jennifer Radisson, their afternoon trip to the mine, and the discovery of a back entrance.",
        "But the mine has a second entrance.",
        "He continued to grope his way forward until the first turn in the tunnel closed off what little light spilled in from the entrance.",
        "The only difference was the electricity powering lights in the heavy iron and wood chandeliers overhead and the intercom system installed into the walls beside each entrance.",
        "You, out! she belted at the death dealer, who leaned his hip against the counter and managed to fill up the entrance to the kitchen.",
        "He returned to the castle, stopping at the sound of commotion from the direction of the forest before he reached the entrance.",
        "Enter the main house using the nearest entrance.",
        "He rose and started toward the entrance.",
        "When Dean kicked the door loose from the accumulated snow blown against it, he found Jake Weller dressed in civilian clothes, huddled against the frame of the unshoveled rear entrance.",
        "The sector specialists were busy at their workstations while two guards loitered outside the damaged entrance.",
        "Dan and Elise ducked into the dark entrance.",
        "He waved the helo away and led her to the hidden entrance.",
        "We have more blankets in the corner nearest the entrance.",
        "Just as Dean backed from the driveway, another car turned the corner and waited for him to clear the entrance.",
        "Dean cornered Atherton near the entrance.",
        "In a flood of tears and half-controlled sobs she got to her feet, and handkerchief to her face, dashed across the room toward the entrance.",
        "He pointed toward another entrance.",
        "Opposite the entrance, he saw an area that shimmered darker than the rest of the cave.",
        "You say you don't know where the Others' entrance is?",
        "Jonny wasn't trained in reading minds; his entrance into hers was like taking a machete to a piñata.",
        "I'd only need to close one to control their entrance into this world.",
        "One stronghold was in the north, in which they stood, and one in the south near the entrance to the desert.",
        "A quick movement caught his attention as a guard darted from the entrance to Sirian.",
        "The entrance was propped open and guarded by three men.",
        "Resolved, she noticed her hands still shook as a guard grabbed her and pulled her toward the entrance of the cage.",
        "At long last, she saw her chance: the men had withdrawn and the path to the arena's entrance was clear.",
        "She made her way deliberately across the field littered with traps and pits until she reached the small entrance and the waiting guards.",
        "He left her at the entrance to the city's hold, and she continued to her chambers unimpeded.",
        "She reached its entrance before she heard the low voice.",
        "\"Rissa has Sirian imprisoned, but his loyal followers have overtaken the northern entrance and threaten to allow our enemies in if he is not released,\" Hilden said.",
        "Hilden noticed his entrance and motioned him to the front.",
        "He didn't notice Hilden's quiet entrance.",
        "She paused beneath the entrance to look around.",
        "She glanced around and saw Clarissa's date sitting alone near the entrance to the garden.",
        "Working her way along the edge, she finally found an entrance point - something that looked like an old trail.",
        "At the path entrance, she tied one end of the twine around a tree and started down the trail, allowing the twine to unwind from the handle as she did so.",
        "She breezed past him towards the entrance.",
        "She rose and strode to the entrance of the porch.",
        "We'll go in the employees' entrance.",
        "Xander was everywhere, from posters on the wall, stacks of books he'd allegedly written, even a red carpet entrance flanked by adoring female fans and photographers.",
        "Jessi's cheerful voice preceded her entrance into the three foot sphere where he was able to sense her.",
        "She led them through the mall towards the entrance, while her cousins talked.",
        "Brandon was pacing outside the entrance, as if waiting for them.",
        "NEW GLASGOW, a manufacturing and mining town of Pictou county, Nova Scotia, Canada, on the East river, near its entrance into Pictou Harbour, and the Intercolonial railway, 104 m.",
        "After America's entrance into the war they were frequently charged with disloyalty and in many towns attempts were made to suppress them.",
        "Later it acquired increased importance through its selection by de Lesseps as the site for the Atlantic entrance to his canal.",
        "4, or the Hamilton Dock, was completed in 1891, having a length on floor of 520 ft., a width of entrance of 94 ft.",
        "In the negotiations which followed, it was arranged that the bay and the land on both sides of the entrance within certain defined lines should be leased to Germany for 99 years.",
        "from its entrance into Saginaw Bay and about 108 m.",
        "Of Nuraghe Lugheras near Paulilatino, or the Nuraghe de S'Orcu near Domusnovas, the entrance may be protected by a regular system of courtyards and subsidiary nuraghi.",
        "The entrance almost invariably faces south, and measures, as a rule, 5 or 6 ft.",
        "Blue Town, the older part of the town, with the dockyard, is defended by strong modern-built fortifications, especially the forts of Garrison Point and Barton's Point, commanding the entrance of both the Thames and the Medway.",
        "A standard clock and measures are seen at the entrance.",
        "The entrance to it was in the extreme west, on the borders of Ocean, in the mythical land of the Cimmerians.",
        "At the entrance to the latter the senate erected, in his honour, a triumphal arch which is still extant - a fine simple monument with a single opening.",
        "Just outside the town lies the Alkmaar wood, at the entrance to which stands the military cadet school which serves as a preparatoryschool for the royal military academy at Breda.",
        "He leapt from the wall with only three companions into the hostile town, and, before the army behind him could effect an entrance, lay wounded almost to death.'",
        "The national lines extend from Buenos Aires north to La Quiaca on the Bolivian frontier (1180 m.), and south to Cape Virgenes (1926 m.), at the entrance to the Straits of Magellan.",
        "Feverish attempts were made to remedy the lack of warlike stores, but difficulty was experienced on account of the fleet blockading the entrance to the river.",
        "Wallace, this author is of opinion that marsupials did not effect an entrance into Australia till about the middle of the Tertiary period, their ancestors being probably opossums of the American type.",
        "The portion of the lachrymal duct communicating with the cavity of the nose has, on the other hand, been abnormally developed, apparently for the purpose of cleansing that chamber from particles of sand which may obtain an entrance while the animal is burrowing.",
        "By the entrance of amino or hydroxyl groups into the molecule dyestuffs are formed.",
        "The lesser of these lies towards the east, and its entrance is obstructed by a barrier of rocks, so as to admit the entrance of but one ship at a time.",
        "At the eastern entrance is the fort of St Elmo, with a lighthouse.",
        "The notion that the colossus once stood astride over the entrance to the harbour is a medieval fiction.",
        "Kangaroo Island, at the entrance of St Vincent Gulf, is one of the largest islands on the Australian coast, measuring 80 m.",
        "But when the Panama \"scandal\" has been forgotten, for centuries to come the traveller in saluting the statue of Ferdinand de Lesseps at the entrance of the Suez Canal will pay homage to one of the most powerful embodiments of the creative genius of the 19th century.",
        "The principal entrance, reached by a flight of 23 steps, is ornamented with a portico supported by four black-veined marble columns.",
        "The depth at the entrance is 72 to 108 ft., and in port from 36 to 66 ft.",
        "An opening in the south jetty affords an entrance into Agha harbour, constructed in Agha Bay.",
        "Agha harbour has also an independent entrance on its southern side.",
        "2 Port Lloyd, the chief anchorage (situated on Peel Island), is considered by Commodore Perry - who visited the islands in 1853 and strongly urged the establishment of a United States coaling station there - to have been formerly the crater of a volcano from which the surrounding hills were thrown up, the entrance to the harbour being a fissure through which lava used to pour into the sea.",
        "South of the port is the shallow entrance to the Lagoa do Norte, or Lagoa Mundahu, a salt-water lake extending inland for some miles.",
        "The death penalty was freely awarded for theft and other crimes regarded as coming under that head; for theft involving entrance of palace or temple treasury, for illegal purchase from minor or slave, for selling stolen goods or receiving the same, for common theft in the open (in default of multiple restoration) or receiving the same, for false claim to goods, for kidnapping, for assisting or harbouring fugitive slaves, for detaining or appropriating same, for brigandage, for fraudulent sale of drink, for disorderly conduct of tavern, for delegation of personal service, for misappropriating the levy, for oppression of feudal holders, for causing death of a householder by bad building.",
        "It is dominated, on the seaward side, by four hills, and approached by a narrow entrance, with forts on either hand; a breakwater affords shelter on the east, and on the west is the Arsenal Basin, often regarded as the original harbour of the Carthaginians and Romans.",
        "Not to speak of the canonists, Thomas Aquinas gives natural law an important place; while Melancthon, drawing from Aquinas, gives it an entrance into Protestant thought.",
        "Special wound-cork is also often formed round accidental injuries so as to prevent the rotting of the tissues by the soaking in of rain and the entrance of fungal spores and bacteria.",
        "He sailed from Callao in October 1579, and made a careful survey of the Strait of Magellan, with the object of fortifying that entrance to the South sea.",
        "They sailed from the Texel on the 14th of June 1615, and by the 10th of January 1616 they were south of the entrance of Magellan's Strait.",
        "These are places where the mode of travelling or of transport is changed, such as seaports, river ports and railway termini, or natural resting-places, such as a ford, the foot of a steep ascent on a road, the entrance of a valley leading up from a plain into the mountains, or a crossing-place of roads or railways.'",
        "The river is navigable to Quibdo (250 m.), and for the greater part of its course for large vessels, but the bars at its mouth prevent the entrance of sea-going steamers.",
        "Another cartilage or ossification, the posterior sclerotic ring, occurs within the walls of the posterior portion of the cup, and surrounds, especially in the Pici and in the Passeres, the entrance of the optic nerve.",
        "From near the entrance of the optic nerve, through the original choroidal fissure, arises the much-folded pecten, deeply pigmented and very vascular, far into the vitreous humour.",
        "In each of the sides was a gigantic archway, the wall being raised in a square from above the entrance.",
        "Among the other early works of Mantegna are the fresco of two saints over the entrance porch of the church of S.",
        "Southwards from the last-named, however, at the foot of the mountains and at the entrance to the valleys, there are rich areas of fertile land, which are being rapidly colonized by Russian immigrants, who have also penetrated into the Tian-shan, to the east of Lake Issyk-kul.",
        "PROPYLAEA (Hp67ruXov, Ilpolrl)aca), the name given to a porch or gate-house, at the entrance of a sacred or other enclosure in Greece; such propylaea usually consisted, in their simplest form, of a porch supported by columns both without and within the actual gate.",
        "The name is especially given to the great entrance hall of the Acropolis at Athens, which was begun in 437 B.C. by Pericles, to take the place of an earlier gateway.",
        "At the entrance, between Cape Joinville or Santa Clara on the N.",
        "- The entrance of Israel into Canaan marks the beginning of a new epoch in the development of Israel's religious life.",
        "This victory inaugurates the entrance of the \" aeon to come,\" in which the faithful Jews would enter their inheritance.",
        "Neither nature nor acquired habits qualified him to be an orator; his late entrance on public life, his natural timidity, his feeble voice, his limited command of idiomatic English, and even, as he candidly confesses, his literary fame, were all obstacles to success.",
        "Belisarius dallied with the proposal until he had obtained an entrance within the walls of the capital, and proclaimed his inviolable fidelity to Justinian.",
        "The bar at the entrance to this river is exceptionally dangerous, and the port is frequented only by coasting vessels of light draught.",
        "Facing the main entrance is a small open shrine, consisting of a cornice and dome upheld by four pillars.",
        "The arrangement used for the entrance is a wire cage with double doors.",
        "In the older type the combustion chamber (of metal or glass) is sunk in the calorimeter proper, tubes being provided for the entrance and exit of the gaseous substances involved in the action.",
        "His reign is noteworthy for the entrance of Damascus into Palestinian politics.",
        "Yahweh of Moses was found, and scattered traces survive of a definite belief in the entrance into Palestine of a movement uncompromisingly devoted to the purer worship of Yahweh.",
        "A breakwater and sea-wall prevent the blocking of the harbour entrance and encroachments of the sea; and there is another breakwater at Landguard Point on the opposite (Suffolk) shore of the estuary.",
        "extremity, Suda, at the entrance to Suda harbour, and Spinalonga, in Mirabello Bay - remained for some time in the possession of Venice after the conquest of Crete by the Turks.",
        "The principal entrance was to the north, but what appears to have been the royal entrance opened on a paved court on the west side.",
        "This entrance communicated with a corridor showing frescoes of a processional character.",
        "entrance were remains of great reliefs of bull-hunting scenes in painted gesso duro.",
        "The west court and entrance belonging to the earlier building show many analogies with those of Cnossus, and the court was commanded to the north by tiers of stone benches like those of the \" theatral area \" at Cnossus on a larger scale.",
        "A fine paved corridor running east from this gives access to a line of the later magazines, and through a columnar hall to the central court beyond, while to the left of this a broad and stately flight of steps leads up to a kind of entrance hall on an upper terrace.",
        "- Base Of West Wall Neal Royal Entrance (Cnossus).",
        "Besides the great entrance hall of the cavern, which served as the upper shrine, were descending vaults forming a lower sanctuary going down deep into the bowels of the earth.",
        "After America's entrance into the World War the work had to be carried on by neutrals, but Mr. Hoover remained chairman of the Commission.",
        "of Pogonomyrmex strip the husks from the seeds and carry them out of the nest, making a refuse heap near the entrance.",
        "Another beautiful grotto has green instead of blue refractions; the effect in both cases is due to the light entering by a small entrance.",
        "east, or Dezhnev), in 190 E., at the entrance of Bering Strait.",
        "The Kabul valley indicates the north-western entrance, and Makran indicates that on the west.",
        "From about the time of Gomin's entrance the prisoner was inspected, not by delegates of the Commune, but by representatives of the civil committee of the 48 sections of Paris.",
        "It is possible, therefore, that one early account of David was that of an entrance into the land of Judah, and that round him have gathered traditions partly individual and partly tribal or national.",
        "In earlier times a bridge here crossed the Fleet, leading from Newgate, while a quarter of a mile west of the viaduct is the site of Holborn Bars, at the entrance to the City, where tolls were levied.",
        "The gates are simply cow-hide, but are set in massive entrance towers.",
        "Above the entrance are the arms of the Maxwells, earls of Nithsdale, to whose descendant, the duchess of Norfolk, it belongs.",
        "the early stages if the entrance of the caterpillars has been detected, a wire should be pushed into the hole.",
        "The lake of Avernus, as an entrance to the infernal regions, was sacred to her.",
        "The creator of the present edifice was Francis I., under whom the architect Gilles le Breton erected most of the buildings of the Cour Ovale, including the Porte Doree, its southern entrance, and the Salle des Fetes, which, in the reign of Henry II., was decorated by the Italians, Francesco Primaticcio and Nicolo dell' Abbate, and is perhaps the finest Renaissance chamber in France.",
        "The Mosaic Institute contained an agrarian law, based upon an equal division of the soil amongst the adult males, a census of whom was taken just before their entrance into Canaan.",
        "The Five Hundred, meeting in the Orangerie of the palace, had by this time seen through the plot; and, on the entrance of the general with four grenadiers, several deputies rushed at him, shook him violently, while others vehemently demanded a decree of outlawry against the new Cromwell.",
        "On the entrance of Vespasian's troops into Rome he was dragged out of some miserable hiding-place, driven to the fatal Gemonian stairs, and there struck down.",
        "But with the decline of Venice the trade of the port fell off; the mouth of the Lido entrance became gradually silted up owing to the joint action of the tide and the current, and for many years complete stagnation characterized the port.",
        "The Austrians, abandoning the nearer Lido entrance to the lagoons, resolved to deepen and keep open the Malamocco entrance.",
        "The government accordingly resolved to reopen the Lido entrance to the lagoon, and thus to afford a shorter and more commodious access from the sea.",
        "As at the Malamocco entrance so at the Lido, two moles were run out in a south-westerly direction; the westerly is about 2 m., the easterly about 3 m.",
        "Palaeologus granted possession of the island of Tenedos to the republic. The island commanded the entrance to the Dardanelles.",
        "Opposite the entrance within is a hall with recesses for coffins and a richly panelled ceiling; underneath is an immense vault.",
        "In the month of February, or in some years as early as the end of January, the first large schools appear at the entrance of the English Channel, and are met by the more adventurous of the driftnet fishers many miles west of the Scilly Islands.",
        "Quite commonly the burrow has a second passage running obliquely upwards from the main passage to the surface of the soil, and this subsidiary track may itself be shut off from the main branch by an inner door, so that when an enemy has forced an entrance through the main door, the spider retreats behind the second, leaving the intruder to explore the seemingly empty burrow.",
        "part of Polk county, and forming near its entrance into the Gulf of Mexico the boundary between Levy and Citrus counties, and four rivers, the Escambia, the Choctawatchee, the Apalachicola, and the Suwanee, having their sources in other states and traversing the north-western part of Florida.",
        "Before 1905 the state provided for higher education by the Florida State College, at Tallahassee, formerly the West Florida Seminary (founded in 1857); the University of Florida, at Lake City, which was organized in 1903 by enlarging the work of the Florida Agricultural College (founded in 1884); the East Florida Seminary, at Gainesville (founded 1848 at Ocala); the normal school (for whites) at De Funiak Springs; and the South Florida Military Institute at Bartow; but in 1905 the legislature passed the Buckman bill abolishing all these state institutions for higher education and establishing in their place the university of the state of Florida and a state Agricultural Experiment Station, both now at Gainesville, and the Florida Female College at Tallahassee, which has the same standards for entrance and for graduation as the state university for men.",
        "Of later date, perhaps, are the limestone polygonal retaining walls on the west front, which extended on either side of the early entrance.",
        "In the centre was the Agora of Hippodamus; on the western margin of the Cantharus harbour extended the emporium, or Digma, the centre of commercial activity, flanked by a series of porticoes; at its northern end, near the entrance to the inner harbour, was another Agora, on the site of the modern market-place, and near it the µa?cp l OTOa, the corn depot of the state.",
        "The operations, which were carried on at intervals till 1890, resulted in the discovery of the Dipylon Gate, the principal entrance of ancient Athens.",
        "The Acropolis had been dismantled as a fortress after the expulsion of Hippias; its defenders against the Persians found it necessary to erect a wooden barricade at its entrance.",
        "At either corner of the Propylaea entrance were equestrian statues dedicated by the Athenian knights; the bases with inscriptions have lately been recovered.",
        "From the inner exit of the Propylaea a passage led towards the east along the north side of the Parthenon; almost directly facing the entrance was the colossal bronze statue of Athena (afterwards called Athena Promachos) by Pheidias, probably set up by Cimon in commemoration of the Persian defeat.",
        "Among the first of these benefactions was the great gymnasium of Ptolemy, built in the neighbourhood of the Agora about 250 B.C. Successive princes of the dynasty of Pergamum interested themselves in the adorn western entrance being the well-known Doric portico of Athena Archegetis with an inscription recording its erection from donations of Julius Caesar and Augustus.",
        "An ornamental entrance near the Olympieum, the existing Arch of Hadrian, marked the boundary between the new and the old cities.",
        "A portico of four fluted Corinthian columns on the western side formed the entrance to the quadrangle.",
        "In 1533 the fortaleza, now the governor's palace, was begun at San Juan, and in1539-1584Morro Castle was erected at the entrance of the harbour.",
        "It was represented as the entrance by which both Odysseus and Aeneas descended to the infernal regions, and as the abode of the Cimmerii.",
        "The port consists of an entrance channel nearly 400 yds.",
        "A breakwater three-quarters of a mile long protects the entrance to the harbour.",
        "The entrance to the harbor, which is perfectly sheltered (hence its name), is through a narrow opening in the palm-covered shore.",
        "Vessels load and discharge by means of lighters, the outer harbour having a depth at entrance of 24 ft.",
        "deep), which is in front of the entrance gateway to the great court, and consists of a central avenue with five aisles on each side.",
        "lodgings, live, eat and I, 2, Main entrance.",
        "round each lecturer in 22, Sultans private entrance.",
        "The entrance doorway on the north-east side is over 80 ft.",
        "They, however, had no confidence in the arch, which, as the Hindu says, \"never sleeps but is always tending to its own destruction,\" so that the pointed arch, which had almost become the emblem of the Mahommedan religion, had to be dispensed with for the covered aisles which surrounded the great court, and in the triple entrance gateway the form of an arch only was retained, as it was constructed with horizontal courses of masonry for the haunches, and with long slabs of stone resting one against the other at the top. A similar construction was employed in the great mosque at Ajmere, built A.D.1200-1211at the same time as the Delhi mosque.",
        "I, Main entrance.",
        "(For views of interior and exterior, see Architecture.) for in the entrance gateway of the Lal Darwaza or Red Gate mosque at Jaunpur, where an arch (of two rings of ogee shape) is carried by a solid wall, built under it, which is pierced with three doorways with bracket-capitals and architraves, returning therefore to trabeated construction.",
        "At the entrance to the mountain Mashu, scorpion-men stand guard, from one of whom he receives advice as to how to pass through the Mashu district.",
        "Their place of abode is variously placed in the Strophades, the entrance to the under-world, or a cave in Crete.",
        "At the same time Musha Island, at the entrance to the Gulf of Tajura, was bought by the British \" for ten bags of rice,\" Bab Island, in the same gulf, and Aubad Island, off Zaila, were also purchased, the object of the East India Company being to obtain a suitable place \" for the harbour of their ships without any prohibition whatever.\"",
        "French Somaliland French Somaliland (Cote francaise des Somalis) lies at the entrance to the Red Sea.",
        "across at its entrance and penetrates inland 36, m.",
        "Lambert (who was assassinated by Arabs, June 1859) had the support of his government, which viewed with alarm the establishment (1857) of the British on Perim Island, at the entrance to the Red Sea.",
        "A number of scattered rocks lie across the entrance, but through them two fairways have been made, one 600 ft.",
        "As the Ecclesiastical History was written in 731, we obtain the following dates for the principal events in Bede's uneventful life: - birth, 672-673 entrance into the monastery, 679-680; ordination as deacon, 691-692; as priest, 702-703.",
        "This mode has some disadvantages attending it; such sheets are difficult to handle; the crustaceous species are liable to have their surfaces rubbed; the foliaceous species become so compressed as to lose their characteristic appearance; and the spaces between the sheets caused by the thickness of the specimen permit the entrance of dust.",
        "Entrance from the Basilica of St Agnes.",
        "Each side of the cubiculum, except that of the entrance, usually contains a recessed tomb, either a table-tomb or an arcosolium.",
        "That facing the entrance was the place of greatest honour, where in many instances the remains of a martyr were deposited, whose tomb, according to primitive usage, served as an altar for the celebration of the eucharist.",
        "As a rule also the catacombs had 111 more than one entrance, and frequently communicated with an arenaria or sand-quarry; so that while one entrance was carefully watched, the pursued might escape in a totally different direction by another.",
        "Their plan is for the most part that of a house, with a door of entrance and passage leading into a central chamber or atrium, with others of smaller size opening from it, each having a stone-hewn bench or triclinium on three of its sides, on which the dead, frequently a pair of corpses side by side, were laid as if at a banquet.",
        "The original entrance to the cemetery leads directly into a spacious corridor with no loculi, but recesses for sarcophagi, and decorations of the classical style of the 2nd century.",
        "Others are Bootham Bar, the main entrance from the N., also having a Norman arch; Monk Bar (N.E.), formerly called Goodramgate, but renamed in honour of General Monk, and Walmgate Bar, of the time of Edward I., retaining the barbican repaired in 1648.",
        "The residential château of the princes of Lippe-Detmold (1550), in the Renaissance style, is an imposing building, lying with its pretty gardens nearly in the centre of the town; whilst at the entrance to the large park on the south is the New Palace (1708-1718), enlarged in 1850, used as the dower-house.",
        "3) is accepted as a fact, or its entrance into the mind of man is attributed (Wisd.",
        "It divides the entrance to the Gulf of Mexico into two passages of nearly equal width, - the Strait of Florida, about I io m.",
        "Opposite to the promontory of Sabbioncello, and at the entrance to the Bocche di Cattaro, the frontier of Herzegovina comes down to the Adriatic; but these two strips of coast do not contain any good harbour, and extend only for a total distance of 141 m.",
        "Venice having adopted a hostile attitude since Turkey's conquests in the Morea, greater attention was devoted to the fleet; Mytilene was captured and the entrance to the straits fortified.",
        "This was conceded; on the 1st of September, under the mediation of the French ambassador Villeneuve, the preliminaries were signed; on the 4th the grand vizier made his formal entrance into the city, where on the 18th the definitive treaties with Austria and Russia were signed.",
        "In 1807 the garrisons of the Black Sea forts at the entrance of the straits rose in rebellion, headed by one Kabakji Mustafa, and killed their officers.",
        "At the entrance to the Euxine, at Salmydessus on the coast of Thrace, they met Phineus, the blind and aged king whose food was being constantly polluted by the Harpies.",
        "DAGUPAN, a town and the most important commercial centre of the province of Pangasinan, Luzon, Philippine Islands, on a branch of the Agno river near its entrance into the Gulf of Lingayen, 1 20 m.",
        "The depth of the harbour ranges from 21 to 26 ft.; and by improving this entrance, so as to make it 700 ft.",
        "On the east coast, more particularly in Hochstetter Foreland, the Miocene beds again appear, and we may add that there are traces of them even on the west coast, between Sonntag Bay and Foulke Fjord, at the entrance to Smith Sound.",
        "The ancient town of Melos was nearer to the entrance of the harbour than Adamanta, and occupied the slope between the village of Trypete and the landing-place at Klima.",
        "wide, and its entrance from the sea by small vessels, except in the finest weather, was a perilous undertaking, owing to the shifting sands and a dangerous bar.",
        "(Pedro de Luna), whose name is commemorated in the Bufador de Papa Luna, a curious cavern with a landward entrance through which the sea-water escapes in clouds of spray.",
        "Lying near the northern entrance of the Menai Straits, it attracts many visitors.",
        "In front of the city is the small harbour, well protected from all winds except those from the S.; in and after 1892 the Hawaiian government deepened its entrance from 21 ft.",
        "Naval Station), the bar at the entrance of which was removed (1903) by the U.S. government.",
        "A French officer in the Egyptian service, of the name of Letellier, had anchored the vessels of Ibrahim and the Turkish admiral in a horseshoe formation, of which the points touched the entrance to the bay, and there were forts on the lands at both sides of the entry.",
        "There is a torpedo and submarine boat station on the north side of the channel at the entrance to the lake, but the principal naval works are at Sidi Abdallah at the south-west corner of the lake and to m.",
        "His practice made him financially independent, and paved the way for his entrance into politics.",
        "instead of paying the taille they paid into the royal treasury a sum fixed by contract, which they generally raised by octrois, or entrance dues.",
        "He welcomed warmly the entrance of the Americans into the war in the spring of 1917.",
        "The harbour is formed by an island named Liu-kung-tao running east and west across the mouth of a small bay, leaving an entrance at each end.",
        "Thus they make Mer y a sort of watch tower over the entrance into Afghanistan on the north-west and at the same time create a stepping-stone or etape between north-east Persia and the states of Bokhara and Samarkand.",
        "It is situated on a platform of conglomerate rock forming a promontory at the south-west of the entrance to Loch Etive and is surrounded on three sides by the sea.",
        "A large sand bar obstructs the entrance to the river, which is not quite 1 m.",
        "From the roadstead, entrance is by a channel into the outer harbour, which communicates with seven floating basins about 115 acres in area and is accessible to the largest vessels.",
        "Its commerce is much facilitated by the system of canals which bring it into communication with Belgium, the coal-basins of Nord and Pasde-Calais, the rich agricultural regions of Flanders and Artois, and the industrial towns of Lille, Armentieres, Roubaix, Tourcoing, Valenciennes, &c. The roadstead is indicated by lightships and the entrance channel to the port by a lighthouse which, at an altitude of 193 ft., is visible at a distance of 19 m.",
        "The walls of the main building near the entrance of Metalanim harbour form a massive quadrangle 200 ft.",
        "m., have all been built up out of the shallow waters of the lagoon round about the entrance of the harbour, with high sea-walls composed of the same huge basaltic prisms. In some places the walls of this \"Pacific Venice\" are now submerged to some depth, as if the land had subsided since the construction of these extensive works.",
        "The main room of the ordinary temple was rectangular, with an elevated apsidal arrangement, like a choir, containing the sacred relief on its wall, at the end opposite the entrance, and with continuous benches (podia) of masonry, about 5 ft.",
        "The port of Pernambuco, or Recife, is formed by a stone reef lying across the entrance to a shallow bay at the mouth of two small rivers, Beberibe and Capibaribe, and is accessible to steamers of medium draught.",
        ".Shortly afterwards the cruiser \" Republica \" and a transport ran the gauntlet of the government forts at the entrance of the bay, and proceeded south to the province of Santa Catharina, taking possession of Desterro, its capital.",
        "A fountain, after the original design of that in the quadrangle of Linlithgow Palace, was erected in front of the entrance by the prince consort.",
        "above sea-level, at the entrance to the gorge which ascends to Scheggia, probably on the site of the ancient Umbrian town.",
        "The Palazzo Accoramboni, on the other hand, is a Renaissance structure, with a fine entrance arch.",
        "Plan of ' Main Entrance II Impluvium Bath IV Principal Hall 'V birth to the Christian kingdoms of the Peninsula, while the Monge de Cister, published in 1848, describes the time of King John I., when the middle class and the municipalities first asserted their power and elected a king in opposition to the nobility.",
        "At the top of King Street there is a statue of Queen Victoria and close by a statue of Prince Albert, at the entrance to Hyde Park, in which the most elevated spot is occupied by a statue of Captain Cook.",
        "The southern entrance to Durban harbour is marked by a bold bluff, the Bluff of Natal, which is 250 ft.",
        "Opposite the Bluff a low sandy spit called the Point forms the northern entrance to the harbour.",
        "Vasco da Gama on his voyage to India sighted the bluff at the entrance to the bay now forming the harbour of Durban on Christmas Day 1497 and named the country Terra Natalis.",
        "A ship now and again put into the bay, but the dangerous bar at its entrance militated against its frequent use.",
        "It controlled the operations for improving the sea entrance until 1893, when on the establishment of responsible government it was abolished.",
        "Obelisks were usually raised on pedestals of cubical form resting on one or two steps, and were set up in pairs in front of the entrance of temples.",
        "The west end was formed by a wall, on which stood four columns between antae; but the main entrance to this western compartment was through a large and very ornate doorway on the north; and a large Ionic portico, consisting of four columns in the front, and one in the return on each side, was placed in front of this door.",
        "List of authentic works of Jean Goujon: Two marble columns supporting the organ of the church of St Maclou (Rouen) on right and left of porch on entering; left-hand gate of the church of St Maclou; bas-reliefs for decoration of screen of St Germain l'Auxerrois (now in Louvre); \"Victory\" over chimney-piece of Salle des Gardes at Ecouen; altar at Chantilly; illustrations for Jean Martin's translation of Vitruvius; bas-reliefs and sculptural decoration of Fontaine des Innocents; bas-reliefs adorning entrance of Hotel Carnavalet, also series of satyrs' heads on keystones of arcade of courtyard; fountain of Diana from Anet (now in Louvre); internal decoration of chapel at Anet; portico of Anet (now in courtyard of Ecole des Beaux Arts); bust of Diane de Poictiers (now at Versailles); Tribune of Caryatides in the Louvre; decoration of \"Escalier Henri II.,\" Louvre; eeils de beeuf and decoration of Henri II.",
        "façade, Louvre; groups for pediments of façade now placed over entrance to Egyptian and Assyrian collections, Louvre.",
        "In extraneous pigmentation we have coloured substances either in a solid or fluid state, gaining entrance into the organism and accumulating in certain tissues.",
        "The channels of entrance are usually by the respiratory or the alimentary tract, also by the skin.",
        "The discovery of the parasite of malaria by Laveran, and of the method by which it gains entrance to the human body, through the bite of a particular variety of mosquito, by Manson and Ross, promises much in the way of eradication of the disease in the future.",
        "It was a time, too, for great public works - works for defence at the entrance of the Lesser Harbour between the island and Achradina, and temples and gymnasia.",
        "Marcellus, after an unsuccessful attempt to negotiate, began the siege in regular form (214 B.C.) by both land and sea, establishing a camp on Polichne, where stood the old temple of Olympian Zeus; but he made his chief assault on the northern side and on the defences of Tyche, particularly at the Hexapylum, the entrance facing Megara and Leontini.",
        "Information was given him in the spring of 212 (two years from the commencement of the siege) that the Syracusans were celebrating a great festival to Artemis; making use of this opportunity, he forced the Hexapylum entrance by night and established himself in Tyche and on the heights of Epipolae.",
        "It now bears the ruins of a mighty fortress, finer than that which defends the entrance to the acropolis of Selinus - the most imposing, indeed, that has come down to us from the Greek period - which there is no doubt is the work of Dionysius.",
        "The front of the castle is formed by five massive towers: behind it are two walled courtyards, to the north of the easternmost of which is the well-guarded main entrance to the plateau of Epipolae (narrower minor entrances are to be seen on both the north and the south sides) communicating by a long underground passage with the inner ditch in front of the castle proper.",
        "It was the main entrance on the north, and no doubt is to be identified with the so-called Scala Greca, where the modern highroad leaves the plateau.",
        "The straight highway from the northwest which as Edgware Road joins Oxford Street at the Marble Arch (the north-eastern entrance to Hyde Park) is coincident with the Roman Watling Street.",
        "It no longer forms an entrance to the park, as in 1908 a corner of the park was cut off and a roadway was formed to give additional accommodation for the heavy traffic between Oxford Street, Edgware Road and Park Lane.",
        "The western limit of the former nave of the church is marked by a fine Early English doorway, now forming an entrance to the churchyard.",
        "The Royal Courts of Justice or Law Courts stand adjacent to the Inns of Court, facing the Strand at the point where a memorial marks the site of Old Temple Bar (1672), at the entrance to the City, removed in 1878 and later re-erected at Theobald's Park, near Cheshunt, Hertfordshire.",
        "The Westminster Column, outside the entrance to Dean's Yard, was erected to the memory of the old pupils of Westminster School who died in the Russian and Indian wars of 1854-1859.",
        "On the south the entrance to Londinium must always have been near where London Bridge was subsequently built.",
        "At the entrance to London Bridge the towers were adorned with banners of the royal arms, and in the front of them was inscribed Civitas Regis Justicie.",
        "The principal Canadian ports are Kingston, at the head of the St Lawrence river; Toronto, where the harbour is formed by an island with improved entrance channels constructed both east and west of it; and Hamilton, at the head of the lake, situated on a landlocked lagoon, connected with the main lake by Burlington channel, an artificial cut.",
        "TONSBERG, a fortified seaport of Norway, in JarlsbergLaurvik amt (county), situated on a bay on the south coast, near the entrance to Christiania Fjord, 72 m.",
        "But he had no sooner mounted the steps leading to the entrance than the crowd, which had followed him all the way beating him with sticks and umbrellas, made a rush at him, knocked him down, and kicked and trampled him to death.",
        "About 1540 the Reformation gained an entrance into the town, which was taken by both parties during the Thirty Years' War.",
        "Alcoy s is built on high ground at the entrance to a gorge in the Moncabrer range (4547 ft.).",
        "When the sound ceases the cistern is known to be full, and the entrance of further water or syrup is stopped.",
        "The present family doubtless originated in the northern half of the Old World, whence .it effected an entrance by way of the Bering Strait route into North America, where it has always been but poorly represented in the matter of genera and species.",
        "Prayers for the dead, attendance at funerals of gildsmen, periodical banquets, the solemn entrance oath, fines for neglect of duty and for improper conduct, contributions to a common purse, mutual assistance in distress, periodical meetings in the gildhall, - in short, all the characteristic features of the later gilds already appear in the statutes of these Anglo-Saxon fraternities.",
        "The latter is the more serious, as in addition to the actual damage done by the beetle the holes afford entrance to fungus spores, &c. Under the name \" horn worms \" are included the larvae or caterpillars of species of Protoparce.",
        "There is a small, rocky and picturesque island nearer the harbour entrance, which is crowned by a small chapel, dedicated to Nossa Senhora da Boa Viagem.",
        "The island of Perim at the southern entrance of the Red Sea has been a British possession since 1857, while the promontory of Shekh Said on the Arabian side of the strait is in Turkish occupation.",
        "In conjunction with this work the entire Danube Canal has been transformed into a harbour by the construction of a lock at its entrance, while increased accommodation for shipping has also been provided at the other end of the canal known as the winter harbour.",
        "long, with its port, Nuevitas (pop. in 1907, 4386), which is on the north side of the island and has a spacious land-locked bay of good depth, approached through a break in the off-lying coral keys and a narrow canyon entrance.",
        "It is overshadowed by the Mittenberg (east) and Pizokel (south), hills that guard the entrance to the deep-cut Schanfigg valley.",
        "South of the entrance to Pisco Bay is Zarate Island, and farther south the white level islet of Santa Rosa.",
        "New docks, 93 acres in extent, with an entrance from the firth, were opened in 1905 at a cost of more than i,000,000.",
        "Constantius also issued an edict to the effect that the two bishops should rule conjointly, but Liberius, on his entrance into Rome in the following year, was received by all classes with so much enthusiasm that Felix found it necessary to retire at once from Rome.",
        "The southern coast in particular is deeply indented; and there two bold peninsulas, extending for several miles into the sea, form two capacious natural harbours, namely, Deep Water Bay, with the village of Stanley to the east, and Tytam Bay, which has a safe, well-protected entrance showing a depth of 10 to 16 fathoms. An in-shore island on the west coast, called Aberdeen, or Taplishan, affords protection to the Shekpywan or Aberdeen harbour, an inlet provided with a granite graving dock, the caisson gate of which is 60 ft.",
        "The entrance from Chesapeake Bay is defended by Fortress Monroe on Old Point Comfort and by Fort Wood on a small island called the Rip Raps near the middle of the channel; and at Portsmouth, a few miles up the Elizabeth river, is, an important United States navy-yard.",
        "The remains date from a reconstruction of Roman times,' in which the material of two earlier periods has been used: the large blocks belonging to the original fortifications bear Phoenician masons' marks; but the long line of towers at regular intervals is a thoroughly Roman characteristic. The castle, dating from the middle ages, with three lofty towers guarding the entrance, occupies the south-eastern extremity of the town.",
        "(iii.) In Umbonula of Cribrilina, showing the frontal membrane and parietal the entrance to the muscles of the young zooecium are like compensation - .sac on those of Membranipora, but they become the proximal side of the covered by the growth, from the proximal operculum (op).",
        "They occur in particular in relation with the orifice of the zooecium, and with that of the compensation-sac. This delicate structure is frequently guarded by an avicularium at its entrance, while avicularia are also commonly found on either side of the operculum or in other positions close to that structure.",
        "The success of his work had the effect (1) of altering the policy of the government of India in matters of education, (2) of securing the recognition of education as a missionary agency by Christian churches at home, and (3) of securing entrance for Christian ideas into the minds of high-caste Hindus.",
        "About a mile from the town is the entrance to the famous stalactite cavern of Adelsberg, the largest and most magnificent in Europe.",
        "The cavern is divided into four grottoes, with two lateral ramifications which reach to the distance of about a mile and a half from the entrance.",
        "The Franz-JosephElisabeth grotto, the largest of the four, and the farthest from the entrance, is 665 ft.",
        "The vicar of the parish gave him instruction and procured his entrance in 1563 as an exhibitioner to Balliol College, Oxford.",
        "The upper part of the tower is ornamented with green and blue tiles and the entrance arch is beautifully carved.",
        "The Bethmann Museum owes its celebrity principally to Dannecker's \" Ariadne,\" but it also possesses the original plaster model of Thorwaldsen's \" Entrance of Alexander the Great into Babylon.\"",
        "A coral reef lies across the entrance.",
        "These last have not been found anywhere except at the entrance of the Bay of Tokyo at a depth of some 200 fathoms.",
        "In temples of the best class the floor of the gallery and of the central portion of the main building from entrance to altar are richly lacquered; in those of inferior class they are merely polished by continued rubbing.",
        "Long jetties spring out on either side of the entrance, curving round about midway in order to run parallel to the river, thus forming a huge funnelshaped entrance; the eastern jetty forms a landing-stage for passenger traffic and the western is designed for the shipment of bunker and cargo coal.",
        "Relics of it survive in the old Gothic entrance, the portal of the church, a tower and the well of Moses, which is adorned with statues of Moses and the prophets by Claux Sluter (fl.",
        "The harbour is horseshoe-shaped, with its entrance, 1998 ft.",
        "The entrance is easy and safe, and the harbour affords secure anchorage for large vessels, with deep water alongside the iron railway wharf.",
        "According to the latest calculations, the length of the main stream of the Ganges is 1540 m., or with its longest affluent, 1680; breadth at true entrance into the sea, 20 m.; breadth of channel in dry season, 14 to 21 m.; depth in dry season, 30 ft.;.",
        "The Niju-bashi is the main entrance.",
        "It lies at the entrance of the valley of the Strengbach, under the eastern slope of the Vosges mountains, 33 m.",
        "In the eastern of these was the main entrance by which Pausanias went in along the Sacred Way.",
        "Outside the entrance is a large paved court of Roman date, flanked by a colonnade.",
        "On the north side of the Sacred Way, close to the main entrance, stood the offering dedicated by the Lacedaemonians after the battle of Aegospotami.",
        "It was in the form of a small Doric temple in antis, and had its entrance on the east.",
        "The mouth of this chamber is protected by a ring of hairs pointing downwards, which allow the entrance but prevent the escape of small flies; after fertilization of the pistils the hairs wither.",
        "A number of entrance scholarships and leaving scholarships tenable at the universities are offered annually.",
        "Thus, the simple reflection that the door is used for the double purpose of entrance and exit leads to the notion of the Janus of the state as bifrons (\" two-faced\"): the thought of the door as the first part of the house to which one comes, produces the more abstract idea of Janus as the \"god of beginning,\" in which character he has special charge of the first beginnings of human life (Consevius), the first hour of the day, the Calends of the month and the first month of the year in the later calendar: for the same reason his name takes the first place in the indigitamenta.",
        "Silt-banks and surf-washed bars render the entrance to these rivers perilous.",
        "The nest is an inch and more in diameter, with a small aperture for an entrance.",
        "Brown coal is obtained at the entrance of Shag valley, 40 m.",
        "It is situated on the southern shore of the entrance to the Firth of Forth, 294 m.",
        "It is situated on the south shore of the entrance to the Firth of Forth, 222 m.",
        "Some had already found an entrance into Western creeds.",
        "The bar at the entrance to Maracaibo channel does not admit vessels drawing more than 12 ft., but there is a depth of 30 ft.",
        "Its silk industry and its position at the entrance to the Alpine passes gave it some importance even then.",
        "It is a seaport of the first rank, situated at the entrance of the river Lagan into Belfast Lough, 1121 m.",
        "Of these Whitehouse and White Abbey are the principal on the western shore, and on the eastern, Holywood, which ranks practically as a suburb of Belfast, and, at the entrance to the lough, Bangor.",
        "form the \" Grand Harbour,\" having a narrow entrance between Ricasoli Point and Fort St Elmo.",
        "- (ED.) valley from its entrance to Kufstein, and the Kitzbiihel region (north-east) were all won from Bavaria; in 1517 Rovereto and several other places on the present south-eastern frontier were acquired from Venice; in 1803 many fiefs in the bishoprics of Trent and Brixen were annexed on the secularization of those two bishoprics; while finally the rest of the Zillerthal, with Windisch Matrei, was obtained in 1816 from the archbishopric of Salzburg.",
        "It entered the Thames, forced the entrance of the Medway, and burnt both the dockyard at Chatham and a number of the finest ships in the navy which were lying in the river.",
        "The main inlet has also four smaller indentations - Quarantine Bay at its entrance, Yuzhnaya (Southern) Bay, which penetrates more than 1 m.",
        "The year of Charles VIII.'s invasion and of the Medici's expulsion from Florence (1494) saw Machiavelli's first entrance into public life.",
        "The differences of salinity support this method, and, especially in the northern European seas, often prove a sharper criterion of the boundaries than temperature itself; this is especially the case at the entrance to the Baltic. Evidence drawn from drift-wood, wrecks or special drift bottles is less distinct but still interesting and often useful; this method of investigation includes the use of icebergs as indicators of the trend of currents and also of plankton, the minute swimming or drifting organisms so abundant at the surface of the sea.",
        "Through the Bosporus and Dardanelles at the entrance of the Black Sea, and through the sound and belts at the entrance of the Baltic, streams of fresh surface-water flow outwards to the salter Mediterranean and North Sea, while salter water enters in each case as an undercurrent.",
        "In the South Wales system of working, cross headings are driven from the main roads obliquely across the rise to get a sufficiently easy gradient for horse roads, and from these the stalls are opened out with a narrow entrance, in order to leave support on either side of the road, but afterwards widening to as great a breadth as the seam will allow, leaving pillars of a minimum thickness.",
        "The plan of the temple may be supposed to have included a colonnaded court in front of the present facade, and pylon towers at the entrance; but these were never built, probably for lack of funds.",
        "North-east of the entrance is a \"Birth House\" for the cult of the child Harsemteu, and behind the temple a small temple of Isis, dating from the reign of Augustus.",
        "Directions for this purpose, written on a gold plate, have been found in a tomb at Petilia, and near Lebadeia, at the oracle of Trophonius, which was counted an entrance to the lower world, the two springs Mnemosyne and Lethe were shown (Pausanias ix.",
        "Roubiliac's statue of Shakespeare, for which Garrick sat, and for which he paid the sculptor three hundred guineas, was originally placed in a small temple at Hampton, and is now in the entrance hall at the British Museum.",
        "Opposite the main entrance is a statue of Edward VII.",
        "wide at its entrance, is fully exposed to north and north-west gales.",
        "The surveys and reports of Captain Moresby in 1874 brought home to Queensland (and Australia generally) the dangers possible to her commerce were the coasts opposite to Torres Strait and the entrance to the splendid waterway inside the Barrier Reef to fall into the possession of a foreign power.",
        "harlani is North American, the mylodons are essentially a South American group, a few of the representatives of which effected an entrance into North America.",
        "On the west side of the entrance to the bay is the Prussian naval port of Wilhelmshaven.",
        "The port is now nearly filled up, has a sand-bar at its entrance and can be reached only by small craft.",
        "In the neighbourhood they make their \"lodges,\" which are roomy chambers, with the entrance beneath the water.",
        "4 But there is no reason at present to believe that their entrance caused any break in the archaeological history.",
        "These gaps have lately been repaired, or made passable with the help of iron stanchions; the remains cf the buildings at the top and at the foot of the mountain have been excavated; and the entrance to the gallery, between the outstretched paws of a gigantic lion, has been laid bare.",
        "There is a harbour at the entrance (see Goletta).",
        "Zwingli prevailed on the council to forbid his entrance into Zurich; and even then the pope argued that, so long as the preacher was still receiving a papal pension, he could not be a formidable adversary, and he gave him a further sop in the form of an acolyte chaplaincy.",
        "Puteoli was preferred to Naples, (a) as being in Roman territory, (b) because the customs duty was only leviable once, not twice as it would have been at Naples - once by the local authorities, and once by the Roman authorities on entrance into Roman territory.'",
        "1, opened on the 18th of July 1889, is 73 acres (with a basin of 7 acres) and occupies the eastern side of the old channel between the island and the mainland, having a well-sheltered deep-sea entrance.",
        "They slide down the table and enter a narrow passage where only one can pass at a time, jamming being prevented by the joggling action of an eccentric rotating disk at the entrance to the passage.",
        "m.) at the entrance of the Gulf of Riga, of which Oesel, Mohn, Runo and Paternoster are the largest, belong to this government.",
        "OREBRO, a town of Sweden, capital of the district (kin) of Orebro, lying on both banks of the Svarta a mile above its entrance into Lake Hjelmar, 135 m.",
        "by 198 ft., known as the Hieron, having three small and one large entrance.",
        "The harbour entrance is somewhat obstructed by sand bars, so that extensive government work has been necessary to open and maintain a channel for large draft ocean vessels.",
        "It is supplied by the tidaland wind-formed currents, which are drifting sand from the Long Island and New Jersey coasts, extending the barrier beaches, such as Sandy Hook, out across the entrance to New York Bay.",
        "On both sides of the entrance to Delaware Bay Samuel Godyn, Samuel Blomaert and five other directors who were admitted to partner ship in the second year (1630) established the manor and colony of Swaanendael; on a tract opposite the lower end of Manhattan Island and including Staten Island, Michael Pauw established the manor and colony of Pavonia; on both sides of the Hudson and extending in all directions from Fort Orange (Albany) Kilian van Rensselaer established the manor and colony of Rensselaerwyck.",
        "at its entrance into the sea.",
        "Here are the grove of Persephone and the entrance of the underworld.",
        "He devoted his leisure to the improvement of his economic treatise, which had for some time been out of print, but which the censorship did not permit him to republish; and in 1814 he availed himself (to use his own words) of the sort of liberty arising from the entrance of the allied powers into France to bring out a second edition of the work, dedicated to the emperor Alexander, who had professed himself his pupil.",
        "Indeed so severe a stress is laid upon the explicitly Christian life and its specific means, that orthodoxy itself interprets the rebirth by water and spirit, and the eating the flesh and drinking the blood to which entrance into the Kingdom and possession of interior life are here exclusively attached, as often represented by a simple sincere desire and will for spiritual purification and a keen hunger and thirst for God's aid, together with such cultual acts as such souls can know or find, even without any knowledge of the Christian rites.",
        "This body very largely determines the course of study in the elementary schools, high schools, normal school and the normal departments of the University and the State College, approves the requirements for entrance to the University and the State College, and prepares the questions for the examination of teachers.",
        "But the expedition brought back a considerable knowledge of the country and its products, and the Roman leader seems to have perceived that the best entrance to South Arabia was from the havens on the coast.",
        "It lies on the western slope of the Chiltern Hills, close to the entrance to a narrow valley which pierces them, and forms one of the highways through them to London, carrying the railway, the Grand Junction Canal, and a main road.",
        "From time to time the torpedo-craft tried to run in past the batteries, several attempts were made to block the harbour entrance by sinking vessels in the fairway, and free and deadly use was made by both sides of submarine mines.",
        "It comprises the chatelet a (15th century), a square entrance structure strengthened by flanking turrets and machicolation, the adjoining guard-room (13th century) with the salle des officiers above it, and behind all the Tour Perrine.",
        "At St Bartholomew's, St George's, the London Hospital, St Thomas's and others, probationers must enter for four years, and at St Bartholomew's they have to pass an entrance examination in elementary anatomy, physiology and other subjects.",
        "The decisive incident for his private life as well as for his reign was the entrance of Cardinal Richelieu, hitherto the queen's chief adviser, into the king's council in 1624.",
        "There is a sand-bar at the entrance to the river, but at the lowest state of the tide there are 26 ft.",
        "The walls of the Acropolis are in of thin slabs of stone set up on end, with others laid across the top of them; at the part of this enclosure nearest to the Lion Gate is an entrance.",
        "The main entrance is called the Lion Gate, from the famous triangular relief which fills the space above its massive lintel.",
        "A period of rapid development in the Red river basin followed the entrance of the Northern Pacific railway into this region in 187 2.",
        "One was propitious to marriage, another to entrance upon school-life, a third to the first ploughing, a fourth to laying the foundation of a house.",
        "Their fleets were divided into squadrons, of which one, under Tombazes, was deputed to watch for the entrance of the Ottomans into the archipelago, while the other under Andreas Miaoulis sailed to blockade Patras and watch the coasts of Epirus.",
        "The refusal of Ibrahim to obey, without special instruction from the sultan, led to the entrance of the allied British, French and Russian fleet into the harbour of Navarino and the battle of the 10th of October 1827 (see NAVARINo).",
        "In 1882-1884 a dock some 7 acres in extent was constructed, with an entrance lock giving access to the quay sides for vessels of 3000 tons.",
        "inland for vessels of 30 or 40 tons, but the entrance is narrow, and requires continual attention to keep it open.",
        "The first settlement (1535) was at the entrance to the bay of Espirito Santo, and its name was afterwards given to the bay and captaincy.",
        "The idea thus became general that baptism, which had been almost from the beginning the rite of entrance into the Church, and which was regarded as securing the forgiveness of all pre-baptismal sins, should be given but once to any individual.",
        "It was open to any one to obtain entrance into the priesthood, while on the other hand it was only as a priest that he could exercise sacerdotal functions, for these were strictly reserved to priests.",
        "Its position at the entrance to the valley of the Magra (anc. Macra), the boundary between Etruria and Liguria in Roman times, gave it military importance in the middle ages.",
        "It is separated from the mainland by two narrow straits, and save for these channels blocks the entrance to a large bight identified with the Lake Triton of the Romans.",
        "Gemlik); Chalcedon, at the entrance of the Bosporus, nearly opposite Constantinople; and Heraclea Pontica, on the Euxine, about 120 m.",
        "At the main entrance are bronze doors, decorated in relief with scenes from the state's history; the floor of the rotunda is of tiles made at Doylestown, in the style of the pottery made by early Moravian settlers, and illustrating the state's resources; the Senate Chamber and the House Chamber have stained-glass windows by W.",
        "It generally contained the tomb of the founder, and, as the officiator or mass-priest was often unconnected with the parochial clergy, had an entrance from the outside.",
        "3, The same, when disturbed by the entrance of the proboscis of the bee in the direction of the arrow; f, filament; c, connective; s, the obstructing half of the anther.",
        "At the Head Masters' Conference of December 1907 a proposal to lower the standard of Greek in the entrance scholarship examinations of public schools was lost by 10 votes to 16, and the \" British Association report \" was adopted with reservations in 1908.",
        "by the river and it commands the entrance to its upper course, with an extensive view over the Campagna below.",
        "Its direction changes from south-east to east-south-east opposite to the entrance into the Gulf of Nicoya, where it is cut into two sections by a depression some 20 m.",
        "The shore and the entrance to the canal are strengthened by huge dikes.",
        "The depth ranges from 18 to 19 fathoms at the entrance to 42 fathoms along the inner shore line.",
        "Lying off San Blas in the broad entrance to the Gulf are the Tres Marias, and directly west of Colima, to which it belongs, is the scattered volcanic group of Revillagigedo.",
        "The eastern front, which was the entrance of the House of Lords, is, by their special wish, of the Corinthian order, made conformable with the rest of the building not without difficulty to the architect.",
        "Various exhibitions and prizes are awarded both in connexion with the entrance of students and at subsequent stages of the course of instruction, which normally lasts four years.",
        "Though settled somewhat earlier, Skagway first became important during the rush in 1896 for the Klondike gold-fields, for which it is the most convenient entrance by the trail over White Pass, the lower of the two passes to the headwaters of the Yukon.",
        "by 750, in the south-eastern part of the town; within it was a square tower or fort; a portico of entrance and an avenue of rows of sphinxes was added in Ptolemaic times, as is shown by the foundation deposits found at the corners of the portico; these consisted of models of the tools and materials used in the buildings, models of instruments for sacrifice or ceremonies, and cartouches of King Ptolemy Philadelphus.",
        "This was followed in 1828 by the Union Canal, running westward to Lebanon and Middletown, and in 1838 by the entrance into Reading of the Philadelphia & Reading railway.",
        "Farther south, as far as the entrance of the Ohio, the Mississippi follows a rock-walled valley 300 to 400 ft.",
        "Here the streams that drain the higher areas descend to the plains through narrow canyons in the mountain border, impassable for ordinary roads and difficult of entrance even by railways; a well-known example is the gorge of Clear Creek east of the Georgetown mining district.",
        "During the later part of the period the sea found entrance at some point north of the United States to a great area in the western part of the continent, developing a bay which extended far down into the United States from Canada.",
        "The depth of water at the main entrance is 41 to 5 fathoms and in the western bay 3 to 4 fathoms. For lack of docks and quayage, large vessels lie off Steamer Point and all cargo is handled by means of lighters, the labour being either Somali or Arab.",
        "There is only one main entrance, on the north side (A), defended by three separate iron doors.",
        "Near the entrance is a large tower (M), a constant feature in the monasteries of the Levant.",
        "The buildings devoted to hospitality are divided into three groups, - one for the reception of distinguished guests, another for monks visiting the monastery, a third for poor travellers and pilgrims. The first and third are placed to the right and left of the common entrance of the monastery, - the hospitium for distinguished guests being placed on the north side of the church, not far from the abbot's house; that for the poor on the south side next to the farm buildings.",
        "The abbot's house formed a small courtyard at the west entrance, close to the inner gateway.",
        "The entrance was by a strong gateway (U) to the north.",
        "Close to the entrance was a chapel, where is now the church of St Olaf (W), in which the new-corners paid their devotions immediately on their arrival.",
        "The western entrance was approached by an ante-church, or narthex (B), itself an aisled church of no mean dimensions, flanked by two towers, rising from a stately flight of steps bearing a large stone cross.",
        "Immediately on the right of entrance was the abbot's house (G), in close proximity to the guest-house (F).",
        "With a distinct entrance from the outer court was the kitchen court (F), with its buttery, scullery and larder, and the important adjunct of a stream of running water.",
        "Advancing into the inner court, the buildings devoted to hospitality are found close to the entrance; while those connected with the supply of the material wants of the brethren, - the kitchen, cellars, &c., - form a court of themselves outside the cloister and quite detached from the church.",
        "The arches of the lavatory are to be seen near the refectory entrance.",
        "from a large and well-sheltered bay, at the entrance to which is the cape called Cabeza de San Juan.",
        "The grand entrance was by the richly carved west door, above which was the Alpha window.",
        "In 1854 Lord Elgin negotiated a reciprocity treaty with the United States which gave Canadian natural products free entrance to the American market.",
        "In repairing the modern road just outside the south entrance to the tunnel, a stratum of carbonized corn, beans, &c., and a quantity of burnt wood, stones, tiles, pottery, &c., was found under and above the modern road, for a distance of some Soo yds.",
        "Sule Skerry (3) and the Pentland Skerries (8) lie at the eastern entrance of the Portland Firth; Swona (23), m.",
        "Opposite the entrance of the Maliac Gulf is the promontory of Cenaeum, the highest point (2221 ft.) behind which is now called Lithada, a corruption of Lichades, the ancient name of the islands off the extremity of the headland.",
        "Near the north-east extremity of the island, and almost facing the entrance of the Gulf of Pagasae, is the promontory of Artemisium, celebrated for the great naval victory gained by the Greeks over the Persians, 480 B.C. Towards the centre, to the N.E.",
        "PORT SAID, a seaport of Egypt, at the northern entrance of the Suez Canal, in 31° 15' 35\" N., 32° 19' 20\" E., and 145 m.",
        "The outer harbour is formed by two breakwaters which protect the entrance to the canal; altogether the harbour covers about 570 acres and accommodates ships drawing 28 ft.",
        "2 Here all the large systems of the southern states find an entrance, the Mobile & Ohio, the Southern (Queen & Crescent Route), the Louisville & Nashville, and the 'Frisco system affording communication with the Mississippi and the west, and the Southern, Seaboard Air Line, Atlantic Coast Line, and the Central of Georgia forming connexions with northern and Atlantic states.",
        "In 1740-1745 a fortification called Nuestra Senora de los Angeles was erected at the entrance; it is still standing, on a steep bluff overlooking the sea, and is one of the most picturesque of the old fortifications of the island."
    ],
    "definition": [
        "The act or an instance of entering.",
        "A means or point by which to enter.",
        "Permission or power to enter; admission: gained entrance to medical school.",
        "The point, as in a musical score, at which a performer begins.",
        "The first entry of an actor into a scene.",
        "Nautical The immersed part of a ship's hull forward of the middle body.",
        "To put into a trance.",
        "To fill with delight, wonder, or enchantment: a child who was entranced by a fairy tale. See Synonyms at charm.",
        "en·trance′ment\nnoun",
        "en·tranc′ing·ly\nadverb",
        "Link/Cite",
        "(countable) The action of entering, or going in.\nHer entrance attracted no attention whatsoever.",
        "The act of taking possession, as of property, or of office.\nthe entrance of an heir upon his inheritance, or of a magistrate into office",
        "(countable) The place of entering, as a gate or doorway.\nPlace your bag by the entrance so that you can find it easily.",
        "(uncountable) The right to go in.\nYou'll need a ticket to gain entrance to the museum.\nto give entrance to friends",
        "The entering upon; the beginning, or that with which the beginning is made; the commencement; initiation.\na difficult entrance into business",
        "The causing to be entered upon a register, as a ship or goods, at a customhouse; an entering.\nHis entrance of the arrival was made the same day.",
        "(nautical) The angle which the bow of a vessel makes with the water at the water line.",
        "(nautical) The bow, or entire wedgelike forepart of a vessel, below the water line.",
        "To delight and fill with wonder.\nThe children were immediately entranced by all the balloons.",
        "To put into a trance.",
        "Link/Cite"
    ]
}