{
    "translation": "מעטפה",
    "uses": [
        "Ask her where the envelope was postmarked.",
        "He pulled photos from the envelope as he spoke.",
        "Carefully lifting the envelope from the drawer, she opened it.",
        "In the morning, they found an envelope on the counter in the kitchen.",
        "Pressing on the sides of the envelope to open the end, he blew into it, exposing the letter inside.",
        "Finally he pulled out an envelope and shut the drawer.",
        "She quickly replaced the envelope with shaking hands, making sure it was in exactly the same position as she found it.",
        "He pulled an envelope from his pocket.",
        "She glanced down at the envelope and then tossed it on the table.",
        "She glanced down at the sealed envelope in her hand.",
        "Her gaze fell to the envelope from South Peachtree Mortuary Services.",
        "He began perusing a fat envelope of Midwest travel information secured for his July Iowa bike tour.",
        "Denisov, frowning, took the envelope and opened it.",
        "He stopped on a small aqua envelope and frowned at the return address.",
        "He opened the envelope and read the note, his lips thinning down almost to nonexistence.",
        "She shoved the photo back into the envelope and closed the lip, willing herself not to think about the previous pregnancy and its tragic end.",
        "The note was undated and if there was a return address or an envelope, it was lost over the years.",
        "She replaced the checkbook and started to close the drawer, but a thick envelope caught her attention.",
        "Thomson (Lord Kelvin) at a meeting of the Philosophical Society of Glasgow in 1854, because its greater flexibility renders it less likely to damage the insulating envelope during the manipulation of the cable.",
        "The next word that you receive from me will be in a yellow envelope, and it will tell you when we shall reach Boston.",
        "It is the envelope of circles described on the central radii of an ellipse as diameters.",
        "She dug out the envelope from the funeral home and tore it in half.",
        "Slicing the end of the envelope open with one smooth movement, he placed the letter opener back where it belonged and shoved the drawer shut.",
        "She too frowned, and then reached for her purse and withdrew an envelope, extracted a bill and slipped the money to her husband.",
        "The return address on the envelope was Columbia, South America, but it wasn't addressed to anyone.",
        "Damian dropped an envelope on the table in front of her.",
        "She snatched the envelope from his hand.",
        "This typical \" envelope and kernel \" structure is often only rudimentary.",
        "The flowers have an attractive floral envelope, are scented and often contain honey or a large amount of pollen by these means the insect is enticed to visit it.",
        "Within them was found the Fountain of Youth; the pebbles which give light, restore sight, and render the possessor invisible; the Sea of Sand was there, stored with fish of wondrous savour; and the River of Stones was there also; besides a subterranean stream whose sands were of gems. His territory produced the worm called \"salamander,\" which lived in fire, and which wrought itself an incombustible envelope from which were manufactured robes for the presbyter, which were washed in flaming fire.",
        "I asked her about the envelope but she wouldn't say.",
        "I ripped the envelope when I tore it open but I could read Burlington.",
        "The envelope is double, consisting of an external chitinous stratified shell, and an internal thin elastic membrane.",
        "8, D) capable of living freely in water for at least a week (Bothriocephalus), which then, if eaten by a stickleback, throws off its ciliated envelope, and creeps by the aid of the hooks through the intestinal wall into the body-cavity of the fish.",
        "The instrument is provided with an additional piece, or \"plongeur,\" the weight of which exceeds 5 grammes by the weight of water which it displaces; that is to say, it is so constructed as to weigh 5 grammes in water, and consists of a glass envelope filled with mercury.",
        "the pale envelope, for oxidation, and the luminous portion, for reduction.",
        "It looked like the envelope the man in the black car had given him.",
        "His powerful scientific imagination enabled him to realize that all the points of a wavefront originate partial waves, the aggregate effect of which is to reconstitute the primary disturbance at the subsequent stages of its advance, thus accomplishing its propagation; so that each primary undulation is the envelope of an indefinite number of secondary undulations.",
        "It banished the spirits and genii, to which even Kepler had assigned the guardianship of the planetary movements; and, if it supposes the globular particles of the envelope to be the active force in carrying the earth round the sun, we may remember that Newton himself assumed an aether for somewhat similar purposes.",
        "There is considerable difficulty in removing mounted specimens of algae from paper, and therefore a small portion preserved on mica should accompany each specimen, enclosed for safety in a small envelope fastened at one corner of the sheet of paper.",
        "It is among them so important whilst the Record in all its details is so far beyond the receptive capacity of the brain, that selection and guidance are employed by the elders in order to enable the younger generation to benefit to the utmost by the absorption (so to speak) in the limited span of a lifetime of the most valuable influences to be acquired from this prodigious envelope of Recorded Experience.",
        "more than are of very, irregu500 times.) lar figure, elonc, An isolated mature soredium, with an algal gated, branched or cell (Pleurococcus) in the envelope or hyphae.",
        "The eggs may be laid separately invested by a chitinous envelope, or as in Ischnochiton magdalenensis they may form strings containing nearly 200,000 eggs, or the ova may be retained in the pallial groove and undergo development there, as in Chiton polii and Hemiarthrum setulosum.",
        "Examining the envelope, she replied without looking at him.",
        "41, C), where, however, there is a further complication in the form of an adventitious envelope or ectotheca (ect.) split off from the gonophore as a protective covering, and not present in Cladocoryne.",
        "It is evident that the outer envelope of the gonophore represents the ex-umbral ectoderm (ex.), and that the inner ectoderm lining the cavity represents the sub-umbral ectoderm of the free medusa.",
        "The driver handed him an envelope and hopped into the car.",
        "The envelope had a mind of its own, and it drew her back to the coffee table - demanded that she tear it open and read the answer.",
        "It was in a business-size envelope, just one sheet of paper and handwritten.",
        "She opened her pocketbook and pulled out a white envelope and thrust it at Dean.",
        "\"Thank you,\" Alex said, accepting the envelope.",
        "She leaned forward and studied the envelope.",
        "Cynthia went to the hall desk and brought back an envelope.",
        "Loosening his tie, he dropped into the leather office chair and picked up the envelope.",
        "He carefully folded the letter and placed it back in the envelope.",
        "this envelope should be of solid metal; a cage made of fine metal wire gauze which permits objects in its interior to be seen will yet be a perfect electrical screen for them.",
        "He came in after the office was closed, put his money in an envelope and was gone in the morning.",
        "It is convenient to place in a small envelope gummed to an upper corner of the sheet any flowers, seeds or leaves needed for dissection or microscopical examination, especially where from the fixation of the specimen it is impossible to examine the leaves for oilreceptacles and where seed is apt to escape from ripe capsules and be lost.",
        "\"What's this?\" she said, frowning as she took the envelope.",
        "She was just surprised by what was in the envelope.",
        "Sealing the letter, she took a stamp from her purse and placed it on the envelope.",
        "After he left the room, she opened the envelope.",
        "She put the letter back in the envelope.",
        "A bout a week later she came home to find Rachel holding an envelope.",
        "They searched the entire house, all the obvious places like the trash cans and counter tops, but found neither the letter nor the envelope.",
        "Fertilization takes place as the egg is laid, the spermatozoa being ejected from the spermatheca of the female and making their way to the protoplasm of the egg through openings (rnicropyles) in its firm envelope.",
        "The fruits, which are among the largest known, take ten years to ripen; they have a fleshy and fibrous envelope surrounding a hard nut-like portion which is generally two-lobed, suggesting a large double coco-nut.",
        "When the time for eclosion has come, the male enters the water with his burden; the larvae, in the full tadpole condition, measuring 14 to 17 millimetres, bite their way through their tough envelope, which is not abandoned by the father until all the young are liberated, and complete in the ordinary way their metamorphosis.",
        "The votingpaper, furnished with an official stamp, must be placed in an envelope by the elector in a compartment set apart for the purpose in the polling room, and, thus enclosed, be handed by him to the presiding officer.",
        "Usually, however, other leaves are present which are only indirectly concerned with the reproductive process, acting as protective organs for the sporophylls or forming an attractive envelope.",
        "When the cystocarp is produced externally, it may form a berry-like mass without an envelope, in which case it is known as a favella.",
        "In Rhodomelaceae there is a special urn-shaped envelope surrounding the sporogenous filaments.",
        "The fruit, or haw, as in the apple, consists of the swollen floral axis, which is usually scarlet, and forms a fleshy envelope surrounding the hard stone.",
        "xpiepa, colour, and c4aipa, a sphere), in astronomy, the red-coloured envelope of the sun, outside of the photosphere.",
        "the case of the sun, this indicates an incandescent body which might be solid, liquid, or a not too rare gas, surrounded by and seen through an atmosphere of somewhat cooler gases and vapours; it is this cooler envelope whose nature the spectroscope reveals to us, and in it the presence of many terrestrial elements has been detected by identifying in the spectrum their characteristic absorption lines.",
        "The spectroscope only yields information about the thin outer envelope of the star; and even here elements may be present which do not reveal themselves, for the spectrum shown depends very greatly on the temperature and pressure.",
        "This objection to the air-engine arises from the fact that the heat comes to it from external combustion; it disappears when internal combustion is resorted to; that is to say, when the heat is generated within the envelope containing the working air, by the combustion there of gaseous or other fuel.",
        "It may be remarked that since this line joins homologous points of two similar rows it will envelope a parabola.",
        "General Principle.A mass of fluid is used in mechanism to transmit motion and force between two or more movable portions (called pistons or plungers) of the solid envelope or vessel in which the fluid is contained; and, when such transmission is the sole action, or the only appreciable action of the fluid mass, its volume is either absolutely constant, by reason of its temperature and pressure being maintained cisrnstant, or not sensibly varied.",
        "The particular details of the phenomena observed will be found described in the article Electric conduction (§ The main fact discovered by researches of Plucker, Hittorf and Crookes was that in a vacuum tube containing extremely rarefied air or other gas, a luminous discharge takes place from the negative electrode which proceeds in lines normal to the surface of the negative electrode and renders phosphorescent both the glass envelope and other objects placed in the vacuum tube when it falls upon them.",
        "Becquerel in 1896 that minerals containing uranium, and particularly the mineral known as pitchblende, had the power of affecting sensitive photographic plates enclosed in a black paper envelope when the mineral was placed on the outside, as 1 See J.",
        "Egg-shaped mass of zoogloea of Beggiatoa roseo-persicina (Bacterium rubescens of Lankester); the gelatinous swollen walls of the large crowded cocci are fused into a common gelatinous envelope.",
        "The latter are borne three together, invested by a cupule of four green bracts, which, as the fruit matures, grow to form the tough green prickly envelope surrounding the group of generally three nuts.",
        "Hawes, inventor of an envelope machine; Thomas Blanchard (1788-1864), inventor of the machine for turning irregular forms; Samuel Crompton (1753-1827) and Lucius James Knowles (1819-1884), the perfectors of the modern loom; and Draper Ruggles, Joel Nourse and J.",
        "This curve is the envelope of a line of constant length, which moves so that its extremities are always on two fixed lines at right angles to each other, i.e.of the line xla+y//= I, with the condition a 2 + 1 3 2 = I/a, a constant.",
        "Fleury, Rabelais is a sober reformer, an apostle of earnest work, of sound education, of rational if not dogmatic religion, who wraps up his morals in a farcical envelope partly to make them go down with the vulgar and partly to shield himself from the consequences of his reforming zeal.",
        "In some freshwater Copepoda the secretion of the dermal glands forms a gelatinous envelope, by means of which the animals are able to survive desiccation.",
        "If possible, type up the address on the envelope or on Avery labels, include a business card with your contact information.",
        "Many companies opt to hand-address each envelope, to give each card a personal touch.",
        "Keep a copy for yourself and place the original in an envelope to submit to the appropriate company representative.",
        "Envelope stuffing: A few opportunities are legitimate, but these typically pay a dime or nickel per envelope.",
        "Anything promising a dollar or two per envelope or asking you to pay money up front is probably a fraud.",
        "Provide a stamped, address envelope; any forms they need; copies of your resume and/or work you have done for them.",
        "Alternately, you may return it by postal mail in the enclosed self addressed stamped envelope.",
        "A direct mail package consists of a cover letter, a brochure or sales materials, an order form or reply card, and an outer envelope.",
        "Among the components of a direct marketing package, the outer envelope and the cover letter are the most important.",
        "The brief copy line on the outer envelope often determines whether a person throws the whole thing in the trash or opens and reads the materials.",
        "Small stickers make a plain white envelope more interesting and give the recipient the idea that they're about to open a very special card.",
        "Another nice touch is to use a small sticker on the outside of the envelope to add a little extra fun.",
        "You'll need a blank card and envelope, plus any applicable wedding-themed embellishments.",
        "Some quilled designs may need to be placed in a padded envelope to prevent damage when they are sent through the mail, while a large quilled embellishment might make your card require extra postage.",
        "For example, if you have a snow- or snowman-themed card, then you can use a small snowflake stamp on the envelope.",
        "A Christmas tree-themed card might have an ornament on the envelope and so on.",
        "Many beginning card makers overlook the envelope, but decorating your Christmas card envelope guarantees your holiday greeting will make a strong impression.",
        "You can add stickers to seal the envelopes, create custom return address labels on your computer, address the envelopes using calligraphy, or stamp a design around the border of the envelope.",
        "If you want to make an envelope for your card, try your hand at origami.",
        "LoveToKnow Origami has a simple Envelope Tutorial that shows you how to fold an envelope from a 12x12 sheet of scrapbook paper.",
        "The debit card is sent in a bright yellow envelope with a State of Maryland logo clearly indicated on its front.",
        "They have multiple invitation designs as well as scratch-off tickets, envelope seals, and more.",
        "All it takes is an envelope or a box, plus shipping costs if there is no drop site near you.",
        "The answer to that question has changed dramatically over the years as designers continue to \"press the envelope.\"",
        "Their original name was an envelope chemise or camiknickers.",
        "Hair pushed the envelope for 1960s theater.",
        "If you are mailing the invites in an envelope, use a heavier paper to look more professional.",
        "You might want to seal your invitations with official High School Musical stickers or include some themed confetti in each envelope.",
        "If you're designing an irregularly-shaped card, like a triangular pennant, make sure it can fit inside an envelope.",
        "Write a sentence about the bachelorette on a sheet of paper, covering it with a large envelope on the top.",
        "As each person adds another sentence, she pulls the envelope down over the top sentence.",
        "Add some flower petals to the inside of the card before putting into a mailing envelope.",
        "The site provides a large selection of designs, including numerous cartoon characters, and several themed envelope templates.",
        "Activity Village provides a fun ticket invitation that can double as an envelope.",
        "You can also purchase ready-made invitations and add red, white, and blue confetti to each envelope.",
        "Will it simply pull out of the envelope, or will the card need to be folded in a bi-fold or tri-fold format?",
        "It is available in half-fold, quarter-fold and plain envelope sizes.",
        "If you choose the quarter-fold or plain envelope option, you can type in your party details, and the site will generate an invitation that's ready to print.",
        "Place a few tickets in a green bag or envelope, which you can find at a dollar or craft store.",
        "Add flair to the envelope or bag with green and white ribbon.",
        "Team members must submit their applications together in one envelope.",
        "The application lists several cities; you need to list the one closest to you on the mailing envelope.",
        "For example, HBO typically shows more nudity than prime-time stations like ABC or CBS, but every once in a while, even the latter likes to push the envelope.",
        "You must also include, printed clearly on the outside of the envelope (including overnight mail or courier envelopes), the number that corresponds to the city nearest you.",
        "Also be sure to send a stamped, self-addressed envelope so that your tickets can be sent to you.",
        "The planner asks for the couples' budget and is handed a sealed envelope containing the spending limit.",
        "LTK: Do you feel that with the current level of technology in society today - it's getting harder for Sci-Fi writers to \"push the envelope\" and go where no one has gone before?",
        "equality of the angles of incidence and reflection, that the reflected ray QR is such that the angles RQC and CQP are equal; to determine the caustic, it is necessary to determine the envelope of this line.",
        "This may be readily accomplished geometrically or analytically, and it will be found that the envelope is a cardioid, i.e.",
        "Secondary caustics are orthotomic curves having the reflected or refracted rays as normals, and consequently the proper caustic curve, being the envelope of the normals, is their evolute.",
        "In further illustration of the Pluekerian dual generation of a curve, we may consider the question of the envelope of a variable curve.",
        "The notion is very probably older, but it is at any rate to be found in Lagrange's Theorie des fonctions analytiques (1798); it is there remarked that the equation obtained by the elimination of the parameter a from an equationf (x,y,a) = o and the derived equation in respect to a is a curve, the envelope of the series of curves represented by the equation f (x,y,a) = o in question.",
        "They are then preserved in envelopes attached to a sheet of paper of the ordinary size, a single perfect specimen being washed, and spread out under the envelope so as to show the habit of the plant.",
        "If not preserved in an envelope the calyptra and operculum are very apt to fall off and become lost.",
        "Any one of these is a \" parallel \" of the given curve; and it can be obtained as the envelope of a circle of constant radius having its centre on the given curve.",
        "This significant but evanescent phenomenon, which represents the direct emissions of a low-lying solar envelope, was photographed by William Shackleton on the occasion of an eclipse in Novaya Zemlya on the 9th of August 1896; and it has since been abundantly registered by exposures made during the obscurations of 1898, 1900, 1901 and 1905.",
        "Precise conclusions are possible only when a gaseous body is transparent through and through, so that the gas emits its characteristic rays - or when the rays from an incandescent body of any kind pass through a gaseous envelope at a temperature lower than that of the body itself.",
        "In this case the revelations of the spectroscope relate only to the constitution of the gaseous envelope, and not to the body below the envelope, from which the light emanates.",
        "It seems not unlikely that the final conclusion will be that instead of the reflecting matter being composed of solid particles it is an exceedingly tenuous gaseous envelope surrounding the sun and revolving on an axis the mean position of which is between that of the sun's equator and that of the invariable plane of the solar system.",
        "The term bract is properly applied to the leaf from which the primary floral axis, whether simple or branched, arises, while the leaves which arise on the axis between the bract and the outer envelope of the flower are bracteoles or bractlets.",
        "Whatever be its colour, the external envelope of the flower is considered as the calyx.",
        "The corolla is the more or less coloured attractive inner floral envelope; generally the most conspicuous whorl.",
        "Gymnodiniaceae: body naked, or with a simple cellulose or gelatinous envelope; both grooves present.",
        "The structure is often a complex one, the central region containing an elaborate system of numerous anastomosing steles, accompanied by sclerenchyma; the cortex is permeated or coated by a multitude of adventitious roots, forming a thick envelope to the stem.",
        "While they were eating desert, one of the servants came in and handed Alex an envelope.",
        "Smiling, he shoved them back in the envelope and handed it to Carmen.",
        "The man shrugged and handed Yancey an envelope.",
        "accretes from the envelope through this shock.",
        "In the absence of rotation, the core slowly accretes gas that falls on to it from the envelope which is still collapsing isothermally.",
        "accretes onto the white dwarf 's surface is mainly hydrogen which forms an envelope around the star.",
        "addressed envelope.",
        "This English antique envelope style clutch is made from the skin of a small alligator with its head adorning the front.",
        "amplitude envelope.",
        "A large bribe in a brown envelope will secure total anonymity to the client in question!",
        "The ballot paper must then be sealed in the ballot paper envelope.",
        "Assessment of naturally ventilated building envelope to control noise break-in.",
        "A dusty envelope made the apparent brightness of the star to fade below the naked eye visibility.",
        "buff envelope from the town hall containing a check?",
        "I will put the contents of your envelope in the small casket where I keep the things which have become sacred to me.",
        "Envelope membranes from spinach chloroplasts are a site of metabolism of fatty acid hydroperoxides.",
        "Within this range, a closed circuit of the elements which form this air envelope takes place.",
        "Early Centimetric Ground Radars - A Personal Reminiscence In all these cases, however, the resonant circuit was external to the vacuum envelope.",
        "From scribbled notes on the back of an envelope during a phone conversation.",
        "Please return the counterfoils and money, in an envelope, to the School Office as soon as possible.",
        "cytoplasm by a double membrane called the nuclear envelope.",
        "daft ideas can go from the back of the envelope straight into white papers.",
        "diamond necklace from De Beers was on offer to the lucky person whose donation envelope was pulled out the hat.",
        "antibodies directed against the envelope of SIV do not neutralize HIV and vise versa.",
        "Please return this questionnaire in the postage paid envelope enclosed by 13th November 2000 at latest.",
        "Please enclose a stamped address envelope with checks for return of tickets.",
        "I began to push the envelope, to go where reality mixed with fantasy.",
        "A stamped, addressed envelope should be enclosed for reply.",
        "You can support this life changing work by using the enclosed envelope.",
        "A pre-addressed envelope to be returned to the mailer.",
        "envelope with stamp preserved.",
        "Copies can also be sent out upon receipt of a stamped, self-addressed envelope.",
        "Attach the sealed envelope to your entry with a paper clip.",
        "You will receive a prepaid envelope to send us your photos, digital images on CD, or artwork.",
        "Avoid folding your CV -- use an A4 envelope.",
        "The bell-shaped curve forms a \" spectral envelope \" .",
        "envelope stuffing, even tho they weren't playing in the game.",
        "envelope sender risks to render these attempts useless.",
        "There will be a freepost envelope for you to send back the form.",
        "Easy Spot Handle Wraps Manila envelope Pack a large manila envelope on the bottom of your suitcase.",
        "amplitude envelope of speech signal (rectified and smoothed at 25Hz ).",
        "This is all done in a quartz glass envelope filled with pure xenon gas.",
        "From this already enviable reputation, the Seven CSR will push the envelope further still with an entirely redesigned new suspension system.",
        "exhibition organizer, envelope, said \" We want to create a local marketplace for businesses in the region.",
        "expiration of 48 hours after the envelope containing it was posted.",
        "Need to create a sense of dark foreboding at what might envelope the lead character, use a dream sequence.",
        "glassine envelope is a fun idea.",
        "The helper virus envelope glycoprotein affects the disease specificity of a recombinant murine leukemia virus carrying a v- myc oncogene.",
        "The HIV-1 surface envelope glycoprotein gp120 binds to CD4, leaving its V3 domain available for secondary interactions with raft GSLs.",
        "Gusset Envelope Has a gusset Envelope Has a gusset along each side of the envelope to allow for bulky mailings.",
        "Envelope amplitude modulation occurs in cochlear filtered speech because of unresolved harmonics.",
        "HIST Form hist Form histogram of electron density and use it to define envelope.",
        "Write the magic incantation \" DO NOT BEND \" on both sides of the envelope in some color that stands out.",
        "It comes with an envelope inscribed in Matthew Knight's hand ` Ball.",
        "He enclosed a stamped, addressed envelope the size of a small knapsack.",
        "This tuft of tentacles is called the lophophore and can be retracted quickly by a strong muscle fixed into the envelope.",
        "To maintain hydrostatic equilibrium, the solar envelope also expands and cools, reducing both solar luminosity and effective temperature.",
        "Envelope: A lipid membrane enveloping a virus particle.",
        "merchandise leisurewear envelope called the sites with a. Are many commercial satellites on which.",
        "They also suggest that the HIV-1 envelope gene could interact with human oncogenes that have Chi sequences.",
        "In particular Cy12R1 includes envelope orography and orographic gravity wave drag based on the Palmer et al.",
        "Upon opening the envelope I remembered just how slim parochial pentameter is.",
        "If you are unable to purchase British postage stamps please enclose two International Reply Coupons with your self addressed envelope.",
        "postmark on the envelope would ascertain the date the application was submitted.",
        "postmark date on your envelope.",
        "prepaid envelope to send us your photos, digital images on CD, or artwork.",
        "By following the procedure closely the stored pixels inside the envelope can be reached.",
        "pushing the envelope.",
        "quartz glass envelope filled with pure xenon gas.",
        "This involves the use of a sea urchin cell free system, which can fully reconstitute envelope formation.",
        "revenge fantasy, in which Postal Employe is sealed in plastic envelope and sent Priority Mail to the bottom of the sea.",
        "scrawled on the back of each envelope is a list of the handsets their organizer has told them to target.",
        "seabed topography occurring over the full active profile \" envelope \" are required.",
        "Click on the envelope here or in the relevant WANTED section above.",
        "self-addressed envelope for the safe return of your images.",
        "Notice that it is a decaying sinusoid and that the envelope function is.",
        "Send them in an envelope with a completed paying-in slip.",
        "spectral envelope \" .",
        "stamped envelope with your payment.",
        "Please send a 23 x 10 cm (9 x 4 inch) stamped addressed envelope (1st class stamp) with your request.",
        "The 4.1 kDa N-terminal transit peptide appears to target the nuclear encoded gene product through the chloroplast envelope into the chloroplast stroma.",
        "The fully trained envelope stuffer sneaks off for expensive lunches, trips to the golf course, learning to fly aeroplanes etc.",
        "The service can be anything from envelope stuffing to carpentry to football coaching to website construction.",
        "sunburst pattern on a brown envelope.",
        "Maybe she should have worn gloves in case he became suspicious - had the envelope dusted for prints.",
        "My dentist even gave me it the tooth in a little tooth fairy envelope.",
        "To gain more insight into this critical issue changes in seabed topography occurring over the full active profile \" envelope \" are required.",
        "A transgenic tobacco trichome cell containing green fluorescent protein (GFP) targeted to the chloroplast outer envelope.",
        "unsealed envelope lay on the table.",
        "upper crustmakes up an estimated share of the upper earth crust including water and air envelope of about 0.88 weight percentage.",
        "Filtering messages with an empty envelope sender risks to render these attempts useless.",
        "waveform amplitude envelope provides useful perceptual information to listeners.",
        "The voltage waveform shows a complete absence of any beat envelope following the initiation of an arc to ground.",
        "white dwarf's surface is mainly hydrogen which forms an envelope around the star.",
        "All along mathematics was regarded by Descartes rather as the envelope than the foundation of his method; and the \" universal mathematical science \" which he sought after was only the prelude of a universal science of all-embracing character.2 The method of Descartes rests upon the proposition that all the objects of our knowledge fall into series, of which the members are more or less known by means of one another.",
        "Protected by the double envelope, the embryo is set free as a so-called \" egg,\" and in Europe it passes the winter in this condition.",
        "In the chromatophores of many Algae and in the Liverwort Anthoceros there are present homogeneous, highly refractive, crystal-like bodies, called pyrenoids or starch-centres, which are composed of proteid substances and surrounded by an envelope of starch-grains.",
        "Thus we can construct a kind of envelope of theory, which, by careful testing as we proceed, can be made to indicate in a general manner the reactions of one part of the activities of the economic world upon the others, and the interdependence of the several parts.",
        "Most insect eggs are of an elongate oval shape; some are globular, others flattened, while others again are flask-shaped, and the outer envelope (chorion) is often beautifully sculptured (figs.",
        "For example, the egg may be raised above the surface on which it is laid by an elongate stalk; the eggs may be protected by a secretion, which in some cases forms a hard protective capsule or \" purse \"; or they may be covered with shed hairs of the mother, while among waterinsects a gelatinous envelope, often of rope-like form, is common.",
        "The spider owes its name Argyroneta or the silver swimmer to its silvery appearance as it swims about under water enveloped in air, and its power to retain an envelope of air on its sternum and abdomen depends upon the circumstance that these areas are beset with hairs which prevent the water reaching the integument; but the air retained by these hairs can be released when the spider wishes to fill its subaqueous home with that element.",
        "The statoblasts of the Phylactolaemata originate on the funiculus, and are said to be derived partly from an ectodermic core possessed by this organ and partly from its external mesoderm (Braem), the former giving rise to the chitinous envelope and to a nucleated layer (fig.",
        "aTµos, vapour; o-q5aipa, a sphere), the aeriform envelope encircling the earth; also the envelope of a particular gas or gases about any solid or liquid.",
        "If the flame of a candle or lamp be closely examined, it will be seen to consist of four parts - (a) a deep blue ring at the base, (b) a dark cone in the centre, (c) a luminous portion round this, and (d) an exterior pale blue envelope (see Flame).",
        "Xylographa, e, f, Two soredia in the act of germinating; the Graphis, &c.) or hyphal envelope has grown out below into G none (e.g.",
        "The name is used in distinction from the atmosphere, the earth's envelope of air, the lithosphere (Gr.",
        "The envelope of this last equation is 27ay 2 =4(x-2a) 3, which shows that the evolute of a parabola is a semi-cubical parabola (see below Higher Orders).",
        "for \"crown\"), in astronomy, the exterior envelope of the sun, being beyond the photosphere and chromosphere, invisible in the telescope and unrecognized by the spectroscope, except during a total eclipse (see SUN; Eclipse).",
        "The true spore or endospore begins with the appearance of a minute granule in the protoplasm of a vegetative cell; this granule enlarges and in a few hours has taken to itself all the protoplasm, secreted a thin but very resistive envelope, and is a ripe ovoid spore, smaller than the mother-cell and lying loosely in it (cf.",
        "Laurent and others were right, and that Clostridium pasteurianum, for instance, if protected from access of free oxygen by an envelope of aerobic bacteria or fungi, and provided with the carbohydrates and minerals necessary for its growth, fixes nitrogen in proportion to the amount of sugar consumed.",
        "Finally there is the envelope of still vaster extent and of unknown constitution which gives the zodiacal light; its greatest extent is along the ecliptic, but it can also be certainly traced for 35Ã‚° in a perpendicular direction.",
        "But if there is a region, say from r to r\" throughout which rµ decreases as r increases, any ray which cuts the outer envelope r at an acute angle will cut the inner one r\" also, and can be traced still further inwards before the angle i amounts to 90Ã‚°.",
        "He also discovered the remarkable fact that the parabolas described (in a vacuum) by indefinitely numerous projectiles discharged from the same point with equal velocities, but in all directions have a paraboloid of revolution for their envelope.",
        "\"I have the honor to present myself,\" repeated Prince Andrew rather loudly, handing Kutuzov an envelope.",
        "Prince Andrew sighed and broke the seal of another envelope.",
        "\"It seems it's no use knocking one's head against a wall!\" he said, coming from the window and giving Rostov a large envelope.",
        "De Beausset bowed low, with that courtly French bow which only the old retainers of the Bourbons knew how to make, and approached him, presenting an envelope.",
        "\"Who gave the report?\" inquired Shcherbinin, taking the envelope.",
        "Ermolov, Miloradovich, Platov, and others in proximity to the French near Vyazma could not resist their desire to cut off and break up two French corps, and by way of reporting their intention to Kutuzov they sent him a blank sheet of paper in an envelope.",
        "Its managing director, Sarah Wilson, says: For a UK company it 's pushing the envelope.",
        "Author enters revenge fantasy, in which Postal Employe is sealed in plastic envelope and sent Priority Mail to the bottom of the sea.",
        "Scrawled on the back of each envelope is a list of the handsets their organizer has told them to target.",
        "Please also include a stamped self-addressed envelope for the safe return of your images.",
        "Envelope Seals: These self-adhesive labels add just the right finishing touch.",
        "Put the bill in a stamped envelope with your payment.",
        "And here we made a colorful sunburst pattern on a brown envelope.",
        "A long and unsealed envelope lay on the table.",
        "Hydrogen makes up an estimated share of the upper earth crust including water and air envelope of about 0.88 weight percentage.",
        "The waveform amplitude envelope provides useful perceptual information to listeners.",
        "As the people ordinary Americans aspire to emulate, celebrities feel pressured to push the envelope.",
        "Envelope Color-While the standard envelope color is white, many companies offer several other color selections, such as blue and pink, depending upon your invitation selection.",
        "You can choose the color of the paper and/or envelope, and you can also select the particular wording as well.",
        "If you plan on doing this, include a self-addressed, stamped envelope in each invitation with instructions for returning the written memory by a particular date.",
        "When you buy a greeting card, make sure you also pick the right envelope.",
        "Envelopes of different sizes often become mixed together, so match your card to the right envelope.",
        "Slip the card inside a greeting card or envelope to give the gift in person or through the mail.",
        "Put $50 or $100 in an envelope each pay period for eating out, but otherwise, eat at home.",
        "When the time comes, reach into the envelope and treat yourself to a good meal.",
        "If you decide to pay more than the minimum balance one month, you just send the payment by check in the envelope provided with your monthly statement.",
        "That's unfortunate, since a gift that fits in a regular envelope makes for an attractive option for those with friends and family abroad, especially in today's world of skyrocketing shipping costs.",
        "When sending written notifications to the consumer, the envelope cannot identify the sender as a debt collector.",
        "If you do not have a payment stub or preaddressed envelope, contact Citibank directly to find out the proper mailing address.",
        "The easiest way to make a payment by mail is to simply use the envelope and statement that come with your bill.",
        "If you don't have it, use a regular business size envelope instead.",
        "Make sure you seal your envelope tightly so that your check doesn't fall out in transit.",
        "Another simple, but slightly more detailed style is the envelope pillow.",
        "I love pushing the envelope though, and there are lots of ways to jazz up a wall.",
        "Push the envelope and translate the different looks into your own.",
        "You may be familiar with the Valpak service as a blue envelope that arrives in the mail with coupons from local businesses.",
        "Your checking account is debited for the payment; there is no need to write a check or put an envelope in the mail.",
        "Some of Mapplethorpe's most shocking photographs pushed the envelope in regards to what the general public would consider to be art.",
        "Family portraits are one of the best vehicles in which to push the envelope with experimental poses.",
        "Think about what things it would make sense to store together (paper and vellum envelopes, for example, or glue and tape) and how you would like to store those items: in a box? an envelope? a basket?",
        "If you like a poem that's too long to include on your layout, simply use an excerpt as your page title and tuck a copy of the entire poem into an envelope for hidden journaling.",
        "If you wish, you can even use your favorite patterned paper to make a pretty origami envelope for adding the CD directly onto your layout.",
        "Fold an origami envelope from your favorite patterned paper, then attach it to the back cover of the book to use as a pocket for memorabilia or a place to keep a CD with your original image files.",
        "Fold a large square of paper into an origami envelope to use as a pocket for including memorabilia on your scrapbook page.",
        "Leather textured liners give better foot sensation and comfortably envelope the foot.",
        "When your door is closed, if an employee has an urgent matter to discuss, ask them to slip a red envelope under your door with a basic summary of the issue.",
        "Similarly, if the matter is important, the co-worker should use a yellow envelope.",
        "Many office supply stores offer paper and envelope combo packs that are perfect for this purpose.",
        "Go the extra mile by stuffing a little something else in the envelope, such as a gift card to a favorite coffee shop, confetti, or a quotable magnet.",
        "These kinds of unusual graduation gifts definitely take much longer than putting money in an envelope.",
        "Envelope yourself in the memories associated with the dress every time you wear it.",
        "You can print or make your own labels and wrap them over the existing tea envelope, adding additional embellishments such as ribbon, tulle, or wedding stickers as you wish.",
        "Consider using a sealing wax on your envelope and stamp with your last name initial.",
        "A large number of kits come with everything you need, from envelopes to response cards to the cardstock, while others are simply the invitation and envelope.",
        "Even brides who end up ordering the basic invitation and envelope often will make their own inserts for reception directions, RSVP cards, and hotel information.",
        "Couples only need an invite and an envelope, right?",
        "Use fine cursive inside the card and address the outside of the envelope to the couple in the same writing style.",
        "A reply card and stamped, self-addressed envelope.",
        "Great options include: envelope liners, a pretty patterned paper band, a DIY map enclosure, or a ribbon, button, or feather.",
        "Choose royal colors for the ink and envelope lining, such as gold, silver, dark purple, or other jewel tones.",
        "Add personal touches to the invitation, such as sprinkling glitter into the envelope, creating a custom postage stamp with a castle or related scene, or gluing small crystals to the corners of the invitation card.",
        "For a fun gag, place the money in an envelope inside a large box.",
        "If necessary, add enclosures to the envelope that have hotel information or directions if the location is difficult to find.",
        "You're already breaking with tradition by picking cupcakes over a wedding cake, so why not push the envelope a bit more and make other creative choices, too?",
        "This additional sizing gives you the added benefit of luxury and creates a bigger envelope for warmth.",
        "Many celebs will send out a signed photo of themselves if you send in a self-addressed, stamped envelope.",
        "Many magazines and online publications push the envelope with hot photos of celebrities, intended to increase sales or website hits.",
        "Teenagers tend to push the envelope of permissiveness, and while a cruise ship is a relatively safe environment, in order to help their teens enjoy the vacation parents should avoid ships that...",
        "They contain Almond-like seeds of mild and somewhat oily taste, which are eaten in Chili and Peru, where the fleshy envelope is made a substitute for the Pomegranate.",
        "After flowering, however, the tiny petals thicken and swell into a juicy fruit-like envelope surrounding the seeds, and handsome when brilliantly colored, as in the finer kinds.",
        "Halogen gas and a regular light bulb filament combine in a quartz envelope to create a high-wattage, yet still cost-effective light source.",
        "Another possibly costly part of the building envelope is the exterior cladding material.",
        "While some towns do not allow any expansion that affects the building envelope, other towns allow additions that are historically accurate to the original building.",
        "Red Envelope, a popular gift store for jewelry lovers, offers some lovely earring trees.",
        "They may even be considered a bit campy, what with their tendency to really push the envelope in a no-holding-back sort of way.",
        "Place the dry seeds in a clean, dry envelope or jar and label with the date and name of cultivar.",
        "You will find several patterns packaged together in one envelope, giving consumers several options from which to choose.",
        "Switch to a demure envelope bag and stiletto heels for a more glamorous image.",
        "You can even consider retirement gifts for men that include an envelope with tickets inside.",
        "Ship the wrapped frames in a small box or padded envelope.",
        "These often outrageously styled glasses go hand in hand with everything else that Cavalli does; pushing the envelope of what is hip by adding risqué touches and lavish embellishments is what Cavalli has always done best.",
        "Roller coasters are complex machines with sophisticated computer controls, thousands of moving parts, and engineering specifications designed to push the envelope of speed, force, and mechanical stress.",
        "Kingda Ka: This hydraulic launch coaster at Six Flags Great Adventure in New Jersey was built in 2005 and pushes the speed envelope at an incredible 128 miles per hour.",
        "The PS3, on the other hand, is pushing the technological envelope with incredible Blu-ray technology.",
        "When you're ready to send them back, just use the prepaid envelope and drop it in the mail.",
        "The games are shipped to you and you return them to the rental site with a prepaid envelope.",
        "When you want to rent another video game, slide the game in the envelope and drop it in the mail.",
        "Play them for as long as you like, then return the game(s) in a prepaid envelope.",
        "Gamerang then ships the title(s) to you in a prepaid envelope.",
        "Once they arrive, you can play them for as long as you like (no late fees), then return them in the complimentary prepaid envelope.",
        "As they gained a reputation for innovation and pushing the visual envelope, Rare began to take on larger projects.",
        "But with Call of Duty and other war games pushing the graphical envelope, Socom 3 falls dramatically short of being an equal.",
        "Select the icon that looks like an envelope along the right side.",
        "As games get more realistic and developers try to push the envelope, it's possible that they will get away with more and more as time goes on.",
        "We Love Katamari will envelope even the most skeptical gamer to depths that will no doubt lead to years of therapeutic mental recovery.",
        "The first models to emerge from the Nokia N Series pushed the envelope when it came to music and video playback.",
        "It's not because this unique Motorola RAZR comes with some high-end features that push the technological envelope.",
        "From there, companies like Motorola and Samsung continued to create invented cellular phone after invented cellular phone, pushing the technology envelope further and further.",
        "Phagocytosis-A process by which certain cells envelope and digest debris and microorganisms to remove them from the blood.",
        "Put it in a zipper baggie, stick that in a padded envelope, and off it goes.",
        "Place the hair gently in a padded envelope or plastic bag.",
        "This year's most popular styles were less about following specific trends and more about remaining true to oneself and perhaps even pushing the envelope a bit.",
        "Alternative hair styles and color push the envelope, turn heads, and really make a strong statement.",
        "If your style pushes the fashion envelope, chances are you're a good candidate for a unique and memorable prom hairstyle.",
        "To really push the envelope with this look, add a clip in hair extension to make your pony super long.",
        "Envelope Stuffing: Often \"guaranteed\" income by stuffing envelopes and mailing them.",
        "When you receive it, you find out that there's little envelope stuffing involved, but rather you are just learning to do what someone has done to you: post ads that get people to send in a fee for this information.",
        "Some auctions even occur silently by making an offer to the auctioneer or the court handling the foreclosure in a sealed envelope.",
        "Whether you're making an origami envelope or a wolf, you'll see many of the same folding techniques used on a regular basis.",
        "Origami can be as simple as folding an envelope or as complex as creating your own diagrams for a unique figure.",
        "In the time it takes to a pick out a card at the store, you can create a unique and handmade envelope that will show that you care.",
        "You can dress up a gift card by using an origami envelope.",
        "You can use any type of paper you like for your origami gift card envelope creations, including traditional origami paper.",
        "However, if you your gift will be put in a pile of presents or you're sending your gift card envelope in a larger package, you may want to opt for something more heavy duty.",
        "You can use an 8.5 inch square piece of index paper to make a durable gift card envelope.",
        "If you're storing something bigger in the envelope, you'll need to adjust your measurements.",
        "You can use buttons, sequins, stickers, glitter and brads to dress up the gift card envelope.",
        "You can even use paint, stamps or markers to make the envelope totally unique.",
        "You can use a standard origami envelope to store a gift card, or you can use this adapted drinking cup version, which is based on the origami instructions for making a cup.",
        "You can make an alternate closure for this type of gift card envelope by doing the following steps instead of Steps 5 and 6 in the prior instructions.",
        "Decorate the outside of the envelope with buttons, stickers or markers.",
        "Origami Heart Letter: Deliver a love note in a pretty heart envelope.",
        "This craft is also a clever way to present a cash gift, instead of simply tucking a few bills into a greeting card or a plain envelope.",
        "Once you've made a few Kirigami birthday cards, you may find yourself wondering what type of envelope you should use for sending your card in the mail.",
        "Check out the LoveToKnow Origami tutorial Origami Envelope to get started.",
        "Envelope: Use origami envelopes for mailing letters or handmade cards.",
        "Money Origami Heart: Cash is a popular gift for many occasions, but handing someone an envelope filled with dollar bills seems a bit impersonal.",
        "When you purchase a pattern, you will find a wealth of information on the inside and outside the envelope.",
        "The front of the envelope shows pictures of finished items made from the pattern within that envelope.",
        "The size or sizes included in the envelope are clearly labeled in the top left corner, along with a unique pattern number.",
        "On the back of the envelope, you will find a table, which explains the amount of fabric needed for each size and for the different widths of fabric.",
        "Inside the sewing pattern envelope the individual pattern pieces are printed on thin brown paper.",
        "The printed instructions inside the pattern envelope provide specific steps and tips for making the project easier.",
        "While these might not be the easiest looks for figure flattery, you can push the envelope with specific body-friendly additions that help complement your frame.",
        "On the specified date the customer simply ships the rented dress back in the pre-paid envelope provided.",
        "Crisp white blouses interspersed with an occasional blue, pink, or pale yellow add the appropriate accent without pushing the color envelope.",
        "When you first purchase a game and eagerly remove the wrapper, take out the instructions and store them inside of a file folder or a large vanilla envelope.",
        "Include a card with your full name and address in the envelope so they can acknowledge your donation.",
        "The hair is then sent to the charity, usually in a plastic bag sealed inside a padded envelope.",
        "If asking for a monetary donation, be sure to include a return envelope.",
        "Include a self addressed, stamped envelope with every letter, so giving will be a breeze for the reader.",
        "Just go to our website at samplecharity.org or return a check in the envelope provided.",
        "You can either donate online or by returning the attached reply envelope with a check made out to \"Clean the Bay.\"",
        "Target, Red Envelope, and other shopping sites offer categorized gift suggestions.",
        "Red Envelope is an online store that specializes in unique gifts for men, women, and couples.",
        "Handwrite the address of the client on the envelope.",
        "If the card is large, write \"Do Not Fold\" boldly on the envelope so there is no risk that the delicate electronics will be damaged before the card is delivered.",
        "Commercially available costume sewing patterns are typically packaged in an envelope containing a bunch of large folded pages.",
        "In addition, each envelope comes with directions on how to assemble the pattern.",
        "The Simplicity web site does not offer much in the way of details, although you can download the back of envelope information as a pdf, but the Alice costume appears to have an attached petticoat.",
        "Develop the list and before you know it, you'll have a free form poem that can easily be framed or folded into an envelope and given as a thoughtful reminder that you care about the sum of all their parts.",
        "Take the time to personalize it - These cards are designed to be printed out on heavy paper, such as card stock, and then either cut out and placed in a regular business- size envelope or folded in quarters like a traditional card.",
        "Don't stop there though; sign the card, decorate the envelope, write one of your favorite poems on the back.",
        "Pushing the envelope of virtual reality dating games is Jink? Sh?jo 2 or Artificial Girl 2.",
        "A range of styles are available, including a plane, wedding cake, golf club, Star of David, envelope, and cupcake.",
        "A short plan written on the back of an envelope can be as effective as a large and complex plan that is written in a computer spreadsheet.",
        "Spell out the full formal names of the hosts and couple of honor, and use the full names of any guests you're inviting when addressing the envelope.",
        "If you don't know, hunt for writing guidelines on their website, at sites such as Writer's Market or send the publication a Self Addressed Stamped Envelope (SASE) and request a copy of their guidelines.",
        "Many publications now accept e-mail query letters, but remember to include a self-addressed stamped envelope (SASE) if you're sending your letter via postal mail.",
        "There are many different styles and colors, and sizes range from small zip-styles to larger envelope or checkbook style wallets.",
        "Its two designers have been pushing the envelope, while remaining elegant and tasteful enough to be amongst the top picks of high-profile celebs like Sophia Loren.",
        "Each bag in this category contains supple pebble grain Italian calf leather, two large outside pockets, one large envelope pocket, a built-in cell phone pocket and a small leather strap.",
        "Fashioned in a mix of leather, calf hair and lamb, this envelope shaped bag is perfect for elegant evenings out on the town.",
        "Envelope shoulder bag - The Envelope bag is a clutch-style bag with long shoulder straps.",
        "Amazon.com offers the Black Envelope Patent Leather Clutch handbag; a particularly attractive style for those that love the \"envelope\" look.",
        "You will find invitations that can be printed into postcards or that can be folded in fourths for an envelope.",
        "School administrators may find themselves spending an inordinate amount of time doling out discipline slips to those who insist on pushing the envelope when it comes to appropriate dress at school.",
        "All suspense hinges on the opening of that little sealed envelope, an envelope that often seals the future of many a giddy Hollywood newcomer or re-ignites interest in an older celebrity whose star had begun to fade.",
        "It wasn't until 1941, however, that the drum-roll phrase \"The envelope please\" came into traditional use.",
        "When it comes to returning the flicks, you have two choices: return them by mail in the prepaid envelope or exchange them at your local store.",
        "You have some restaurant coupons for a new place, you've set aside $40 in the entertainment envelope, and you're ready to hit the town.",
        "Coupon packs that are mailed together in an envelope, such as ValPak.",
        "Present your handmade gifts in style by tucking them inside an origami box and including a card in an origami envelope.",
        "Write your shopping list on the back of an envelope, circling the items that need to be purchased with a coupon.",
        "Tuck all of the coupons into the envelope before heading off to the store.",
        "Once you figure out the percentages of each paycheck that will go towards a particular area, put that amount into an envelope labeled with the area.",
        "Once that envelope is empty, you can no longer spend money on it.",
        "Set up a system for your budget, either through your bank account, on paper or even with cash in a labeled envelope, to help you stay on track and have money when you need it.",
        "Many avid couponers say the easiest way to shop with coupons is to write your list on an envelope and tuck the coupons you want to use into the envelope so everything is in one spot when you're ready to pay for your purchases.",
        "Instead of an envelope filled with coupons for a few select products, she has a binder or a shoebox stuffed to the brim with every coupon imaginable.",
        "Another good way to stay organized when using coupons is to write your shopping list on the back of an envelope.",
        "Mark each item you have a coupon for, then tuck the coupons you want to use inside of the envelope with a copy of the store's coupon redemption policy.",
        "If you only have a few coupons, you can simply stick them in an envelope and write your grocery list on the back.",
        "If you find yourself with money leftover in the same envelopes several times in a row, adjust the amount in the envelope off the top, putting it into a savings account before you even divvy up the cash.",
        "When he ripped open the envelope and announced her name, the entire audience surged to its feet.",
        "I felt like it was a show you needed to make sure you kept logging in those treadmill hours because the envelope does get slowly pushed.",
        "In optics, the term caustic is given to the envelope of luminous rays after reflection or refraction; in the first case the envelope is termed a catacaustic, in the second a diacaustic. Catacaustics are to be observed as bright curves when light is allowed to fall upon a polished riband of steel, such as a watch-spring, placed on a table, and by varying the form of the spring and moving the source of light, a variety of patterns may be obtained.",
        "It is this second bract or flowering glume which has been generally called by systematists the \" lower pale,\" and with the \" upper pale \" was formerly considered to form an outer floral envelope (\" calyx,\" Jussieu; \" perianthium,\" Brown).",
        "In the ripe seed the integument assumes the form of a fleshy envelope, succeeded internally by a hard woody shell, internal to which is a thin papery membrane - the apical portion of the nucellus - which is easily dissected out as a conical cap covering the apex of the endosperm.",
        "The ripe seed, which grows as large as a rather small plum, is enclosed by a thick, fleshy envelope covering a hard woody shell with two or rarely three longitudinal keels.",
        "The morphology of the female flowers has been variously interpreted by botanists; the peduncle bearing the ovules has been described as homologous with the petiole of a foliage-leaf and as a shoot-structure, the collar-like envelope at the base of the ovules being referred to as a second integument or arillus, or as the representative of a carpel.",
        "Each ovule is enclosed at the base by an envelope or collar homologous with the lamina of a leaf; the fleshy and hard coats of the nucellus constitute a single integument.",
        "Enclosing the photosphere is a truly gaseous envelope which is called the chromosphere, and which shows a spectrum of bright lines when we can isolate its emission from that of the photosphere.",
        "This envelope is also sharply defined, but its normal appearance is compared to the serrations which blades of grass show on the skyline of a hill, and it is disturbed by the outbursts, called prominences, of which details are given below.",
        "Outside this again is an envelope of matter of enormous extent and extreme tenuity, whether gaseous or partly minute liquid or solid drops, which is called the corona.",
        "Finally there is the envelope of still vaster extent and of unknown constitution which gives the zodiacal light; its greatest extent is along the ecliptic, but it can also be certainly traced for 35° in a perpendicular direction.",
        "It is easy to calculate that this would be produced by an annual fall of matter equal to one nineteen millionth of the sun's mass, which would make an envelope eight metres thick, at the sun's mean density; this would be collected during the year from a spherical space extending beyond the orbit of Jupiter.",
        "But if there is a region, say from r to r\" throughout which rµ decreases as r increases, any ray which cuts the outer envelope r at an acute angle will cut the inner one r\" also, and can be traced still further inwards before the angle i amounts to 90°.",
        "To develop the theory, consider the curve corresponding to any particular value of the parameter; this has with the consecutive curve (or curve belonging to the consecutive value of the parameter) a certain number of intersections and of common tangents, which may be considered as the tangents at the intersections; and the so-called envelope is the curve which is at the same time generated by the points of intersection and enveloped by the common tangents; we have thus a dual generation.",
        "At any one of the m 2 -26 - 3K points the variable curve and the consecutive curve have tangents distinct from yet infinitesimally near to each other, and each of these two tangents is also infinitesimally near to one of the n 2 -2T-3t common tangents of the two curves; whence, attending only to the variable curve, and considering the consecutive curve as coming into actual coincidence with it, the n 2 -2T-3c common tangents are the tangents to the variable curve at the m 2 -26-3K points respectively, and the envelope is at the same time generated by the m 2 -26-3K points, and enveloped by the n2-2T-3c tangents; we have thus a dual generation of the envelope, which only differs from Pliicker's dual generation, in that in place of a single point and tangent we have the group of m2-26-3K points and n 2 -2T-3c tangents.",
        "The parameter which determines the variable curve may be given as a point upon a given curve, or say as a parametric point; that is, to the different positions of the parametric point on the given curve correspond the different variable curves, and the nature of the envelope will thus depend on that of the given curve; we have thus the envelope as a derivative curve of the given curve.",
        "Many well-known derivative curves present themselves in this manner; thus the variable curve may be the normal (or line at right angles to the tangent) at any point of the given curve; the intersection of the consecutive normals is the centre of curvature; and we have the evolute as at once the locus of the centre of curvature and the envelope of the normal."
    ],
    "definition": [
        "Link/Cite"
    ]
}