{
    "translation": "לקנא, קנאה",
    "uses": [
        "Why should I envy them?",
        "Well-worn furniture populated the homey main room, some no doubt the envy of an antique shop.",
        "A lady entering the next box shot a glance of feminine envy at Natasha.",
        "Dean thanked him, a hint of envy in his voice, and he and Winston continued their trip to the motel.",
        "I envy him, but you want to make him what I am, without giving him my means.",
        "In matters of the heart, if any consoling or any disturbing passion played a great part in his life, we do not know it; we know only (apart from a few passing shadows cast by calumny and envy) of affectionate and dignified relations with friends, patrons and pupils, of public and private regard mixed in the days of his youth with dazzled admiration, and in those of his age with something of reverential awe.",
        "While Dean enjoyed the spectacle of the exciting contest, he harbored no envy toward its participants.",
        "Private envy and public misconceptions very soon summed up her excessive unpopularity in the menacing nickname, LAutrichienne.",
        "Shakespeare remains so popular because he wrote about timeless human experiences: love and fear and envy, anger and revenge and jealousy, ambition and regret and guilt.",
        "After the sultans return they soon rebelled, but were again brought into subjection by Sheiks son Ibrahim; his victories excited the envy of his father, who is said to have poisoned him.",
        "I, 4) death is traced to the envy of the devil, still implying an exalted view of Adam.",
        "His successes, however, had aroused the envy and suspicion of Domitian.",
        "23 f.) that God created man for immortality (that is, apparently, on earth) and made him an image of his own being, but through the envy of the devil death came into the world, yet (iii.",
        "Pilate, discerning that it was the envy of the rulers which sought to destroy an inconvenient rival, offered \" the King of the Jews \" as the prisoner to be released.",
        "Share thy happiness with thy neighbor, and may envy never dim the purity of that bliss.",
        "This lasted till 539, when Chosroes declared war, alleging that Justinian had been secretly intriguing against him with the Hephthalite Huns, and doubtless moved by alarm and envy at the victories which the Romans had been gaining in Italy.",
        "Frederick had excited the envy of surrounding sovereigns, and had embittered them against him by stinging sarcasms. Not only France, therefore, but Russia, Saxony and ultimately Sweden, willingly came to terms with Austria, and the aim of their union was nothing short of the partition of Prussia.",
        "The Novatians and the Quartodecima.ns were the next objects of his orthodox zeal - a zeal which in the case of the former at least was reinforced, according to Socrates, by his envy of their bishop; and it led to serious and fatal disturbances at Sardis and Miletus.",
        "He desired to be known as a protector of letters and literary men; and his want of heart or head over the Dictionary dedication, though explained and excused by Croker, none the less inspired the famous change in a famous line - \" Toil, envy, want, the patron, and the jail.",
        "The great reputation achieved by this critique stirred the envy of Bayle's colleague, P. Jurieu, who had written a book on the same subject.",
        "Meanwhile the monte of the nine, the chief promoters of the revolution of 1480, were exposed to the growing hatred and envy of their former allies, the monte del popolo, who, conscious of their superior strength and numbers, now sought to crush the noveschi and rise to power in their stead.",
        "It shows us the Lord Jesus entering on the mission predicted by the Baptist without declaring Himself to be the Messiah; attracting the multitudes in Galilee by His healing power and His unbounded sympathy, and at the same time awakening the envy and suspicion of the leaders of religion; training a few disciples till they reach the conviction that He is the Christ, and then, but not till then, admitting them into the secret of His coming sufferings, and preparing them for a mission in which they also must sacrifice themselves; then journeying to Jerusalem to fulfil the destiny which He foresaw, accepting the responsibility of the Messianic title, only to be condemned by the religious authorities as a blasphemer and handed over to the Roman power as a pretender to the Jewish throne.",
        "Typhon's later career, \" committing dreadful crimes out of envy and spite, and throwing all things into confusion,\" was parallel to the proceedings of most of the divine beings who put everything wrong, in opposition to the being who makes everything right.",
        "The magnificence of his plate astonished the French ambassador, and the diamonds of his duchess were the envy of princes.",
        "When Livingstone began his work in Africa the map was virtually a blank from Kuruman to Timbuktu, and nothing but envy or ignorance can throw any doubt on the originality of his discoveries.",
        "They are not often represented as diminutive in stature, and seem to be subject to such human passions as love, jealousy, envy and revenge.",
        "Doubtless with the object of expanding the flourishing foreign trade of Samos, he entered into alliance with Amasis, king of Egypt, who, according to Herodotus, renounced his ally because he feared that the gods, in envy of Polycrates' excessive good fortune, would bring ruin upon him and his allies.",
        "Envy and jealousy, however, were his only reward, and by these he was compelled to leave his monastery- \"inde est, quod me vides prolixis finibus exulatum,\" as he says himself in the second of the letters above referred to.",
        "According to this writer Gerbert's fame began to spread over Gaul, Germany and Italy, till it roused the envy of Otric of Saxony, in whom we may recognize Octricus of Magdeburg, the favourite scholar of Otto I., and, in earlier days, the instructor of St Adalbert, the apostle of the Bohemians.",
        "It shows the disturbing forces of these characteristics, which aroused the envy and apprehension of the leaders of religion.",
        "Envy, malice and uncharitableness are found in primitive society, as elsewhere, and in their behoof the mystic forces are not unfrequently unloosed by those who know how to do so.",
        "The living, he says, at least know that they shall die, but the dead know nothing - the memory of them, their love, hate and envy, perishes, they have no reward, no part in earthly life (ix.",
        "In the days when he had composed his huge, immature treatise on the Future of Science, he had written: \"I envy the man who shall evoke from the past the origins of Christianity.",
        "Though he frequently refers to the envy and detraction which pursued him, Phaedrus seems to have attracted little attention in antiquity.",
        "Irenaeus ascribes Satan's fall to \"pride and arrogance and envy of God's creation\"; and traces man's deliverance from Satan to Christ's victory in resisting his temptations; but also, guided by certain Pauline passages, represents the death of Christ \"as a ransom paid to the ` apostasy' for men who had fallen into captivity\" (ii.",
        "Though perfectly free from any trace of envy or ill-will, he yet showed on fit occasion his contempt for that pseudo-science which seeks for the applause of the ignorant by professing to reduce the whole system of the universe to a fortuitous sequence of uncaused events.",
        "But it is more probable that Cesare, who contemplated exchanging his ecclesiastical dignities for a secular career, regarded his brother's splendid position with envy, and was determined to enjoy the whole of his father's favours.",
        "Baptize the soul from wrath, from envy and from hatred; and, lo!",
        "Such a sage agrees in his thought with God; he no longer blames either God or man; he fails of nothing which he purposes and falls in with no misfortune unprepared; he indulges in neither anger nor envy nor jealousy; he is leaving manhood for godhead, and in his dead body his thoughts are concerned about his fellowship with God.",
        "The same quality of industry remained to the Moriscos, and excited the envy of their Christian fellow countrymen.",
        "He appears to have been quite free from envy properly so called, and to have been always ready to acknowledge the excellences of his contemporaries.",
        "People stared, women in envy and hunger.",
        "Those attending a conference abroad tend to be the envy of their colleagues so complaints about such trials and tribulations elicit little sympathy.",
        "I'm looking forward to having buttocks that are the envy of mankind.",
        "We watched thirty or forty skinny models strut and dance down the long catwalk and you could see the envy in everyone's eyes.",
        "But you caught his attention in a way that I don't envy.",
        "But this, like his former victories, stimulated Justinian's envy.",
        "drooling with envy.",
        "Dennis Skinner said he did not envy Tony Blair's decision.",
        "But whilst the rich sometimes envy the simpler life-style of the poor, those who are poor know the difficulties of making ends meet.",
        "green with envy.",
        "\"You'll be the envy of us lesser immortals,\" he assured her.",
        "Ully asked, envy in his voice.",
        "You're the envy of every woman who watches my show.",
        "I had an anorak with a button at its throat; it made a cape that was the envy of the playground.",
        "2) indeed does not hesitate to say that Arius was chagrined because Alexander, instead of himself, had been appointed to the see of Alexandria, and that the beginning of his heretical attitude is, in consequence, to be attributed to discontent and envy.",
        "envy anyone who can run down my street.",
        "They couldn't see that his goodness would arouse such envy.",
        "We wish to excite the envy of our untraveled friends with our strange foreign fashions which we can't shake off.",
        "The collections soon became the envy of many Museums in the UK.",
        "The \" monster \" is fueled by envy and can over time devour the trust and harmony in a relationship.",
        "envy fuel 4x4 hatred Published: 04 July 2006 This is not a joke.",
        "Click Here Tuesday 13th January 2004: Envy update: The US release date for envy update: The US release date for Envy has changed to 2nd April 2004.",
        "Better handling, better brakes and without the whole junior version of penis envy that the Chopper conveyed.",
        "envy of the world.",
        "envy of the rest of the world.",
        "envy of everyone who sees them?",
        "Do you envy the experts ' ability to identify and date old hand-me-downs?",
        "honed by years of experience are the envy of the world.",
        "politics of envy.",
        "There is also a tinge of jealousy and envy as we realize that others are going forward and we seem to be treading water.",
        "So in addition to blending in with the crowd, you can also buy clothes that your slimmer friends might envy, but could never wear themselves.",
        "I am wondering if the intense feelings you have now aren't love, but jealousy and envy.",
        "Massage Envy offers a 6 or 12 month membership that averages about $300 for six months or $600 for a year.",
        "Your little girl will be the envy of the entire cafeteria with this exorbitantly priced accessory.",
        "If the truth were known, except for the larceny, he felt a pang of envy.",
        "Jessi grabbed Gerry's arm and slammed the front door behind them, marching through the hallway in a combination of disgust and envy.",
        "On the 6th of November 1766, Lagrange was installed in his new position, with a salary of 6000 francs, ample leisure for scientific research, and royal favour sufficient to secure him respect without exciting envy.",
        "The statement of them is variously given, - Pride, Avarice, Anger, Gluttony, Unchastity, are found in all the lists; the remaining two (or three) are variously selected from among Envy, Vainglory, and the rather singular sins Gloominess (tristitia) and Languid Indifference (acidic or acedia, from Gr.",
        "Do n't envy who God made someone else to be.",
        "envy of many soccer clubs in the lower divisions.",
        "Your feelings of envy may be towards the girl who is older and more experienced than you as well.",
        "OPI Matte Nail Envy, which provides the same benefits as the Original Nail Envy, but with a matte finish that is ideal for men or for use as a base coat.",
        "This gift set pairs one of OPIs most popular products, Nail Envy, with a soft plush puppy.",
        "Nail Envy is a highly effective nail strengthener formulated with wheat protein and calcium.",
        "With this gift set you get a pair of puppy slippers to keep your feet warm and a bottle of OPI Nail Envy to keep your nails strong.",
        "The set includes a full-size bottle of Nail Envy lacquer to strengthen your nails and a pair of comfy \"after heels\" slippers to give feet a well deserved break from the stilettos.",
        "Whether it's envy, greed, jealousy, or just plain meanness, some people will use the ease of photo manipulation to try and superimpose images of the underage star in provocative or blatantly sexual positions.",
        "Alongside the pain felt by witnessing their pain was a feeling, fleetingly felt, hardly tangible envy.",
        "Make no mistake we also have a good senior judiciary which is the envy of the world.",
        "odious little piskie drooled, green eyed with envy at the small sacks of precious crystals.",
        "In the Koran prophet Mohammed is quoted as follows: \" eat pomegranates because they purge the mind of envy and hatred \" .",
        "We look with envy at British reticence about religion.",
        "Be the envy of all your friends with one of these desirable, yet affordable flat screens.",
        "Well, love can save us from the bitter sneer of envy and the ridiculous swagger of boastfulness.",
        "tinge of jealousy and envy as we realize that others are going forward and we seem to be treading water.",
        "Those that have joined with their honor great travails, cares, or perils are less subject to envy.",
        "twinge of envy at the effortless ease with which both Gavin and Gareth slipped through tho.. .",
        "unreasoning hatred, envy or prejudice.",
        "24, the Greek translation of the Hebrew \"Satan\"); the role assigned him (envy) is similar to that expressed in \"Secrets of Enoch,\" xxxi.",
        "Marti obtained access to Aleman's unfinished manuscript, and stole some of his ideas; this dishonesty lends point to the sarcastic congratulations which Aleman, in the genuine sequel (1604) pays to his rival's sallies: \"I greatly envy them, and should be proud that they were mine.\"",
        "In private character he was amiable and affectionate; his generosity in recognizing the merits of others secured him against the worst shafts of envy; and a life marked by numerous disquietudes was cheered and ennobled by sentiments of sincere piety.",
        "Johnson saw with more envy than became so great a man the villa, the plate, the china, the Brussels carpet, which the little mimic had got by repeating, with grimaces and gesticulations, what wiser men had written; and the exquisitely sensitive vanity of Garrick was galled by the thought that, while all the rest of the world was applauding him, he could obtain from one morose cynic, whose opinion it was impossible to despise, scarcely any compliment not acidulated with scorn.",
        "It is a record of almost unredeemed \" envy, hatred, and malice,\" and of vice with its consequent diseases, all rendered the more repulsive in that its transactions were carried on in the name of religion.",
        "There he healed Eudemus, a celebrated peripatetic philosopher, and other persons of distinction; and ere long, by his learning and unparalleled success as a physician, earned for himself the titles of \"Paradoxologus,\" the wonder-speaker, and \"Paradoxopoeus,\" the wonder-worker, thereby incurring the jealousy and envy of his fellow-practitioners.",
        "I did feel a twinge of envy at the effortless ease with which both Gavin and Gareth slipped through tho...",
        "In the next chapter, I will discuss the ABCs of unhealthy envy.",
        "The term racism may also denote a blind and unreasoning hatred, envy or prejudice.",
        "Ego, envy, jealousy, showing off-why waste time on such trivialities?",
        "Not only is the color pattern one that creates a gorgeous cat, your cat will have a unique look that your friends will envy.",
        "Spend wisely and soon your room will be the envy of everyone on the hall.",
        "If you already know how to knit, it will be no problem for you to knit your own, and you'll be the envy of all your friends because your warmers will be completely unique.",
        "Of course I envy this girl a lot but there's really nothing I can do about it, right?",
        "Another Bible based activity is picking a topic like lust, envy, or passion and having the members of your Bible study group try to find passages that relate best to that topic.",
        "In 2004, Stiller starred in Starsky & Hutch, Envy, Dodgeball: A True Underdog Story, Along Came Polly and Meet the Fockers.",
        "These schools are both the envy of students and the bane of parents and administrators.",
        "Go ahead and build a dog house that will turn your neighbors green with envy.",
        "It does not envy, it does not boast, it is not proud.",
        "A colorful, stylish rubber diabetic bracelet can bring a smile to your child's face and maybe even a twinge of fashion envy from other children.",
        "You just might see younger adults looking at you with envy!",
        "If you want something with a bit more pizazz that will garner stares of envy, these may not be your best bet.",
        "Show a little Christmas cheer with reading glasses that could make Mrs. Claus green with envy.",
        "He is by all accounts living a life that has made him the envy of millions of gamers around the world.",
        "If you are one of those lucky individuals who have been able to obtain this awesome next generation game console, we envy you.",
        "They are: Melvin Underbelly (gluttony), Oberon Greenhaze (sloth), Sir William the Black (lust), Goldo Golderson (greed), Jewel the Thieving Hero (envy), Kahn the Warrior (wrath), and Wizard (pride).",
        "They were the envy of all those around you, and now you can't even give them away.",
        "Dancers continue to envy her unique abilities and her penchant for something so difficult, and yet she made it look so easy.",
        "A thick mane of hair is the envy of many but anyone can create a full look with the right products.",
        "Due to her incredible head of hair, the envy of both her stylists and the public, Jennifer Aniston's hair styles are amongst the most imitated celebrity hair styles ever.",
        "Your fine-haired friends may envy you, but you know that if you're tired of wearing your hair long, it's hard to find perfect short hairstyles for thick wavy hair.",
        "Call it their pessimistic charm, emo chicks pull off serious looks that are bound to make any high school cheerleader green with envy.",
        "In fact, Ms. Aniston now cuts one lean figure; her toned arms and super flat stomach are the envy of most!",
        "There's much to envy about Brazil; the country seems to produce some of the world's most beautiful people, like super model Adriana Lima, and the area houses miles and miles of gorgeous shoreline that beckons you to frolic.",
        "Ah, you're the envy of the women's world!",
        "Men will gaze in awe, and women will glow with painful envy if you can pull off this daring swimsuit style.",
        "For truly brave souls who have a body to envy, swimming, sunning or playing in tiny swimsuits will guarantee you an audience.",
        "You're sure to attract a lot of attention, and maybe even a little envy, from onlookers who will probably catch themselves staring.",
        "Do it right, and you'll soon find that your unique dates are the envy of all your friends.",
        "Their confidence shines through in every part of their lives, attracting many people into their circle and igniting admiration and sometimes envy.",
        "You can sport the latest in European chic and be the envy of your friends and colleagues when they wonder where you found such a fabulous bag.",
        "Available in three sizes; small, medium and large, these totes will have everyone staring at you in jaw-dropping envy!",
        "Opposing signs can easily experience a strong attraction to one another based on factors such as aesthetic appreciation, lust, envy, or awe.",
        "The Official Converse Site has a large selection, including some limited edition shoes that are sure to make you the envy of your peers.",
        "Trying to choose just 10 memorable soap opera moments from 75 years of love, lust, envy, revenge, weddings, funerals and drama is an impossible task.",
        "Probably more than for any other crafters, the quilting supply amassed by a quilter (also known as a \"stash\") is a source of great pride, and often envy for those who have smaller stashes.",
        "Although not as exclusive and high-praised as haute couture or runway modeling, lingerie models earn quite a bit of envy (and big paychecks) titillating men and inspiring women with their curvaceous frames.",
        "In Christian mythology, demons are depicted as the servants of Lucifer; fallen angels who are twisted, blackened and turned ugly by their association with jealousy, greed and envy.",
        "Multiple belief systems suggest that fallen angels are the result of envy.",
        "I think that's the role that I would envy.",
        "Follow these simple instructions to create beautiful, fashionable nails that will be the envy of all of your friends.",
        "Wouldn't you love to stuff you fingers into Envy's tight ass?",
        "unhealthy envy.",
        "A year or so ago, though, I was gifted with a tube of Prescriptives Lash Envy mascara and haven't looked back since.",
        "Could it possibly top my beloved Lash Envy?",
        "Still, I thought retiring my Lash Envy for two weeks in favor of the Cover Girl mascara was enough time to give it a fair shot.",
        "I grabbed the 3D Extreme Mascara at the recommendation of a friend after I ran out of my latest tube of Prescriptives Lash Envy, which I can safely say I go through at alarmingly rapid rates.",
        "Cher's high cheekbones have long been a source of envy for many women, and combined with elaborate eye colors and pursed lips in a berry-tinged shade; she often turned heads as soon as she walked in the room.",
        "I envy you the fire of creative swearing in a hallway full of 'f's and 'a-h's'.",
        "Body Envy: This line is designed to provide additional volumizing properties to enhance hair's bounce and fullness.",
        "Sure, you can run out and buy an assortment of heat-styling instruments and treatment products, and, if you are skilled enough, create a gorgeous prom-perfect style that will be the envy of all your friends.",
        "Too Faced Brow Envy Kit contains everything you need to groom and shape your brows so they perfectly frame your face.",
        "Victoria's Secret supermodel Heidi Klum is the kind of person who makes pregnant women green with envy.",
        "With over 1500 plant species on display year round, this conservatory is the oldest Victorian-style flower house in the United States, and has enjoyed plenty of achievements any gardener would envy.",
        "You will be the center of attention at the beach or pool and the envy of every other man there as well.",
        "These girls are the perfect size six, but they're so lovely that they provide inspiration rather than envy.",
        "In fact, you may end up looking so good you'll finally be able to let go of \"height\" envy!",
        "Make others green with envy by donning a show topping shamrock costume to wear to your next St. Patrick's Day party.",
        "Leo and Sagittarius: This is a dynamic power couple that others will envy.",
        "Surprisingly good is Jack Black (Envy, School of Rock) who proved that he actually can act.",
        "Rest assured that if your spouse has a great pair of Borns, you don't have to sit around suffering shoe envy.",
        "If you trust in your tattoo professional's talents, the two of you can enhance or alter the flash into a custom design that may just make you the envy of all your friends.",
        "Ordering the right size will ensure that you'll be able to pull off that outfit you've had in mind for months-with an unbelievably sexy hourglass silhouette all the other gals at the party envy and men secretly (or not so discretely) ogle.",
        "These girls are supermodels, the envy of aspiring models and regular housewives alike."
    ],
    "definition": [
        "Link/Cite"
    ]
}