{
    "translation": "קו המשווה",
    "uses": [
        "The heat equator, or line of maximum mean surface temperature, starts from the African coast in about 5° N.",
        "Of the parallels of latitude, the equator only is a great circle.",
        "Crossing the equator in 13 6 ° W.",
        "Though the islands are under the equator, the climate is not intensely hot...",
        "In the islands under the equator the heaviest fall is between October and February.",
        "On the original only equator, ecliptics, tropics, polar circles and one meridian 80° to the west of Lisbon are laid down.",
        "The zones of surface temperature are arranged roughly parallel to the equator, especially in the southern hemisphere.",
        "Among the islands of the Malay Archipelago the force of the monsoons is much interrupted, and the position of this region on the equator otherwise modifies the directions of the prevailing winds.",
        "in area, is on the east coast of the island, almost directly on the equator, and has a very uniform and' high temperature and a very high rainfall.",
        "- Excepting towards the north, where, in Mexico, it meets, and inosculates with the Nearctic subregion, the boundaries of the Neotropical region are simple enough to trace, comprehending as it does the whole of South America and all Central America; besides including the Falkland islands to the south-east and the Galapagos under the equator to the west, as well as the Antilles or West India islands up to the Florida channel.",
        "Since the difference between the acceleration of gravity at the pole and at the equator is about 2%, the correction for latitude will be quite sensible in an instrument which might be used at various times in high and low latitudes.",
        "Hence the study of the mountain ranges of a continent is, for a proper apprehension of its physical conditions and characteristics, as essential as the examination of its extent and position in relation to the equator and poles, and the configuration of its coasts.",
        "is only from 3 2.2° to 32.7° F., and the same low temperature continues throughout the Brazil Basin to the equator; but in the North American Basin from the West Indies to the Telegraph Plateau no satisfactory bottom temperature lower than 35.6° F.",
        "(2) Metaphase.The chromosomes pass to the equator of the spindle and b,ecome attached to the spindle-fibres in such a way that they form a radiating starthaped figureAster-when seen from the pole of the spindle.",
        "on the \"Casco\" (1888) and the Equator (1889) (1900).",
        "The trade-wind regions correspond pretty closely with westward-flowing currents, while in the equatorial calm belts there are eastward-running countercurrents, these lying north of the equator in the Atlantic and Pacific, but south of the equator in the Indian Ocean.",
        "The arc measured was 3° 7' 3\" in length; and the work consisted of two measured bases connected by a series of triangles, one north and the other south of the equator, on the meridian of Quito.",
        "Academy as part of an investigation with the object of ascertaining the length of the degree near the equator and near the pole respectively so as to determine the figure of the earth.",
        "Ambriz was, previously to 1884, the northernmost point of Africa south of the equator acknowledged as Portuguese territory.",
        "The North Atlantic being altogether cut off from the Arctic regions, and the vertical circulation being active, this movement is here practically non-existent; but in the South Atlantic, where communication with the Southern Ocean is perfectly open, Antarctic water can be traced to the equator and even beyond.",
        "Following Hipparchus he divided the equator into 360 drawing his prime meridian through the Fortunate Islands (Canaries).",
        "The parallels or climata 2 drawn through places, of which the longest day is of equal length and the decimation (distance) from the equator is the same, he maintained, ought to have been inserted at equal intervals, say of half an hour, and the meridians inserted on a like principle.",
        "Schott's investigations show that the annual range of surface temperature in the open ocean is greatest in 40° N., with 18.4° F., and in 30 S., with 9.2° F.; on the contrary, near the equator it is less, only 4° F.",
        "If G is the acceleration of gravity at the equator and g that at any latitude X, then g= G(IFoï¿½o0513 sin 2 X).",
        "The angle which the magnetic axis makes with the plane of the horizon is called the inclination or Along an irregular line encircling the earth in the neighbourhood of the geographical equator the needle takes up a horizontal position, and the dip is zero.",
        "In similar depths in the Pacific south of the equator temperatures of 33.8° to 34.5° are found, and north of the equator bottom temperatures at the same depth increase to 35.1° in the neighbourhood of the Aleutian Islands, again completely justifying the conclusion as to the Antarctic control of deep water temperature throughout the ocean.",
        "KENYA, a great volcanic mountain in British East Africa, situated just south of the equator in 37° 20' E.",
        "South of the magnetic equator the south end of the needle is always inclined downwards, and there is a spot within the Antarctic Circle (148° E.",
        "The Brazilian Guiana plateau, lying immediately north of the equator, is in great part a hot, stony desert.",
        "The maritime discoveries and surveys of that age of great discoveries were laid down upon so-called \" plane-charts,\" that is, charts having merely equidistant parallels indicated upon them, together with the equator, the tropics and polar FIG.",
        "Legendre, in 1783, extended Maclaurin's theorem concerning ellipsoids of revolution to the case of any spheroid of revolution where the attracted point, instead of being limited to the axis or equator, occupied any position in space; and Laplace, in his treatise Theorie du mouvement et de la figure elliptique des planetes (published in 1784), effected a still further generalization by proving, what had been suspected by Legendre, that the theorem was equally true for any confocal ellipsoids.",
        "In the intermediate belt between the two high-pressure areas the meteorological equator remains permanently north of the geographical equator, moving between it and about i r° N.",
        "This diminution of pressure, which continues as the heat increases till it reaches its maximum in July soon after the solstice, is followed by the corresponding development of the south-west monsoon; and as the barometric pressure is gradually restored, and becomes equalized within the tropics soon after the equinox in October, with the general fall of temperature north of the equator, the south-west winds fall off, and are succeeded by a north-east monsoon, which is developed during the winter months by the relatively greater atmospheric pressure which then occurs over Asia, as compared with the equatorial region.",
        "The correct relations in the length of degrees of latitude and longitude are maintained in the first case along the latitude of Thule and the equator, in the second along the parallel of Agisymba, the equator and the parallels of Meroe, Syene and Thule.",
        "The south-westerly winds which prevail north of the equator during the hot half of the year, to which navigators have given the name of the south-west monsoon (the latter word being a corruption of the Indian name for season), arise from the great diminution of atmospheric pressure over Asia, which begins to be strongly marked with the great rise of temperature in April and May, and the simultaneous relatively higher pressure over the equator and the regions south of it.",
        "Thus in 1857 he went to Peru in order to determine the magnetic equator; in1861-1862and 1864, he studied telluric absorption in the solar spectrum in Italy and Switzerland; in 1867 he carried out optical and magnetic experiments at the Azores; he successfully observed both transits of Venus, that of 1874 in Japan, that of 1882 at Oran in Algeria; and he took part in a long series of solar eclipse-expeditions, e.g.",
        "In the tropical and subtropical belts of the Atlantic and Indian Oceans south of the equator the salinity diminishes rapidly from the surface downwards, and at 500 fathoms reaches a minimum of 34.3 or 34.4 p e r mille; after that it increases again to 800 fathoms, where it is almost 34.7 or 34.8, and this salinity holds good to the bottom, even to the greatest depths, as was first shown by the \" Gauss \" and afterwards by the \" Planet \" between Durban and Ceylon.",
        "After the division and cleavage of the chromosomes of the original nucleus have taken place they pass from the equator to the poles of the spindle, rearranging themselves close to the separated centrosomes to form daughter nuclei.",
        "In January 1815 Portuguese subjects were prohibited from prosecuting the trade north of the equator, and the term after which the traffic should be everywhere unlawful was fixed to end on the 21st of January 1823, but was afterwards extended to February 1830; England paid £300,000 as a compensation to the Portuguese.",
        "Laplace treated the subject from the point of view of the gradual aggregation and cooling of a mass of matter, and demonstrated that the form which such a mass would ultimately assume must be an ellipsoid of revolution whose equator was determined by the primitive plane of maximum areas.",
        "The shell thus formed is then cut along the line of the intended equator into two hemispheres, they are then again glued together and made to revolve round an axis the ends of which passed through the poles and entered a metal meridian circle.",
        "The southerly summer winds of the Asiatic seas between the equator and the tropic do not extend to the coasts of Java, and the southeasterly trade winds are there developed in the usual manner.",
        "The bottom water is relatively rich in these substances as well as in decaying organic matter, and would become progressively richer but for the slow drift towards the equator and the welling-up of bottom water to the surface in these latitudes.",
        "Just south of the equator channels from the long, branching Lake Deshekwama or Hardinge, fed by the Lakdera river, enter from the west, and in o° 15' S.",
        "In its simplest form, consisting of a ring fixed in the plane of the equator, the armilla is one of the most ancient of astronomical instruments.",
        "If the two places are upon the same meridian or upon the equator the exact distance separating them is to be found by reference to a table giving the lengths of arcs of a meridian and of the equator.",
        "At places north of this line, which is called the magnetic equator, the north end of the needle points downwards, the inclination generally becoming greater with increased distance from the equator.",
        "The cold south-westerly winds are felt when the sun is north of the equator, and are most severe, for a few days, in the month of May, when a tempo da friagem (cold period) causes much discomfort throughout the upper Amazon region.",
        "This deflecting force is directly proportional to the velocity and the mass of the particle and also to the sine of the latitude; hence it is zero at the equator and comes to a maximum at the poles.",
        "prevail right northwards across the equator into the Bay of Biscay, showing a steady rise of bottom temperature as successive submarine elevations restrict communication with 'the Antarctic. On the other hand, in the more open Argentine Basin, which carries deep water far to the south, the bottom temperature in 40° S.",
        "Trenches of great size also occur south of the equator.",
        "above the sea, frost is not uncommon at night, even in places directly under the equator.",
        "It is therefore greatest of all near the equator, where the sun is twice vertical, and less in the direction of both tropics.",
        "long and from a quarter of a mile to a mile wide, flowing between high banks, with a smaller sheet of water, Lake Dweru, which extends north of the equator.",
        "South and east of the axis mentioned salinity becomes less to just north of the equator, where it increases again, and the saltest waters of the whole Pacific are found, as we should expect, in the south-east trade-wind region, the maximum occurring in about 18Ã‚° S.",
        "HALMAHERA [\" great land\"; also Jilolo or Gilolo], an island of the Dutch East Indies, belonging to the residency of Ternate, lying under the equator and about 128Ã‚° E.",
        "The Coca rises on the eastern slopes of the Andes near Cayambe and the Guamani range, and flows eastward near the equator to San Rafael (about 76Ã‚° 30'W.",
        "Thus, the tiger ranges from the equator to northern Asia as far as the river Amur, and to the isothermal of 32Ã‚° Fahr.",
        "Spots are rarely found on the equator, or more than 35Ã‚° N.",
        "Equator; inclination to ecliptic: 7Ã‚° 15'.",
        "Lying almost entirely within the tropics, and equally to north and south of the equator, Africa does not show excessive variations of temperature.",
        "Heis the numbers and magnitudes of stars between the north pole and a circle 35Ã‚° south of the equator are: - From the value of the light-ratio we can construct a table showing the number of stars of each magnitude which would together give as much light as a first magnitude star, viz.: - Comparing these figures with the numbers of stars of each magnitude we notice that the total light emitted by all the stars of a given magnitude is fairly constant.",
        "No doubt many of the lucid stars which appear to lie in the Milky Way actually belong to it, and the presence of this unique cluster helps to swell the numbers along the galactic equator; but, for example, the increased density between latitudes 30Ã‚° to 50Ã‚° (both north and south) as compared with the density at the poles cannot be attributed to the Galaxy itself, for the Galaxy passes nowhere near these zones.",
        "the variation throughout the year diminishes as one approaches the equator.",
        "de la Condamine for Peru, in order to measure a degree of the meridian near the equator.",
        "In reality, however, it experiences fewer climatic variations than the other great continents, owing to its distance (28°) from the Antarctic circle and (11°) from the equator.",
        "The habit of forming mycorhizas is found more frequently in warm climates than cold; indeed, the percentage of the flora exhibiting this peculiarity seems to increase with a certain regularity from the Arctic Circle to the equator.",
        "The Australian flora has extensions at high levels in the tropics; such exists on Kinabalu in Borneo under the equator.",
        "The Gabun, in reality an estuary of the sea, lies immediately north of the equator.",
        "The water sinks below the surface and continues to flow along the sea bottom back towards the equator.",
        "In the polar areas the melting of sea-ice and of ice formed by precipitation lowers the density of the seawater and causes a difference of level which sets up streaming movements towards the equator.",
        "1° S., where it runs close to the upper waters of the Athi, flows in a wide curve N.E., nearly reaching the equator.",
        "The ner of 600 and the sar of 3600 were formed from the soss or unit of 60, which corresponded with a degree of the equator.",
        "After taking part in a scientific expedition in the Levant (1731), he became a member with Louis Godin and Pierre Bouguer of the expedition sent to Peru in 1735 to determine the length of a degree of the meridian in the neighbourhood of the equator.",
        "In a similar way updraughts of cold water to the surface occur in the neighbourhood of the equator, especially in the Central Atlantic and Pacific.",
        "A gradient like this, only 1 in 1,350,000, could give rise only to an extremely feeble surface current polewards and an extremely feeble deep current towards the equator.",
        "The Coal Measures which form part of the Palaeozoic or oldest of the three great geological divisions are mainly confined to the countries north of the equator.",
        "NEW GUINEA, the largest island (excluding Australia) in the world, lying between the equator and 12° S.",
        "Indeed, some of the chief contrasts of the two continents arise not so much from geological unlikeness as from their unsymmetrical situation with respect to the equator, whereby the northern one lies mostly in the temperate zone, while the southern one lies mostly in the torrid zone.",
        "To the north-west of the group (between the equator and 1° N.) lie two more islets - Baker and Howland.",
        "He went on a tour round the world, partly to make money by lecturing and partly to get material for another book of travels, published in 1897, and called in America Following the Equator, and in England More Tramps Abroad.",
        "At the moment of crossing the equator towards the north the sun is said to be at the first point of Aries; some thirty days later it enters Taurus, and so on through Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricornus, Aquarius and Pisces.",
        "At the surface an extensive area of maximum temperature (over 20° C.) occurs over 10° on each side of the equator to the west of the ocean.",
        "A narrow strip of cold water runs along the equator, widest to the east and narrowing westward, and separates two areas of maximum which have their greatest intensity in the western part of the ocean, and have their central portions in higher latitudes as depth increases, apparently tending constantly to a position in about latitude 30° to 35° N.",
        "The saltest waters are found along a belt extend ing westwards from the American coast on the Tropic of Cancer to 160° E., then turning southwards to the equator.",
        "South and east of the axis mentioned salinity becomes less to just north of the equator, where it increases again, and the saltest waters of the whole Pacific are found, as we should expect, in the south-east trade-wind region, the maximum occurring in about 18° S.",
        "The first of these features is determined by the intermediate position of the United States between the equator and the north pole; the second by the equatorial-polar temperature contrast and the eastward rotation of the planet.",
        "As a result, the isotherms of July are strongly convex poleward as they cross the United States, the isotherm of 70 Sweeping up to the northern boundary in the north-west, and the heat equator leaping to the overheated deserts of the south-west, where the July mean is over 90.",
        "Indeed the contrast between the moderate temperatures of the Pacific coast and the overheated areas of the next interior deserts is so great that the isotherms trend almost parallel to the coast, and are even overturned somewhat in southern California, where the most rapid increase of temperatures in July is found not by moving southward over the ocean toward the equator, but north-eastward over the land to the deserts of Nevada and Arizona.",
        "aequator, from aequare to make equal), in geography, that great circle of the earth, equidistant from the two poles, which divides the northern from the southern hemisphere and lies in a plane perpendicular to the axis of the earth; this is termed the \"geographical\" or \"terrestrial equator.\"",
        "In astronomy, the \"celestial equator\" is the name given to the great circle in which the plane of the terrestrial equator intersects the celestial sphere; it is consequently equidistant from the celestial poles.",
        "The \"magnetic equator\" is an imaginary line encircling the earth, along which the vertical component of the earth's magnetic force is zero; it nearly coincides with the terrestrial equator.",
        "The chief conclusions of astronomers concerning the .spherical figure and dimensions of the earth, its relation to the heavenly bodies, and the great circles of the globe - the equator, the ecliptic and the tropics - were considered as well established.",
        "In all these cases the beginning of the day varies with the seasons at all places not under the equator.",
        "In astronomy the \"mean sun\" is a fictitious sun which moves uniformly in the celestial equator and has its right ascension always equal to the sun's mean longitude.",
        "They are also more hardy and industrious than those living nearer the equator.",
        "As they lie near or under the equator, the monsoons blowing over them are less regular, and the rainfall, of large volume throughout the year, is dependent on the height and direction of the chains.",
        "The effect of centrifugal force at the equator is to make the weight of a body there about .35% less than the value it would have if due to gravitation alone.",
        "This represents about two-thirds of the total variation of Galileo's acceleration between the equator and the poles, the balance being due to the ellipticity of the figure of the earth.",
        "The outstanding problem of African missions at least north of the Equator (south there is the Ethiopian question) is not the degradation of the black races, nor the demoralizing influences of heathen Christians, nor even the slave dealer, though all these obstacles are present and powerful.",
        "Sibo Equator Bata :: Padang AVA Ketaun, in Lebong, flowing to the west coast, and of the upper Musi, flowing to the east coast; the valleys of Makakau and Selabung or the upper Komering, an affluent of the Musi, between Sebelat and Kaba.",
        "As throughout the whole of the Malayan Archipelago, so in Sumatra, which lies about equally balanced on both sides of the equator, the temperature stands at a high level subject to but slight variations.",
        "In the north the pine tree (Pinus Merkusii) has advanced almost to the equator, and in the south are a variety of species characteristic of the Australian region.",
        "of the equator in the eastern rift-valley.",
        "Starting from the equator and travelling northwards we find in the extreme south of Spain an average of only one aurora in ten years.",
        "The southern winds of-the summer months which occur in the low latitudes north of the equator are not felt much north of Khartum.",
        "HALMAHERA [\" great land\"; also Jilolo or Gilolo], an island of the Dutch East Indies, belonging to the residency of Ternate, lying under the equator and about 128° E.",
        "There is no land-area from the poles to the equator, where plant-life is possible, upon which Angiosperms are not found.",
        "The proportion of sodium chloride in the water of the ocean, where it is mixed with small quantities of other salts, is on the average about 3.33%, ranging from 2.9% for the polar seas to 3.55% or more at the equator.",
        "declination to the equator, and collected the results in the Radclif f e Catalogue for 1890, which contains the places of 6424 stars.",
        "On the more barren islands, and on those more distant from the equator, they show more energy.",
        "Cayambe, or Cayembi, the second highest peak of the Ecuadorean Andes, has the noteworthy distinction of standing very nearly on the equator.",
        "The French academician Bouger, who was chief of the scientific commission sent to Ecuador in 1736 to measure a degree of the meridian on the equator, made a trigonometrical measurement of Iliniza, and Wagner ascended to within 800 ft.",
        "The Coca rises on the eastern slopes of the Andes near Cayambe and the Guamani range, and flows eastward near the equator to San Rafael (about 76° 30'W.",
        "Although the equator crosses the northern part of the republic, only 15 m.",
        "Of the Machachi basin, near Quito, which he calls a \" zoologist's paradise,\" Mr Whymper writes (Travels amongst the Great Andes of the Equator): \" Butterflies above, below and around; now here, now there, by many turns and twists displaying the brilliant tessellation of their under-sides...",
        "Stiibel, Das Hochgebirge der Republik Ecuador (Berlin, 1892-1898); Edward Whymper, Travels amongst the Great Andes of the Equator (London, 1892); T.",
        "In this way, then, Africa would have an irregular coast-line, prolonged greatly south of the equator into the Indian Ocean, and running up with an advance upon the present line until it reached its northwest limit outside and south of Sokotra.",
        "On the voyage he noticed the retardation of the pendulum in approaching the equator; and during his stay on the island he observed, on the 7th of November 1677, a transit of Mercury, which suggested to him the important idea of employing similar phenomena for determining the sun's distance.",
        "If a mirror is mounted on a truly adjusted polar axis, the plane of the mirror being parallel to that axis, the normal to that mirror will always be directed to some point on the celestial equator through whatever angle the axis is turned.",
        "ANGOLA, the general name of the Portuguese possessions on the west coast of Africa south of the equator.",
        "Heis the numbers and magnitudes of stars between the north pole and a circle 35° south of the equator are: - From the value of the light-ratio we can construct a table showing the number of stars of each magnitude which would together give as much light as a first magnitude star, viz.: - Comparing these figures with the numbers of stars of each magnitude we notice that the total light emitted by all the stars of a given magnitude is fairly constant.",
        "The problem is greatly complicated by the fact that the equator and equinox, to which the observed positions of the stars must be referred, are not stationary in space, and in fact the movements of these planes of reference can only be determined by a discussion of the observations of stars.",
        "On these the belt of greatest density can be easily traced, and it follows very closely the course of the Milky Way; but, whereas the latter is a belt having rather sharply defined boundaries, the star-density decreases gradually and continuously from the galactic equator to the galactic poles.",
        "No doubt many of the lucid stars which appear to lie in the Milky Way actually belong to it, and the presence of this unique cluster helps to swell the numbers along the galactic equator; but, for example, the increased density between latitudes 30° to 50° (both north and south) as compared with the density at the poles cannot be attributed to the Galaxy itself, for the Galaxy passes nowhere near these zones.",
        "According to their results the star-density increases continuously from 109 per square degree at the poles to 2019 along the galactic equator.",
        "As is to be anticipated, having regard to its insular position and to the fact that the equator passes through the very middle of the island, the climate is at once hot and very damp. In the hills and in the interior regions are found which may almost be described as temperate, but on the coasts the atmosphere is dense, humid and oppressive.",
        "aequus, equal, and nox, night), a term used to express either the moment at which, or the point at which, the sun apparently crosses the celestial equator.",
        "Since the sun moves in the ecliptic, it is in the last-named sense the point of intersection of the ecliptic and the celestial equator.",
        "There are two such points, opposite each other, at one of which the sun crosses the equator toward the north and at the other toward the south.",
        "It increases somewhat with the latitude, the extreme variation from the equator to the pole being about ~ %.",
        "Three other smaller species of the genus are known, and each is more widely distributed than those just mentioned, but the home of all is in the more northern parts of the earth, though in winter two of them go very far south, and, crossing the equator, show themselves on the seas that wash the Cape of Good Hope, Australia, New Zealand and Peru.",
        "Thus, the tiger ranges from the equator to northern Asia as far as the river Amur, and to the isothermal of 32° Fahr.",
        "(1765); \" Proposal of a Method for measuring Degrees of Longitude upon Parallels of the Equator,\" ibid.",
        "The general characteristics of the climate are determined more by the physical conformation of the land than its proximity to the equator.",
        "The condor is a native of South America, where it is confined to the region of the Andes, from the Straits of Magellan to 4° north latitude, - the largest examples, it is said, being found about the volcano of Cayambi, situated on the equator.",
        "Independently of the enormous variety of topographical conformation contained in the Himalayan system, the vast altitude of the mountains alone is sufficient to cause modifications of climate in ascending over their slopes such as are not surpassed by those observed in moving from the equator to the poles.",
        "21) reserving to the state the monopoly of ivory and rubber in the \"vacant lands\" constituted by the decree of 1885, and circulars were issued making the monopoly effective in the Aruwimi-Welle, Equator and Ubangi districts.",
        "Lancaster, the Belgian meteorologist, formulated, as the result of a study of all the available data, the following rule: - That the rainfall increases in the Congo basin (1) in proportion as one nears the equator from the south, (2) as one passes from the coast to the interior.",
        "The districts are Banana, Boma, Matadi, Falls, Stanley Pool, Kwango Oriental, Ubangi, Lualaba-Kasai, Lake Leopold II., Equator, Aruwimi, Bangala and Welle.",
        "The obliquity of the ecliptic is the angle which its plane makes with that of the equator.",
        "The laws of motion of the ecliptic and equator are stated in the article Precession Of The Equinoxes.",
        "The formula for the obliquity of the ecliptic, as derived from the laws of motion of it and of the equator, may be developed in a series.",
        "Tripsacum, 2 or 3 species in subtropical America north of the equator; Tr.",
        "The country lies wholly within the tropics, but its nearness to the equator is counterbalanced by the elevation of the land.",
        "The greater part of Africa north of the equator is without any representatives of the conifers; Juniperus procera flourishes in Somaliland and on the mountains of Abyssinia; a species of Podocarpus occurs on the Cameroon mountains, and P. milanjiana is widely distributed in east tropical Africa.",
        "Spots are rarely found on the equator, or more than 35° N.",
        "Consider the traces these surfaces cut on any sphere r =a: we have de/de = 2e sin a cos e/{cos t - aR2 dR/de}, which is positive and has a maximum in the middle latitudes; so that, proceeding from the pole to the equator along any meridian, the angular velocity would continually in crease, at a rate which was greatest in the middle latitudes.",
        "Equator; inclination to ecliptic: 7° 15'.",
        "the equator into the south torrid zone.",
        "On the Caribbean coastal plain it ranges from 80° to 84°, but at Tumaco, on the Pacific coast, within two degrees of the equator, it is only 79°.",
        "His travels covered one-third of the continent, extending from the Cape to near the equator, and from the Atlantic to the Indian Ocean.",
        "The large extent of ocean is primarily responsible for the lower temperature of the air in places south of the tropics compared with that experienced in countries in the same latitude north of the equator.",
        "at Cape Town, increases to the east, the coast not only trending north towards the equator but feeling the effect of the warm Mozambique or Agulhas current.",
        "Karstens gives the area as 48,182,413 square kilometres, or 14,001,000 geographical square miles; of these 10,842,000 square kilometres, or 3,150,000 geographical square miles, about 22% of the whole, lie north of the equator.",
        "North of the equator the surface circulation is under the control of the monsoons, and changes with them, the currents consisting chiefly of north-east and south-west drifts in the open sea, and induced streams following the coasts.",
        "Along the line of the equator the Indian counter-current flows eastwards all the year round, acting as compensation to the great Equatorial current flowing westwards between the parallels of 7° and 20° S.",
        "through the interior of Peru and across Brazil, it enters the Atlantic Ocean on the equator.",
        "From the north it is joined by the river Coca, having its sources in the gorges of Cayambe on the equator, and also a powerful river, the Aguarico, having its headwaters between Cayambe and the Colombian frontier.",
        "Several years before this appointment he had made himself a name by an elegant solution of the problem to find the sun's equator and determine the period of its rotation by observation of the spots on its surface.",
        "These suggestions took practical shape by a decree of the National Assembly in 1790 appointing a committee to consider the suitability of adopting either the length of the seconds pendulum, a fraction of the length of the equator or a fraction of the quadrant of the terrestrial meridian..",
        "The fundamental plane perpendicular to it is the plane of the equator.",
        "This plane intersects the earth's surface in the terrestrial equator.",
        "The fundamental axis, instead of being the earth's axis itself, is then a line parallel to it, and the fundamental plane is the plane passing through the point, and parallel to the plane of the equator.",
        "I) as the centre of the earth, and P as a point on the earth's surface, a city for example, it will be seen that OZ being the earth's axis, the circle MN will be the equator.",
        "The initial line OX then passes through the foot of the perpendicular dropped from Greenwich upon the plane of the equator, and meets the surface at N.",
        "Imagine an observer starting from the North Pole to travel towards the equator, carrying his zenith with him.",
        "The obliquity continually increases until the observer reaches the equator.",
        "His zenith is then in the equator and the celestial poles are in the North and South horizon respectively.",
        "The ecliptic intersects the celestial equator at two opposite points, the equinoxes, at an angle of 23° 27'.",
        "4 represent a section of the earth through its axis AB, ECQ being a diameter of the equator.",
        "In other words the equator would be drawn into coincidence with the ecliptic. Here, however, the same action comes into play, which keeps a rotating top from falling over.",
        "If a planet rotates on its axis so rapidly as to have a considerable ellipticity, and if it has satellites revolving very near the plane of the equator, the combined actions of the sun and of the equatorial protuberances may be such that the whole system will rotate almost as if the planes of revolution of the satellites were solidly fixed to the plane of the equator.",
        "The action of the sun alone would completely throw them out of these planes as each satellite orbit would rotate independently; but the effect of the mutual action is to keep all of the planes in close coincidence with the plane of the planet's equator.",
        "From of old, in China, circles were divided into 3654 parts, so that the sun described daily one Chinese degree; and the equator began to be employed as a line of reference, concurrently with the ecliptic, probably in the second century B.C. Both circles, too, were marked by star-groups more or less clearly designated and defined.",
        "Eighteen observatories scattered north and south of the equator divided the sky among them; and the outcome of their combined operations aimed at the production of a catalogue of at least 2,000,000 strictly determined stars, together with a colossal map in 22,000 sheets, showing stars to the fourteenth magnitude, in numbers difficult to estimate.",
        "This excess is, however, subject to wide variation, owing to the obliquity of the ecliptic and of the lunar orbit to the equator, and therefore to the horizon.",
        "It is found that the direction of the moon's equator remains nearly invariable with respect to the plane of the orbit, and therefore revolves with that plane in a nodal period of 18.6 years.",
        "The best marked of the basins so formed (the Congo basin) occupies a circular area bisected by the equator, once probably the site of an inland sea.",
        "The upper Nile receives its chief supplies from the mountainous region adjoining the Central African trough in the neighbourhood of the equator.",
        "An extremely interesting section of the population not hitherto mentioned is constituted by the Pygmy tribes inhabiting the densely forested regions along the equator from Uganda to the Gabun and living the life of nomadic hunters.",
        "The Swahili, inhabiting the coast-line from the equator to about r6° S., are a somewhat heterogeneous mixture of Bantu with a tinge of Arab blood.",
        "These appearances he referred with great acuteness to the slight inclination of the sun's axis of rotation to the plane of the ecliptic. Thus, when the earth finds herself in the plane of the sun's equator, which occurs at two opposite points of her orbit, the spots, travelling in circles parallel with that plane, necessarily appear to describe right lines; but when the earth is above or below the equatorial level, the paths of the spots open out into curves turned downwards or upwards, according to the direction in which they are seen.",
        "It seems not unlikely that the final conclusion will be that instead of the reflecting matter being composed of solid particles it is an exceedingly tenuous gaseous envelope surrounding the sun and revolving on an axis the mean position of which is between that of the sun's equator and that of the invariable plane of the solar system.",
        "AMERICA ISLANDS, a name given to Christmas, Fanning, Palmyra and attendant islets, belonging to Great Britain, in the Central Pacific Ocean, between the equator and 6° N., and about 160 W.",
        "The simplest was a sphere of glass, the equator of which (i.e.",
        "The latitude of a point on the earth's surface is its angular distance from the equator, measured on the curved surface of the earth.",
        "As thus determined it is the angle between the direction of the plumb-line at the place and the plane of the equator.",
        "This is identical with the angle between the horizontal planes at the place and at the equator, and also with the elevation of the celestial pole above the horizon (see Astronomy).",
        "The geocentric latitude of a place is the angle which the line from the earth's centre to the place makes with the plane of the equator.",
        "Geographical latitude, which is used in mapping, is based on the supposition that the earth is an elliptic spheroid of known compression, and is the angle which the normal to this spheroid makes with the equator.",
        "The latitude of a point on the earth's surface, as above defined, is measured from the equator.",
        "the poles of the earth, change their positions on the earth's surface, the position of the equator will also change, and therefore the latitudes of places will change also.",
        "But if, instead of rotating around PP, it rotates around some other axis, RR, making a small angle, POR, with the axis of figure PP; then it has been known since the time of Euler that the axis of rotation RR, if referred to the spheroid regarded as fixed, will gradually rotate round the axis of figure PP in a period defined in the following way: - If we put C = the moment of momentum of the spheroid around the axis of figure, and A = the corresponding moment around an axis passing through the equator EQ, then, calling one day the period of rotation of the spheroid, the axis RR will make a revolution around PP in a number of days represented by the fraction C/(C - A).",
        "For example, a deposit of snow in Siberia would bring the equator of figure of the earth a little nearer to Siberia and throw the pole a little way from it, while a deposit on the American continent would have the opposite effect.",
        "The most common form of grain is ellipsoidal, more or less narrow at the extremities, which are called its poles, in contradistinction to a line equidistant from the extremities, which is its equator.",
        "The most northerly limit of the penguins' range in the Atlantic is Tristan d'Acunha, and in the Indian Ocean Amsterdam Island, but they also occur off the Cape of Good Hope and along the coast of Australia, as well as on the south and east of New Zealand, while in the Pacific one species at least extends along the west coast of South America and to the Galapagos; but north of the equator none are found.",
        "lat., the water gaps are situated at a lesser distance one from the other, owing mainly to more continuous erosion, this section of the continent being the region of the maximum rainfall on the western coast to the south of the equator.",
        "The western, which reaches an altitude of about io,000 ft., then ceases to exist as a continuous chain, there remaining only a short, high ridge, called by Edward Whymper the \" Pacific range of the equator,\" and between this ridge and the crystalline Andean axis, the \" avenue of volcanoes,\" to use his words, arises amidst majestic scenery.",
        "Sangay (17,380 ft.), under the equator, according to Wolff, appears to be the most active volcano in the world.",
        "In Colombia the three principal chains are continuations of those under the equator, and show very slight traces of volcanic action, In the western chain, which is remarkable for its regularity, the highest peak is 11,150 ft., and the lowest pass 6725 ft.",
        "To the south, near the equator, are Mounts Arapul (13,360 ft.) and Chumbul (1 5,7 20 ft.).",
        "The eastern chain begins north of the equator at 6000 ft., gradually rises to the height of Nevado (14,146 ft.), Pan de Azucar (12,140 ft.), and in the Sierra Nevada de Cochi attains to peaks of 16,70o ft.",
        "(1892); Edward Whymper, Travels amongst the Great Andes of the Equator (London, 1892); Teodoro Wolff, Geografia y Geologia del Ecuador (Leipzig, 1892); E.",
        "It was from this Glossopteris flora that several types gradually migrated across the equator, where they formed part of the vegetation of more northern regions.",
        "Unfortunately, our knowledge of the later floras in the southern hemisphere is very incomplete, but a similar transformation appears to have characterized the vegetation south of the equator.",
        "(See Terrestrial magnetism.) In astronomy the declination is the angular distance, as seen from the earth, of a heavenly body from the celestial equator, thus corresponding with terrestrial latitude.",
        "The rainfall in the northern peninsula (north of the equator) differs from that of the southern; the former has rains (not caused by the monsoon), and of smaller amount, 102 in.",
        "\"Check Argentina, they're growing a great crop below the equator,\" Quinn answered.",
        "My understanding was limited to knowing zero degrees latitude began at the equator and increased to ninety degrees at the poles.",
        "The conspicuous absence of barn owls from regions far north & south of the Equator is probably due to its poor adaptation to cold.",
        "The conspicuous absence of Barn Owls from regions far North & South of the Equator is probably due to its poor adaptation to cold.",
        "angular velocity for then Sun is by 20% larger at the equator compared to the poles.",
        "World: Widely distributed N of the equator except for the high arctic.",
        "South of the equator, these are signs of short ascension.",
        "The Marshall Islands consist of two chains of coral atolls, together with more than 1,000 islets, just north of the Equator.",
        "It is so hot now we've passed the Equator, I wear only a muslin camisole under my dressing gown.",
        "celestial equator at a meridian is a function of the latitude of the observer.",
        "Equinox The two points at which the Sun crosses the celestial equator in its yearly path in the sky.",
        "The equinoxes are the two points on the celestial sphere where the ecliptic intersects the celestial equator.",
        "His prime objective was to measure a degree on the equator to calculate the circumference of the Earth.",
        "At other times the path is either concave or convex to the solar equator.",
        "The Galapagos Islands straddle the equator 600 miles west of Ecuador.",
        "Today we crossed the equator in the Indian Ocean our Long being 79 East.",
        "You have a large ball of string, and walk round the equator, laying down a taut trail of string.",
        "Review: \" following the equator \" is not the typical Mark Twain story.",
        "As you approach the equator and the water warms up shark attacks increase proportionately.",
        "equator at a right angle, 90 degrees.",
        "The altitude of the celestial equator at a meridian is a function of the latitude of the observer.",
        "The Pencil Nebula is almost exactly on the galactic equator.",
        "The contours so obtained showed a peak in n i at, or slightly South of, the geomagnetic equator.",
        "The Van Allen belts span only about forty degrees of earth's latitude -- twenty degrees above and below the magnetic equator.",
        "The routine sla_PLANET produces heliocentric position and velocity in the form of equatorial for the mean equator and equinox of J2000.",
        "equator principles adopted by banks.",
        "equator line for a few days now.",
        "equator project support this PhD research.",
        "equator experience.",
        "The orbits are tilted to the earth's equator by 55 degrees to ensure coverage of polar regions.",
        "The upper atmosphere is structured into characteristic ' belts ' and ' zones ' running parallel to the planet's equator.",
        "equator for the first time, with the opening of a flight to Jakarta, on the 14th of August.",
        "We choose a fixed point on the celestial equator, called the vernal equinox, or the First Point of Aries.",
        "galactic equator.",
        "geomagnetic equator.",
        "This is one of the most heavily glaciated mountain masses near the equator.",
        "kilowatt per square meter at the equator at noon.",
        "The Maldives is an enchanted paradise on the equator a necklace of tiny palm studded coral islands, surrounded by sparkling lagoons.",
        "oblate spheroid with a polar diameter some 10% smaller than that at the equator.",
        "This, incidentally, is the angle (called the obliquity) the equator makes with the plane of the Earth's orbit.",
        "They separate the Indian and pacific oceans along the Equator.",
        "plane of the equator of the ellipsoid.",
        "The shape of the planet is a markedly oblate spheroid with a polar diameter some 10% smaller than that at the equator.",
        "En route to the mountain you could have a brief stopover at the equator crossing.",
        "straddle the equator 600 miles west of Ecuador.",
        "Air from the lower atmosphere enters the stratosphere near the equator, where solar heating is maximum.",
        "As the sunspot cycle progresses, more sunspots appear closer to the Sun's equator.",
        "yang energy is also most active around the equator.",
        "The yin earth has the most yin energy near the equator, and yang heaven has the most yang energy near the equator.",
        "At Batavia, which is near the equator (6Ã‚° II' S.) the annual variation seems somewhat irregular.",
        "Now direct the telescope to a star near the equator and so that the star's image in its diurnal motion shall pass across the intersection of the two webs which mark the axis of rotation of the micrometer box.",
        "That the explanation fails in detail is undoubted: it does not account for the ellipticity of the planets; it would place the sun, not in one focus, but in the centre of the ellipse; and it would make gravity directed towards the centre only under the equator.",
        "GALAPAGOS ISLANDS, an archipelago of five larger and ten smaller islands in the Pacific Ocean, exactly under the equator.",
        "Though the islands are under the equator, the climate is not intensely hot, as it is tempered by cold currents from the Antarctic sea, which, having followed the coast of Peru as far as Cape; Blanco, bear off to the N.W.",
        "In reality, however, it experiences fewer climatic variations than the other great continents, owing to its distance (28Ã‚°) from the Antarctic circle and (11Ã‚°) from the equator.",
        "The Atlantic Ocean consists of two characteristic divisions, the geographical equator forming a fairly satisfactory line of division into North and South Atlantic. The North Atlantic, by far the best-known of the main divisions of the hydrosphere, is remarkable for the immense length of its coast-line and for the large number of enclosed seas connected with it, including on the western side the Caribbean Sea and Gulf of Mexico, the Gulf of St Lawrence and Hudson Bay, and on the eastern side the Mediterranean and Black Sea, the North Sea and the Baltic. The North Atlantic is connected with the Arctic Basin by four main channels: (1) Hudson Strait, about 60 m.",
        "The heat equator, or line of maximum mean surface temperature, starts from the African coast in about 5Ã‚° N.",
        "In the intermediate belt between the two high-pressure areas the meteorological equator remains permanently north of the geographical equator, moving between it and about i rÃ‚° N.",
        "If the surface of the globe had been symmetrically divided into sea and land, and these had been distributed in bands bounded by parallels of latitude, the character of vegetation would depend on temperature alone; and as regards its aggregate mass, we should find it attaining its maximum at the equator and sinking to its minimum at the poles.",
        "The arc measured was 3Ã‚° 7' 3\" in length; and the work consisted of two measured bases connected by a series of triangles, one north and the other south of the equator, on the meridian of Quito.",
        "This takes account of - (I) the ArcticAlpine zone, including all the vegetation of the region bordering on perpetual snow; (2) the Boreal zone, including the temperate lands of North America, Europe and Asia, all of which are substantially alike in botanical character; (3) the Tropical zone, divided sharply into (a) the tropical zone of the New World, and (b) the tropical zone of the Old World, the forms of which differ in a significant degree; (4) the Austral zone, comprising all continental land south of the equator, and sharply divided into three regions the floras of which are strikingly distinct - (a) South American, (b) South African and (c) Australian; (5) the Oceanic, comprising all oceanic islands, the flora of which consists exclusively of forms whose seeds could be drifted undestroyed by ocean currents or carried by birds.",
        "of the equator, and in about 7Ã‚° 33' W.",
        "KENYA, a great volcanic mountain in British East Africa, situated just south of the equator in 37Ã‚° 20' E.",
        "On the south the coast-line is far more irregular, the Arabian Sea, the Bay of Bengal, and the China Sea reaching about to the northern tropic at the mouths of the Indus, of the Ganges and of the Canton river; while the great peninsulas of Arabia, Hindostan and Cambodia descend to about 10Ã‚° N., and the Malay peninsula extends within a degree and a half of the equator.",
        "South of the equator, Arab slave-dealers penetrated from Zanzibar to the great lakes and the Congo during the second and third quarters of the 19th century, but their power, though formidable, has disappeared without leaving any permanent traces.",
        "If G is the acceleration of gravity at the equator and g that at any latitude X, then g= G(IFoÃ¯¿½o0513 sin 2 X).",
        "- Formerly map makers contented themselves with placing upon their maps a linear scale of miles, deduced from the central meridian or the equator.",
        "Nevertheless, it should be observed that our globes take no account of the oblateness of our sphere; but as the difference in length between the circumference of the equator and the perimeter of a meridian ellipse only amounts to o 16%, it could be shown only on a globe of unusual size.",
        "A like overestimate of the distances covering the march of Julius Maternus to Agisymba, which Marinus places 24Ã‚° south of the equator, a latitude which Ptolemy reduces to 18Ã‚°, but which is probably no farther south than lat.",
        "On the original only equator, ecliptics, tropics, polar circles and one meridian 80Ã‚° to the west of Lisbon are laid down.",
        "Just south of the equator channels from the long, branching Lake Deshekwama or Hardinge, fed by the Lakdera river, enter from the west, and in oÃ‚° 15' S.",
        "from the equator towards the poles.",
        "South of the magnetic equator the south end of the needle is always inclined downwards, and there is a spot within the Antarctic Circle (148Ã‚° E.",
        "1Ã‚° S., where it runs close to the upper waters of the Athi, flows in a wide curve N.E., nearly reaching the equator.",
        "Since the Pythagorean school of philosophy upheld the spherical as against the disk-shaped world, some of the ancient geographers, including Eratosthenes and Strabo, looked upon the hydrosphere as forming two belts at right angles to each other, one belt of ocean following the equator, the other surrounding the earth from pole to pole as in the terra quadrifida of Macrobius; while others, including Aristotle and Ptolemy, looked upon the inhabited land, or oikumene, as occupying the greater part of the earth's surface, so that the Indian Ocean was an enclosed sea and India (i.e.",
        "Crossing the equator in 13 6 Ã‚° W.",
        "Schott's investigations show that the annual range of surface temperature in the open ocean is greatest in 40Ã‚° N., with 18.4Ã‚° F., and in 30 S., with 9.2Ã‚° F.; on the contrary, near the equator it is less, only 4Ã‚° F.",
        "prevail right northwards across the equator into the Bay of Biscay, showing a steady rise of bottom temperature as successive submarine elevations restrict communication with 'the Antarctic. On the other hand, in the more open Argentine Basin, which carries deep water far to the south, the bottom temperature in 40Ã‚° S.",
        "is only from 3 2.2Ã‚° to 32.7Ã‚° F., and the same low temperature continues throughout the Brazil Basin to the equator; but in the North American Basin from the West Indies to the Telegraph Plateau no satisfactory bottom temperature lower than 35.6Ã‚° F.",
        "In similar depths in the Pacific south of the equator temperatures of 33.8Ã‚° to 34.5Ã‚° are found, and north of the equator bottom temperatures at the same depth increase to 35.1Ã‚° in the neighbourhood of the Aleutian Islands, again completely justifying the conclusion as to the Antarctic control of deep water temperature throughout the ocean.",
        "If we assign to a column of water at the equator the density S-7-= 1.02 2 at the surface and 1.028 at l000 fathoms, or an average of 1.025, and to a column of water at the polar circle a mean density of i 028, there would result a difference of level equal to (1.028 - 1.025) X moo = 3 fathoms in a distance from the equator to the polar circle of some 4600 m.",
        "NEW GUINEA, the largest island (excluding Australia) in the world, lying between the equator and 12Ã‚° S.",
        "To the north-west of the group (between the equator and 1Ã‚° N.) lie two more islets - Baker and Howland.",
        "C. Biot to the date II II B.C. Measured from the winter solstice of that epoch, they corresponded, in conformity with the Chinese method of observation by intervals of what we now call righ t ascension, to equal portions of the celestial equator.",
        "Between these two areas, almost on the equator, a strip of globigerina ooze was found, corresponding to the zone of globigerina in the equatorial region of the Atlantic. Globigerina ooze covers considerable areas in the intermediate depths of the west and south Pacific - west of New Zealand, and along the parallel of 40Ã‚° S., between 80Ã‚°-98Ã‚° W.",
        "monsoon of southern Asia controls the prevailing winds, its influence extending eastwards to 145Ã‚° E., near the Ladrones, and southwards to the equator.",
        "In the east the north-east trade-belt extends between 5Ã‚° and 25Ã‚° N.; the south-east trade crosses the equator, and its mean southern limit is 25Ã‚° S.",
        "At the surface an extensive area of maximum temperature (over 20Ã‚° C.) occurs over 10Ã‚° on each side of the equator to the west of the ocean.",
        "On the eastern side temperature falls to 22Ã‚° on the equator and is slightly higher to N.",
        "A narrow strip of cold water runs along the equator, widest to the east and narrowing westward, and separates two areas of maximum which have their greatest intensity in the western part of the ocean, and have their central portions in higher latitudes as depth increases, apparently tending constantly to a position in about latitude 30Ã‚° to 35Ã‚° N.",
        "The saltest waters are found along a belt extend ing westwards from the American coast on the Tropic of Cancer to 160Ã‚° E., then turning southwards to the equator.",
        "On the Caribbean coastal plain it ranges from 80Ã‚° to 84Ã‚°, but at Tumaco, on the Pacific coast, within two degrees of the equator, it is only 79Ã‚°.",
        "Along the line of the equator the Indian counter-current flows eastwards all the year round, acting as compensation to the great Equatorial current flowing westwards between the parallels of 7Ã‚° and 20Ã‚° S.",
        "The ecliptic intersects the celestial equator at two opposite points, the equinoxes, at an angle of 23Ã‚° 27'.",
        "The Swahili, inhabiting the coast-line from the equator to about r6Ã‚° S., are a somewhat heterogeneous mixture of Bantu with a tinge of Arab blood.",
        "Yet his observations are of the first importance as showing the smallness of the deviation of the central line from the ecliptic. When smoothed out, the maximum latitude is less than 3Ã‚°, which seems to preclude the coincidence of the central plane of the light with that of the sun's equator.",
        "AMERICA ISLANDS, a name given to Christmas, Fanning, Palmyra and attendant islets, belonging to Great Britain, in the Central Pacific Ocean, between the equator and 6Ã‚° N., and about 160 W.",
        "Sir David Brewster found that Wollaston's form worked best when the two lenses were hemispheres and the central space was filled up with a transparent cement having the same refractive index as the glass; he therefore used a sphere and provided it with a groove at the equator (see fig.",
        "An egg has an equator which is smaller than that of a sphere with the same polar radius.",
        "As the sunspot cycle progresses, more sunspots appear closer to the Sun 's equator.",
        "Heaven 's yang energy is also most active around the equator.",
        "The area directly around the equator is heated more than any other place on earth.",
        "Coral reefs are a delicate eco-system found in the warm waters near the equator.",
        "The Galapagos archipelago is located on the equator west of Ecuador's mainland.",
        "Group I (very favorable for maintenance of sight): small solitary or multiple tumors, less than 6.4 mm in size (1 inch equals 25.4 mm), located at or below the equator of the eye.",
        "Group II (favorable for maintenance of sight): solitary or multiple tumors, 6.4 to 16 mm in size, located at or behind the equator of the eye.",
        "Group III (possible for maintenance of sight): any tumor located in front of the equator of the eye, or a solitary tumor larger than 16 mm in size and located behind the equator of the eye.",
        "Winter north of the equator can be a dreary time.",
        "According to the story, the Pentagon held meetings with the world's leading scientists and concluded that once the magnetic pole aligned with the true North, it would continue moving to the equator, causing the earth to shift upon its axis.",
        "On the 21st of December 2012, the Earth will be at the Galactic Equator.",
        "While the changing of the clocks is widespread, it is less common in countries that are near the equator.",
        "This is because these counties experience less of a difference in the number of daylight hours than countries that are farther away from the equator.",
        "On the south the coast-line is far more irregular, the Arabian Sea, the Bay of Bengal, and the China Sea reaching about to the northern tropic at the mouths of the Indus, of the Ganges and of the Canton river; while the great peninsulas of Arabia, Hindostan and Cambodia descend to about 10° N., and the Malay peninsula extends within a degree and a half of the equator.",
        "The occurrence of commercially valuable petroleum is, however, comparatively limited, hitherto exploited deposits being confined to rocks younger than the Cambrian and older than the Quaternary, while the majority of developed oilfields have been discovered north of the equator.",
        "Formerly map makers contented themselves with placing upon their maps a linear scale of miles, deduced from the central meridian or the equator.",
        "The scale of that map, as determined by the equator or centre meridian, we will suppose to be i: 125,000,000, while the encircling meridian indicates a scale of i: 80,000,000; and a \" mean \" scale, equal to the square root of the proportion which the area of the map bears to the actual area of a hemisphere, is r: 112,000,000.",
        "This surface drifting water is cold and as it enters into intermediate zones it remains colder than the water in situ there and is therefore denser; it sinks below the surface and continues to flow along the bottom either back to the polar regions or towards the equator.",
        "This main scheme is complicated in various ways: (r) by the rotation of the earth, which continually deflects currents of water or air to the right in the northern or to the left in the southern hemisphere; (2) by the conformation of the land masses (as in the case of the equatorial stream which is banked up in the Gulf of Mexico and flows out through the Straits of Florida); (3) by the varying depth of the ocean, for currents tend to flow more readily through deep than in shallow waters (as in the case of the main Atlantic drift, which flows most strongly through the deep channel between Shetland and the Faroe Is.); and (4) by the driving force of the winds acting on the surface of the sea (thus the drift of water from the equator is not N.E., as one might expect, but from E.",
        "Puket and Chantabun, being both on a lee shore, in this season experience rough weather and a heavy rainfall; the latter, being farther from the equator, is the worse off in this respect.",
        "It includes the Sunda Islands, the Moluccas, New Guinea, and the Philippine Islands, but excludes the Andaman-Nicobar group. The equator passes through the middle of the archipelago; it successively cuts Sumatra, Borneo, Celebes and Halmahera, four of the most important islands.",
        "The north to south distance from Bering Strait to the Antarctic circle is 9300 m., and the Pacific attains its greatest breadth, 10,000 m., at the equator.",
        "Between these two areas, almost on the equator, a strip of globigerina ooze was found, corresponding to the zone of globigerina in the equatorial region of the Atlantic. Globigerina ooze covers considerable areas in the intermediate depths of the west and south Pacific - west of New Zealand, and along the parallel of 40° S., between 80°-98° W.",
        "In the east the north-east trade-belt extends between 5° and 25° N.; the south-east trade crosses the equator, and its mean southern limit is 25° S.",
        "On the eastern side temperature falls to 22° on the equator and is slightly higher to N.",
        "It extends from the 8th to the 37th degree of north latitude, that is to say, from the hottest regions of the equator to far within the temperate The spelling throughout all the articles dealing with India is that adopted by the government of India, modified in special instances with deference to long-established usage.",
        "The condor is a native of South America, where it is confined to the region of the Andes, from the Straits of Magellan to 4Ã‚° north latitude, - the largest examples, it is said, being found about the volcano of Cayambi, situated on the equator."
    ],
    "definition": [
        "Link/Cite",
        "(often “the Equator”) An imaginary great circle around the Earth, equidistant from the two poles, and dividing earth's surface into the northern and southern hemisphere.",
        "A similar great circle on any sphere, especially on a celestial body, or on other reasonably symmetrical three-dimensional body.",
        "A short form of the celestial equator.",
        "quorate",
        "The Earth’s equator.",
        "Link/Cite"
    ]
}