{
    "translation": "לאזן, להשוות",
    "uses": [
        "Each legislative district of Baltimore is entitled tc -he number of delegates to which the largest county shall or may be entitled under the foregoing apportionment, and the General Assembly may from time to time alter the boundaries of Baltimore city districts in order to equalize their population.",
        "Rock-filling yields and becomes consolidated under heavy pressure, and therefore does not furnish a rigid support of the overlying strata, but rather a cushion to control and equalize the subsidence.",
        "10 A screen of wire gauze, placed in front of the segment through which the fainter star is viewed, was, employed by Bessel to equalize the brilliancy of the images under observation.",
        "The real effect of sortition was to equalize the chances of rich and poor without civil strife.",
        "Large reservoirs assist to store this water after it is raised, and to equalize its distribution.",
        "12) tend to equalize the varying load on the engine due to the winding and unwinding of the rope.",
        "This action and reaction between layers in relative motion is equivalent to a frictional stress tending to equalize the velocities of adjacent layers.",
        "Great storage works are necessary to equalize the flow of the streams and to save the flood waters.",
        "For the latter purpose, Westinghouse gas-regulators are employed, the positions of the regulators being so chosen as to equalize the pressure throughout the service.",
        "8, 18), and is led away by pride to equalize himself with Elohim (cp. xxviii.",
        "The use of preparing rolls with corrugations, to crush and equalize the feed of canes to the mill, or to the first of a series of mills, has become general.",
        "The supervisor is also the township assessor, and the several township supervisors constitute the county board of supervisors who equalize property valuations as between townships, authorize townships to borrow money with which to build or repair bridges, are entrusted with the care and management of the property and business of the county, and may borrow or raise by tax what is necessary to meet the more common expenses of the county.",
        "But this attempt to equalize property proved a failure: from early times there were marked differences of wealth within the state, and these became even more serious after the law of Epitadeus, passed at some time after the Peloponnesian War, removed the legal prohibition of the gift or bequest of land.",
        "In some mints the drag-bench or draw-bench is used after the rolls to equalize the thickness of the fillets.",
        "The whole diagram shows, by the greater gradient of the unbroken straight lines, the greater demand which can be satisfied by the enlargement of the reservoir to the extent necessary to equalize the flow of the two driest consecutive years.",
        "Springs which would equalize the discharge of rivers by continuing to pour water into their beds after the rainy season has passed seem entirely absent in the interior.",
        "When, however, a reservoir is employed to equalize the flow during and before the period of dry weather, the minimum flow continuously available may be increased to a much higher figure, depending upon the capacity of that reservoir in relation to the mean flow of the stream supplying it.",
        "Pruning, or the removal of superfluous growths, is practised in order to equalize the development of the different parts of trees, or to promote it in particular directions so as to secure a certain form, and, by checking undue luxuriance, to promote enhanced fertility.",
        "equalize the two leg lengths.",
        "equalize the volume level of a group of files.",
        "In this case the left-hand radial line passes through the point at which the coordinates meet, showing that the reservoir will just equalize the flow of the driest year.",
        "If the reservoir were larger it might equalize the flow of the four or more driest consecutive years, which would be somewhat greater than that of the three; if smaller, we might only be able to count upon the average of the flow of the two driest consecutive years, and there are many reservoirs which will not yield continuously the average flow of the stream even in the single driest year.",
        "Similarly if A is hotter than B, or if there is a gradient of temperature between adjacent layers, the diffusion of molecules from A to B tends to equalize the temperatures, or to conduct heat through the gas at a rate proportional to the temperature gradient, and depending also on the rate of interchange of molecules in the same way as the viscosity effect.",
        "But this is evidently only the case when the reservoir impounding the water from such an area is of just sufficient capacity to equalize that flow without possible exhaustion in any one of the three summers.",
        "Similarly, if we wish to equalize the flow of the three driest consecutive years we change the co-ordinates to the radial line figured 3, and thus find that the available capacity of the reservoir must be 276,000 gallons per acre, and that in consideration of the additional expense of such a reservoir we shall increase the daily yield to 1612 gallons per acre.",
        "This instrument is so constructed that the higher temperature needed can be readily applied, and it is fitted with a stirrer to equalize the heating of the contents of the oil-cup.",
        "Boards of Revision and Boards of Supervision then equalize the assessments in the counties and townships, while a State Board of Equalization seeks to equalize the total valuation of the various counties.",
        "In short, if the reservoir is to equalize the whole flow of this year, it must have a capacity equal to the greatest deficiency c d of the cumulative flow below the cumulative demand, plus the greatest excess e f of the cumulative flow over the cumulative demand.",
        "We find on the left-hand scale of yield that the height of the ordinate drawn to the 50-inch mean rainfall curve from 200,000 on the capacity scale, is 1457 gallons per day per acre; and the straight radial line, which cuts the point of intersection of the curved line and the co-ordinates, tells us that this reservoir will equalize the flow of the two driest consecutive years.",
        "Unable to abolish the duties on the passage of goods from province to province, he did what he could to induce the provinces to equalize them.",
        "Parke controls most of the rallies, but Jonathan succeeds to place a few lethal backhand drop shots to equalize at 6/6.",
        "equalize pressure during descent by swallowing or yawning or by tensing the muscles of the throat.",
        "equalize outcomes for equally deserving individuals first, and then applies a utilitarian calculus.",
        "unlucky not to equalize when his powerful header struck the crossbar.",
        "equalize 10 minutes and losing his head twice to throw away our big equalizing opportunity and then sent off.",
        "The uniform was never a requirement - its purpose was not to set girls apart through class, but rather to equalize them.",
        "Despite conceding a goal in the opening minute Leamington fought back to equalize with penalty flick midway through the first half through Richard Stanway.",
        "A long ball from the back held up in the wind and caused a defensive mix-up which Mitch Patten capitalized on to equalize.",
        "spend rest of the game was spent trying to equalize against a Lowdham defense that grew more panicky and cynical with each passing minute.",
        "We were superb and it was Steve Davis who headed the winner after Robbie Blake had hit a stunner to equalize.",
        "They did so admirably and were desperately unlucky not to equalize.",
        "This tax, which must have tended to equalize the Athenian merchants with those of the allied cities, probably came into force gradually, for beside the new collectors called 7ropcvrai we still.",
        "The rest of the game was spent trying to equalize against a Lowdham defense that grew more panicky and cynical with each passing minute.",
        "Without taking steps to equalize pressure, the tympanic membrane could rupture, causing hearing loss.",
        "Ben May came off the bench after an hour and was unlucky not to equalize when his powerful header struck the crossbar.",
        "Lawyers in family law cases were able to successfully argue that child support could not be used to equalize the income levels between the spouses.",
        "Its purpose is to equalize pressure on either side of the eardrum.",
        "Children develop otitis media because the eustachian tubes that connect the middle ear with the back of the mouth and equalize air pressure and drain fluid are small and easily obstructed.",
        "A small plastic tube is inserted through the eardrum to drain fluid and equalize the air pressure between the middle ear and the ear canal.",
        "After all, one goal of school uniforms is to equalize the socioeconomic differences among students.",
        "Whole life insurance is a suitable vehicle to provide cash liquidity at the insured's death to settle an estate, to pay estate taxes, to pay for final expenses, or to equalize an estate.",
        "If you are burning an audio CD, you can set the length of the gap between songs and the sound check option can equalize the volume levels of all songs on the CD."
    ],
    "definition": [
        "To make equal: equalized the responsibilities of the staff members.",
        "To make uniform.",
        "e′qual·i·za′tion\nnoun",
        "Link/Cite",
        "To make equal; to cause to correspond in amount or degree.\nto equalize accounts, burdens, or taxes",
        "Milton\npolling the reformed churches whether they equalize in number those of his three kingdoms",
        "(intransitive, sports) To make the scoreline equal by scoring points. [from 20th c.]",
        "Link/Cite"
    ]
}