{
    "translation": "להשוות, להתאים",
    "uses": [
        "The pain in his chest couldn't equate with the pain and distress shooting through him like cold fire.",
        "(iii.) Another result is that we can equate coefficients of like powers of x in two multinomials obtained from the same expression by different methods of expansion.",
        "If we equate these to zero we get the co-ordinates of the instantaneous centre.",
        "How to equate this foreign civilizing race from Asia with the Semitic elements in the ancient Egyptian speech we do not yet know.",
        "Assuming then 01 to have the coefficients B1, B2,...B,, and f l the coefficients A 1, A21...A,n, we may equate coefficients of like powers of x in the identity, and obtain m+n homogeneous linear equations satisfied by the m+n quantities B1, 2, ...B n, A 1, A 2, ...A m.",
        "To find the border curve of equilibrium between the two states, giving the saturation pressure as a function of the temperature, we have merely to equate the values of G and G\".",
        "You won't have to worry that the socks won't fit you, as you might when shopping from a department that doesn't carry larger sizes (extra large doesn't always equate to plus sizing).",
        "Two tablespoons of lemon juice will equate to about half a lemon.",
        "High-end designer shoes do not equate to a higher comfort level.",
        "Keep in mind, unlike a small fee, interest rates compound for years, which means a slight difference in interest charges from one company to the next could equate to thousands of dollars.",
        "Sometimes we equate happiness with being thin.",
        "While many people equate a high number of carats with high value, it is crucial to consider all the aspects of a stone - its shape, cut, clarity, color, and setting - when choosing the appropriate engagement ring.",
        "This doesn't necessarily equate to a large price tag, but it's important to shop with endurance in mind.",
        "If the pet that died had lived a long life, it's best not focus on the animal's age at the time of passing; the child may equate that to living relatives who are older and fear for their deaths.",
        "That can equate to steep savings, and you'll enjoy plenty of regular use from dressy, timeless shoes like these, too.",
        "High ratings equate to big bucks for the network via advertising revenue, which is essentially what it all boils down to.",
        "Marketing Tactics: This is the section most people normally equate with a 'marketing plan.'",
        "While some parents prefer unisex items and colors for their babies, many people simply equate pink with baby girls and blue with baby boys.",
        "High-protein diets also often equate to low fiber diets, suggests the American Heart Association.",
        "If currently insured or not and your present limits can equate into a significant insurance premium difference.",
        "First, the lack of coverage - less material covering the derriere must equate to a less comfortable panty, right?",
        "The best silk items will be more expensive than more mid-level items, and the price difference can equate to several hundred dollars.",
        "As any professional marketer will tell you, volume traffic does not equate to quality traffic.",
        "Typical assembler directives tell the assembler where to locate a program and data in memory and equate symbolic names to actual values.",
        "equate one religion with another in the way he seems to do.",
        "NOTES: The reader will observe that I seem to equate blackmail, extortion and ransom demands.",
        "For them, the realities of a very finite planet simply do not equate with their conventional wisdoms of infinite growth.",
        "So don't equate boho, with mere frivolity.",
        "impossible for anyone rational to equate the drawing of a cartoon with demands for murder.",
        "To equate the removal from the woman's body and reintroduction of sperm with the removal and reintroduction of ova seems mistaken.",
        "PIC also runs a 100,000 tons polypropylene plant through special arrangement with Equate.",
        "There are four main types of public Congo (French Equate benevolent institutions, all of which are Gabun communal in character: (I) The hpilal, Mid.",
        "It must be grounded in principles of assured certainty and must demonstrate its conclusions with the use of such middle or linking terms only as it is possible to equate with the real ground or cause in the object of knowledge.",
        "To equate his policies today, in a land with universal suffrage, is an insult to this man.",
        "Your cat may equate your \"Shh\" with a hiss in her own language, and maybe this is why it grabs her attention so well.",
        "Many opponents of declawing equate this procedure with crippling an animal.",
        "Most amateur photographers equate large megapixels with high quality photos.",
        "Many teens equate sex with love, and breaking that illusion can help promote abstinence or safe sex only within a long-standing relationship.",
        "Often, guests equate unique with expensive.",
        "You can equate West's \"moments\" as temper tantrums if you would like, because he has had a few.",
        "However, greater flexibility doesn't equate to a quicker program.",
        "Casual days do not equate to non-grooming days.",
        "Of course, \"designer\" does not always have to equate to through-the-nose expensive, either.",
        "As with the \"no growth hormone\" label, you should view products labeled as such with some skepticism and not equate them with organic.",
        "This certainly doesn't equate to a sexy state of mind!",
        "\"Classic\" may also equate with \"simple\" in some cases, but simple doesn't have to be boring.",
        "Don't be afraid that discomfort with one pair of lenses will equate to the inability to wear contact lenses at all.",
        "Although many people equate creativity with intelligence, the two terms are not synonymous, and it is not necessary to have a genius-level IQ in order to be creative.",
        "Hair that displays organic movement will already be unusual, as most people tend to equate formal events with elaborate dos that involve lots of product.",
        "The Equate pregnancy test is only available at Wal-Mart.",
        "The Equate pregnancy test works much like the other home pregnancy tests on the market.",
        "Consumer ratings sites have varied comments about the Equate test.",
        "The Equate test was one of the lowest-rated on both sensitivity and ease of reading, although it did rank higher if read toward the end of the suggested waiting time.",
        "So, the Consumer Reports article may not apply to the current version of the Equate pregnancy test at all.",
        "Like most home pregnancy tests, the Equate brand claims to be able to detect pregnancy as early as the first day of a missed period.",
        "According to a 2004 study in the American Journal of Obstetrics and Gynecology, the Equate pregnancy test made by LifeCare may not have been the best choice to detect a pregnancy early.",
        "Some of the brand-name tests were better than Equate at detecting low levels of HCG.",
        "But the test you buy at Wal-Mart today may be of better quality; it appears that the current version of Equate may be more sensitive than the one used in the study.",
        "Perrigo claims that its version of the Equate pregnancy test is equivalent to the brand-name e.p.t. test.",
        "For example, Wal-Mart sells the Equate brand of pregnancy tests.",
        "I equate chemistry with attraction, at least at first.",
        "Unfortunately, \"wheat-free\" doesn't equate to \"gluten-free,\" and the law doesn't currently require all forms of gluten to be listed.",
        "Equate: For ages 8 and over, 2 to 4 players.",
        "equate success at Tesco as a negative for the retail industry as a whole.",
        "equate value with duration and this simply is not the case.",
        "equate theosophical terms to my terms: \" Ego \" (theosophy) equals \" soul \" (my term ).",
        "equate with quality?",
        "equate with values.",
        "equate what is playing now.",
        "More investment doesn't necessarily equate with better health care.",
        "This would approximately equate to one full container of illicit spirits being consumed in the UK each day of the year.",
        "For those people who automatically equate atheist with evil-doer: get an education, will you?"
    ],
    "definition": [
        "To make equal or equivalent.",
        "To reduce to a standard or an average; equalize.",
        "To consider, treat, or depict as equal or equivalent: equates inexperience with youth.",
        "To be or seem to be equal; correspond.",
        "To result in: feared that high taxes would equate to a sluggish economy.",
        "Link/Cite",
        "To consider equal, to state as being equivalent.",
        "Link/Cite"
    ]
}