{
    "translation": "להתפרץ",
    "uses": [
        "This woman may find it quite difficult to talk about her feelings, particularly when she feels jealous, and it's in instances like these that you'll see that legendary temper erupt.",
        "Between the ages of about six and 12 to 14, as the jaw grows, 28 permanent teeth erupt, replacing the primary teeth, incisor for incisor, canine for canine, premolar or bicuspid for molar.",
        "They can erupt anywhere, appearing more frequently on the legs of women, the faces of children, and on the areas of the face that are shaved by young adult males.",
        "If you're looking for a message board to hook up with other fans, you'll want to learn about the fan groups, the controversies that can erupt and message board etiquette.",
        "Baby teeth erupt in pairs on the right and left of the mouth, alternating between the lower and upper jaws, and proceeding from front to back.",
        "If the baby teeth are pushed too close together, the six-year-molars will be too far forward, crowding the permanent teeth that erupt in front of them.",
        "The first permanent teeth, the six-year-molars that become the first permanent molars, erupt behind each of the four second baby molars, usually between the ages of five and six.",
        "Each afternoon and evening (from 3pm Sunday through Friday and from noon on Saturday and Sunday), the Bellagio Fountains erupt in a choreographed show coordinated with music and lights.",
        "erupt periodically in Britain.",
        "However, the good news is that Aries people rarely stay angry for long; they will erupt in anger for a few minutes, but they'll happily move on to something else once the initial explosion is over.",
        "erupt lava?",
        "The Shobijin women decided to hatch the egg as a last resort, and through a singing ritual they caused two Mothra larvae to erupt from the giant egg.",
        "These can erupt sheets of flood basalt lava at the Earth's surface.",
        "erupt soon.",
        "erupt in mass applause.",
        "Fluoride is beneficial for babies even before their teeth erupt.",
        "festering boil that had either to be lanced or erupt.",
        "Classical novae are seen to erupt once, and the amplitude of the outburst is the largest among CVs.",
        "She does not generally get along with other people on the show and has caused more than one argument to erupt.",
        "aeonrings gush from ground that is supposedly frozen solid; volcanoes erupt on a planet that scientists think dies eons ago.",
        "And a bitter grudge, hidden and carefully nurtured for thirteen years, is about to erupt.",
        "intake manifold, which in some instances could erupt in a fire.",
        "For the rest of her life, pins would occasionally erupt from her skin.",
        "That when you see Old Faithful erupt, that's what Yellowstone has to offer in geysers.",
        "If a child's permanent lower incisors erupt behind each other, braces may be required at a young age.",
        "Doing so creates space for the permanent teeth, especially unerupted canine teeth that might become impacted or erupt in the wrong position.",
        "Both primary and permanent teeth usually erupt (break through the gum) in a specific order on each side of the upper and lower jaws.",
        "Occasionally a baby is born with some erupted teeth or teeth that erupt shortly after birth.",
        "If the baby teeth are properly positioned and aligned, the six-year-molars usually erupt properly.",
        "However if the six-year-molars erupt properly and if the jaw is large enough, the permanent teeth have a good chance of coming in correctly.",
        "The baby teeth do not erupt properly or seem crowded.",
        "A permanent tooth begins to erupt before the baby tooth that it is replacing has been lost.",
        "Sealants should be applied to the teeth shortly after they erupt, before decay can set in.",
        "Massive volumes of methane would immediately rise through the ocean and \"erupt\" at the surface of the water.",
        "Cayce warned that unrest would first erupt in the Davis Straits of Canada, \"where there will be attempts to keep open a life line to a land.\"",
        "Former best friends giving each other the cold shoulder, only to erupt into arguing later.",
        "Silence surrounded them, not the good kind, but the heavy kind that made her want to hold her breath lest she break it and all hell erupt.",
        "erupt the volcano, pour a portion of the activation solution into the can.",
        "Did you know that not all volcanoes erupt lava?",
        "Another strange feature is the dark smoke plumes seen to erupt from the surface.",
        "Memory foam mattresses are great for those who have different kinds of pain erupt in their body throughout the night."
    ],
    "definition": [
        "To break through the gums in developing. Used of teeth.",
        "To appear on the skin. Used of a rash or blemish.",
        "e·rup′tive\nadj.",
        "e·rup′tive·ly\nadv.",
        "Link/Cite"
    ]
}