{
    "translation": "התפרצות",
    "uses": [
        "In a serious eruption in 1856 .the S.E.",
        "This eruption was attended with great it estruction of life and property.",
        "The next eruption, and the one after it, gave insufficient light to help, but then a multiple display hung in the sky like a full moon, giving time for his eyes to search left and right.",
        "These comprise dyspepsia, skin eruption and the manifestations which are usually identified with a \"cold in the head.\"",
        "The last eruption of Mauna Hualalai was in 1801.",
        "Formerly, on the eve of a great eruption of Mauna Loa, this crater often spouted forth great columns of flame and emitted clouds of vapour, but in modern times this action has usually been followed by a fracture of the mountain side from the summit down to a point moo ft.",
        "in diameter to a height of 125-150 ft., and the eruption lasts 4-41 minutes.",
        "From the existing remains it is clear that the inhabitants were still actively engaged in repairing and restoring the ruined edifices when the whole city was overwhelmed by the great eruption of A.D.",
        "At the beginning of the Christian era, and for many previous centuries, no eruption had been known to take place from the mountain, and the volcanic nature of the locality was perhaps not even suspected by the inhabitants who planted their vineyards along its fertile slopes, and built their numerous villages and towns around its base.",
        "Eruption in 1905, when the main crater was enlarged to a length of 3000 ft.",
        "The first recorded eruption of Mauna Loa was in 1832; since then there have been eruptions in 1851, 1852, 1855, 1859, 1868, 1880-1881, 1887, 1896,1899 and 1907.",
        "The eruption ceased in 1863, but broke out again in 1864.",
        "Percy Smith, The Eruption of Tarawera (New Zealand, 1887).",
        "Tambora, forming a minor peninsula east of Sumbawa Bay, is said to have lost a third of its elevation in the eruption of 1815, but is still 9055 ft.",
        "Mauna Kea is not nearly so old as the Kohala Mountains, but there is no record of its eruption, nor have its lavas a modern aspect.",
        "Turialba (10,910), adjoining Irazu on the east, was in eruption in 1866.",
        "After a repose of about two centuries the Nevado de Chinn broke out in eruption early in 1861 and caused great destruction.",
        "Eruptions are recorded for the years 1830, 1855 and 1858; and another eruption occurred in 1904.",
        "Since its first historical eruption in AD.",
        "Ambato was destroyed by an eruption of Cotopaxi in 1698, and has been badly damaged two or three times by earthquakes.",
        "According to an account of the natives, a violent eruption of Kilauea occurred in 1789, or about that time, and deposits of volcanic sand, large stones, sponge-like scoria (pumice) and ashes for miles around are evidence of such an eruption.",
        "Above it rises the fourcratered volcano of Pacaya (8390 ft.), which was in eruption in 1870.",
        "\"water,\" 12,139 ft.), so named in 1541 because it destroyed the forme(capital of Guatemala with a deluge of water from its flooded crater; and Pacaya (8390), a group of igneous peaks which were in eruption in 1870.",
        "By the end of the 15th century n he mountain had resumed much the same general aspect as it is resented before the eruption described by Pliny.",
        "of Rotorua) is noted for the eruption of June 1886, which changed the outline of several lakes, destroyed the famous Pink and White terraces on the adjoining lake Tarawera, and converted a region of great beauty into a desolate wilderness.",
        "In the eruptions of 1823, 1832, 1840 and 1868 the floor of the crater rose on the eve of an eruption and then sank, sometimes hundreds of feet, with the discharge of lava; but since 1868 (in 1879, 1886, 1891, 1894 and 1907; and once, before 1868, in 1855) this action has been confined to Halemaumau and such other pits as at the time existed.",
        "It is singular that, while we possess a detailed description of this famous eruption in two letters of the younger Pliny (Epist.",
        "In 1886 there was a serious volcanic eruption in the outlying island of Nivafoou, and at the same time Falcon Reef, normally awash at high water, discharged sufficient scoriae and pumice to form a new island 50 ft.",
        "After the eruption of Krakatoa in 1883, a remarkable series of red sunsets appeared all over the world.",
        "The building up of these domes of lavas of intermediate chemical type was followed by the eruption of sheets of andesites and rhyolites in the Thames English Miles so Ioo 200 Cretaceous 'a '",
        "Two other states on the northern extremity of the island were so far devastated by the Tambora eruption of 1815 that their territory, after lying for long uninhabited, was in 1866 divided between Dompo and Sangar.",
        "This eminence is itself due to an outflow of lava from that mountain, during some previous eruption in prehistoric times, for we know from Strabo that Vesuvius had been quiescent ever since the first records of the Greek settlements in this part of Italy.",
        "Arabian manuscripts describe an eruption on the harra near Medina in A.D.",
        "above sea-level (in June 1900, 4275 ft., but after the eruption of 1906 considerably less).",
        "LICHEN (lichen Tuber), in medical terminology, a papular disease of the skin, consisting of an eruption in small thickly set, slightly elevated red points, more or less widely distributed over the body, and accompanied by slight febrile symptoms.",
        "The island was perhaps occupied by Greek settlers even before Cumae; its Eretrian and Chalcidian inhabitants abandoned it about Soo B.C. owing to an eruption, and it is said to have been deserted almost at once by the greater part of the garrison which Hiero I.",
        "Earthquake shocks are numerous, and Colima was in violent eruption in 1908-1909.",
        "A great eruption of Huaynaputina began on the 15th of February 1600 and continued until the 28th.",
        "By a colossal eruption, of which no historical record remains, the upper half of the cone was blown away.",
        "The central lake, during the periods of eruption (which are frequent), displays a geyser-like activity.",
        "The catastrophe has been explained as a volcanic eruption, or an explosive outburst of gas and oil stored and accumulating at high pressure.",
        "The most uncommon natural feature of the district, the Pink and White Terraces, was blown up in the eruption of Mount Tarawera in 1886, when for great distances the country was buried beneath mud and dust, and a chasm 9 m.",
        "Vesuvius (q.v.), the volcanic forces of which had been slumbering for unknown ages, suddenly burst into violent eruption, which, while it carried devastation all around the beautiful gulf, buried the two cities of Herculaneum and Pompeii under dense beds of cinders and ashes.",
        "Barren Island was last in eruption in 1803, but there is still a thin column of steam from a sulphur bed at the top and a variable hot spring at the point where the last outburst of lava flowed into the sea.",
        "An eruption in 1783, with a deluge of lava, destro~ed an extensive forest and overwhelmed several villages.",
        "Near the coast in the state of Vera Cruz is San Martin, or Tuxtla (9708 ft.), which has been quiescent since its violent eruption of the 2nd of March 1 793.",
        "Poas (8895), the scene of a violent eruption in 1834, begins a fresh series of igneous peaks, some with flooded craters, some with a constant escape of smoke and vapour.",
        "of the new, was completely destroyed by .an eruption of the volcano in 1814 (about 1200 people being killed), and the new town was almost entirely destroyed by the insurgents in February 1900, an ancient stone church of much beauty (in what was formerly Daraga) being left standing on an elevated site commanding a view of the surrounding country.",
        "deep. The whole of this superincumbent mass, attaining to an average thickness of from 18 to 20 ft., was the product of one eruption, though the materials may be divided generally into two distinct strata, the one consisting principally of cinders and small volcanic stones (called in Italian lapilli), and the other and uppermost layer of fine white ash, often consolidated by the action of water from above so as to take the moulds of objects contained in it (such as dead bodies, woodwork, &c.), like clay or plaster of Paris.",
        "The modern cone of the mountain has been built up by suc~ssive discharges of lava and fragmentary materials round a Int of eruption, which lies a little south of the centre of the Tehistoric crater.",
        "Colima was in a state of eruption as late as 1909, Jorullo (4262 ft.) is said to date from 1759, when its cone was formed, and Ceboruco (7100 ft.) in the territory of Tepic, shows occasional signs of activity.",
        "Among the volcanoes in the province are Tutupacu, the last eruption of which occurred in 1802, Huaynaputina and Hachalayhua, which were in violent eruption in 1606, Coropuna, Ornate, Ubinas and Candarave - the last three still showing signs of activity.",
        "There are no certain historic records of any eruption.",
        "He is said to have lost his life in the eruption of Vesuvius (79).",
        "The active volcanoes south of 41Ã‚°, concerning which no doubt exists, are the Huequen, in 43Ã‚° lat., and the Calbuco, both of which have been in eruption in modern times.",
        "Now in 1812, to anyone living in close touch with these people it was apparent that these undercurrents were acting strongly and nearing an eruption.",
        "Conjunctivitis and a partially generalized pustular eruption followed handling vanilla pods (Hiley 1909).",
        "Pyroclastic fragmental volcanic material that has been blown into the atmosphere by an explosive eruption.",
        "After experiencing the shock of an earthquake and a volcano eruption they will return to the futuristic Atrium for their reception or dinner.",
        "The FA 's decision to award him the job was accompanied by a small eruption of unpleasant xenophobia.",
        "The histamine causes the tiny blood vessels, called capillaries, to leak fluid resulting in an eruption of hives.",
        "It was the album's second track, an instrumental solo guitar piece appropriately named Eruption, that took this unknown guitarist from Pasadena, California and instantly catapulted him to the highest echelons of guitar royalty.",
        "Just under two minutes long, Eruption climaxes with a tapping solo at the end that introduced the world to this incredible new technique.",
        "Spanish Fly: From Van Halen's second album, appropriately named Van Halen II, Spanish Fly is often thought of as the acoustic Eruption.",
        "Virtual Villagers is a simulation game where you are responsible for a tribe of people who have survived a volcanic eruption on the island.",
        "Allow time for the unexpected bison jam or to catch a second eruption of a phenomenal geyser.",
        "When at Old Faithful Village, check at the visitor center for predicted geyser eruption times.",
        "Children may have a moderate fever, local redness and itching, or pain at the site of injection and a generalized skin eruption, most commonly urticaria (hives) associated with severe itching.",
        "Headgear attached to braces and usually worn for 10 to 12 hours at night puts pressure on the upper teeth and jaw and influences the direction and speed of upper jaw growth and upper teeth eruption.",
        "Removable bionators hold the lower jaw forward and guide tooth eruption while helping the upper and lower jaws to grow proportionately.",
        "Exanthem-A skin eruption regarded as a characteristic sign of such diseases as measles, German measles, and scarlet fever.",
        "However, the timing of both primary and permanent tooth eruption can vary by two or more years.",
        "Teething (the eruption of the primary teeth through the gums) may cause discomfort or pain, particularly with the large molars.",
        "Determine which vinegar-to-baking soda ratio will produce the most impressive volcano eruption.",
        "Great damage was done by the eruptions of 1737 and 1794; the earthquake of 1857 and the eruption of the 8th of December 1861 were even more destructive.",
        "It has been suggested that these spurs represent the sites of vents or fissures of eruption.",
        "ence that any lava was emitted during this eruption.",
        "Its most notable eruption was in 1777.",
        "It has been sometimes classed among the extinct volcanoes, but smoke has been seen issuing from it at different dates, and a violent eruption occurred on January 12, 1886.",
        "Sangay, or Sangai, the next and last large volcano to the south, is in a state of frequent eruption, however, and is known as one of the most restless volcanoes of the world.",
        "He found that the real cone of eruption was an irregular heap 250 ft.",
        "The last happily broke down the western side of the crater, which, it is believed, will ensure the city against harm in any subsequent eruption.",
        "The rescue of Catania from fire during an eruption of Mount Etna was later attributed to St Agatha's veil.",
        "In 123 B.C. there was an eruption of Etna so violent that the tithe on the territory of Catina payable to Rome was remitted for ten years.",
        "In 1669 an eruption of Etna partly filled up the harbour, but spared the town, which was, however, almost entirely destroyed by the earthquake of 1693.",
        "1151) when it fell beneath the great eruption of the year 79, described by Pliny the younger vi.",
        "From Torre Annunziata (which is believed to be the site of the ancient Oplontii) to San Giovanni a Teduccio, for a distance of about 9 m., there flowed a muddy eruption which in Herculaneum and the neighbouring places, where it was most abundant, raised the level of the country more than 65 ft.",
        "South of Lake Alelbad is a volcano called Artali or Erta-ale (\"the smoky\"), and farther to the S.E., in about 13° 15' N., is the peak of Afdera, which was in eruption in June 1907.",
        "Only a few eruptions have been recorded of any of these, however, except Taal and Mayon, and there has been no great eruption of Taal since 1754.",
        "The principal mountain in the latter, Hal-la-san (or Mount Auckland), according to Chinese stories, was in eruption in the year 1007.",
        "In 1883 Sunda Strait was the scene of the most terrific results of the eruption of Krakatoa, a volcanic island further west in the strait.",
        "When the true skin is inflamed various appearances may arise, according to the intensity and extent of the inflammation, and the eruption may be papular, vesicular, pustular, tubercular, bulbous or ulcerative.",
        "Although the anti-toxins which are used in the cure of infective diseases are not dangerous to life, yet they sometimes cause unpleasant consequences, more especially an urticarial eruption almost exactly like that which follows eating mussels or other shell-fish.",
        "The former considerable fishing and coasting trade was ruined by the eruption of Krakatoa in 1883, a large stretch of coast line and the seaport towns of Charingin and Anjer being destroyed by the inundation.",
        "The latter is still active; in 1906 a new cone rose between the two earlier islets, and in 1907 still another: these were nearly demolished by an explosive eruption on the 1st of September 1907.",
        "There seem to have been two periods of eruption, and as some of the lavas have flowed over Quaternary gravels, the latest outbursts must have been of very recent date.",
        "The volcano was in eruption in 1670, 1782, 1857 and 1902.",
        "In 1825 another volcanic eruption took place accompanied by earthquakes, and two hills were thrown up. The port of Naos on the south-east of the island affords safe anchorage.",
        "On the occasion of outbreaks the fine ashes are scattered over a large portion of the island, and sometimes carried far across the Atlantic. After the eruption of Katla in 1625 the ashes were blown as far as Bergen in Norway, and when Askja was in eruption in 1875 a rain of ashes fell on the west coast of Norway II hours 40 minutes, and at Stockholm 15 hours, afterwards.",
        "The best-known volcano is Hekla (5108 ft.), which was in eruption eighteen times within the historic period down to 1845.",
        "The crater chain of Laki has only been in eruption once in historic times, namely, the violent and disastrous outbreak of 1783.",
        "Some bright spots are visible by the earth-light when the moon is a thin crescent, which were supposed by Herschel to be volcanoes in eruption.",
        "The lagoon is slowly filling up and becoming cultivable land, but the rate of recovery from the sea has been specially marked since the eruption of Krakatoa, the pumice from which was washed on to it in enormous quantity, so that the lagoon advanced its shores from 20 to 30 yards.",
        "Their eruption commences a few days after birth, and is complete before the end of the first year, the upper teeth usually appearing somewhat earlier than the lower.",
        "The active volcanoes south of 41°, concerning which no doubt exists, are the Huequen, in 43° lat., and the Calbuco, both of which have been in eruption in modern times.",
        "buryny of our passengers went to visit the excavations at these famous towns buried by the eruption of Mount Etna in 79 AD.",
        "drive-in volcano ', with everyone flocking to see the latest spectacular eruption.",
        "Many of our passengers went to visit the excavations at these famous towns buried by the eruption of Mount Etna in 79 AD.",
        "Our house was destroyed by the volcanic eruption of 21 September 1997.",
        "Only certain types of volcanic eruption will have an effect upon the climate.",
        "The explosive activity last culminated with the Minoan eruption at ca.",
        "This cataclysmic eruption may have been triggered by a menacing flyby, perhaps of a planet in a long period orbit around our sun.",
        "A more violent explosive eruption can happen in near future.",
        "A universal papular and vesicular eruption appeared in a man a few hours after he smoked Indian hemp (Beliaev 1964 ).",
        "eruption column had decreased markedly.",
        "This monumental work is the best study ever made of a submarine volcano eruption of the type to which Santorin belongs.",
        "He has also worked recently in southern Iceland on 934 AD Eldgja fissure eruption that produced the largest lava flow in historic times.",
        "Finally, no evidence was found to suggest any delay in permanent tooth eruption patterns of the F subjects.",
        "eruption of the volcano.",
        "eruption of teeth - proper teeth can appear later than normal.",
        "eruption of violence.",
        "explosive eruption can happen in near future.",
        "fissure eruption that produced the largest lava flow in historic times.",
        "On 25 June 1997, pyroclastic flows from an eruption resulted in the first deaths directly caused by the volcano.",
        "froth produced during an eruption of gas-rich magma.",
        "If a patient has had problems with recurrent facial herpes simplex, can a RESTYLANE treatment contribute to another herpes simplex eruption?",
        "In the 1939 eruption, lava of about 0.1 cubic kilometer flowed out.",
        "The present eruption fissure is located between these two volcanic centers with a direction parallel to the regional tectonic lineament.",
        "magma storage and differentiation prior to eruption.",
        "In the distance, Mount Asama in eruption; in the foreground, a coolie leading a packhorse.",
        "The eruption consists of firm inflammatory papules and nodules at the sites of injury.",
        "Breakouts: Some patients experience a mild eruption of small pimples in the early recovery period.",
        "polymorphous light eruption Long term exposure to ultraviolet radiation ultimately causes skin aging and skin cancers.",
        "predetermined by the conditions and timescales of magma storage and differentiation prior to eruption.",
        "Primula dermatitis in a blind person: An eruption from primula dermatitis in a blind person: An eruption from Primula obconica affected the skin of the nose and around the eyes.",
        "pustular eruption followed handling vanilla pods (Hiley 1909 ).",
        "pyroclastic flows from an eruption resulted in the first deaths directly caused by the volcano.",
        "pyroclastic fragmental volcanic material that has been blown into the atmosphere by an explosive eruption.",
        "The grayish volcanic tephra is unique to each eruption and can be identified microscopically.",
        "vesicular eruption appeared in a man a few hours after he smoked Indian hemp (Beliaev 1964 ).",
        "volcanic eruption will have an effect upon the climate.",
        "volcano eruption they will return to the futuristic Atrium for their reception or dinner.",
        "Kilauea, at the center, is the ' drive-in volcano ', with everyone flocking to see the latest spectacular eruption.",
        "The FA's decision to award him the job was accompanied by a small eruption of unpleasant xenophobia.",
        "zoster eruption.",
        "The brilliant sunset effects observed in Europe after the Krakatoa eruption may naturally be attributed to dust of unusual quality or quantity in the upper regions of the atmosphere (see DusT).",
        "Some of the volcanoes of the western districts of Victoria have been in eruption probably subsequent to the advent of the black-fellow.",
        "In April 1906 an eruption of Mount Etna caused the destruction of several villages and much loss of life and damage to property; in appointinga committee to distribute the relief funds the premier refused to include any of the deputies of the devastated districts among its members, and when asked by them for the reason of this omission, he replied, with a frankness more characteristic of the man than politic, that he knew they would prove more solicitous in the distribution of relief for their own electors than for the real sufferers.",
        "A painting found in Pompeii in 1879 represents Vesuvius before the eruption (Notizie degli scan, 1880, pi.",
        "re perceive that this first recorded eruption of Vesuvius belongs a o that phase of volcanic action known as the paroxysmal, when, c fter a longer or shorter period of comparative tranquillity, a U",
        "t intervals, varying from a few weeks or months to a few years, has broken out into eruption, sometimes emitting only steam, ist and scoriae, but frequently also streams of lava.",
        "Eruption in 1889.",
        "The Elder Pliny inspired his nephew with something of his own indomitable industry; and in August 79, when the author of the Historia naturalis lost his life in the famous eruption of Vesuvius, it was the sister of the Elder and the mother of the Younger Pliny who first descried the signs of the approaching visitation, and, some twenty-seven years later, it was the Younger Pliny who wrote a graphic account of the last hours of his uncle, in a letter addressed to the historian Tacitus (vi.",
        "He also tells the historian that, when his uncle left Misenum to take a nearer view of the eruption of Vesuvius, he preferred to stay behind, making an abstract of a book of Livy (vi.",
        "He describes an eruption of Vesuvius in connexion with the last days of the Elder Pliny (vi.",
        "As the eruption of Vesuvius (79) is alluded to, it must have occupied him a long time.",
        "and 13,090 ft., and if the higher estimate be correct is the loftiest peak in Central America, the principal volcanoes are - Tajamulco or Tajumulco (13,517 ft.); Santa Maria (12,467 ft.), which was in eruption during 1902, after centuries of quiescence, in which its slopes had been overgrown by dense forests; Atitlan (11,719), overlooking the lake of that name; Acatenango (13,615), which shares the claim of Tacana to be the highest mountain of Central America; Fuego (i.e.",
        "The town was destroyed by the eruption of A.D.",
        "7 9 he was stationed at Misenum, at the time of the great eruption of Vesuvius, which overwhelmed Pompeii and Herculaneum.",
        "But it must not be forgotten that it was his scientific curiosity as to the phenomena of the eruption of Vesuvius that brought his life of unwearied study to a premature end; and any criticism of his faults of omission is disarmed by the candour of the confession in his preface: nec dubitamus multa esse quae et nos praeterierint; homines enim sumus et occupati o„ciis.",
        "65), and no mention is made of the great eruption of Vesuvius (A.D.",
        "South of Lake Alelbad is a volcano called Artali or Erta-ale (\"the smoky\"), and farther to the S.E., in about 13Ã‚° 15' N., is the peak of Afdera, which was in eruption in June 1907.",
        "early childish adventures, as told by Arago, herald the fearless aeronaut and the undaunted investigator of volcanic eruptions (Vesuvius was in full eruption when he visited it during his tour in 1805); and the endurance he exhibited under the laboratory accidents that befell him shows the power of will with which he would face the prospect of becoming blind and useless for the prosecution of the science which was his very life, and of which he was one of the most distinguished ornaments.",
        "Incidence The incidence of PHN is between 9 and 14% one month after the herpes zoster eruption.",
        "Eruption: This is the song that started it all.",
        "In a very large eruption, volcanic ash, especially when it is accompanied by rocks, can have the weight and density of hailstones.",
        "This includes swimmer's itch and creeping eruption caused by cat or dog hookworm and ground itch caused by the true hookworm.",
        "For teething symptoms, parents may massage the gums to relieve discomfort and offer teething toys to help speed tooth eruption.",
        "Eruptions of the permanent teeth are usually much less distressing, although the eruption of the first four broad permanent molars may cause discomfort.",
        "Most alignment problems develop gradually, although they may be apparent at eruption.",
        "Brushing should begin with the first tooth eruption and the remaining gums should be cleaned and massaged.",
        "Tooth eruption occurs at least a year sooner or later than normal.",
        "Swelling or infection occurs during eruption of the molars.",
        "Delayed eruption of teeth and enamel hypoplasia and an increased incidence of postnatal infections are frequently seen.",
        "After the eruption of the first tooth, parents should begin routinely wiping the infant's teeth and gums with a moist piece of gauze or a soft cloth, especially right before bedtime.",
        "Exanthem-A skin eruption associated with a disease, usually one accompanied by fever as in Kawasaki syndrome.",
        "Stevens-Johnson syndrome-A severe inflammatory skin eruption that occurs as a result of an allergic reaction or respiratory infection.",
        "Rash-A spotted, pink or red skin eruption that may be accompanied by itching and is caused by disease, contact with an allergen, food ingestion, or drug reaction.",
        "The story involves the development of a rash or an itch, subsequent swelling and, eventually, the eruption of an infection within which an infestation of spiders, larvae or some other insect is discovered.",
        "Some of the high plateaus in the north are capped with remnants of heavy lava flows of early eruption.",
        "in depth - through which poured the lava of probably the last great eruption.",
        "From the slope of the strata from one central point in the Val del Bue he further concluded that there once existed a second great crater of permanent eruption.",
        "The present course of this stream Is due in part to modern alteration of its channel, as well as to the effects of the great eruption.",
        "It has been estimated, from the number of skeletons discovered, that about 2000 persons perished in the city itself in the eruption of A.D.",
        "This magnificent edifice had, however, been evidently overthrown by the earthquake of 63, and is in its present condition a mere ruin, the rebuilding of which had not been begun at the time of the eruption,) so that the cult of the three Capitoline divinities was then carried on in the socalled temple of Zeus Milichius.",
        "The fifth temple, that of Venus Pompeiana, lay to the west of the basilica; traces of two earlier periods underlie the extant temple, which was in progress of rebuilding at the time of the eruption.",
        "Of the numerous works of art discovered in the course of the excavations the statues and large works of sculpture, whether in marble or bronze, are inferior to those found at Herculaneum, but some of the bronze statuettes are of exquisite workmanship, while the profusion of ornamental works and objects in bronze and the elegance of their design, as well as the finished beauty of their execution, are such as to excite the utmost admiration - more especially when it is considered that these are the casual results of the examination of a second-rate provincial town, which had, further, been ransacked for valuables (as Herculaneum had not) after the eruption of 79.",
        "In 1909 the mountain was in eruption and huge streams of lava were ejected.",
        "Most of the hills and crags in the Carboniferous area are volcanic, and many of them - such as the castle rocks of Edinburgh and Stirling, Binny Craig in Linlithgowshire, North Berwick Law and the Bass Rock - mark the sites of actual events of eruption.",
        "Because the eruption was so sudden, thousands were killed.",
        "While the puncturing or eruption of the water or inserts is unlikely, it is possible that leakage can occur if the lining is severed with a sharp object or pressure is applied to the point of bursting."
    ],
    "definition": [
        "An appearance of a rash or blemish on the skin.\nSuch a rash or blemish.",
        "An appearance of a rash or blemish on the skin.",
        "Such a rash or blemish.",
        "The emergence of a tooth through the gums.",
        "Link/Cite"
    ]
}