{
    "translation": "לברוח, בריחה",
    "uses": [
        "He came very quietly and secretly, to escape the soldiers.",
        "Her heart attempted a painful escape through her throat.",
        "The sand stretched out before her, their tracks pointing to the escape route.",
        "Had he married her to escape his family?",
        "\"You speak of escape?\" he asked with a frown.",
        "To escape the war?",
        "There seemed to be no way to escape the anger of this furious man.",
        "Escape was hampered by the fact that the window wouldn't open.",
        "Another, a younger voice, interrupted him: \"Afraid or not, you can't escape it anyhow.\"",
        "He called a portal and left, needing to escape then realizing the emotions he didn't want to feel went with him.",
        "She took the opportunity to escape, darting by Dustin to her room.",
        "He pushed the thought of his slain brother away but couldn't escape the lingering sense of unease.",
        "Lori could have kept the baby, the farm and the money, but she chose to \"escape\" instead.",
        "You cannot escape the bears that way.",
        "He stood in the hallway smiling, his predatory look assuring her he had no plans of letting his dinner escape him.",
        "I planned on going to Seychelles to escape the east coast cold, but Gio said being invited here was an honor.",
        "If she saw an escape route, she was gone.",
        "Those asking it didn't offer a means for the world to escape from war.",
        "You helped me escape demons through that awful underworld forest.",
        "I've come to offer you the chance to escape, so long as you take me to a … to a spaceship.",
        "Nicholas could already see not far in front of him the wood where the wolf would certainly escape should she reach it.",
        "The possibility of escape was nil so secure was our twelve foot square cell.",
        "For decades, teams of three hardy fools had tried to knock each other senseless with high pressure fire hoses, while the spectators tried to escape the cross fire.",
        "Each of them desired nothing more than to give himself up as a prisoner to escape from all this horror and misery; but on the one hand the force of this common attraction to Smolensk, their goal, drew each of them in the same direction; on the other hand an army corps could not surrender to a company, and though the French availed themselves of every convenient opportunity to detach themselves and to surrender on the slightest decent pretext, such pretexts did not always occur.",
        "It was a pleasant escape from the dust and noise of the building going on above them.",
        "Patsy Boyd apparently lifted a set of keys from a worker in the lodgings where she and Martha were temporarily quartered and made her escape in a twenty-year old Buick.",
        "As I talked, happy thoughts fluttered up out of my words that might perhaps have struggled in vain to escape my fingers.",
        "Drawing rooms, gossip, balls, vanity, and triviality--these are the enchanted circle I cannot escape from.",
        "She kicked and fought, unable to escape his grip when the cold in-between world swallowed her.",
        "Gabe hated her yet couldn't escape the memory of the compassion and spirit that made him take a stranger to bed last night.",
        "But she didn't think any of them could escape, or they would have.",
        "She shed it and her boots quickly, wanting to escape to her room before her father cornered her.",
        "It pleased me doubly; to show off my fiancée and escape the rush of August in New York.",
        "You won't escape!--from that moment this conversation began, contrary to all the laws of logic and contrary to them because quite different subjects were talked about at one and the same time.",
        "I almost died a million times over, and if I didn't know how to enable the shields on the escape pod, I would have burned up in the atmosphere, and if that didn't kill me, then hitting the planet-- He held up a hand, planting it across her mouth when she refused to stop.",
        "You said it wasn't scary; at least once you knew you weren't trapped back there; that you could wake up and escape back to reality.",
        "So, if we had the wings, and could escape the Gargoyles, we might fly to that rock and be saved.",
        "But they knew now that there was a means of escape and so waited patiently until the path appeared for the second time.",
        "No pain and escape to your world!",
        "Everyone stood up respectfully when the Military Governor, having stayed about half an hour alone with the dying man, passed out, slightly acknowledging their bows and trying to escape as quickly as possible from the glances fixed on him by the doctors, clergy, and relatives of the family.",
        "But above all harvest as early as possible, if you would escape frosts and have a fair and salable crop; you may save much loss by this means.",
        "She was glad to find escape from them in practical activity.",
        "The woman was far enough ahead she should be able to escape while he distracted the creature.",
        "On receiving it, he ran on tiptoe to his study in alarm and haste, trying to escape notice, closed the door, and began to read the letter.",
        "Maybe there's some way to have both; retain our privacy and have an escape identity in case the need ever arises.",
        "Leyon said you arrived in an escape pod?",
        "But escape wasn't that simple.",
        "The grey wall slid away to display an escape pod, large enough for one person standing.",
        "The latter, a fresh, rosy officer of the Guards, irreproachably washed, brushed, and buttoned, held his pipe in the middle of his mouth and with red lips gently inhaled the smoke, letting it escape from his handsome mouth in rings.",
        "They had to hold their noses and put their horses to a trot to escape from the poisoned atmosphere of these latrines.",
        "She jerked an elbow back into his stomach and heard the breath escape him in a groan.",
        "He knew what a shock he would inflict on his father and mother by the news of this loss, he knew what a relief it would be to escape it all, and felt that Dolokhov knew that he could save him from all this shame and sorrow, but wanted now to play with him as a cat does with a mouse.",
        "\"Despite my great respect for old Kutuzov,\" he continued, \"we should be a nice set of fellows if we were to wait about and so give him a chance to escape, or to trick us, now that we certainly have him in our hands!",
        "And by chance an escape from this dangerous position presents itself in the form of an aimless and senseless expedition to Africa.",
        "\"If I ever have the good fortune to escape from this island,\" he said, \"I will be kind and obliging to every one.",
        "Escape for you and for me.",
        "While the fools looked for my car nearby, I, in spite of excruciating pain, managed to escape their feeble efforts to find me.",
        "\"What does all this mean, anyhow?\" asked the horse, jumping to escape a thorn.",
        "Whether he was trying to escape or attack Alex was unclear, but Alex reached the door at the same time the man did.",
        "A group of boulders nearby offered some escape from the sun.",
        "\"I don't want a favor, unless that means you're willing to help me escape,\" she replied.",
        "Starting to panic, Deidre sought some escape route.",
        "Not letting the abbe and Pierre escape, Anna Pavlovna, the more conveniently to keep them under observation, brought them into the larger circle.",
        "The festive décor serves as an escape to a tropical locale.",
        "\"Suppose we escape down the stairs, too,\" suggested the boy.",
        "Unwilling to see her death, she closed her eyes, never imagining she'd ever be hurtling towards some distant planet in an escape pod booby-trapped to kill her!",
        "The Mangaboos saw her escape, and several of them caught up their thorns and gave chase, mounting through the air after her.",
        "To fear or to try to escape that force, to address entreaties or exhortations to those who served as its tools, was useless.",
        "Our greatest Champion, Overman-Anu, once climbed the spiral stairway and fought nine days with the Gargoyles before he could escape them and come back; but he could never be induced to describe the dreadful creatures, and soon afterward a bear caught him and ate him up.",
        "There were handprints on the windows, as if someone had tried to escape, and blood splattered on the ceiling and the walls.",
        "Or do you have an escape plan you'd like to share?",
        "Katie pretended to listen as Hannah discussed the Paris fashion show she'd attended and the month in Monte Carlo she'd spend in January to escape the coldest weather.",
        "The escape was less than stealthy, and it was impossible to tell if there was more than one pair of feet.",
        "She looked him over again, certain he could escape any time he wanted.",
        "I have no fear this woman will attempt to escape as she sees my knife and knows full well her daughter's life is in my hands.",
        "Allowing a smile to escape, Yully pulled the necklace free.",
        "Before she could escape into the modesty of the robe, he pulled her toward him.",
        "As fast as she ran, she couldn't escape her horror, her hatred of past-Deidre, her helplessness.",
        "But come, my children; let us explore the mountain and discover which way we must go in order to escape from this cavern, which is getting to be almost as hot as a bake-oven.",
        "For, if we told you truly, you might escape us altogether; and if we told you an untruth we would be naughty and deserve to be punished.",
        "Jim was in the act of plunging down the path to escape when the Sawhorse cried out:",
        "He wished to escape the punishment, and so he called out, \"Lucy Martin!\" and went proudly to his seat.",
        "I would wake with a start or struggle frantically to escape from my tormentor.",
        "General Buxhowden was all but attacked and captured by a superior enemy force as a result of one of these maneuvers that enabled us to escape him.",
        "That's awful... and to escape from these dreadful thoughts she went to Sonya and began sorting patterns with her.",
        "More than once he had enabled Dolokhov to escape when pursued.",
        "He felt that everything was now at an end, all was in confusion and crumbling to pieces, that nobody was right or wrong, the future held nothing, and there was no escape from this position.",
        "\"But I have had a lucky escape this time,\" he added, pointing to the damaged plaster of the wall.",
        "It is a secret the bears do not know, and we people of Voe usually walk upon the water when we travel, and so escape our enemies.",
        "In the morning, her father really would kill him, and she'd be lucky to escape with another beating.",
        "To escape the smiling innkeeper role, he plodded barefoot out back to the small patio, fired up the barbeque, popped the cap on the first of the last three Fat Tire Ales and stretched out on Cynthia's chaise.",
        "A dozen of them smashed together and tumbled to the ground, and seeing his success Jim kicked again and again, charging into the vegetable crowd, knocking them in all directions and sending the others scattering to escape his iron heels.",
        "Some of the wooden beings fell flat upon the ground, where they quivered and trembled in every limb; but most of them managed to wheel and escape again to a distance.",
        "Bonaparte himself, not trusting to his generals, moved with all the Guards to the field of battle, afraid of letting a ready victim escape, and Bagration's four thousand men merrily lighted campfires, dried and warmed themselves, cooked their porridge for the first time for three days, and not one of them knew or imagined what was in store for him.",
        "Mother usually knows what she is about, but she made a mistake this time; for you are sure to escape us unless you come too near, and you probably won't do that.",
        "Though this news was being concealed from the inhabitants, the officials--the heads of the various government departments--knew that Moscow would soon be in the enemy's hands, just as Count Rostopchin himself knew it, and to escape personal responsibility they had all come to the governor to ask how they were to deal with their various departments.",
        "With a modern layout and spacious table settings, this streamlined restaurant is a complete escape from the hustle and bustle of everyday life.",
        "If you try to alert anyone or escape, I'll peel your skin from your bodies and watch you scream, Harmony warned.",
        "wide to provide for the escape of drift at the Davis 1 Rivers and Canals, p. 132 and plate iv.",
        "His imperfect acquaintance with French feeling was strikingly proved in the despatch which he sent home on learning of Napoleon's escape from Elba.",
        "In 1567 he made his escape from tutelage, and attached himself to the Huguenot army under the prince of Conde.",
        "From two to three weeks after the completion of the cocoon the enclosed insect is ready to escape; it moistens one end of its self-made prison, thereby enabling itself to push aside the fibres and make an opening by which the perfect moth comes forth.",
        "Like the English scholar and statesman, Thomas Wilson, he owed his escape to the riot which broke out on the death of Paul IV.",
        "Government had become aware that a large addition was likely to be made to the number of Russian cruisers employed in this manner, and they had, therefore, to contemplate the possibility that such vessels would shortly be found patrolling the narrow seas which lie on the route from Great Britain to Japan in such a manner as to render it virtually impossible for any neutral vessel to escape their attention.",
        "This action, at first sight somewhat obscure, is due to the extreme pupillary contraction which removes the mass of the iris from pressing upon the spaces of Fontana, through which the intraocular fluids normally make a very slow escape from the eye into its efferent lymphatics.",
        "in height and several miles in length; they were produced by the escape of lava over which a crust had formed.",
        "Campeggio could not by the terms of his commission give sentence; so his only escape was to prorogue the court on the 23rd of July on the plea of the Roman vacation.",
        "The two were sharing a room and the escape was not discovered until the following morning.",
        "The closer she got to the overcrowded, poor part of the city, the more people jammed the streets, shoving against her in an effort to escape the collapsing buildings.",
        "This weir is raised by admitting water under pressure beneath the gates through culverts in connexion with the upper pool; and is lowered by unfastening the raised gates and letting the water under them escape into the lower pool.",
        "As then we find this identification of pleasure with activity in the Metaphysics and in the De Anima, as well as in the Nicomachean Ethics, the Eudemian Ethics and the Magna Moralia, the only logical conclusion, from which there is no escape, is that, so far as the treatment of pleasure goes, any Aristotelian treatise which defines it as activity is genuine.",
        "Two Lunar Years Would Thus Contain 25 Months, Or 738 Days, While Two Solar Years, Of 3654 Days Each, Contain 7302 Days.V The `, Difference Of 72 Days Was Still Too Great To Escape Observation; It Was Accordingly Proposed By Cleostratus Of Tenedos, Who Flourished Shortly After The Time Of Thales, To Omit The Biennary Intercalation Every Eighth Year.",
        "He came back on the invitation of the diet on the 12th of August, but soon had to escape once more from the mob of students and workmen who were in possession of the city.",
        "The book of Genesis closes with the migration of Jacob's family into Egypt to escape the famine in Canaan.",
        "The first stage is the escape from the land of Goshen (q.v.), the district allotted to the family of Jacob (Gen.",
        "Beyond sending a corps of observation to follow his movements, the new government did nothing to arrest his escape.",
        "In the former the genital coelom and the pericardial coelom are continuous and the reproductive cells escape by the renal ducts.",
        "So great was the public displeasure in England at the escape of the enemy that a court of inquiry was held.",
        "Scarcely a quarter of the soldiers remain with the standards of their regiments, the others go off by themselves in different directions hoping to find food and escape discipline.",
        "First he rings his bell fearlessly, but when he gets into a tight place he runs away as quietly as he can, and often thinking to escape runs straight into his opponent's arms.",
        "Secluded wooded campgrounds offer a peaceful escape from the city, as well as dozens of hiking and biking trails near the historic town.",
        "She clenched her hand and held it tight against her mouth so no sound would escape.",
        "I can see her in my rear view mirror, just sitting there, plotting a way they can escape.",
        "If she could only reach him … She faced Two, the only thing between her and escape.",
        "Nothing she could use to escape.",
        "No matter, we need to escape.",
        "As if she needed another reason to want to escape!",
        "Why didn't you simply let him escape?",
        "You knew enough to escape.",
        "I guess she tried to escape and didn't get far.",
        "Now would be a good time to escape.",
        "In such a state of despair and destitution there is no hope for spiritualism, save in God; and Clauberg, Geulincx and Malebranche all take refuge under the shadow of his wings to escape the tyranny of extended matter.",
        "In some families the resting eggs escape into the water without special covering.",
        "This faculty is of advantage to those lizards which lack other means of escape when pursued by some other animal, which is satisfied with capturing the detached member.",
        "The weir is opened by joining the needles of each bay by a chain passed through the eyes at the top and a line of wire through the central rings, so that when released at the top by the tilting of the escape bar by the derrick, they float down as a raft, and are caught by a man in a boat, or, when the cur rent is strong, they are 'mopes ?o drawn to the bank by a rope attached to them previously to their release.",
        "The countess of Nithsdale wrote an account of her husband's escape, which is published in vol.",
        "Conveyed hither in June 1567 after her surrender at Carberry, she signed her abdication within its walls on the 4th of July and effected her escape on the 2nd of May 1568.",
        "One tug on the rope confirmed to Dean his sole route of escape was down, not up.",
        "In the meantime they plundered and destroyed the flourishing cities of Mer y and Nishapur; and when Sinjar, after his escape from captivity, revisited the site of his capital he fell sick of sorrow and grief and died soon afterwards (1157).",
        "He was compelled to escape from the disorders of Vienna to Innsbruck on the 17th of May 1848.",
        "Deidre looked from Harmony to Selyn, wishing she knew how to diffuse the situation in a way that Selyn was able to escape.",
        "He couldn't help feeling angry with the goddess who set this all up or escape the emotion he felt knowing his mate was the woman he'd loved for thousands of years.",
        "Sounds of pursuit came from a few floors down, blocking her escape.",
        "Gabe tossed the brandy over the side of the fortress wall and caught her as she tried to escape.",
        "She quickened her pace, not wanting to end up the dinner of some demon before she had a chance to try to plan an escape.",
        "He'd long since stopped trying to escape, knowing the magic of Hell and the Dark One was too old for him to break.",
        "Not only could she not escape, but she could just as well starve to death if he decided never to return.",
        "She wasn't ready yet to prove it to him, not before she at least tried to escape.",
        "She was alone in a world she didn't fit into, and she wanted more than anything to escape.",
        "The Immortals were grouped beneath the trees, and none of them appeared the worse for wear from their escape.",
        "The warrior had no intention of avoiding the people he meant to escape.",
        "She leapt up, knocking the prisoner off balance in her haste to escape.",
        "I just wish she had been able to escape and draw a curtain on her past like Fred O'Connor and move into a secure and happy life.",
        "And don't let him escape!",
        "Only silence remained as he lay there, wanting to escape from all that was happening, surrender in the peace of sleep, but even sleep eluded him.",
        "Sarah and Jackson spent the night becoming acquainted as well as discussing plans for escape.",
        "The irony of having a werewolf in the house didn't escape Jackson.",
        "If she could get the micro and the vault, she could escape.",
        "We took a lesson from the East-West War and created bunkers and tunnels between cities to escape the eyes of the feds.",
        "There was no way she could do enough damage to Charlie from four times as far to allow her to escape.",
        "\"But I'm not done –\" Rhyn snatched the open can of food and flung it into the forest.  Toby stared at him then took his pink coat and crawled deeper into the little cave.  Rhyn stretched out on his back next to the fire, his mind puzzling over the angel's words.  However much he tried to focus on what it was Death had agreed to, he couldn't escape his mixed emotions or one errant thought.",
        "You couldn't take us all, and I'm certain I'd be the one who's left behind.  Humans take priority to you angels.  No, sweetmeats, I won't help you escape.",
        "Toby darted into the jungle, knowing they had little time, and that he had to find his human before anything else bad happened to her.  He didn't know where the demon with her wanted to take her, but he knew where anyone leaving the underworld would go to escape.",
        "It now made sense how Ully had been able to free them and talk Jared into letting them go.  Toby had been too excited to find their escape too easy at the time, but now, he realized it was … weird.  He'd failed again.  He couldn't even escape on his own.",
        "Katie followed, trailed closely by Deidre.  The sounds of their escape were nothing compared to the sounds of what followed.  Katie cast a look over her shoulder and saw several demons had dropped into the jungle and transformed into panther-like forms.  She stopped and reached into the pouch slung across her chest.",
        "If they didn't leave tonight, they may never escape with Katie alive.",
        "The old man opened the door with a barrage of questions, allowing Dean no chance to escape the interrogation.",
        "Besides, I was concentrating on how to escape and teach them guys a thing or two.",
        "She sucked in her breath quickly and then let it escape in a relieved sigh when she realized it was Josh.",
        "Claire screamed again, batting at him in desperation to escape.",
        "While she'd been one of the original Guardians to escape the immortal world with Damian, she'd also been at the bottom of the totem pole, once the Guardians in the mortal world rallied around their White God.",
        "Combined, we might be able to escape from one.",
        "I doubt you came here to escape the cold.",
        "You came here to escape something else, though.",
        "You throw down now, we'll have us a little talk, and you've got no escape plan.",
        "The others can't escape.",
        "It made sense they'd take those who couldn't escape.",
        "If she could find a way to escape, she would.",
        "Jenn, where do we go if we escape?",
        "Two more closed in on her, but she danced away, luring one into a trap and throwing the second off guard long enough to escape his outstretched grasp.",
        "If you try to escape, a dozen guards will cut you down before you reach the city wall.",
        "As my mate, you are at least guaranteed to see dawn, and we'll escape together!",
        "I'll ride over on horseback to enable a quick escape if needed, she insisted.",
        "\"If you don't want to die here, you better find us a way to escape!\" she hissed at the demon, rubbing her chest.",
        "This wouldn't be like their annual snowbirds who simply wanted to escape the cold winters up north, though.",
        "It was close to water but high enough to escape floods.",
        "Aaron and Felipa were inseparable throughout the evening – a fact that didn't escape Alex.",
        "Was there any place far enough away to escape the tentacles of paternal love?",
        "So much for her elaborate escape plan.",
        "Besides, if Keaton wasn't genuinely interested, he could have made good his escape when she declined the movie invitation.",
        "She struggled to escape his embrace.",
        "She clung to it as an escape from the turbid waters below the surface of their conversation.",
        "This was the kind of place one went for a sexual escape.",
        "She never considered she was getting into something she wasn't going to escape.",
        "Jonny caught her trying to leave the night before, but she had to find a way to escape.",
        "How did you escape the horse?",
        "It was still his, a place for him to escape Ingrid and the brightness of his condo.",
        "She went to the door quickly, terrified he would return and think she meant to escape.",
        "Rienzi attempted to address them, but the building in which he stood was fired, and while trying to escape in disguise he was murdered by the mob.",
        "Eardwulf dux, who had apparently fled abroad to escape the wrath of !Ethelred, was now recalled and held the crown until 807 or 808.",
        "`Ali, who was very deferential to any exhibition of piety, allowed him to escape unpunished.",
        "As a youth he fled from home to escape a clerical education, but afterwards joined his father in the coasting trade.",
        "The conditions must, of course, be such as to secure that no ions shall escape, otherwise there is an underestimate.",
        "Alexius, in order to escape such an ordeal, resorted to the abject expedient of disabling his right hand by a pistol-shot.",
        "He had behaved like a cowardly recruit who mutilates himself to escape military service.",
        "Though Hastings was thus irremovable, his policy did not escape censure.",
        "They failed, however, in both attempts; and in the latter, owing to the darkness, and to the occurrence of a violent storm which suddenly swelled the torrents in the ravines, their force was thrown into inextricable confusion, and they were compelled to abandon their camp and make the best of their escape from the country.",
        "He owed his escape from the violence of competitors and nobles, partly to the tact and undaunted bravery of his mother Maria de Molina, and partly to the loyalty of the citizens of Avila, who gave him refuge within their walls.",
        "They are harmless and inoffensive creatures, offering no resistance when caught; their principal means of escape being the extraordinary rapidity with which they burrow in the ground, and the tenacity with which they retain their hold in their subterranean retreats.",
        "They originally emigrated from Germany to the plains of southern Russia, but came over to Manitoba to escape the conscription.",
        "With closed stoves much less heat is wasted, and consequ;ntly less fuel is burned, than with open grates, but they often cause an unpleasant sensation of dryness in the air, and the products of combustion also escape to some extent, rendering this method of heating not only unpleasant but sometimes even dangerous.",
        "An overflow is provided, discharging into the open air to allow the water to escape should the ball valve become defective.",
        "In the diaphragm valve a thin piece of metal is fixed to an outlet from the boiler, and when a moderate pressure is exceeded this gives way, allowing the water and steam to escape.",
        "Nothing is permitted to escape taxation, and duplicated taxes on the same thing are frequent.",
        "The Queensland government assisted some of the disillusioned to escape from the paradise which proved a prison; some managed to get away on their own account; and those that have remained have split into as many settlements almost as there are settlers.",
        "Being detected, he fled in order to escape punishment, but returned when Athenion (or Aristion), a bitter opponent of the Romans, had made himself tyrant of the city with the aid of Mithradates.",
        "He courageously aided the escape of Youssouff, pursued by the soldiers of the bey, of whom he was one of the officers, for violation of the seraglio law.",
        "One tablet records that in 1631 two Algerine pirate crews landed in Ireland, sacked Baltimore, and carried off its inhabitants to slavery; another recalls the romantic escape of Ida M'Donnell, daughter of Admiral Ulric, consulgeneral of Denmark, and wife of the British consul.",
        "Owing to the mildness of its climate Algiers has become a favourite resort for those seeking to escape the rigours of a European winter.",
        "His refusal soon after his inauguration to honour the requisition of the governor of Virginia for three persons charged with assisting a slave to escape from Norfolk, provoked retaliatory measures by the Virginia legislature, in which Mississippi and South Carolina soon joined.",
        "While he did not succeed in preventing the French occupation of Mexico or the escape of the Confederate cruiser \"Alabama\" from England, his diplomacy prepared the way for a future adjustment satisfactory to the United States of the difficulties with these powers.",
        "Tone, who was on board the \"Hoche,\" refused Bompard's offer of escape in a frigate before the action, and was taken prisoner when the \"Hoche\" was forced to surrender.",
        "In the next experiment the air was compressed as before, and then allowed to escape through a long lead tube immersed in the water of a calorimeter, and finally collected in a bell jar.",
        "From this the young escape and make their way through the earth to new roots.",
        "downwards and meet in the centre of the diminishing cavity so as to render escape impossible.",
        "Meanwhile a conviction was spreading that the only way of escape from the dangerous isolation of Italy lay in closer agreement with Austria and Germany.",
        "From this theological entanglement the problem of free will did not escape for long centuries.",
        "Brissot attempted to escape in disguise, but was arrested at Moulins.",
        "The proclamations, however, designated him Stephen Frewen, and he was consequently able to escape into France.",
        "In August he was sent to Spain, where he remained a prisoner for two years; in November i 506 he made his escape, and fled to the court of his brother-in-law, the king of Navarre, under whom he took service.",
        "It is possible to suppose that this condition is derived from the astelic condition already referred to, but the evidence on the whole leads to the conclusion that it has ansen byan increase in the number of the bundles within the stele, the individuality of the bundle asserting itself after its escape from the original bundle-ring of the primitive cylinder.",
        "There is a distinct advantage in the regulation of this escape, and the mechanism is directly connected with the greater or smaller quantity of water in the plant, and especially in its ep-idermal cells.",
        "It may lead to an incipient asphyxiation, as the supply of oxygen may be greatly interfered with and the escape of carbon dioxide may be almost stopped.",
        "Under different conditions it can retain it more strongly or allow it to escape more freely.",
        "In the Old World the boreal zone is almost sharply cut off and afforded no means of escape for the Miocene vegetation when the climate became more severe.",
        "In North America there is no such barrier: the Miocene flora has been able to escape by migration the fluctuations of climate and to return when they ameliorated.",
        "Those who freely submitted were always released on parole, and Dozsa not only never broke his given word, but frequently assisted the escape of fugitives.",
        "Breaking up of the cellcontents into minute biflagellate swarm-spores, which escape, and whose history is not further known.",
        "The little triungulins escape on to the body of the bee or wasp; then those that are to survive must leave their host for a non-parasitized insect.",
        "To escape this danger many of them moved down the river and settled on the waste lands beyond the rapids.",
        "The strange contrast between the succession of dynasties and kings cut off by assassination in the northern kingdom, ending in the tragic overthrow of 721 B.C., and the persistent succession through three centuries of the seed of David on the throne of Jerusalem, as well as the marvellous escape of Jerusalem in 701 B.C. from the fate of Samaria, must have invested the seed of David in the eyes of all thoughtful observers with a mysterious and divine significance.",
        "It is possible for every sinner to turn to God and escape punishment, and conversely for a righteous man to backslide and fall.",
        "Disciplined troops as they were, they resisted the temptation to escape Ferrara's fire by breaking out to the front; but the whole Spanish line was enfiladed, and on the left of it the papal troops, who were by no means of the same quality, filled up the ditch in front of their breastworks and charged forward, followed by all the gendarmerie.",
        "The majority of authors, however, follow Brauer in dividing the order into two sections, Orthorrhapha and Cyclorrhapha, according to the manner in which the pupa-case splits to admit of the escape of the perfect insect.",
        "Semitic tribes wandered northwards from their home in Arabia to seek sustenance in its more fertile fields, to plunder, or to escape the pressure of tribes in the rear.",
        "alludes to an escape from Egypt; Israel is merely a desert tribe inspired to settle in Palestine.",
        "Being a Pharisee he faced the facts of Herod's power and warned the tribunal of the event, just as later he counselled the people to receive him, saying that for their sins they could not escape him.",
        "The third crusade, famous for the participation of Richard I., was the occasion for bloody riots in England, especially in York, where 150 Jews immolated themselves to escape baptism.",
        "These are unequivocally pantheistic in tone, and the desire of the soul to escape and rest with God is expressed with all the fervour of Eastern poetry.",
        "But in that case it might be difficult to find a systematic philosopher who would escape the charge of mysticism; and it is better to remain by long-established and serviceable distinctions.",
        "It is the object of an ancient and famous pilgrimage due to the tradition that Mary, sister of the Virgin, and Mary, mother of James and John, together with their black servant Sara, Lazarus, Martha, Mary Magdalen and St Maximin fled thither to escape persecution in Judaea.",
        "From that moment began new plots for the escape of the prisoners from the Temple, the chief of which were engineered by the Chevalier de Jarjayes, 1 the baron de Batz, 2 and the faithful Lady Atkyns.",
        "She expended large sums in trying to secure the escape of the prisoners of the Temple.",
        "Simon was sent to the guillotine with Robespierre in 1794, and two years later Marie Jeanne entered a hospital for incurables in the rue de Sevres, where she constantly affirmed the dauphin's escape.",
        "In spite of the mass of literature which has accumulated on the subject, neither his death in the Temple nor his escape therefrom has been definitely established, though a very strong presumption is established in favour of the latter.",
        "If the dauphin did escape, it seems probable that he perished shortly afterwards or lived in a safe obscurity.",
        "It may also be doubted whether the narrative of David's escape from his own house by the aid of his wife Michal (xix.",
        "Popular tradition, as though unwilling to let David escape from Saul, told of that king's continual pursuit of the outlaw, of the attempt of the men of Ziph (S.E.",
        "There is no possibility that sperm and ova can escape by these tubes not in company with coelomic fluid.",
        "Unable to dislodge the Illinois, the Pottawattomies cut off their escape and let them die of starvation.",
        "As poet-laureate, his occasional verses did not escape adverse criticism; his hasty poem in praise of the Jameson Raid in 1896 being a notable instance.",
        "He attended the queen in her flight to France in 1646, but disapproved of the prince's journey thither, and retired to Jersey, subsequently aiding in the king's escape to the Isle of Wight.",
        "He was the son of John Strype, or van Stryp, a member of a Brabant family who, to escape religious persecution, settled in London, in a place afterwards known as Strype's Yard in Petticoat Lane, as a merchant and silk throwster.",
        "Gymnosporangium sabinae, one of the rusts (Uredineae) passes one stage of its life-history on living pear leaves, forming large raised spots or patches which are at first yellow but soon become red and are visible on both faces; on the lower face of each patch is a group of cluster-cups or aecidia containing spores which escape when ripe.",
        "In Tibet a lama (priest) is called in to cut off some hairs from the head of a dying person, in order that his soul may escape through the top of his head, which is deemed an essential condition of a good transmigration (Horace de la Penna, in Bogle and Manning's Travels in Tibet, ed.",
        "Demetrius (second reign 129-126), who had been allowed by the Parthians to escape, now returned to Syria, but was soon again driven from Antioch by a pretender, Alexander Zabinas, who had the support of the king of Egypt.",
        "For the rest of the economists of this period, it is difficult to see how they can escape oblivion.",
        "Catulus defeated him at the Mulvian bridge and near Cosa in Etruria, and Lepidus made his escape to Sardinia, where he died soon afterwards.",
        "The World's Commercial Cotton Crop. It is impossible to give an exact return of the total amount of cotton produced in the world, owing to the fact that in China, India and other eastern countries, in Mexico, Brazil, parts of the Russian empire, tropical Africa, &c., considerable - in some cases very large - quantities of cotton are made up locally into wearing apparel, &c., and escape all statistical record.",
        "At the capture of Constantinople by the Turks (1453) he fell into their hands, but managed to escape to Peloponnesus, where he obtained protection at the court of Thomas Palaeologus, despot of Achaea.",
        "A flow of oil may often be induced in a well which would otherwise require to be pumped, by preventing the escape of gas which issues with the oil, and causing its pressure to raise the oil.",
        "An objectionable feature of the system of allowing the vapour to escape from the still to the condenser through a loaded valve, viz: the irregularity of the distillation, is thus removed, and the benefits of regular vaporization and condensation under high pressure are obtained.",
        "From the first the Crusade, however clerical in its conception, was largely secular in its conduct; and thus, somewhat paradoxically, a religious enterprise aided the growth of the secular motive, and contributed to the escape of the laity from that tendency towards a papal theocracy, which was evident in the pontificate of Gregory VII.",
        "For Nureddin the fight meant the acquisition of an heretical country for the true faith of the Sunnite, and the final enveloping of the Latin kingdom:' for Amalric it meant the escape from Nureddin's net, and a more direct and lucrative contact with Eastern trade.",
        "A scheme of taxation - the Saladin tithe - was imposed on all who did not take the cross; and this taxation, while on the one hand it drove many to take the cross in order to escape its incidence, on the other hand provided a necessary financial basis for military operations.'",
        "Thousands must have joined the Third Crusade in order to escape paying either their taxes or the interest on their debts; and the atmosphere of the gold-digger's camp (or of the cave of Adullam) must have begun more than ever to characterize the crusading armies.",
        "The history of the Fourth Crusade is a history of the predominance of the lay motive, of the attempt of the papacy to escape from that predominance, and to establish its old direction of the Crusade, and of the complete failure of its attempt.",
        "In 1195 Amalric, the brother of Guy de Lusignan, and his successor in Cyprus, sought the title of king from Henry and did homage; and at the same time Leo of Lesser Armenia, in order to escape from dependence on the Eastern empire, took the same course.",
        "There he remained for about twelve years, during which time he made repeated but unsuccessful attempts to escape.",
        "The goddess Irnina (a form of Ishtar, q.v.) in revenge kills Eabani, and the balance of the epic is taken up with Gilgamesh's lament for his friend, his wanderings in quest of a remote ancestor, Ut-Napishtim, from whom he hopes to learn how he may escape the fate of Eabani, and his finally learning from his friend of the sad fate in store for all mortals except the favourites of the god, like Ut-Napishtim, to whom immortal life is vouchsafed as a special boon.",
        "His patience won him many friends; and when he and his companions remained in prison while the other prisoners managed to escape, their conduct excited much admiration.",
        "Under this system the crimes in a given district were always committed by strangers rendering identification of the criminal difficult and escape easy.",
        "The oxidation, which is effected by chromic acid and sulphuric acid, is conducted in a flask provided with a funnel and escape tube, and the carbon dioxide formed is swept by a current of dry air, previously freed from carbon dioxide, through a drying tube to a set of potash bulbs and a tube containing soda-lime; if halogens are present, a small wash bottle containing potassium iodide, and a U tube containing glass wool moistened with silver nitrate on one side and strong sulphuric acid on the other, must be inserted between the flask and the drying tube.",
        "In fact, after the flight of the king and the subsequent suppression of the riots, a warrant was issued for his arrest; and he had barely time to escape to Weimar, where Liszt was at that moment engaged in preparing Tannhauser for performance, before the storm burst upon him with alarming violence.",
        "The embryos escape into the uterus through the \"bell,\" a funnellike opening continuous with the uterus.",
        "During the visit Ut-Napishtim tells Gilgamesh the story of the flood and of his miraculous escape.",
        "The 9th and 10th tablets, exclusively devoted to Gilgamesh, describe his wanderings in quest of Ut-Napishtim, from whom he hopes to learn how he may escape the fate that has overtaken his friend Eabani.",
        "Drouet had succeeded in making his escape, according to Barras, with the connivance of the Directory.",
        "3) occurs as a garden escape in waste ground.",
        "In 1141 he joined Matilda in London and accompanied her to Winchester, but after a narrow escape from capture he returned to Scotland.",
        "Nay more, the difficulties of all kinds against which Eugenius had to contend, the insurrection at Rome, which forced him to escape by the Tiber, lying in the bottom of a boat, left him at first little chance of resisting the enterprises of the council.",
        "The Stoic regarded the condition of freedom or slavery as an external accident, indifferent in the eye of wisdom; to him it was irrational to see in liberty a ground of pride or in slavery a subject of complaint; from intolerable indignity suicide was an ever-open means of escape.",
        "The master (dominus) could inflict on his coloni \" moderate chastisement,\" and could chain them if they attempted to escape, but they had a legal remedy against him for unjust demands or injury to them or theirs.",
        "They often set fire to a village by night and captured the inhabitants when trying to escape.",
        "On February 9, 1709, the rectory was burnt down, and the children had a narrow escape.",
        "Emmet, now seeing that the rising had become a mere street brawl, made his escape; a detachment of soldiers quickly dispersed his followers.",
        "It is convenient to place in a small envelope gummed to an upper corner of the sheet any flowers, seeds or leaves needed for dissection or microscopical examination, especially where from the fixation of the specimen it is impossible to examine the leaves for oilreceptacles and where seed is apt to escape from ripe capsules and be lost.",
        "As a rule also the catacombs had 111 more than one entrance, and frequently communicated with an arenaria or sand-quarry; so that while one entrance was carefully watched, the pursued might escape in a totally different direction by another.",
        "It would seem then that by the stinging of insects or spiders their powers of resistance are overcome and their escape prevented; that some are killed outright and some paralysed is merely an incidental result.",
        "A fine Spanish squadron seeking to escape from Santiago harbour was utterly destroyed by the American blockading force on the 3rd of July; Santiago was invested by land forces, and on the 15th of July the city surrendered.",
        "Spanish is a comomon language of the Jews, whose ancestors fled hither, during the 16th century, to escape the Inquisition.",
        "These were naturally dismissed after the defeat of the Russians; the former made good his escape to Russia, the latter was executed.",
        "But before the sacrifice the shade of Nephele appeared to Phrixus, bringing a ram with a golden fleece on which he and his sister Helle endeavoured to escape over the sea.",
        "To delay him and obtain escape, Medea dismembered her young brother Absyrtus, whom she had taken with her, and cast his limbs about in the sea for his father to pick up. Her plan succeeded, and while Aeetes was burying the remains of his son at Tomi, Jason and Medea escaped.",
        "This time the emperor was determined his enemy should not escape him, and about 8 A.M.",
        "The enemy's escape annoyed him greatly, the absence of captured guns and prisoners reminded him too much of his Russian experiences, and he redoubled his.",
        "The Silesian army was thus able to escape, and marching northwards combined with Bernadotte at Laon - this reinforcement bringing the forces at Blucher's disposal up to over 10o,000 men.",
        "With the other four he reached the coast of Egypt, on the 7th of May, only, to sight a powerful British force, and to be compelled to escape to Toulon, which he did not reach till the 22nd of July.",
        "865, Mosta`in, attempting to escape from the tyranny of the Turkish guard, fled back again to Bagdad.",
        "Her own account of her escape is, as usual, so florid that it provokes the question whether she was really in any danger.",
        "The intimacy of their relations could escape no one at Coppet, but the fact of the marriage (which seems to have been happy enough) was not certainly known till after her death.",
        "The Danes captured the stronghold after the escape of the king, but it was won back in 921, and remained in the hands of the crown, passing to William I.",
        "In Florence he entered the Society of Jesus, taking the habit in Rome in 1655; it was calumniously rumoured that he adopted this course in order to escape punishment for having poisoned his wife.",
        "In the few instances where it is said to have been found wild the probabilities are that the tree was an escape from cultivation.",
        "The Portuguese being in his rear, and Wellesley closing with him, the only good road of retreat available lay through Amarante, but he now learned that Beresford had taken this important point from Silveira; so he was then compelled, abandoning his guns and much baggage, to escape, with a loss of some s000 men, over the mountains of the Sierra Catalina to Salamonde, and thence to Orense.",
        "He succeeded in his purpose and made his escape under the fire of the batteries with a loss of only one man wounded.",
        "With many others he was carried to the castle of Doune in Perthshire, but soon effected his escape.",
        "During this time he became subject to religious emotion and beheld visions which encouraged him to effect his escape.",
        "Rhyolitic lavas frequently are more or less vitreous, and when the glassy matter greatly predominates and the; crystals are few and inconspicuous the rock becomes an obsidian; the chemical composition is essentially the same as that of granite; the difference in the physical condition of the two rocks is due to the fact that one consolidated at the surface, rapidly and under low pressures, while the other cooled slowly at great depths and under such pressures that the escape of the steam and other gases it contained was greatly impeded.",
        "Heathens felt in the religion of Israel an escape from their growing scepticism, and a solution to the problem of life.",
        "Later on serfdom, religious persecutions and conscription were the chief causes which led the peasants to make their escape to Siberia and build their villages in the most inaccessible forests, on the prairies and even on Chinese territory.",
        "The works as subsequently maintained by the Thames Conservancy ensure an efficient head of water during the drier seasons of the year, and facilitate the escape of winter floods.",
        "Parker assisted actively in the escape of fugitive slaves, and for trying to prevent the rendition of perhaps the most famous of them, Anthony Burns, was indicted, but the indictment was quashed.",
        "Refusing to attempt to escape, he was brought before the council, when his attendance at the meeting referred to was charged against him.",
        "A suggestion of escape from Lord Cavendish he refused.",
        "When suddenly confronted in a situation where immediate escape is impossible, the fox, like the wolf, will not hesitate to resort to the death-feigning instinct.",
        "The mother invented some plea to send the wife to the trysting-place, and then, dressing herself in male clothing, prepared to come suddenly on the scene as the lover, trusting to be able to make her escape before she was recognized.",
        "In September of the same year, while visiting in Louisiana to escape the fever, his wife died of it and Davis himself was dangerously ill.",
        "But the misconduct of the Mahratta leader induced him to abandon the confederacy, just in time to escape the murderous defeat at Panipat.",
        "By these distinctions Abelard hoped to escape the consequences of extreme Nominalism, from which, as a matter of history, his doctrine has been distinguished under the name of Conceptualism, seeing that it lays stress not on the word as such but on the thought which the word is intended to convey.",
        "It could not escape notice that one and the same symbol, such as -1 (a - b), or even (a - b), sometimes did and sometimes did not admit of arithmetical interpretation, according to the values attributed to the letters involved.",
        "The fact that many Slovenes voted against Yugoslavia was largely due to a desire to escape from all military service.",
        "1 The anatomical error in reference to the auricles of Reptiles and Batrachians on the part of Linnaeus is extremely interesting, since it shows to what an extent the most patent facts may escape the observation of even the greatest observers, and what an amount of repeated dissection and unprejudiced attention has been necessary before the structure of the commonest animals has become known.",
        "Supposing a number of some species of arthropod or fish to be swept into a cavern or to be carried from less to greater depths in the sea, those individuals with perfect eyes would follow the glimmer of light and eventually escape to the outer air or the shallower depths, leaving behind those with imperfect eyes to breed in the dark place.",
        "In every succeeding generation this would be the case, and even those with weak but still seeing eyes would in the course of time escape, until only a pure race of eyeless or blind animals would be left in the cavern or deep sea.",
        "Why should we assume that it will be able to escape the moulding by environment (once its evoking cause is removed) to which, according to Lamarck's first law, all parts of organisms are subject ?",
        "If we make the extreme suppositions of an infinitely small source and absolutely homogeneous light, there is no escape from the conclusion that the light in a definite direction is arbitrary, that is, dependent upon the chance distribution of apertures.",
        "Among the first is to be noted a terra-cotta relief from Melos in the British Museum, where also, on a vase of black ware, is what seems to be a representation of his escape from Stheneboea.",
        "His parents, Joao Mendes da Silva and Louren9a Coutinho, were descended from Portuguese Jews who had emigrated to Brazil to escape the Inquisition, but in 1702 that tribunal began to persecute the Marranos in Rio, and in October 1712 Lourenca Coutinho fell a victim.",
        "The Shangaan are members of a Bantu tribe from the Delagoa Bay region who took refuge in the Transvaal between 1860 and 1862 to escape Zulu raids.",
        "These, under Sir Archibald Hunter and Sir Leslie Rundle, successfully herded Prinsloo with 4000 Free Staters into the Brandwater Basin (July 29) - a very satisfactory result, but one seriously marred by the escape of De Wet, who soon afterwards raided the Western Transvaal and again escaped between converging pursuers under Kitchener, Methuen, SmithDorrien, Ian Hamilton and Baden-Powell.",
        "After bringing out these plays Terence sailed from Greek parts, either to escape from the suspicion of publishing the works of others as his own, or from the desire to obtain a more intimate knowledge of that Greek life which had hitherto been known to him only in literature and which it was his professed aim to reproduce in his comedies.",
        "During the Civil War James was taken prisoner by Fairfax (1646), but contrived to escape to Holland in 1648.",
        "He was intercepted at Faversham and brought back, but the politic prince of Orange allowed him to escape a second time (December 23, 1688).",
        "The liquid of ascites sometimes contains chyle in abundance (hydrops lacteus), the escape having taken place from a ruptured receptaculum chyli.",
        "Fitzgerald with chivalrous recklessness refused to desert others who could not escape, and whom he had himself led into danger.",
        "His father was a physician, who on embracing the doctrines of the Reformation became a Protestant minister, and to escape persecution settled at Bern, in Switzerland.",
        "The caving-in of the mine, however, is rarely so complete that avenues of escape are not open.",
        "It is seen that the action is intermittent, liquid only being discharged during a down stroke, but since the driving force is that which is supplied to the piston rod, the lift is only con ditioned by the power available and by the strength of the pump. A continuous supply can be obtained by leading the delivery pipe into the base of an air chamber H, which is fitted with a discharge pipe J of such a diameter that the liquid cannot escape from it as fast as it is pumped in during a down stroke.",
        "In their coarsest forms such striae are readily visible to the unaided eye, but finer ones escape detection unless special means are taken for rendering them visible; such special means conveniently take the form of an apparatus for examining the glass in a beam of parallel light, when the striae scatter the light and appear as either dark or bright lines according to the position of the eye.",
        "When Akbar, however, was succeeded by Jahangir the guru aided the latter's son Khusru to escape with a gift of money.",
        "(the 5th of October 1795), permitted him to return to France, and he withdrew to his estate of Terral near Montpellier, where, during the White Terror, he had a narrow escape from an attempt upon his life.",
        "The message of the prophets was primarily a preaching of repentance and righteousness if the nation would escape judgment; the message of the apocalyptic writers was of patience and trust for that deliverance and reward were sure to come.",
        "found shelter after his escape from Caerphilly.",
        "for a few moments, on its way to a steam and juice separator, where the steam due to the superheated juice flashes off, and is either utilized for aiding the steam supplied to the multiple effect evaporators, or for heating cold juice on its way to the main heater, or it is allowed to escape into the atmosphere.",
        "A small pipe entering below the false bottom allows the air in the cistern to escape as it is displaced by the water or syrup. In some refineries this pipe, which is carried up to a higher level than the top of the cistern, is fitted with a whistle which sounds as long as the air escapes.",
        "He retired to Marnes near Ville d'Avray to escape the Terror, but was sought out and summarily condemned to death \"for having flattered the despots of Vienna and London.\"",
        "Paper is a monopoly in Greece, and Grecian cigarette manufacturers, to escape the monopoly, have transferred their business to Egypt, where they make cigarettes from Grecian tobaccos by the aid of Greek workmen.",
        "After a time the flame becomes dazzling white, showing that zinc vapour is beginning to escape.",
        "As in the last days of the Roman empire the poor landowner had found his only refuge from the exactions of the government in the protection of the senator, who could in some way obtain exemptions, so the poor Frank could escape the ruinous demands of military service only by submitting himself and his lands to the count, who did not hesitate on his side to force such submission.",
        "Near the university, and separated from the Ring by a garden, stands the votive church in Alsergrund, completed in 1879, and erected to commemorate the emperor's escape from assassination in 1853, one of the most elaborate and successful of modern Gothic churches (Ferstel).",
        "These were held responsible for the misfortunes of the army, and to escape the atmosphere of popular odium retired to their country seats and the provincial capitals.",
        "The eggs, which are 16 in number, are deposited in a leathery capsule fixed by a gum-like substance to the abdomen of the female, and thus carried about till the young are ready to escape, when the capsule becomes softened by the emission of a fluid substance.",
        "Even when caught he would try to escape by assuming all sorts of shapes: now he was a lion, now a serpent, a leopard, a boar, a tree, fire, water.",
        "Passing the first of these vessels with terrific broadsides, the \"Merrimac\" rammed the \"Cumberland\" and then turned her fire again on the \"Congress,\" which in an attempt to escape ran aground and was there under fire from three other Confederate gun-boats which had meanwhile joined the \"Merrimac.\"",
        "On his return to Constantinople, Constantine managed to escape to the Asiatic coast, but being brought back practically by force he was seized and blinded.",
        "Coincidently, to allow of fertilization and the escape of excess of yolk, and of spermatozoa, other accessory ducts open at this point.",
        "Igor was the leader of a raid against the heathen Polovtsi in 1185; at first successful, he was afterwards defeated and taken prisoner, but finally managed to escape.",
        "A few disciples dragged their beloved master to the inner library and urged him to escape by the window.",
        "Taking magnesia alba, which he distinguished from limestone with which it had previously been confused, he showed that on being heated it lost weight owing to the escape of this fixed air (named carbonic acid by Lavoisier in 1781), and that the weight was regained when the calcined product was made to reabsorb the fixed air with which it had parted.",
        "below the surface, to escape risk of injury from frost.",
        "aiµa, blood, and pn'yvivat, to burst), a general term for any escape of blood from a blood-vessel (see Blood).",
        "Haemoptysis denotes an escape of blood from the air-passages, which is usually bright red and frothy from admixture with air.",
        "In 1581 Campion was arrested, but Parsons made his escape to Rouen, whence he returned to Rome, where he continued to direct the English mission.",
        "Gladstone, in defending the government against Roebuck, rebuked in dignified and significant terms the conduct of men who, \" hoping to escape from punishment, ran away from duty.\"",
        "A dissolution was the only escape.\"",
        "During the Thirty Years' War Frankfort did not escape.",
        "In 1736 a smuggler named Wilson, who had won popularity by helping a companion to escape from the Tolbooth prison, was hanged; and, some slight disturbance occurring at the execution, the city guard fired on the mob, killing a few and wounding a considerable number of persons.",
        "Newman, whose mind Martineau said was \" critical, not prophetic, since without immediateness of religious vision,\" and whose faith is \" an escape from an alternative scepticism, which receives the veto not of his reason but of his will,\" 6 as men for whose teachings and methods he had a potent and stimulating antipathy.",
        "There had not yet been any real escape from the tradition which assigned the crown of scholarship to whatever author drew most largely upon the resources of the Chinese language and learning.",
        "The roof was thatched, and perhaps had a gable at each end with a hole to allow the smoke of the wood fire to escape.",
        "He had, however, before this, taken up arms in Monmouth's expedition, and is supposed to have owed his lucky escape from the clutches of the king's troops and the law, to his being a Londoner, and therefore a stranger in the west country.",
        "William insisted that he should be sent to Rochester, and there allowed him to escape to France.",
        "The effects of a bite by a poisonous snake upon a small mammal or bird are almost instantaneous, preventing its escape; and the snake swallows its victim at its leisure, sometimes hours after it has been killed.",
        "To escape the urgent demands of his creditors, he VIII.",
        "The mouth of this chamber is protected by a ring of hairs pointing downwards, which allow the entrance but prevent the escape of small flies; after fertilization of the pistils the hairs wither.",
        "EF is the change of volume corresponding to a change of pressure BE when no heat is allowed to escape and the path is the adiabatic BF, EC is the change of volume for the same change of pressure BE when the path is the isothermal BC. These changes of volume are directly as the compressibilities, or inversely as the elasticities.",
        "The charm of Villehardouin can escape no reader; but few readers will fail to derive some additional pleasure from the two essays which SainteBeuve devoted to him, reprinted in the ninth volume of the Causeries du lundi.",
        "Nor did they escape the more serious imputation of heresy on important articles of faith; indeed, there was a disposition to put them on the same level with the Gnostics.",
        "1 479, after his daring escape from Edinburgh Castle, the duke of Albany concealed himself within its walls, until he contrived to sail for France.",
        "Restriction of Immigration.-New countries have sought to escape certain evils of indiscriminate immigration.",
        "Late tradition supposed that the migration was to escape Babylonian idolatry (Judith v., Jubilees xii.; cf.",
        "2), and knew of Abraham's miraculous escape from death (an obscure reference to some act of deliverance in Is.",
        "A sermon which he preached before the Synod at St Andrews against the dissoluteness of the clergy gave great offence to the provost, who cast him into prison, and might have carried his resentment to the extremest limit had not Alesius contrived to escape to Germany in 1532.",
        "A few scattered units managed to escape, and the left wing retreated unmolested, but at the cost of about 3000 casualties the Allies inflicted a loss of 6000 killed and wounded and 9000 prisoners on the enemy, who were, moreover, so shaken that they never recovered their confidence to the end of the campaign.",
        "Events which greatly affected the physical condition of the human race, or were of a nature to make a deep impression on the minds of the rude inhabitants of the earth, might be vaguely transmitted through several ages by traditional narrative; but intervals of time, expressed by abstract numbers, and these constantly varying besides, would soon escape the memory.",
        "The prophet, after leaving Mecca, to escape the pursuit of his enemies, the Koreishites, hid himself with his friend Abubekr in a cave near Mecca, and there lay for three days.",
        "In 43 B.C. he was proscribed, but managed to escape to the camp of Brutus and Cassius.",
        "In art-work of this nature the principal points to be looked to in depositing are the electrical connexions to the cathode, the shape of the anode (to secure uniformity of deposition), the circulation of the electrolyte, and, in some cases, the means for escape of anode oxygen.",
        "Tiberius, however, soon became tired of the maternal yoke; his retirement to Capreae is said to have been caused by his desire to escape from her.",
        "At the base of this account lies the Babylonian myth' of the birth of the sun-god Marduk, his escape from the dragon who knows him to be his destined destroyer, and the persecution of Marduk's mother by the dragon.",
        "The Messiah, whose birth and escape from the dragon was recounted in xii.",
        "When liquefied acetylene is allowed to escape from the cylinder in which it is contained into ordinary atmospheric pressure, some of the liquid assumes the gaseous condition with such rapidity as to cool the remainder below the temperature of - 90° C., and convert it into a solid snow-like mass.",
        "Diogenes Laertius preserves a tradition that it was he, not Crito, who offered to help Socrates to escape from prison.",
        "It will escape no one (I) how the idea and method of the Wissenschaftslehre prepare the way for the later Hegelian dialectic, and (2) how completely the whole philosophy of Schopenhauer is contained in the later writings of Fichte.",
        "But if the wandering molecule was originally close to the surface of the body, and if it also happens to start off in the right direction, it may escape from the body altogether and describe a free path in space until it is checked by meeting a second wandering molecule or other obstacle.",
        "Moreover, the molecules which escape are, on the whole, those with the greatest energy.",
        "Garrick, who called her \" the best of women and wives,\" lived most happily with her in his villa at Hampton, acquired by him in 1754, whither he was glad to escape from his house in Southampton Street.",
        "Riego had the good fortune to escape and to reach England after various wanderings in Switzerland and Germany.",
        "The latter now sought to escape from France, where events were becoming intolerable; and after some unsuccessful attempts to obtain a passport to leave Paris,.",
        "Everything was brought into a state of uncertainty once more by the escape of Napoleon from Elba; but the events of the Hundred Days, in which Talleyrand had no share - he remained at Vienna until the Toth of June - brought in the Bourbons once more; and Talleyrand's plea for a magnanimous treatment of France under Louis XVIII.",
        "The philosopher Pythagoras, however, quitted Samos in order to escape his tyranny.",
        "dispar), accidentally allowed to escape in 1869 by a French naturalist.",
        "It was he who compared laws to spiders' webs, which catch small flies and allow bigger ones to escape.",
        "A small body of religious dissentients, one hundred and one men, women and children, including some who had fled to Holland to escape the discipline of the church of England, secured leave from the Virginia Company to plant themselves within its bounds.",
        "Thousands of cultivators who had emigrated across the Wardha to the peshwa's dominions, in order to escape the ruinous fiscal system of the nizam's government, now returned; the American Civil War gave an immense stimulus to the cotton trade; the laying of a line of railway across the province provided yet further employment, and the people rapidly became prosperous and contented.",
        "Napoleon was forced to abdicate, and finding escape was impossible, he surrendered (on July 14) to the British - \"the most powerful, the most unwavering and the most generous of his foes.\"",
        "In 1792 he acted as financial agent in a daring attempt to secure the escape of the king and queen from Paris.",
        "Gouverneur Morris's father, Lewis Morris (1698-1762), closed a long public career as judge of the vice-admiralty court of New York; his mother was descended from a French Protestant refugee, who had come to America to escape the persecution of Louis XIV.",
        "He was bitterly opposed to the war of 1812, and openly advocated the formation of a northern confederacy to escape the rule of the \"Virginia dynasty.\"",
        "Amos, it appears, though himself a Judahite, had been prophesying in the northern kingdom, when his activity was brought to an abrupt close by the head priest of the royal sanctuary at Bethel, Amaziah, who bade him escape to the land of Judah and get his living there.",
        "But in 84 Sulla crossed over from Greece to Asia, made peace with Mithradates, and turned his arms against Fimbria, who, seeing that there was no chance of escape, committed suicide.",
        "The pressure causes the soft metal to flow like a viscous solid, but its lateral escape is prevented by a collar which surrounds the blank while it is being struck.",
        "Nor did the Turkish Moslem population escape the reforming purpose of the Committee.",
        "In these districts the Armenian inhabitants were able to escape into Russian territory or were saved by the advance of Russian armies.",
        "Small crustaceans and other aquatic animals push their way into the bladders and are unable to escape.",
        "These emigrants left Cape Colony from various motives, but all were animated by the desire to escape from British sovereignty.",
        "Before Horace was ten years old (1820), his father became bankrupt, his home was sold by the sheriff, and Zaccheus Greeley himself fled the state to escape arrest for debt.",
        "Escape >>",
        "(so primitive man believed) would enable any being to escape death (an idea spiritualized in Prov.",
        "Only thus could even the gods escape death.'",
        "Some engineers escape this difficulty by asserting that Wohler's results are not applicable to bridge work.",
        "A variety of reasons were leading to a rupture in the harmonious relations between Frederick and Henry, whose increasing power could not escape the emperor's notice, and who showed little inclination to sacrifice his interests in Germany in order to help the imperial cause in Italy.",
        "During his retreat he was closely pursued by the Jews and surrounded in a ravine, and only succeeded in making good his escape to Antioch by sacrificing the greater part of his army and a large amount of war material.",
        "In 32 he was summoned by Tiberius to Capreae, and by skilful flattery managed to escape the fate of his relatives.",
        "The main watershed follows a tortuous course which crosses the mountainous belt just north of New river in Virginia; south of this the rivers head in the Blue Ridge, cross the higher Unakas, receive important tributaries from the Great Valley, and traversing the Cumberland Plateau in spreading gorges, escape by way of the Cumberland and Tennessee rivers to the Ohio and Mississippi, and thus to the Gulf of Mexico; in the central section the rivers, rising in or beyond the Valley Ridges, flow through great gorges (water gaps) to the Great Valley, and by southeasterly courses across the Blue Ridge to tidal estuaries penetrating the coastal plain; in the northern section the water-parting lies on the inland side of the mountainous belt, the main lines of drainage running from north to south.",
        "As the current flows it decomposes the liquid and liberates oxygen and hydrogen gases, which escape.",
        "After the events of 1814 she joined the emperor in the island of Elba and was privy to his plans of escape, returning to Paris during the Hundred Days.",
        "In point of fact Joseph did little beyond seeking to further the emperor's plans of escape to America.",
        "The town itself was destroyed and those of its Mussulman inhabitants who could not escape into the citadel were massacred; but the citadel remained in the hands of the Turks till 1828.",
        "The English officers, who in vain tried to rally them, themselves only just escaped by scrambling into their boats and putting off to the war-vessels, whose guns checked the pursuit and enabled a remnant of the fugitives to escape.",
        "Unfortunately, she was not destined to escape trouble.",
        "In the effort to escape from the vulgar, words of Sanskrit origin have been freely adopted and many Cambodian words are also used.",
        "Hence, too, he spoiled nothing by anxious revision in terror lest some phrase not of the golden age should escape from his pen.",
        "Only as he becomes a spiritual being through mystical union with Christ can he escape death and enjoy eternal life in the spiritual realm.",
        "The escape of the insect takes place on the spontaneous bursting of the walls of the vesicle, probably when, after viviparous (thelytokous) reproduction for several generations, male winged insects are developed.",
        "They thus attempted to make their scepticism universal, and to escape the reproach of basing it upon a fresh dogmatism.",
        "Andreossy now retired into private life, till the escape of his former master from Elba once again called him forth.",
        "The union of Lublin, which led to the polonization of Lithuania, was the immediate occasion of a considerable exodus to the lowlands of the Dnieper of those serfs who desired to escape from the taxes of the Polish government and the tyranny of the Polish landlords.",
        "But in the following May the sultan again ordered him to be arrested, and although he effected his escape and appealed to the powers, he shortly afterwards saw fit to surrender, claiming a fair hearing.",
        "On the collapse of the revolutionary government he was arrested (1850), but managed to escape to France, where he engaged in commerce and banking, became naturalized, and acquired a large fortune.",
        "Out of curiosity, or with the idea that it contains valuable treasures, Odysseus' companions open the bag; the winds escape and drive them back to the island, whence Aeolus dismisses them with bitter reproaches.",
        "By forming the bottom of the mould of hoop iron placed on edge and closely packed, and the sides of sand, while the top was left open, Lord Rosse overcame this difficulty, and the hoop iron had the further advantage of allowing the gas developed during the cooling to escape, thus preventing the speculum from being full of pores and cavities.",
        "McDowell, instead of marching to join McClellan, was ordered to the Valley to assist in \"trapping Jackson,\" an operation which, at one critical moment very near success, ended in the defeat of Fremont at Cross Keys and of McDowell's advanced troops at Port Republic (June 8-9) and the escape of the daring Confederates with trifling loss.",
        "Meanwhile the bulk of the forces at Nashville had been sent to the north-east to close Lee's escape to the mountains, and in March the final campaign had opened at Petersburg.",
        "Grant lay in front of the Army of northern Virginia with 125,000 men, and when active operations began Lee had no resource but to try and escape to the southwest in order to join Johnston.",
        "Except by the obviously absurd assumption of the infallibility of copyists for the centuries before c. 300 B.C., we cannot escape the conclusion that errors lurk even where no variants now exist, and that such errors can be corrected, if at all, only by conjectural emendation.",
        "The legends of his escape from a fiery furnace may have a philological basis (Ur interpreted as \" fire \"), but the allusion to the redemption of Abraham in Isa.",
        "PETTER DASS (1647-1708), the \"father\" of modern Norwegian poetry, was the son of Peter Dundas, a Scottish merchant of Dundee, who, leaving his country about 1630 to escape the troubles of the Presbyterian chursh, settled in Bergen, and in 1646 married a Norse girl of good family.",
        "A bishop, however, was an inconvenient prisoner, and Flambard soon succeded in effecting his escape from the Tower of London.",
        "Poas (8895), the scene of a violent eruption in 1834, begins a fresh series of igneous peaks, some with flooded craters, some with a constant escape of smoke and vapour.",
        "Taylor fled the state to escape trial on the charge of murder.",
        "It was formerly wrongly supposed, and even Locke and Montesquieu did not escape this error, that the fall in the value of the precious metals consequent on the discovery of the American mines was the real cause of the general lowering of the rate of interest in Europe.",
        "Among extinct Tertiary mammals we can actually trace the giving off of these radii in all directions, for taking advantage of every possibility to secure food, to escape enemies and to reproduce kind; further, among such well-known quadrupeds as the horses, rhinoceroses and titanotheres, the modifications involved in these radiations can be clearly traced.",
        "Great waves of extinction have followed the long periods of the slow evolution of relatively inadaptive types of tooth and foot structure, as first demonstrated by Waldemar Kowalevsky; thus mammals are repeatedly observed in a cul-de-sac of structure from which there is no escape in an adaptive direction.",
        "Just before the second crossing to Britain, Dumnorix, an Aeduan chief, had been detected in treasonable intrigues, and killed in an attempt to escape from Caesar's camp. At the close of the campaign Caesar distributed his legions over a somewhat wide extent of territory.",
        "He confessed freely that the Society had faults and that there was a great deal of unrest among the members; and he mentioned among the various points calling for reform the education of the novices and students; the state of the lay brother and the possessions of the Society; the spying system, which he declared to be carried so far that, if the general's archives at Rome should be searched, not one Jesuit's character would be found to escape; the monopoly of the higher offices by a small clique: and the absence of all encouragement and recompense for the best men of the Society.",
        "But fearing the prospect, they induced Maximilian, who had retired to Orizaba for his 1 Diaz refused parole, and was confined at Puebla for some months, but made his escape, and was soon in the field again.",
        "neglecting) to avail himself of various opportunities of escape,.",
        "As a rule, the wall of the ovary is continued into a uterine tube opening into the cloaca; but in Philodinaceae this is absent, and the young are free in the body cavity and escape by perforating the cloacal walls.",
        "Tyndale and his assistant, William Roye, managed, however, to escape higher up the Rhine to Worms, and they succeeded in carrying with them some or all of the sheets which had been printed.",
        "Considering the part he played in this transaction, Walsingham was fortunate to escape the fate which the queen with calculated indignation inflicted upon Davison.",
        "When the revolution had broken out she made the disastrous mistake of consenting to escape to France (Dec. 10, 1688) with her son.",
        "It was Puylaurens who arranged the escape of Gaston to Brussels in 1632 after the capture of Henri, duc de Montmorency, and then negotiated his return with Richelieu, on condition that he should be reconciled to the king.",
        "He began to scheme a revolution, but was discovered and had only just time to escape to the United States.",
        "When his native town was besieged by the enemy, the inhabitants resolved to escape with their most valuable belongings.",
        "After attending school at Northwich, he began to help his widowed mother on the farm, but to escape from that uncongenial occupation he persuaded her in 1811 to remove to Manchester and start a pawnbroking business.",
        "Mention is made of incursions of the vikings as early as 793, but the principal immigration took place towards the end of the 9th century in the early part of the reign of Harald Fairhair, king of Norway, and consisted of persons driven to the Hebrides, as well as to Orkney and Shetland, to escape from his tyrannous rule.",
        "He succeeded in making his escape - possibly he was permitted to escape on account of his youth - and immediately began a more vigorous campaign against autocracy.",
        "When suddenly disturbed, instead of trying to escape they sit upright, with their back against a stone, hissing and showing fight in a determined manner.",
        "In consequence of this he was summoned before the Privy Council in February 1584, and had to flee into England in order to escape an absurd charge of treason which threatened imprisonment and not improbably his life.",
        "To escape attention the little party assumed the dress of lamas or priests.",
        "The only one of the priests to escape from Saul's massacre, he fled to David at Keilah, taking with him the ephod (I Sam.",
        "In command next of the squadron blockading Rochefort, Sir Samuel Hood had a sharp fight, on 25th September 1805, with a small French squadron which was trying to escape.",
        "the Romans sacked and destroyed the houses of the clerks and cardinals, besieged St Peter's and the Lateran, and massacred the pilgrims. The pope was forced to fly with the Sacred College, to escape the necessity of recognizing the commune, and thus left the field free to Arnold of Brescia (1145).",
        "The regularity of their diurnal revolutions could not escape notice, and a good deal was known 2000 years ago about the motions of the sun and moon and planets among the stars.",
        "(Moawiya is said to have rebuilt the dome of the great church at Edessa after an earthquake in 678.) Fortunately for Mesopotamia the seats of the factions which immediately broke the peace of Islam were elsewhere; but it could not escape the fate of its geographical position.",
        "She contrived to escape uninjured during the crisis of the Popish Plot in 1678.",
        "This state of affairs did not escape the vigilance of Nebuchadrezzar.",
        "Each egg is contained in a separate, curiously formed, seed-like capsule, provided with a lid which is raised to allow the escape of the newly-hatched insect.",
        "The ingenuity of Madame Grotius at length devised a mode of escape.",
        "There are references to the legendary escape of Nero to Parthia (119-124) and the destruction of Jerusalem in A.D.",
        "The baboon took it, held it in her hands for a few moments, and then let it escape uninjured without trying to taste it.",
        "The fact that both sexes of the cuckoo resemble the hawk does not necessarily prove this suggested explanation to be false; but if it be true that the smaller passerine birds are duped by the similarity to the bird of prey, it may be that the cuckoos themselves escape molestation from larger hawks on account of their resemblance to the sparrowhawk.",
        "While he was absent, Captain Isaac Hull, commanding the \"Constitution\" (44), sailed from the Chesapeake, and after a narrow escape from a British squadron, which pursued him from the 18th to the 10th of July, reached Boston.",
        "Similar occasions for rejoicing were introduced by individuals into their families to celebrate their escape from danger.",
        "Thus Abraham Danzig celebrated in this manner his escape from the results of an explosion of a powder magazine at Wilna in 1804.",
        "Rabbi Enoch Altschul of Prague recorded his own escape on the 22nd of Tebet 1623 in a special roll or megillah, which was to be read by his family on that date with rejoicing similar to the general Purim."
    ],
    "definition": [
        "Link/Cite"
    ]
}