{
    "translation": "חיוני, הכרחי",
    "uses": [
        "That is an essential condition.",
        "She knew the essential conditions of the instrument.",
        "The English micrometer still retains the essential features of Troughton's original construction above described.",
        "Water is everywhere essential to their well-being; and no animals delight more thoroughly in a bath.",
        "He found Sweden in ruins, and devoted his whole life to laying the solid foundations of a new order of things which, in its essential features, has endured to the present day.",
        "For Quint, those pieces were essential to wrapping up his case.",
        "Not a soldier himself, he had to control and direct the movements of armies; can we be surprised if he failed, or if he was unable to keep control over the generals or to establish that military co-operation so essential to success?",
        "It is entirely different in all essential features from the great alluvial plains.",
        "The females have relatively large tusks, which are essential in obtaining their food.",
        "The hydrosphere is an essential component to the earth's surface.",
        "In the past, when most media was mass media, it was essential to create products with mass appeal.",
        "3 In his view of touch and taste, as the two fundamental and essential senses, he may remind one of Herbert Spencer's doctrine.",
        "The following poisons may not be sold, either retail or wholesale, unless distinctly labelled with the name of the article, and the word poison, with the name and address of the seller: Almonds, essential oil of (unless deprived of prussic acid).",
        "Thus he says that nature fashions organs in the order of their necessity, the first being those essential to life.",
        "\" We are all embarked upon a troublesome world, the children of one Father, striving in many essential points to do and to become the same \" (R.",
        "It seemed to him essential to see Natasha.",
        "Retaining their original language and preserving the customs and institutions of remote antiquity, they present a distinct type, and differ in many essential particulars from the other nations of the peninsula.",
        "Arriving at this conclusion we can reply directly and positively to these two essential questions of history:",
        "And the fact remains that she was taught by a method of teaching language to the deaf the essential principles of which are clearly expressed in Miss Sullivan's letters, written while she was discovering the method and putting it successfully into practice.",
        "\"Well,\" she replied, \"he seems to have done all the essential things.\"",
        "The eighth and largest group, which in its enormous numbers was to the others as ninety-nine to one, consisted of men who desired neither peace nor war, neither an advance nor a defensive camp at the Drissa or anywhere else, neither Barclay nor the Emperor, neither Pfuel nor Bennigsen, but only the one most essential thing--as much advantage and pleasure for themselves as possible.",
        "great simplification of which they were susceptible-a simplification to which nothing essential has since been added.",
        "great; also where speed is not important, and first cost is an essential consideration.",
        "Henry More, who had given it a modified sympathy in the lifetime of the author, became its opponent in later years; and Cudworth differed from it in most essential points.",
        "When a mushroom is perfectly ripe and the gills are brown-black in colour, they throw down a thick dusty deposit of fine brown-black or purple-black spores; it is essential to note the colour.",
        "Both crude and concentrated lime-juice is exported, and essential oils are extracted from the rind of the agrumi, more particularly from that of tile lemon and the berganlot.",
        "The terms of agrarian contracts and leases (except in districts where mezzadria prevails in its essential form), are in many regions disadvantageous to the laborers, who suffer from the obligation to provide guarantees for payment of rent, for repayment of seed corn and for the division of products.",
        "This simple form of crane thus embodies the essential elements of foundation, post, framework, jib, tie-rods and gearing.",
        "It is essential for him to combine his movements with those of the commander-in-chief.",
        "His words are wisdom to those legislators who contemplate no essential reform in the existing government; but for thinkers, and those who legislate for all time, he never once glances at the subject.",
        "This adopting act allowed scruples as to \"articles not essential and necessary in doctrine, worship or government\" - the presbytery being judge in the case and not the subscriber.",
        "Miss Sullivan, who knows her pupil's mind, selects from the passing landscape essential elements, which give a certain clearness to Miss Keller's imagined view of an outer world that to our eyes is confused and overloaded with particulars.",
        "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
        "The theory of the transference of the collective will of the people to historic persons may perhaps explain much in the domain of jurisprudence and be essential for its purposes, but in its application to history, as soon as revolutions, conquests, or civil wars occur--that is, as soon as history begins--that theory explains nothing.",
        "(b) If the Divine constitution of the Church has not changed in its essential points since our Lord, the mode of exercise of the various powers of its head has varied; and that of the supreme teaching power as of the others.",
        "Even in the best, most friendly and simplest relations of life, praise and commendation are essential, just as grease is necessary to wheels that they may run smoothly.",
        "I suppose I shall have many such battles with the little woman before she learns the only two essential things I can teach her, obedience and love.",
        "But no sooner was he dead than the essential weakness of an artificial state, built up by cunning and perfidious policy, with the aid of bought troops, dignified by no dynastic title, and consolidated by no sense of loyalty, became apparent.",
        "The man who does not understand the construction of the machine cannot conceive that the small connecting cogwheel which revolves quietly is one of the most essential parts of the machine, and not the shaving which merely harms and hinders the working.",
        "In battle he was always under fire, so that Kutuzov reproved him for it and feared to send him to the front, and like Dokhturov he was one of those unnoticed cogwheels that, without clatter or noise, constitute the most essential part of the machine.",
        "It is essential for us; it will give us all we need: comfortable quarters and a speedy return to our country.",
        "Reason and thought, the essential quality of the soul, do not belong to the brutes; there is an impassable gulf fixed between man and the lower animals.",
        "All the essential parts of the micrometer, including the slides, micrometer box, tube, etc., are of steel or cast-iron, so that changes of temperature do not affect the adjustments.",
        "continued in essential points the work of the preceding administration.",
        "It is seen from the foregoing account of medusa - budding that the entocodon is a very important constituent of the bud, furnishing some of the most essential portions of the medusa; its cavity becomes the subumbral cavity, and its lining furnishes the ectodermal epithelium of the manubrium and of the sub-umbral cavity as far as the edge of the velum.",
        "But as soon as we do not admit that, it becomes essential to determine what is this power of one man over others.",
        "He agreed with Pasteur that the presence of living cells is essential to the transformation of sugar into alcohol, but dissented from the view that the process occurs within the cell.",
        "And just because God attains and wins and finds this uniqueness, all our lives win in our union with Him the individuality which is essential to their true meaning.",
        "The views of Becher on the composition of substances mark little essential advance on those of the two preceding centuries, and the three elements or principles of salt, mercury and sulphur reappear as the vitrifiable, the mercurial and the combustible earths.",
        "\"I ought to tell you that I do not believe... do not believe in God,\" said Pierre, regretfully and with an effort, feeling it essential to speak the whole truth.",
        "But as I see it, physical labor is as essential to him, as much a condition of his existence, as mental activity is to you or me.",
        "The evidence against this view may be classed under two heads: first, comparative evidence; hydroids very different in their structural characters and widely separate in the systematic classification of these organisms may produce medusae very similar, at least so far as the essential features of medusan organization are concerned; on the other hydroids closely allied, perhaps almost indistinguishable, may produce gonophores in the one case, medusae in the other; for example, Hydractinia (gonophores) and Podocoryne (medusae), Tubularia (gonophores) and Ectopleura (medusae), Coryne (gonophores) and Syncoryne (medusae),-and so on.",
        "The greater richness of tone of the modern pianoforte is a better compensation for any bareness that may be imputed to pure two-part or three-part writing than a filling out which deprives the listener of the power to follow the essential lines of the music. The same holds good, though in a lesser degree, of the resources of the harpsichord in respect of octavestrings.",
        "The kirk-session is the first of a series of councils or church courts which are an essential feature of Presbyterianism.",
        "Pierre concluded that this also was essential, and after a short interval followed her.",
        "A whole series of sensible and logical considerations showing it to be essential for him to go to Petersburg, and even to re-enter the service, kept springing up in his mind.",
        "In order that the line between two stations may be worked on the duplex system it is essential that the receiving instrument shall not be acted on by the outgoing currents, but shall respond to incoming currents.",
        "So the historians of this class, by mutually destroying one another's positions, destroy the understanding of the force which produces events, and furnish no reply to history's essential question.",
        "As gold is gold only if it is serviceable not merely for exchange but also for use, so universal historians will be valuable only when they can reply to history's essential question: what is power?",
        "I have never felt lonesome, or in the least oppressed by a sense of solitude, but once, and that was a few weeks after I came to the woods, when, for an hour, I doubted if the near neighborhood of man was not essential to a serene and healthy life.",
        "Whilst the Soma-sacrifice has been thus developed by the Brahmanas in an extraordinary degree, its essential identity with the Avestan Haoma-cult shows that its origin goes back at all events to the Indo-Iranian period.",
        "The important mystery mentioned by the Rhetor, though it aroused his curiosity, did not seem to him essential, and the second aim, that of purifying and regenerating himself, did not much interest him because at that moment he felt with delight that he was already perfectly cured of his former faults and was ready for all that was good.",
        "The war went on independently of them, as it had to go: that is, never in the way people devised, but flowing always from the essential attitude of the masses.",
        "By this means the very name of this god expressed the essential oneness of his nature with that of the divine spirit as whose manifestation he was to be considered.",
        "Probably the recognition and appointment of elders was simply the transfer from the synagogue to the Church of a usage which was regarded as essential among Jews; and the Gentile churches naturally followed the example of the Jewish Christians.",
        "First as regards the transmitting part, one essential element is the antenna, aerial, or air wire, which may take a variety of forms. It may consist of a single plain or stranded copper wire upheld at the top by an insulator from a mast, chimney or building.",
        "- Another writer of this transition period deserves a passing reference here, namely, Jacob Boehme the mystic, who by his conception of a process of inner diremption as the essential character of all mind, and so of God, prepared the way for later German theories of the origin of the world as the self-differentiation and self-externalization of the absolute spirit.",
        "After all, the metaphysical theology of Descartes, however essential in his own eyes, serves chiefly as the ground for constructing his theory of man and of the universe.",
        "It is essential that the paper covering be loose, so as to ensure that each wire is enclosed in a coating not of paper only, but also of air; the wires in fact are really insulated from each other by the dry air, the loose paper acting merely as a separator to prevent them from coming into contact.",
        "The two parties united under the act of 1729, which adopted the Westminster symbols \"as being, in all the essential and necessary articles, good forms of sound words and systems of Christian doctrine.\"",
        "He sought (L'Homme-machine) to connect man in his original condition with the lower animals, and emphasized (L'Homme-plante) the essential unity of plan of all living things.",
        "Restoring the essential condition of relation between those who command and those who execute, we find that by the very nature of the case those who command take the smallest part in the action itself and that their activity is exclusively directed to commanding.",
        "George Sand was methodical and had a ready pen, but she lacked the more essential qualities of a Parisian journalist,.",
        "afar, essence), a perfume consisting of essential oil of roses, prepared by distilling, or, in some districts, by macerating the flowers.",
        "During the next few weeks Cromwell appears to have made once more attempts to come to terms with Charles; but the king was inflexible in his refusal to part with the essential powers of the monarchy, or with the Church; and at the end of December it was resolved to bring him to trial.",
        "But this was only the external condition; the essential significance of the presence of the Emperor and of all these people, from a courtier's point of view (and in an Emperor's vicinity all became courtiers), was clear to everyone.",
        "The few glasses of wine he had drunk and the conversation with this good-natured man had destroyed the mood of concentrated gloom in which he had spent the last few days and which was essential for the execution of his design.",
        "On a sufficient acquaintance with the work this would probably have revealed the essential nature of the instrument to a hearer unacquainted with technicalities, and revealed it rather as a characteristic than as a limitation.",
        "It contains all the essential elements of the hammer-headed crane, of which it may be considered to be the parent; in fact, the only essential difference is that the Titan is portable and the hammer-head crane fixed.",
        "It should be mentioned that an essential feature of the travelling wire micrometer is that the eyepiece as well as the wire shall be moved by the micrometer-screw.",
        "The elders (Anciens, commis, ou deputez par la seigneurie on consistoire) were regarded as the essential part of the system.",
        "Her .own predilections led her to literature; and in her society Propertius found the intellectual sympathy and encouragement which were essential for the development of his powers.",
        "As early as 1866, tannic acid, gallic acid, wood spirit, acetic acid, essential oil and eucalyptol were produced from various species of eucalyptus, and researches made by Australian chemists, notably by Messrs.",
        "It became, in fact, essential to invent a \" micrometer \" for measuring the small angles which were thus for the first time rendered sensible.",
        "One of the most essential points in a good micrometer is that all the webs shall be so nearly in the same plane as to be well in focus together under the highest powers used, and at the same time absolutely free from \" fiddling.\"",
        "It is essential that web pages download fast on slow connections.",
        "Although it is usually present, faith in the medicine man is not essential for the efficacy of the method.",
        "A light equipped with fully-charged batteries is also an essential part of a miner's work gear.",
        "Proper nutrition is essential to healthy aging, and can have a considerable effect on many conditions.",
        "To Haggai the temple appears so essential that he teaches that while it lay waste, the people and all their works and offerings were unclean (Hag.",
        "In order to maintain a system of telegraph lines in good working condition, daily tests are essential.",
        "We should note, however, that even a liberal orthodoxy, while saying nothing about infallibility, is pledged to the essential authority of the Bible; it cannot e.g.",
        "Picking takes place normally during September and October, and during these months dry weather is essential.",
        "primary and essential; its confirmation by argument, secondary.",
        "The efforts of the kings to minimize this evil, and of the old jurisprudence to deal with the matter, resulted in two expedients: (1) the reversion of the appanage to the crown was secured as far as possible, being declared inalienable and transmissible only to male descendants in the male line of the person appanaged; (2) originally the person appanaged had possessed all the rights of a duke or count - that is to say, in the middle ages nearly all the attributes of sovereignty; the more important of these attributes were now gradually reserved to the monarch, including public authority over the inhabitants of the appanage in all essential matters.",
        "In order to the formation of a well-defined corona it is essential that the particles be exclusively, or preponderatingly, of one size.",
        "The apocalyptic writer on the other hand despairs of the present, and directs his hopes absolutely to the future, to a new world standing in essential opposition to the present.",
        "No experience of the failure of his policy could shake his belief in its essential excellence.",
        "There is no property qualification; but six months' residence in the province is essential.",
        "For a long time Biblical study lacked the first essential of sound critical method, viz.",
        "for June 1675, differs in no essential particular from Nicholson's hydrometer.",
        "In common with all other Coelomata, the Mollusca are at one period of life possessed of a prostomium or region in front of the mouth, which is the essential portion of the \" head,\" and is connected with the property of forward locomotion in a definite direction and the steady carriage of the body (as opposed to rotation of the body on its long axis).",
        "Many compound resins, however, from their admixture with essential oils, are possessed of distinct and characteristic odours.",
        "Advantage is taken of this peculiarity to prepare from fully developed larvae silkworm gut used for casting lines in rodfishing, and for numerous other purposes where lightness, tenacity, flexibility and strength are essential.",
        "He had concluded peace with the Porte (June 13, 1700) on very advantageous terms, in order to devote himself wholly to a war with Sweden to the end that Russia might gain her proper place on the Baltic. The possession of an ice-free seaboard was essential to her natural development; the creation of a fleet would follow inevitably upon the acquisition of such a seaboard; and she could not hope to obtain her due share of the trade and commerce of the world till she possessed both.",
        "The consequence is that all the world admitted into his philosophy is what he called the \" empirio-critical essential co-ordination \" (empirio-kritische Prinzipialkoordination), an inseparable correlation of central part and counterpart, of ego and environment.",
        "Their upshot, however, had lost its essential importance; for a fresh series of investigations based on a variety of principles had already been started.",
        "Recreational activities for the elderly are essential for maintaining good physical and mental health.",
        "Home fragrance oils are infused with essential oils to quickly fill any room with inviting scents.",
        "Since the candles are designed to melt into a pool of wax, they can hold more essential and fragrance oils.",
        "Make sure that your javascript content is value-added, not essential, to your website.",
        "All they do is make an image change when your mouse rolls over it - but that one little bit of functionality has become essential to the web.",
        "Traffic is essential, but converting that traffic into paying clients is what generates revenue and grows the business.",
        "As the World Wide Web gained notoriety within governmental and academic sectors, aspiring businesses knew having a web presence was essential for long-term longevity and sustainability.",
        "This is the framework created decades ago and still used in almost all websites, and it is essential knowledge for any aspiring developer.",
        "Image: While it was not originally designed to show images, the web has become a visual medium, and knowing image tags is essential.",
        "The excellent manner in which the scales and micrometers are mounted, the employment of a compound microscope for viewing the scales, with its ingeniously arranged and admirably efficient reversing prism, and the perfection of its slow motions for focusing and reading, combine to render this a most accurate and convenient instrument for very refined measures, although too slow for work in which the measures must depend on single pointings in each of two reversed positions of the plate, and where speed of working is essential.",
        "The lightness of the moving part enables great rapidity of action to be obtained, which for fast speed working is very essential.",
        "The radial structure is characteristic of all root-steles, which have in essential points a remarkably uniform structure throughout the vascular plants, a fact no doubt largely dependent on the very uniform conditions under which they live.",
        "The neighbourhood of running water (for baptisms) is essential.",
        "It is probably a hybrid between Sea Island and rough Peruvian cotton, but lacks most of the essential features of Sea Island.",
        "appeared essential.",
        "This is called the osculating orbit: The essential principle of Lagrange's elegant method consists in determining the variations of this osculating ellipse, the co-ordinates and velocities of the planet being ignored in the determination.",
        "- In order that the two capital discoveries just mentioned should have the highest scientific value, it was essential that the numerical values of the elements involved in these complicated motions should be fixed with precision.",
        "In none of the later editions, nor in any of his later works do we find reason to believe that he ever changed his views on any essential point from what they were at the period of its first publication.",
        "Frasier Fir is made with essential oils and captures the essence of freshly cut Frasier Fir on a crisp winter morning.",
        "Lavender Copal is an enticing combination of warm copal amber and lavender essential oil.",
        "Each diffusers features highly concentrated fragrances infused with essential oils in a contemporary design.",
        "Some are even outdated - such as meta-tag generation, a strategy that used to be essential but has grown superfluous in the Web 2.0 world.",
        "Instead of regarding these as only ministering to the construction of the bulky portions, the living protoplasts take the first place as the essential portion of the tree, and all the other features are important mainly as ministering to their individual well-being and to their multiplication.",
        "But the case is obviously different where a plant dies because some essential organ or tissue tract has been destroyed, and other parts have suffered because supplies are cut offe.g.",
        "The researches of the last twenty years have shown that the structure of the nucleus and the phenomena of nuclear division in these lower forms conforms in all essential details to those in the higher plants.",
        "the Ascomycetes, Rust Fungi, &c., the same structure obtains so far as all essential details are concerned.",
        "The essential feature is that the proximal end of the inner membranes is attached to the last pair of tracheal rings; outer tympaniform membranes exist generally between the 2nd, 3rd and 4th bronchial semi-rings.",
        "The first of these supports Newton's contention of the essential unity of the Nearctic and Palaearctic areas.",
        "There can be no doubt that the establishment of the Norman power in England was, like the establishment of the Danish power, greatly helped by the essential kindred of Normans, Danes and English.",
        "Such knowledge became essential to men in a high position as a means of intercourse with Greeks, while Greek literature stimulated the minds of leading Romans.",
        "In the Byzantine and early Romanesque periods it was an essential part of church furniture; but during the middle ages it was gradually superseded in the Western Church by the pulpit and lectern.",
        "There may or there may not be a power vested somewhere of conferring nobility; but it is essential to the true idea of nobility that, when once acquired, it shall go on for ever to all the descendants - or, more commonly, only to all the descendants in the male line - of the person first ennobled or first recorded as noble.",
        "Once more, it must be borne in mind that, while it is essential to the idea of nobility that it should carry with it some hereditary privilege, the nature and extent of that privilege may vary endlessly.",
        "All the Semitic languages' are built up from triliteral roots: that is, the great majority of the words are derived from a simple verbal form, of which the essential elements are three consonants.",
        "Such a mitre appears on a seal of Archbisho p Thomas Becket (Father Thurston, The ?P allium, London, 1892, p. 17), The custom was, however, .already growing up of setting the horns over the front and back of the head instead of the sides (the mitre said to have belonged to St Thomas Becket, now at Westminster Cathedral, is of this type), 1 and with this the essential character of the mitre, as it persisted through the middle ages, was established.",
        "Such \" workers \" are essential to the formation of a social community of Hymenoptera, and their wingless condition among the ants shows that their specialization has been carried further in this family than among the wasps and bees.",
        "Hence the study of the mountain ranges of a continent is, for a proper apprehension of its physical conditions and characteristics, as essential as the examination of its extent and position in relation to the equator and poles, and the configuration of its coasts.",
        "On the other hand Christianity, though Asiatic in its origin and essential ideas, has to a large extent taken its present form on European soil, and some of its most important manifestations - notably the Roman Church - are European reconstructions in which little of the Asiatic element remains.",
        "Captivite de la famille royale au Temple (2 vols., 1852, and many subsequent editions), containing copies Of original documents, and essential to the study of the question, although its sentimental pictures of the boy martyr can no longer be accepted.",
        "He did not, however, possess the qualities which impress the populace, and he lacked the strength which is one of the essential gifts of a statesman.",
        "The Government, however, soon realized that his help was essential in the critical state of the country, and he became Minister of Public Works in Todorov's Cabinet.",
        "Of the former class the most conspicuous was the Holy Roman Empire; but in Europe all monarchies were, within certain limits, originally elective; and, after the introduction of Christianity, the essential condition of the assumption of sovereign power was not so much kinship with the reigning family as the \"sacring\" by the divine authority of the Church.",
        "The establishment of these principles was essential to the integrity and permanence of the American Union.",
        "Generally speaking, pessimism may be found in all pantheistic and materialistic systems. It is important, however, to point out an essential distinction.",
        "In Tibet a lama (priest) is called in to cut off some hairs from the head of a dying person, in order that his soul may escape through the top of his head, which is deemed an essential condition of a good transmigration (Horace de la Penna, in Bogle and Manning's Travels in Tibet, ed.",
        "In the majority report it was stated \" that, in order to place agricultural lands in their right position as compared with other ratable properties, it is essential that they should be assessed to all local rates in a reduced proportion of their ratable value.\"",
        "Other essential conditions of success will commonly include the liberal application of potash and phosphatic manures, and sometimes chalking or liming for the leguminous crop. As to how long the leguminous crop should occupy the land, the extent to which it should be consumed on the land, or the manure from its consumption be returned, and under what conditions the whole or part of it should be ploughed in - these are points which must be decided as they arise in practice.",
        "It is equally true that, when under the influence of special local or other demand - proximity to towns, easy railway or other communication, for example - the products which would otherwise be retained on the farm are exported from it, the import of town or other manures is generally an essential condition of such practice.",
        "These letters are essential to an understanding of Mill's life and thought.",
        "A decoction of the buds in milk or whey is a common household remedy for scurvy; and the young shoots or green cones form an essential ingredient in the spruce-beer drank with a similar object, or as an occasional beverage.",
        "A different but essential side of his character is seen in his poems and humorous pieces, such as the Vergleichende Anatomie der Engel (1825), written under the pseudonym of \"Dr Mises.\"",
        "The essential feature of the asymmetry of Gastropoda is the atrophy or disappearance of the primitively left half of the circumanal complex (the right half in sinistral forms), including the gill, the auricle, the osphradium, the hypobranchial gland and the kidney.",
        "An operculum is present only in Amphibola; a contrast being thus afforded with the operculate pulmonate Streptoneura (Cyclostoma, &c.), which differ in other essential features of structure from the Pulmonata.",
        "To us, indeed, his conception of the universe, like that of Philo, seems a strange medley, and one may be at a loss to conceive how he could bring together such heterogeneous elements; but there is no reason to doubt that the harmony of all the essential parts of his system was obvious enough to himself.",
        "Its obligations to other contemporary arts are many and obvious, especially in its later stages; but every borrowed form and motive undergoes an essential modification at the hands of the Aegean craftsman, and the product is stamped with a new character.",
        "It is not impossible to combine these views, and place the seat of power still in Crete, but ascribe the Renascence there to an influx of new blood from the north, large enough to instil fresh vigour, but too small to change the civilization in its essential character.",
        "With this brief summary of the essential characters of the Hexapoda, we may pass to a more detailed account of their structure.",
        "The thoracic segments, as seen in an early stage of the ventral plate, display in a well-marked manner the essential elements of the insect segment.",
        "The new instar - or temporary form - is often very different from the old one, and this is the essential fact of metamorphosis.",
        "What the more essential of these conditions may be is a question on which very little light has been thrown, though it has been widely discussed.",
        "it would be necessary to enter; but the trenchant way in which he showed that the \" Passereaux \"-a group of which Cuvier had said, \" Son caractere semble d'abord purement negatif,\" and had then failed to define the limitsdiffered so completely from every other assemblage, while maintaining among its own innumerable members an almost perfect essential homogeneity, is very striking, and shows how admirably he could grasp his subject.",
        "To enable the reader to compare the several groups of Nitzsch with the families of L'Herminier, the numbers applied by the latter to his families are suffixed in square brackets to the names of the former; and, disregarding the order of sequence, which is here immaterial, the essential correspondence of the two systems is worthy of all attention, for it obviously means that these two investigators, starting from different points, must have been on the right track, when they so often coincided as to the limits of what they considered to be, and what we are now almost justified in calling, natural groups.'",
        "For the rest his classification demands no particular remark; but that in a work of this kind he had the courage to recognize, for instance, such a fact as the essential difference between swallows and swifts lifts him considerably above the crowd of other ornithological writers of his time.",
        "Macgillivray himself it was, apparently, who first detected the essential difference of the organs of voice presented by some of the New-World Passerines (subsequently known as Clarnatores), and the earliest intimation of this seems to be given in his anatomical description of the Arkansas Flycatcher, Tyrannus verticalis, which was published in 1838 (Ornithol.",
        "Macgillivray did not, however, assign to this essential difference any systematic value.",
        "Gilbert distinguishes in the ten categories two classes, one essential, the other derivative.",
        "Essential or inhering (formae inhaerentes) in the objects themselves are only substance, quantity, quality and relation in the stricter sense of that term.",
        "Mosaic is the essential decoration of the church, and the architectural details are subordinated to the colour scheme.",
        "The essential point about the style is that it is intermediary between Venetian Gothic and full Renaissance.",
        "- Venetian sculpture is for the most part ancillary to architecture; for example, Antonio Rizzo's \"Adam\" and \"Eve\" (1464), which face the giants'-staircase in the ducal palace, are parts of the decorative scheme; Sansovino's splendid monument to Tomaso Rangone is an essential feature of the facade of San Giuliano.",
        "The doge assumed the title of duke of Dalmatia, and a great step was taken towards the supremacy of Venice in the Adriatic, which was essential to the free development of her commerce and also enabled her to reap the pecuniary advantages to be derived from the Crusades.",
        "The essential unity and interdependence of \"all God's faithful people scattered throughout the world,\" is common to all sections of Christians.",
        "It maybe assumed as desirable that the demand for cotton should be so spread as to keep its price as steady as possible - \" steadiness \" will be defined more exactly later - and that to this end it is essential that specialists should devote themselves to the task of spreading it.",
        "The miracles of Jesus - the relief of need, the removal of suffering, the recovery of health and strength - reveal in outward events the essential features of His divine mission.",
        "Characteristically meditative, he rested with a secure footing on the great central truths of Christianity, and recognized strongly their essential reasonableness and harmony.",
        "A clear distinction must be drawn between colour and the property of dyeing; all coloured substances are not dyes, and it is shown in the article Dyeing that the property of entering into chemical or physical combination with fibres involves properties other than those essential to colour.",
        "This is of constant occurrence in classical pianoforte music, in which thick chords are subjected to polyphonic laws only in their top and bottom notes, while the inner notes make a solid mass of sound in which numerous consecutive fifths and octaves are not only harmless but essential to the balance of tone.",
        "SALICYLIC ACID (ortho-hydroxybenzoic acid), an aromatic acid, C 6 H 4 (OH)(CO 2 H), found in the free state in the buds of Spiraea Ulmaria and, as its methyl ester, in gaultheria oil and in the essential oil of Andromeda Leschenaultii.",
        "The Macedonians of Alexander were not mistaken in seeing an essential transformation of their national monarchy when Alexander adopted the guise of an Oriental great 2.",
        "23), the particular form of asceticism being less essential.",
        "A joint conference between representatives of the two bodies, held in London in 1900, did much towards securing the uniformity of ideas which is so essential between associations having interests in common.",
        "In 1771, Francis Asbury, the Wesley of America, crossed the Atlantic. Methodism grew rapidly, and it became essential to provide its people with the sacraments.",
        "He had no knowledge of the world or of men; he trusted every one with child-like simplicity; except personal courage he had none of the qualities essential to leadership in such an enterprise as armed rebellion.",
        "Of his authentic works the doctrinal essential is very simple.",
        "Opulus, guelder rose, in the cultivated forms of which the corolla has become enlarged at the expense of the essential organs and the flowers are neuter.",
        "The reasons for believing that this roll was substantially identical with the book of Deuteronomy were already appreciated by Jerome, Chrysostom, Theodoret and others,' and a careful examination shows that the character of the reformation which followed agrees in all its essential features with the prescriptions and exhortations of that book.",
        "The essential elements are five 1: diluvial plains, coast marshes, prairies, \" bluffs \" and \" pine-hills \" (to use the local nomenclature).",
        "Since these compounds are essential to plant life, it becomes necessary to replace the amount abstracted from the soil, and hence a demand for nitrogenous manures was created.",
        "The definitions of the finite ordinals can be expressed without use of the corresponding cardinals, so there is no essential priority of cardinals to ordinals.",
        "For no one can doubt the essential difference between characteristic treatises upon \"pure\" and \"applied\" mathematics.",
        "The atrophy of the Ottoman sea-power had left the archipelago at the mercy of the Greek war-brigs; piracy flourished; and it became essential in the interests of the commerce of all nations to make some power responsible for the policing of the narrow seas.",
        "The acceptance of the principle of complete independence, once more warmly advocated by Metternich, seemed now essential if Greece was not to become, like the principalities, a mere dependency of Russia.",
        "Lord Stratford de Redcliffe, who reached his post at Constantinople shortly after the arrival of Menshikov, at once grasped the essential facts of the situation.",
        "The one essential property of matter is its inactivity, vis inertiae (accepted later by Monboddo).",
        "His work is an attack on Toland's Letters to Serena (1704), which argued that motion is essential to matter, and on Locke and Berkeley.",
        "This \"confusion of powers,\" which was contrary to the philosophical theories - those of Montesquieu especially - which had inspired the Revolution at first, was one of the essential characteristics of the Convention.",
        "That there is no essential difference between the two is, however, shown by the facts that the seeds of the peach will produce nectarines, and vice versa, and that it is not very uncommon, though still exceptional, to see peaches and nectarines on the same branch, and fruits which combine in themselves the characteristics of both nectarines and peaches.",
        "It follows, too, that when there is a number of substances, all essential for the elaboration of living material, and when one of these is present in minimal proportion, that one substance rules the production, just as the effective strength of a chain depends on the weakest link.",
        "The low temperature of the winter allows (indirectly) an accumulation of the essential nitrogenous mineral salts, but as the minimal temperature is passed (in Feb.",
        "The chief differences are, that (a) the tongue-bar is the essential vm, organ of the gill-slit in Balanoglossus, and exceeds FIG.",
        "From serving primitively as the essential organ of the cleft the tongue-bar may have undergone reduction and modification, becoming a secondary bar in Amphioxus, subordinate to the primary bars in size, vascularity and development; finally, in the craniate vertebrates it would then have completed its involution, the suggestion having been made that the tongue-bars are represented by the thymusprimordia.",
        "They are sometimes called the histogenetic bodies or proteids, because they are essential to the building up of the animal organism.",
        "As the removal of the impurities of the latex is one of the essential points to be aimed at, it was thought that the use of a centrifugal machine to separate the caoutchouc as a cream from the watery part of the latex would prove to be a satisfactory process.",
        "It thus possesses the same composition as the hydrocarbon of gutta-percha and as that of oil of turpentine and other terpenes which are the chief components of essential oils.",
        "Fluorine is also often an essential constituent, and titanium is sometimes present.",
        "In the same address he called attention to the conditions of the world's food supply, urging that with the low yield at present realized per acre the supply of wheat would within a comparatively short time cease to be equal to the demand caused by increasing population, and that since nitrogenous manures are essential for an increase in the yield, the hope of averting starvation, as regards those races for whom wheat is a staple food, depended on the ability of the chemist to find an artificial method for fixing the nitrogen of the air.",
        "Apart altogether from the facts that this investigation is still in its infancy and that the conditions of experiment are insufficiently understood, its ultimate success is rendered highly problematical by the essential fact that real scientific results can be achieved only by data recorded in connexion with a perfectly nortnal subject; a conscious or interested subject introduces variable factors which are probably incalculable.",
        "During the brief riksdag of 1792, as a member of the secret committee, Wallqvist was at the very centre of affairs and rendered the king essential services.",
        "To secure the highest possible permeability it is essential that the iron should be softened by careful annealing.",
        "In all such magnetizable alloys the presence of manganese appears to be essential, and there can be little doubt that the magnetic quality of the mixtures is derived solely from this component.",
        "There is no doubt that these are parapodial or limb appendages, carrying numerous imbricated secondary processes, and therefore comparable in essential structure to the leaf-bearing plates of the second meso somatic somite of Limulus.",
        "Pocock accepts those views in all essential points and has, as a special student of the Arachnida, given to them valuable expansion and confirmation.",
        "The bulk of these in due course underwent transformation either complete or partial, but there was always a residuum of incongruous and inconsistent elements existing side by side with the essential truths of Christianity.",
        "The essential point in his advance on Euler's mode of investigating curves of maximum or minimum consisted in his purely analytical conception of the subject.",
        "His essential functions were judicial and executive, and in documents he is often described as the king's agent (agens publicus) or royal judge (judex publicus or fiscalis).",
        "Knowing that alum cannot be obtained in crystals without the addition of potash, he began to suspect that this alkali constituted an essential ingredient in the salt, and in 1797 he published a dissertation demonstrating that alum is a double salt, composed of sulphuric acid, alumina and potash (Annales de chimie, xxii.",
        "Old Caramuru, who still survived, rendered the governor essential service by gaining for his countrymen the goodwill of the natives.",
        "Stockdale sued the Commons' publisher, and was met by the plea of parliamentary privilege, to which, however, the judges did not give effect, on the ground that they were entitled to define the privileges of the Commons, and that publication of papers was not essential to the functions of parliament.",
        "Some of them believed that the essential matter in the consecration of a bishop consisted in the placing the book of the gospels on his head and shoulders.",
        "The ancient and essential rule that a bishop must be \" chosen by all the people \" (Can.",
        "The form of government was not essential.",
        "He knew very well that the theologians of his church almost without exception held that the handing over of the paten and chalice with the words, \" Receive power of offering sacrifice,\" &c., were the essential matter and form of ordination to the priesthood; indeed he published the decree of Eugenius IV.",
        "Hence it may be said that the universals are in the individuals, constituting their essential reality (and it is an express part of Erigena's system that the created but creative Word, the second division of Nature, should pass into the third stage of created and non-creating things); or rather, perhaps, we ought to say that the individuals exist in the bosom of their universal.",
        "A characteristic feature of cancer is the carrying of the epithelial cells (which are the essential element of the growth) to the nearest lymphatic glands, and in cancer of the stomach the secondary implication of the glands may cause the formation of large masses between the stomach and the liver, which may press upon the large veins and give rise to dropsy.",
        "The Italian war of 1859 had The revealed its essential instability.",
        "Although for nearly a thousand years established in Europe and subjected to Aryan influences, the Magyar has yet retained its essential Ural-Altaic or Turanian features.",
        "= 104s., we make an essential alteration.",
        "The deepest line of cleavage is naturally between the view that episcopacy is a divinely ordained institution essential to the effective existence of a church as a channel of grace, and the view that it is merely a convenient form of church order, evolved as the result of a variety of historical causes, and not necessary to the proper constitution of a church.",
        "The bishops, individually and collectively, are thus the essential ties of Catholic unity; they alone, as the depositories of the apostolic traditions, establish the norm of Catholic orthodoxy in the general councils of the Church.",
        "2 It was the ' Neither the Articles nor the authoritative Homilies of the Church of England speak of episcopacy as essential to the constitution of a church.",
        "The Treaty of Trianon satisfied the most essential claims of Yugoslavia, by dividing the whole Banat (save a small Magyar triangle opposite the city of Szeged) between her and Rumania, and by assigning to her the whole Backa (except Baja and district), part of the Baranya (forming the angle between Drave and Danube) and the Medjumurje (between Drava and Mur).",
        "The more cautious Cuvier adopted a view of the relationships of animals which, whilst denying genetic connexion as the explanation, recognized an essential identity of structure throughout whole groups of animals.",
        "The tracing out of this identity in diversity, whether regarded as evidence of blood-relationship or as a remarkable display of skill on the part of the Creator in varying the details whilst retaining the essential, became at this period a special pursuit, to which Goethe, the poet, who himself contributed importantly to it, gave the name \" morphology.\"",
        "Education is not in its essential nature a training administered to the young by an older generation, but is the natural and unaided assimilation of the Record of the Past by the automatically educable brain - an assimilation which is always in all races very large but becomes far larger in civilized communities.",
        "But although the argument from gratings is instructive and convenient in some respects, its use has tended to obscure the essential unity of the principle of the limit of resolution whether applied to telescopes or microscopes.",
        "If 2R be the diameter of the objectglass and D the distance of the object, the angle subtended by AP is E/D, and the angular resolving power is given by X/2 D sin a = X/2 R (3) This method of derivation (substantially due to Helmholtz) makes it obvious that there is no essential difference of principle between the two cases, although the results are conveniently stated in different forms. In the case of the telescope we have to deal with a linear measure of aperture and an angular limit of resolution, whereas in the case of the microscope the limit of resolution is linear, and it is expressed in terms of angular aperture.",
        "The essential form of the cult of the martyrs was that of the honours paid to the illustrious dead; and these honours were officially paid by the community.",
        "EUGENOL (allyl guaiacol, eugenic acid), C10H1202,anodoriferous principle; it is the chief constituent of oil of cloves, and occurs in many other essential oils.",
        "The essential feature both of male and female dress during the \"Minoan \" and \" Mycenaean \" periods was the loin-cloth, which is best represented by the votive terra-cotta statuettes from Petsofa in Crete discovered by Professor J.",
        "Essential oil.",
        "A bearing, and of course an essential bearing on the study of medicine, it must always have.",
        "The loss of an eye will be followed by atrophy of the optic nerve; the tissues in a stump of an amputated limb show atrophic changes; a paralysed limb from long disuse shows much wasting; and one finds at great depths of the sea fishes and marine animals, which have almost completely lost the organs of sight, having been cut off for long ages from the stimuli (light) essential for these organs, and so brought into an atrophic condition from disuse.",
        "At the present time we have still before us the question, what is the essential cause of tumours (q.v.) ?",
        "In spite of all the valuable research work that has been done within the last few years, the essential cause of new growths still remains unknown.",
        "As fat is a food element essential to the carrying out of the vital energies of the cell, a certain amount of fatty matter must be present, in a form, however, unrecognizable by our present microchemical and staining methods.",
        "Cellular activity and oxygen appear to be essential for its development; it is found usually in the cells of certain organs, or it may be deposited in the intercellular tissues.",
        "Oddi does not regard it as the essential constituent of amyloid, chiefly because the colour reactions are forthcoming in the residuum after the substance has been removed, while the substance itself does not give these reactions.",
        "The result of his discovery was an entire revolution in the knowledge of diseases of the chest; but it would be a mistake to forget that an essential factor in this revolution was the simultaneous study of the condition of the diseased organs as seen after death.",
        "For medicine in England Harvey did what William Gilbert did for physics and Robert Boyle for chemistry: he insisted upon direct interrogation of natural processes, and thereby annihilated the ascendancy of mere authority, which, while nations were in the making, was an essential principle in the welding together of heterogeneous and turbulent peoples.",
        "In the earlier part of the 19th century, and in remoter districts even in its later years, the use of alcohol was regarded not as a mere indulgence, but as essential to health; the example of teetotallers, as seen in private life and in the returns of the insurance offices, has undermined this prepossession.",
        "Thus the field of disease arising not from essential defect in the body, but from external contingencies, is vastly enlarging; while on the other hand the great variability of individuals in susceptibility explains the very variable results of such extrinsic causes.",
        "369) is grateful to the deity, being indeed the most essential part of the sacrifice, or at least the vehicle by which alone it can successfully be conveyed to its destination, is also a very early one, if not absolutely primitive; and survivals of it are possibly to be met with even among the most highly cultured peoples where the purely symbolical nature of all religious ritual is most clearly understood and maintained.",
        "The County Council deals directly with matters where uniformity of administration is essential, e.g.",
        "The ancient Zend name is, according to Rawlinson, Paresina, the essential part of Paropamisus; this accounts for the great Asiastic Parnassus of Aristotle, and the Pho-lo-sin-a of Hsiian Tsang.",
        "Since the introduction of iron ships teak has supplanted oak, because it contains an essential oil which preserves iron and steel, instead of corroding them like the tannic acid contained in oak.",
        "The essential materials of which these mixtures are made are, for English flint glass, sand, carbonate of potash and red lead; for plate and sheet glass, sand, carbonate or sulphate of soda.",
        "It is usually essential that some parts of the apparatus shall be made to acquire a temperature identical with the temperature to be measured.",
        "- As regards both mode of production and essential properties optical glass differs widely from all other varieties.",
        "Constancy of composition of the raw materials and their careful and thorough admixture in constant proportions are therefore essential to the production of the required glasses.",
        "A certain proportion of soda ash (carbonate of soda) is also used in some works in sheet-glass mixtures, while \" decolorizers \" (substances intended to remove or reduce the colour of the glass) are also sometimes added, those most generally used being manganese dioxide and arsenic. Another essential ingredient of all glass mixtures containing sulphate of soda is some form of carbon, which is added either as coke, charcoal or anthracite coal; the carbon so introduced aids the reducing substances contained in the atmosphere of the furnace in bringing about the reduction of the sulphate of soda to a condition in which it combines more readily with the silicic acid of the sand.",
        "Thus the dimensions of the largest glass tanks greatly exceed those of the largest steel furnaces; glass furnaces containing up to 250 tons of molten sible to work glass-tanks continuously for many months together; on the other hand, glass is not readily freed from foreign bodies that may become admixed with it, so that the absence of detachable particles is much more essential in glass than in steel melting.",
        "The essential qualities of a bottle are strength and power to resist chemical corrosion.",
        "Since the surfaces produced by rolling have subsequently to be ground and polished, it is essential that the glass should leave the rolling-table with as smooth a surface as possible, so that great care is required in this part of the process.",
        "Materials were available providing the essential ingredients of glass.",
        "This is essentially the apocalyptic conception of history, and Ezekiel may be justly represented as in certain essential aspects its founder in Israel.",
        "But Christianity was no less assuredly the heir of ancient prophecy, and thus as spiritual representative of what was true in prophecy and apocalyptic; its essential teaching was as that of its Founder that both worlds were of God and that both should be made God's.",
        "It is particularly notable for its account of the diplomatic relations of the United States during this period, and for its essential impartiality.",
        "In 1806 the formation of the Confederation of the Rhine involved an extension of this mediatizing process, though the abolition of the empire itself deprived the word \"mediatization\" of its essential meaning.",
        "In the case of arable soils, where the amount of phosphoric acid determined by this method falls below 01%, phosphatic manuring is essential for good crops.",
        "A deep porous bed in the upper layers is essential, and this should consist of fine particles which lie close to each other without any tendency to stick together and \" puddle \" after heavy showers.",
        "In the first place an adequate temperature is essential; at 5° or 6° C. (40-43° F.) the process is stopped, so that it does not go on in winter.",
        "The presence of a base such as lime or magnesia (or their carbonates) is also essential, as well as an adequate degree of moisture: in dry soils nitrification ceases.",
        "Depriving the organism of any of these essential conditions for its existence in the soil will secure our best weapon for defence.",
        "This view does not seem to be tenable, for the old sacrificial carousals lack two of the essential elements of the gilds, namely corporative solidarity or permanent association and the spirit of Christian brotherhood.",
        "Very slight differences in climate appear to cause very great differences in the quality of the tobacco, and ordinary meteorological records are of little use in determining the suitability or not of a region for a particular kind of leaf; this essential point must be determined by experiment.",
        "To understand the feudal state it is essential to make clear to one's mind that all sorts of services, which men ordinarily owe to the public or to one another, were translated into a form of rent paid for the use of land, and defined and enforced by a private contract.",
        "It can readily be seen that in a government of this kind the essential operative element was the baron.",
        "Cologne and the Westphalian towns, the most important of which were Dortmund, Soest and Munster, had long controlled this commerce but now began to feel the competition of the active traders of the Baltic, opening up that direct communication by sea from the Baltic to western Europe which became the essential feature in the history of the League.",
        "Besides, as Pfleiderer points out, the hypothesis is shipwrecked on the difficulty of imagining that \"each of the epistles had but one essential part: the first, in particular, lacking an expression of thanks for the gift from the Philippians, which must nevertheless, according to ii.",
        "But the destruction of the viceroy's power was essential to their continued independent existence.",
        "If in technical finesse he was surpassed by many of his predecessors and his subordinates, he had the most important qualities of a great captain, courage that rose higher with each obstacle, and the clear judgment to distinguish the essential from the minor issues in war.",
        "The production of a polypide by the statoblast thus differs in no essential respect from the formation of a polypide in an ordinary zooecium.",
        "\"The occurrence of Phylactolaemata in the tropics would show, however, without further evidence, that frost is not a factor essential for germination.",
        "By the common law of England freedom from noise is essential to the full enjoyment of a dwelling house, and acts which affect that enjoyment may be actionable as nuisances.",
        "Astons Nikongi, are essential to every student of Japanese literature.",
        "gold, it was essential to the effect of a picture destined ~",
        "Namako for (fish-roe) grounds were essential for the mountings Scuiptiwed - Decoration.",
        "But from the I 5th century the punching of the dots in rigidly straight lines came to be considered essential, and the difficulty involved was so great that namako-making took its place among the highest technical achievements of the sculptor.",
        "So perfectly does the modern Japanese embroiderer elaborate his scheme of values that all the essential elements of pictorial effects chiaroscuro, aerial perspective and atmosphere are present in his work.",
        "The existence of acids not containing oxygen was, in itself, sufficient to overthrow this idea, but, although Berthollet had shown, in 1789, that sulphuretted hydrogen (or hydrosulphuric acid) contained no oxygen, Lavoisier's theory held its own until the researches of Davy, Gay-Lussac and Thenard on hydrochloric acid and chlorine, and of Gay-Lussac on hydrocyanic acid, established beyond all cavil that oxygen was not essential to acidic properties.",
        "Some of these criticisms are rather beside the mark, but were all true, they would not impair his essential greatness, which lay in another sphere.",
        "The Finance Act of 1902 allows a manufacturer to obtain a license which permits the use of duty-free alcohol, if he can show that such alcohol is absolutely essential for the success of his business, and that methylated spirit is unsuitable.",
        "In a 50% solution or stronger - as when neat whisky is taken - alcohol precipitates the pepsin which is an essential of gastric digestion, E.nd thereby arrests this process.",
        "While he was fundamentally at one with Luther in opposing both Romanism and Calvinism, his mysticism led him to interpret justification by faith as not an imputation but an infusion of the essential righteousness or divine nature of Christ.",
        "in 1727, and by various other works, including Moses's Sine Principio, 1730; The Confusion of Tongues and Trinity of the Gentiles, 1731; Power Essential and Mechanical, or what power belongs to God and what to his creatures, in which the design of Sir I.",
        "Place, again, as we have seen, was an essential element even in the conception of the numen, and is therefore all-important in ritual.",
        "A high current-density being employed, the turn-over of gold is rapid - an essential factor of success when the costliness of the metal is taken into account.",
        "It is essential that the bath should not contain more than 5% of palladium, or some of this metal will deposit with the gold.",
        "Doubtless much still remains to be done; but the essential thing, from the present standpoint, is that a sufficient knowledge of the Assyrian language has been acquired to ensure trustworthy translations of the cuneiform texts.",
        "The capture of these defences, which would afford observation over the greater part of the main Hindenburg line proper, was of course an essential preliminary to any operation against the latter.",
        "Despite the risks of failure and the probable consequences of such a failure, from the political and moral as well as the military point of view, it was considered essential both by Marshal Foch and Lord Haig that the attack on it should be carried out and that as soon as possible.",
        "The \" fig-insects,\" whose presence in ripening figs is believed essential to the proper development of the fruit, belong to Blastophaga and other genera of this family.",
        "This was an essential modification of Charles's Baltic policy; but the alliance of the elector had now become indispensable on almost any terms. So serious, indeed, were the difficulties of Charles X.",
        "In 1826 Dumas devised a method suitable for substances of high boiling-point; this consisted in its essential point in vaporizing the substance in a flask made of suitable material, sealing it when full of vapour, and weighing.",
        "As time is an object, the conditions alluded to in the article on Copper as being favourable to the use of high current densities should be studied, bearing in mind that a tough copper deposit of high quality is essential.",
        "apart and parallel to each other, or along curved faces between roads radiating from the pit bottom - the essential feature in both cases being the removal of the whole of the coal at once, without first sub-dividing it into pillars, to be taken away at a FIG.",
        "It is clear that acetylene, if it is to be used on a large scale as a domestic illuminant, must undergo such processes of purification as will render it harmless and innocuous to health and property, and the sooner it is recognized as absolutely essential to purify acetylene before consuming it the sooner will the gas acquire the popularity it deserves.",
        "In these districts and others the number has become much reduced, owing doubtless in part to the fatal practice of catching the birds just before or during the breeding-season; but perhaps the strongest cause of their growing scarcity is the constant breaking-up of waste lands, and the extirpation of weeds (particularly of the order Compositae) essential to the improved system of agriculture; for in many parts of Scotland, East Lothian for instance, where goldfinches were once as plentiful as sparrows, they are now only rare stragglers, and yet there they have not been thinned by netting.",
        "The essential part of many transmission dynamometers is a spring whose deformation indirectly measures the magnitude of the force transmitted through it.",
        "\" The extreme form of the doctrine of continuity is that stated by Descartes, who maintains that the whole universe is equally full of matter, and that this matter is all of one kind, having no essential property besides that of extension.",
        "An essential feature of the modern view of the structure of matter is that the molecules are supposed to be in rapid motion relatively to one another.",
        "The idea that some extraneous substance is essential to the process is of ancient date; Clement of Alexandria (c. 3rd century A.D.) held that some \"air\" was necessary, and the same view was accepted during the middle ages, when it had been also found that the products of combustion weighed more than the original combustible, a fact which pointed to the conclusion that some substance had combined with the combustible during the process.",
        "Mayow perceived the similarity of the processes of respiration and combustion, and showed that one constituent of the atmosphere, which he termed spiritus nitro-aereus, was essential to combustion and life, and that the second constituent, which he termed spiritus nitri acidi, inhibited combustion and life.",
        "After the Danubian campaign of 1809 and the divorce of Josephine, Talleyrand used the influence which he still possessed in the imperial council on behalf of the choice of an Austrian consort for his master, for, like Metternich (who is said first to have mooted the proposal), he saw that this would safeguard the interests of the Habsburgs, whose influence he felt to be essential to the welfare of Europe.",
        "Scelidotherium is another genus of large South American Pleistocene ground-sloths, characterized, among other features, by the elongation and slenderness of the skull, which thus makes a decided approximation to the anteater type, although retaining the full series of cheek-teeth, which were, of course, essential to an herbivorous animal.",
        "Gregory's position was almost inexpugnable at a time when it was conceded by practically all that spiritual concerns were incalculably more momentous than secular, that the Church was rightly one and indivisible, with one divinely revealed faith and a system of sacraments absolutely essential to salvation.",
        "Man's utter incapacity to do anything to please God, and his utter personal dependence on God's grace seemed to render the whole system of the Church well-nigh gratuitous even if it were purged of all the \" sophistry \" which to Luther seemed to bury out of sight all that was essential in religion.",
        "He approved the gravamina, for he believed a thorough reform of the Church essential.",
        "This classification, though it is of high value in the clearing up of our conceptions of the essential contrasted with the accidental, the relation of genus, differentia and definition and so forth, is of more significance in connexion with abstract sciences, especially mathematics, than for the physical sciences.",
        "This Plato expressed in the myth of the Sun, but the garment of mythology in which Plato clothed his idealism, beautiful as it is in itself and full of suggestion, covered an essential weakness.",
        "Ordinary consciousness ignores these \" latent fires \"; ordinary discussion brings them to light and divides men into factions and parties over them; philosophy not because it denies but because it acknowledges the law of non-contradiction as supreme is pledged to seek a point of view from which they may be seen to be in essential harmony with one another as different sides of the same truth.",
        "Object stands in essential relation to subject, subject to object.",
        "The universal or infinite is one that realizes itself in finite particular minds and wills, not as accidents or imperfections of it, but as its essential form.",
        "It is to be remedied not by giving up the idea of the Infinite but by ceasing to think of the Infinite as of a being endowed with a static perfection which the finite will merely reproduces, and definitely recognizing the forward effort of the finite as an essential element in Its self-expression.",
        "taken their places, they have sought other occupations, largely in the manufacture of small wares in the cities, and particularly in departments of trade where skilled labour is essential.",
        "This weapon embodied all the essential features which distinguish the ordnance of to-day from the cannon of the middle ages - it was built up of rings of metal shrunk upon an inner steel barrel; it was loaded at the breech; it was rifled; and it threw, not a round ball, but an elongated projectile with ogival head.",
        "Owing to its prohibitive price, duty-paid alcohol cannot be used for the many purposes for which it is essential, quite apart from the production of light, heat and power.",
        "The builders were \"ignorant of some of the most essential principles of construction, and are to be regarded as hardly more than novices in the art\" (Holmes, Archaeological Studies, &c.).",
        "It need hardly be said that the exact accuracy of such narratives is not an essential part of the Christian faith; no such doctrine is laid down by the creeds and confessions.",
        "For the sand-filtration of water on a large scale, in which the presence of a surface film containing zooglaea of bacteria is an essential feature, see Water Supply.",
        "It soon became necessary to create the important post of chief dragoman at the Porte, and there was no choice save to appoint a Greek, as no other race in Turkey combined the requisite knowledge of languages with the tact and adroitness essential for conducting diplomatic negotiations.",
        "Of the education of Herodotus no more can be said than that it was thoroughly Greek, and embraced no doubt the three subjects essential to a Greek liberal education - grammar, gymnastic training and music. His studies would be regarded as completed when he attained the age of eighteen, and took rank among the eplzebi or eirenes of his native city.",
        "It has been questioned, both in ancient and in modern times, whether the history of Herodotus possesses the essential requisite of trustworthiness.",
        "Their whole essential characters are the same as those of the cattle at Chillingham.",
        "The secret of his success was essential unity of direction and coordination of aims in all branches of his enterprises.",
        "But neither order made it sufficiently clear to Ney that co-operation at Ligny was the essential, provided that Wellington was held fast at Quatre Bras.",
        "Without doubt, the personal risk to which Blucher exposed himself at this crisis was far too great; for it was essential that the command of the Prussian army should remain vested in a chief who would loyally keep in touch and act entirely in concert with his colleague.",
        "Like the good soldier and loyal ally that he was, he now subordinated everything to the one essential of manoeuvring so as to remain in communication with Blucher.",
        "This was about the first indication of a tendency, which grew in strength for half a century, to load the Federal census with inquiries having no essential or necessary connexion with its main purpose, which was to secure an accurate enumeration of the population as a basis for a reapportionment of seats in the House of Representatives.",
        "Before the census law was passed, a census board, consisting of three members of the president's cabinet, was appointed to draft plans for the inquiry, and the essential features of its report prepared after consultation with a number of leading statisticians were embodied in the law.",
        "The third stage is analytical mensuration, the essential feature of which is that account is taken of the manner in which a figure is generated.",
        "In the notation of the integral calculus, this area is equal to f x o udx; but the notation is inconvenient, since it implies a division into infinitesimal elements, which is not essential to the idea of an area.",
        "This was one of essential equality among \" the saints \" or \" the brethren,\" turning on common possession of and by the one Spirit of Christ.",
        "Here we have essential Congregationalism, formulated for the first time in England as the original and genuine Christian polity, and as such binding on those loyal to the Head of the Church.",
        "For the history of German thought it was of the greatest importance that a Liberal from the Rhine, by a systematic history of the Revolution, attempted to overthrow the influence which the revolutionary legend, as expounded by French writers, had acquired over the German mind; and the book was an essential part of the influences which led to the formation of a National Liberal school of thought.",
        "It is essential that the grains on the maltster's floor should germinate simultaneously, hence at the time of reaping, the whole crop must be as nearly as possible in the same stage of maturity.",
        "Trained in a school where the principles of responsible government were still in an embryonic state, where the adroit management of coalitions and cabals was essential to the life of a political party, and where plots and counterplots were looked upon as a regular part of the political game, he acquired a dexterity and skill in managing men that finally gave him an almost autocratic power among his political followers.",
        "Barrett further showed by using smoke jets that the flame is not essential.",
        "The essential fact, as pointed out by Lord Rayleigh (Scientific Papers, i.",
        "The annual reports, of which he was the chief author, became controversial pamphlets; he published bold replies to criticisms upon the work of the Commission; he explained its purposes to newspaper correspondents; when Congress refused to appropriate the amount which he believed essential for the work, he made the necessary economies by abandoning examinations of candidates for the Civil Service in those districts whose representatives in Congress had voted to reduce the appropriation, thus very shrewdly bringing their adverse vote into disfavour among their own constituents; and during the six years of his commissionership more than twenty thousand positions for government employes were taken out of the realm of merely political appointment and added to the classified service to be obtained and retained for merit only.",
        "There is very little evidence as to the form and character of the stole before the Carolingian age; but from the 9th century onwards representations of the stole show that it varied in no essential particular from that of the present day.",
        "So early as 1904 KOrber had declared a complete change in the principles of administration to be essential if the machinery of State were to continue working.",
        "This factor was the rupture of communications with foreign countries, due in the earlier stages of the war to the limitation, and at one time the prohibition, of exports by neutral countries, the passing over of some of these countries to the enemy, and lastly the blockade by the enemy Powers, which increased in efficiency and made it more and more difficult to import the most essential commodities, until in the end it was almost impossible to obtain from abroad anything, needed either for the soldiers or the civilians.",
        "At the present time they are applied to a tendency representing a definite form of Catholicism within that Church; and this tendency, in spite of the individual forms it has assumed in different countries, everywhere displays the same essential features and pursues the same ends.",
        "It is indisputably legitimate to speak of Ultramontanism as a distinct policy, but it is very difficult to define its essential character.",
        "Impressive as is their witness to the persistence of the Apostolic teaching in its essential features, amidst all personal and local variations, perhaps the most striking thing about these writings is the degree in which they fail to appreciate certain elements of the Apostolic teaching as embodied in the New Testament, and those its higher and more distinctively Christian elements.'",
        "In 1845 he issued his Catalogue of British Fossils (2nd ed., 1854), a work of essential service to geology.",
        "But about the r3th century the Roman formula was altered, and the council of Trent (1551) declared that the \"form\" and power of the sacrament of penance lay in the words Ego to absolvo, &c., and that the accompanying prayers are not essential to it.",
        "It is essential to remember that \"in phthisis the key of the situation is the state of the alimentary tract,\" and the utmost care must be taken to obviate the nausea, loss of appetite and diarrhoea, only too easily induced by this oil.",
        "The transverse fracture has a resinous appearance with white streaks; the flavour is bitter and aromatic, and the odour characteristic. It consists of a mixture of resin, gum and essential oil, the resin being present to the extent of 25 to 40%, with 21to 8% of the oil, myrrhol, to which the odour is due.",
        "12 The essential difference, however, between the nakshatras and the sieu is that the latter were equatorial, not ecliptical, divisions.",
        "and shelter of some kind being essential.",
        "To Descartes, who made extension the sole essential property of matter, and matter a necessary condition of extension, the bare existence of bodies apparently at a distance was a proof of the existence of a continuous medium between them.",
        "heat; but the essential idea of moving electric ions of both kinds, positive and negative, in the molecules had still to be introduced.",
        "Indeed, the early conviction of the essential difference between the life of this world and that of the next lived on, and, as the Church became increasingly a worldinstitution, found vent in monasticism, which was simply the effort to put into more consistent practice the other-worldly life, and to make more thoroughgoing work of the saving of one's soul.",
        "Many of the terms in common use in them were employed in connexion with the Christian rites, and many of the conceptions, particularly that of sharing in immortality by communion with deity, became an essential part of Christian doctrine.",
        "all its essential features were already formed: imperial power extended equally over State and Church; indeed, care for the preservation of dogma and for the purity of the priesthood was the chief duty of the ruler.",
        "The essential part of this was that the Empire accepted the canonical election of bishops, and allowed the metropolitan to confer the sacred office by gift of ring and pastoral staff; while the Church acknowledged that the bishop held his temporal rights from the Empire, and was therefore to be invested with them by a touch from the royal sceptre.",
        "The temple at Shiloh, where the ark was preserved, was the lineal descendant of the Mosaic sanctuary - for it was not the place but the palladium and its oracle that were the essential thing - and its priests claimed kin with Moses himself.",
        "In the time of Josiah altar service and not the function of \" teaching \" has become the essential thing in priesthood (Deut.",
        "It is sufficient to remark here that the presentation of the sacrifice of the mass came to be viewed as the essential priestly office, so that the Christian presbyter really was a sacerdos in the antique sense.",
        "It retained the altar, vestments and lights, but explained that they were not essential and might be dispensed with.",
        "The prominence given by most of the Sophists to rhetoric, their cultivation of a subjective readiness as the essential equipment for life, their substitution of persuasion for conviction, all mark the sceptical undertone of their teaching.",
        "But it is essential to the sceptical position that reason be dethroned within experience as well as beyond it, and this is undoubtedly the result at which Hume finally arrives.",
        "of the necessity of preventing any possibility of cleavage in the future between the two halves of his dominions whose absolute solidarity was essential to their existence as a great power.",
        "The first actual collisions, the Cecora campaign of 1620 and the Khotin War of 1621 (for John Albert's Moldavian raid does not count), were due to the depredations of the Cossacks upon the dominions of the sultan by land and sea, and in all subsequent treaties between the two powers the most essential clause was always that which bound the Republic to keep its freebooters in order.",
        "The formal siege of the Perches redoubts had now been decided upon, and as an essential preliminary to further operations, Danjoutin, now isolated, was stormed by the Landwehr on the night of the 7th-8th January.",
        "The one element in the church which to him was all essential was its visibility.",
        "The external form was with him the essential feature of religion, preceding the spiritual conception, and in Laud's opinion being the real foundation of it.",
        "Sodium salts also form essential ingredients in all animal juices.",
        "But such reconciliations differed from later Indulgences in at least one essential particular, since they brought no remission of ecclesiastical penance save in very exceptional cases.",
        "In Brewster's Edinburgh Journal of Science for 1828 he described his machine for polishing the speculum, which in all essential points remained unaltered afterwards.",
        "The altar is a board on four wooden pillars having upon it a small slab (tabut) of alabaster, marble, or shittim wood, which forms its essential part.",
        "The following table exhibits the chemical constitution of the kinds of milk most frequently used by man: In addition to these constituents milk contains small proportions of the gases carbonic acid, sulphuretted hydrogen, nitrogen and oxygen, and minute quantities of other principles, the constant presence and essential conditions of which have not been determined.",
        "In 1392 Vergerio addressed to a prince of Padua the first treatise which methodically maintains the claims of Latin as an essential part of a liberal education.",
        "In that treatise the essential marks of an educated person are, not only ability to write Latin verse, but also, a point of \" at least equal importance,\" \" familiarity with the language and literature of Greece.\"",
        "534) to express the general theory that the essential feature in philosophic speculation is continuity.",
        "This promptitude was not only dictated by the necessity of preserving West Virginia, but imposed by the necessity of holding the Baltimore & Ohio railway, which, as the great link between east and west, was essential to the Federal armies.",
        "But at the end of the reign of Louis Philippe the essential work was accomplished.",
        "According to Liebig, potassium is the essential alkali of the animal body; and it may be noted that sheep excrete most of the potassium which they take from the land as sweat, one-third of the weight of raw merino consisting of potassium compounds.",
        "Finally, by comparing the results of this criticism as a whole, we have to determine, by observing its growth and comparing it with others, the essential character of the religion of Israel.",
        "The historico-critical starting-point of the movement was really furnished by De Wette: but it was Vatke who, in his Biblische Theologie wissenschaftlich dargestellt (1835), first brought out its essential character.",
        "It seized on the prophetic element, and not the ceremonial, as containing what is essential and unique in the religion of Israel.",
        "And there is another important passage which shows why, in spite of its natural and occasional character, the epistle exhibits the germs of that essential quality which caused all the books of the New Testament to be so highly estimated.",
        "- This was regarded by WH as a definite text, found in D, the Old Latin and the Old Syriac; and it is an essential part of their theory that in the main these three witnesses represent one text.",
        "The rigid line between fact or fiction in religious literature, which readers often wish to draw, cannot be consistently justified, and in studying old Oriental religious narratives it is necessary to realize that the teaching was regarded as more essential than the method of presenting it.",
        "The essential characteristic of the Cricetines is to be found in the upper cheek-teeth, which (as shown in the figure of those of Cricetus in the article RODENTIA) have their cusps arranged in two longitudinal rows separated by a groove.",
        "But the essential narrowness and timidity of his general outlook prevented him from detecting and estimating latent forces, either in politics or in matters strictly intellectual and moral; and this lack of understanding and sympathy accounts for his distrust and dislike of the passion and fancy of Shelley and Keats, and for his praise of the half-hearted and elegant romanticism of Rogers and Campbell.",
        "Independently of its value as being compiled from original documents, it bears evidence of great research, and has been of essential benefit to later writers.",
        "The most important facts known at present about the manner of life, the influence, and the history of the early Christian prophets are the following: (1) Until late in the 2nd century the prophets (or prophetesses) were regarded as an essential element in a Church possessing the Holy Ghost.",
        "-- Unfortunately, so very little is known of the ages of weights and measures that this datum -- most essential in considering their history -- has been scarcely considered.",
        "(17) Id., Historia numorum (1887) (essential for coin weights and history of systems);",
        "Hultsch, Griechische and reimische Metrologie (1882) (essential for literary and monumental facts);",
        "It is an image - though a shadowy image - of the upper world, and the degrees of better and worse in it are essential to the harmony of the whole.",
        "It is only when these and all other circumstances of the case are duly realized that we have a right to inquire how much the essential doctrines of Christianity contributed to the victory, and what share must be assigned to the organization of the church.",
        "He thinks the public at large may with propriety not only facilitate and encourage, but even impose upon almost the whole body of the people, the acquisition in youth of the most essential elements of education.",
        "Although the method is usually known by the names of Weddle and Hearn, it is really, in its essential features, due to Briggs, who gave in the Arithmetica logarithmica of 1624 a table of the logarithms of I + i r n up to r =9 to 15 places of decimals.",
        "James Hutton (1726-1797) had set forth (1788) the principle that during all geological time there has been no essential change in the character of events, and that uniformity of law is perfectly consistent with mutability in the results.",
        "The essence of Waagen's law is orthogenesis, or evolution in a definite direction, and, if there does exist an internal hereditary principle controlling such orthogenetic evolution, there does not appear to be any essential contradiction between its gradual operation in the \" mutations of Waagen \" and its occasional hurried operation in the \" mutations of de Vries,\" which are by their definition discontinuous or saltatory (Osborn, 1907).",
        "It is certainly true that in some way an essential part in the formation of the myth has been played by the sun-god, who daily descends into darkness, to rise from it again victoriously.",
        "Thus the essential part of most of the conceptions of what we call Gnosticism was already in existence and fully developed before the rise of Christianity.",
        "An essential element in the new policy was the substitution of an alliance with France for the old Burgundian friendship. The affair of San Juan de Ulua and the seizure of the Spanish treasure-ships in 1568 had been omens of the inevitable conflict with Spain; Ridolfi's plot and Philip II.'s approaches to Mary Stuart indicated the lines upon which the struggle would be fought; and it was Walsingham's business to reconcile the Huguenots with the French government, and upon this reconciliation to base an Anglo-French alliance which might lead to a grand attack on Spain, to the liberation of the] Netherlands, to the destruction of Spain's monopoly in the New World, and to making Protestantism the dominant force in Europe.",
        "brucei) in cattle and horses laid low with nagana or the tsetse-fly disease; and this worker subsequently demonstrated, in a brilliant manner, the essential part played by the tsetse-fly in transmitting the parasites.",
        "The male gametes, it may be noted, are said to possess the essential characters of a Trypanosome.",
        "Hoffmann (52) from essential syphilitic lesions, and now known as Treponeina (Spirochaete) pallida, Schaud.",
        "It is the outermost garment worn by bishops and priests at the celebration of the Mass, forming with the alb the most essential part of the eucharistic vestments.",
        "In 1548 appeared the Art poetique of Thomas Sibilet, who enunciated many of the ideas that Ronsard and his followers had at heart, though with essential differences in the point of view, since he held up as models Clement Marot and his disciples.",
        "The essential elements were livery of seisin (delivery of possession), which consisted in formally giving to the feoffee on the land a clod or turf, or a growing twig, as a symbol of the transfer of the land, and words by the feoffor declaratory of his intent to deliver possession to the feoffee with a \"limitation\" of the estate intended to be transferred.",
        "It was usual to evidence the feoffment by writing in a charter or deed of feoffment; but writing was not essential until the Statute of Frauds; now, by the Real Property Act 1845, a conveyance of real property is void unless evidenced by deed, and thus feoffments have been rendered unnecessary and superfluous.",
        "Strachan had no difficulty in convincing Lord Bathurst of the justice of his claims on all essential matters, the most important of which was the exclusive right of the Church of England in Canada to the Clergy Reserves.",
        "The conquest of Egypt was essential to Nur-ed-din.",
        "The essential part of the medicinal treatment of this condition is the administration of iodides, which are able to decompose the insoluble albuminates of lead which have become locked up in the tissues, rapidly causing their degeneration, and to cause the excretion of the poisonous metal by means of the intestine and the kidneys.",
        "In any case of potential difference measurement it is essential not to disturb the potential difference being measured; hence it follows that in electrokinetic voltmeters the wire connecting the two points of which the potential difference is to be measured must be of very high resistance.",
        "suggest reformations in the different departments of the army essential to good discipline, order and economy, and that his, character and popularity in the army would facilitate the execution of such reformations when adopted by Congress.",
        "After the essential elements in the election of magistrates had passed to the senate in A.D.",
        "In all argument it is essential that the speakers should be in agreement as to the Intension of the words they use.",
        "During the mechanical comminution of the till no vegetation was present to remove the minerals essential to plant growth, as is the case in the soils of normally weathered and dissected peneplains, such as the Appalachian piedmont, where the soils, though not exhausted by the primeval forest cover, are by no means ~so rich as the till sheets of the prairies.",
        "West are essential to an understanding of parts of the history of the past, and of social conditions in the present.",
        "He was attacked in an elaborate treatise by Samuel Clarke, in whose system the freedom of the will is made essential to religion and morality.",
        "These essential elements of monastic life are ranged about a cloister court, surrounded by a covered arcade, affording communication sheltered from the elements between the various buildings.",
        "At the last revision of the Book of Common Prayer an addition was made to the service by prefixing to it a solemn renewal of their baptismal vows by the candidates; and, in the teeth of history and the wording of the service, this has often been taken to be the essential feature of confirmation.",
        "Weirs are essential for raising the head of water for water-wheels at mills, and for diverting some of the flow of a river into irrigation canals; but they have received their greatest and most varied extension in the canalization of rivers for navigation.",
        "contain the essential principles; the rest are specialized investigations in particular directions.",
        "(For the history of Lower and Upper Canada, now Quebec and Ontario, the separate articles must be consulted.) Each province had special problems; the French in Lower Canada aimed at securing political power for their own race, while in Upper Canada there was no race problem, and the great struggle was for independence of official control and in all essential matters for government by the people.",
        "They Were Men Of Action, Not Of Words, And Had No Thought Of Literary Fame, But Their Absorbingly Interesting Journals Are None The, Less An Essential Part Of The Literature Of The Country.",
        "The essential Molluscan organs are, with these exceptions, uniformly well developed.",
        "From all parts of the pyriform sac narrow stalk-like tubes are given off, ending in abundant widely-spread branching glandular caeca, which form the essential renal secreting apparatus.",
        "This essential agreement suffices to show that the Categories and the Metaphysics are the result of one mind.",
        "Throughout his whole subsequent life, however, he retained the fundamental doctrine, which he had learnt from Plato, and Plato from Socrates, that virtue is essential to happiness.",
        "49) through Plato, who in the Gorgias (470 E) says that the gentleman is happy, and in the Republic (489 E) imputes to him the love of truth essential to philosophy.",
        "But detailed study of these various groups of insects shows that beneath their common superficial resemblances lie important distinctions in structure, and essential differences in the course of the life-history.",
        "The whole tree, but especially the bark and leaves, has a very pleasant resinous odour, and from the young leaves and buds an essential oil is distilled with water.",
        "Repsold introduced essential improvements in the meridian circles by substituting microscopes (on Jesse Ramsden's plan) for the verniers to read the circles, and by making the various parts perfectly symmetrical.",
        "The quantity of mercury or shot inserted depends upon the density of the liquids for which the hydrometer is to be employed, it being essential that the whole of the bulb should be immersed in the heaviest liquid for which the instrument is used, while the length and diameter of the stem must be such that the hydrometer will float in the lightest liquid for which it is required.",
        "Real larch turpentine is a thick tenacious fluid, of a deep yellow colour, and nearly transparent; it does not harden by time; it contains 15% of the essential oil of turpentine, also resin, succinic, pinic and sylvic acids, and a bitter extractive matter.",
        "The hard transparent resins, such as the copals, dammars, mastic and sandarach, are principally used for varnishes and cement, while the softer odoriferous oleo-resins (frankincense, turpentine, copaiba) and gum-resins containing essential oils (ammoniacum, asafoetida, gamboge, myrrh, scammony) are more largely used for therapeutic purposes and incense.",
        "The former, \" schapping,\" is the French, Italian and Swiss method, from which the silk when finished is neither so bright nor so good in colour as the \" discharged silk \"; but it is very clean and level, and for some purposes absolutely essential, as, for instance, in velvet manufacture.",
        "But the essential break in his life was in 1860, which marks the close of his main works on art and the opening of his attempt found a new social gospel.",
        "The essential feature of the concert has been recognition of the advantage to all the great powers of common action in reference to territorial changes in the Near East, of meeting together as a council, in preference to unconcerted negotiation by the powers acting severally.",
        "The object of this proposal was to give effect to the idea that the existing \" permanent \" court lacked the essential characteristics of national courts of justice in not being ready at all times to hear cases, and in needing to be specially constituted for every case submitted to it.",
        "The Hague Peace Convention of 1907, which re-enacts the essential parts of the earlier one of 1899, sets out five ways of adjusting international conflicts without recourse to war.",
        "We have now reduced the law for the bands to a form which we have found applicable to a series of lines, but with this important difference that while a in the case of line spectra is a small corrective term, it now forms the constant on which an essential factor in the appearance of the band depends.",
        "These facts do not countenance the view that there is an essential electric difference between the vibrating system of the three members of a family of series.",
        "- From the strictly architectural point of view the subject of church building, including the development of the various styles and the essential features of the construction and arrangement of churches, is dealt with elsewhere (see Architecture; Abbey; Basilica).",
        "Maine de Biran's first essays in philosophy were written avowedly from the point of view of Locke and Condillac, but even in them he was brought to signalize the essential fact on which his later speculation turns.",
        "For it he proposed to substitute the genetic method, whereby human conscious experience might be exhibited as growing or developing from its essential basis in connexion with external conditions.",
        "Taking, then, will to be the essential thing in itself of which we are conscious, he deduces that we can infer that the psychical things in themselves beyond ourselves are also essentially \" wills.\"",
        "Within this essential co-ordination he distinguished three values: R-values of the environment as stimulus; C-values of the central nervous system; and E-values of human statements - the latter being characterized by that which at the time of its existence for the individual admits of being named, and including what we call sensations, &c., which depend indirectly on the environment and directly on the central nervous system, but are not, as the materialist supposes, in any way reducible to possessions of the brain or any other part of that system.",
        "(Thus, if a pain is an E-value directly dependent on a disturbance in C, and a pleasure another E-value directly dependent on a recovery of C, it will follow that a transition from pain to pleasure will be a vital series in E directly dependent on an independent vital series in C, recovering from a vital difference to its maintenance-maximum.) Lastly, supposing that all human processes can in this way be reduced to vital series in an essential co-ordination of oneself and environment, Avenarius held that this empirio-critical supposition, which according to him is also the natural view of pure experiences, contains no opposition of physical and psychical, of an outer physical and an inner psychical world - an opposition which seemed to him to be a division of the inseparable.",
        "He concluded therefore that, having disposed of this fallacy of introjection, we ought to return to the view of reality as an essential co-ordination of ego and environment, of central part and counterpart, with R-values, C-values and E-values.",
        "Its rejection of the whole relation of physical and psychical makes it almost too indefinite to classify among philosophical systems. But its main point is the essential co-ordination of ego and environment, as central part and counterpart, in experience.",
        "feebleness and slackened zeal to want of progressive insight into the essential nature of the Gospel as a \"new covenant,\" moving on a totally different plane of religious reality from the now antiquated covenant given by Moses (viii.",
        "The case is somewhat altered by the discovery of several other early houses, of similar character, but not identical in plan; at Mycenae and elsewhere in Greece; these do not, for example, show the duplication of the essential parts of the house found at Tiryns.",
        "The mariner's compass, with which this article is concerned, is an instrument by means of which the directive force of that great magnet, the Earth, upon a freely-suspended needle, is utilized for a purpose essential to navigation.",
        "The Chinese had soon occasion to perceive how much more essential the perfection of the compass was to the superior navigators of Europe than to themselves, as the commanders of the ` Lion ' and ` Hindostan,' trusting to that instrument, stood out directly from the land into the sea.\"",
        "The latter of were represented in the most essential functions Election the Popes.",
        "Urban was the first to proclaim with emphasis the necessity of a close association of the Curia with the religious orders, and this he made the essential basis of the theocratic government.",
        "The essential reason of Urban II.'s action, and consequently the true cause of the crusade, was the ambition of the pope to unite with Rome and the Roman Church the Churches of Jerusalem, Antioch, Alexandria and even Constantinople, which the Greek schism had rendered independent.",
        "Without sacrificing the essential principles of the reformation, Paschal II.",
        "Those bishops, however, who had been elected under normal conditions, conformably to the old law, were deprived of the essential parts of their legitimate authority.",
        "Character of The essential features of this new epoch in the the Avignon history of the papacy, beginning with the two popes Papacy.",
        "Essential modifications could not, of course, be at once effected or even indicated in a power whose life-blood is tradition, and whose main strength has always lain in calmly abiding the issue of events and in temporizing.",
        "It is unnecessary here to rake among the ashes of this prolonged dispute, but it may be noted that Helmholtz, who, in his lecture on \"Ice and Glaciers,\" adopted Thomson's theory, afterwards added in an appendix that he had come to the conclusion that Tyndall had \"assigned the essential and principal cause of glacier motion in referring it to fracture and regelation\" (1865).",
        "Yet Tsaidam is geographically but a northern extension of the great Tibetan plateau, and in most of its essential physical features it is more closely allied to the Chang-t'ang of the south than to the great sandy depressions of Chinese Turkestan or Mongolia on the north.",
        "The plan given by Viollet-le-Duc of the Priory of St Jean des Bons Hommes, a Cluniac cell, situated between the town of Avallon and the village of Savigny, shows that these diminutive establishments comprised every essential feature of a monastery, - chapel, cloister, chapter-room, refectory, dormitory, all grouped according to the recognized arrangement.",
        "This name the Armenians have used, at least since the year loo; before which date their fathers often speak of baptism into the death of Christ as the one essential.",
        "Less essential are the orphreys on the hem of the arms and the fringes along the slits at the sides and the lower hem.",
        "Broken bricks or tiles and broken furnace slag are sometimes used, the essential points being that the aggregate should be hard, clean and sound.",
        "It is essential that they shall be strong and stiff, so as not to yield at all from the pressure of the wet concrete.",
        "Frost will not injure it after it has once set, though it is essential to guard it from frost during the operations of mixing and depositing.",
        "The German explorers excavated the Stadium so far as was necessary for the ascertainment of all essential points.",
        "The Twelve Labours of Heracles were depicted on the metopes of the prodomos and opisthodomos; and of these reliefs much the greater part was found - enough to determine with certainty all the essential features of the composition.",
        "Gefangenschaft des Paulus, p. 46 seq.), which is absolutely essential to the Pauline authorship of the pastorals.",
        "Manufactured in large quantities it soon became an essential part of infantry as well as of artillery and machine-gun equipment.",
        "In the war with Sweden, generally known as the \"Kalmar War,\" because its chief operation was the capture by the Danes of Kalmar, the eastern fortress of Sweden, Christian compelled Gustavus Adolphus to give way on all essential points (treaty of Knared, 10th of January 1613).",
        "The difference between the two phenomena is essential and evident; but without experimental information as to palatability it is impossible to know with certainty to which of the two a particular case of mimicry is to be assigned.",
        "In both of them the essential portion seems Modes of to have been the accolade or stroke of the sword.",
        "The future life may be conceived as simply a continuation of the present life in its essential features, although under conditions more or less favourable.",
        "Accordingly the general resurrection and the last judgment may be regarded as the temporal and local forms of thought to express the universal permanent truths that life survives death in the completeness of its necessary organs and essential functions, and that the character of that continued life is determined by personal choice of submission or antagonism to God's purpose of grace in Christ, the perfect realization of which is the Christian's hope for himself, mankind and the world.",
        "Other subjects on which he published papers were the inflammation of turpentine and other essential oils by nitric acid, and the methods of embalmment practised by the Egyptians.",
        "His role throughout his career was servus servorum dei; and the fact that he was this successively to Barnabas, Paul and Peter, helps to show the essential harmony of their message.",
        "This operation is varied in detail according to the kind of plant to be propagated, but it is essential in all cases that the affinity between the two plants be near, that the union be neatly effected, and that the ratio as well as the season of growth of stock and scion be similar."
    ],
    "definition": [
        "Fundamentally important or necessary: essential ingredients.",
        "Medicine Relating to or being a condition or a disease whose cause is unknown: essential hypertension.",
        "Biochemistry Being a substance that is required for normal functioning but cannot be synthesized by the body and therefore must be included in the diet: essential amino acids.",
        "Something fundamental.",
        "Something necessary or indispensable.",
        "es·sen′ti·al′i·ty (-shē-ăl′ĭ-tē) es·sen′tial·ness\nn.",
        "es·sen′tial·ly\nadv.",
        "Link/Cite"
    ]
}