{
    "translation": "הערכה",
    "uses": [
        "Well, I don't esteem you the less for it.",
        "He afterwards won the esteem of Conrad to such an extent that in 918 the king advised the nobles to make the Saxon duke his successor.",
        "Here he was held in high esteem, and in 1715 became Primarius of his faculty and member of the Consistory.",
        "Tsar Nicholas's reply to this letter shows in what esteem Count Benckendorff was held by his sovereign: - \"Benckendorff went by my permission as my mother invited him to come as a friend of the Danish family.",
        "The Hebrew text used by the translators appears to have been practically identical with the Massoretic. The version was held in high esteem in Babylon, and, later, in Palestine, and a special Massora was made for it.",
        "His death, on the 17th of May 1838, called forth widespread expressions of esteem for the statesman who had rendered such great and varied services to his country.",
        "In America, too, he had won great esteem, not only on political grounds but also for his personal qualities.",
        "Diodes appears also as the author of a code of laws of great strictness, which was held in such esteem that later lawgivers were deemed only its expounders.",
        "His parliamentary career, which, though not brilliantly successful, had won him high general esteem, was terminated by his elevation to the judicial bench as Lord Jeffrey in May 1834.",
        "He also was provost of Edinburgh at various times, and it is a remarkable instance of the esteem in which the lairds of Merchiston were held that three of them in immediate lineal succession repeatedly filled so important an office during perhaps the most memorable period in the history of the city.",
        "As a senator he stood in the front rank in a body distinguished for ability; his purity of character and courteous manner, together with his intellectual gifts, won him the esteem of all parties; and he became more and more the leader of the Southern Democrats.",
        "p. 530) says that, if the barbarians from whom the slaves were bought were informed of the mild treatment they received, they would entertain a great esteem for the Athenians.",
        "Men esteem truth remote, in the outskirts of the system, behind the farthest star, before Adam and after the last man.",
        "Though not a great monarch, King Humbert had, by his unfailing generosity and personal courage, won the esteem and affection of his people.",
        "Such treatment aroused the sympathy of the Southern people, who regarded him as a martyr to their cause, and in a great measure restored him to that place in their esteem which by the close of the war he had lost.",
        "He gained the esteem of Leopold I., and was presented to Queen Victoria of England and the Prince Consort.",
        "Michaelis, he was compensated for this by the esteem of Frederick the Great, of Lessing, Karsten Niebuhr, and many foreign scholars.",
        "A Free Enquiry into the Causes of the very great Esteem that the Nonconforming Preachers are generally in with their Followers (1673) has been attributed to Eachard on insufficient grounds.",
        "With growth in popular esteem came increase in material wealth, leading to luxury and worldliness.",
        "He was widely known as an eloquent preacher, and his scholarly attainments won for him the friendship and esteem of some of the ablest scholars in the colonies.",
        "His senile spite vented itself on his son Ferdinand, whose opposition to the all-powerful favourite procured for him hatred at the palace and esteem everywhere else.",
        "Venice was placed under interdict (1606), but she asserted the rights of temporal sovereigns with a courage which was successful and won for her the esteem and approval of most European sovereigns.",
        "In the French Corps Legislatif, also, the vice-president, Forgade la Roquette, referred to his death, and warm expressions of esteem were repeated and applauded on every side.",
        "The men of the Left believed themselves subtle enough to retain the confidence and esteem of all foreign powers while coquetting at home with elements which some of these powers had reason to regard with suspicion.",
        "The capable performance of these functions, which often involved considerable pecuniary sacrifices, ensured public esteem, honorary inscriptions and statues; and to these honours the head of a great house was careful to add the glory of a splendid tomb, consecrated as the long home \" (lit.",
        "He took a leading part in the settlement of the dockers' strike in the autumn of 1889, and his patient and effectual action on this and on similar occasions secured for him the esteem and affection of great numbers of working men, so that his death on the 14th of January 1892, and his funeral a week later, were the occasion for a remarkable demonstration of popular veneration.",
        "Flechier, by his leniency and tact, succeeded in bringing over some of them to his views, and even gained the esteem of those who declined to change their faith.",
        "\" I cannot forgive myself the contemptuous treatment of a man who, with all his faults, was entitled to my esteem; and I can less forgive, in a personal attack, the cowardly concealment of my name and character.\"",
        "Thenceforward his health declined, arid his closing years, surrounded by the love of friends and the esteem of all musicians, were spent almost wholly in retirement.",
        "Possessed of immense wealth, which he had himself acquired in commerce, and held in high esteem as a judge, an interpreter of dreams and a depositary of the traditions of his race, his early accession to Islamism was a fact of great importance.",
        "It is remarkable that this theory should have gained the esteem of the notable chemists who flourished in the 18th century.",
        "The reward of title and degree and the consequent rise in the esteem of his fellows and himself was also a strong incentive; but the Mithraic faith itself was the greatest factor.",
        "The Elbe produces excellent pike, salmon and eels, its tributaries trout in considerable quantities, while the marshy ponds lying on the left bank furnish a good supply of carp, a fish held in great esteem by the inhabitants.",
        "Articles of furniture are frequently made of it, and it is in great esteem for carving and for the construction of stringed instruments.",
        "In 1509 he went with Cardinal Christopher Bainbridge, archbishop of York, to Rome, where he won the esteem of Pope Leo X., who advised Henry VIII.",
        "Under more favourable conditions Louis would have gained a name for kindness and philanthropy, proofs of which did indeed appear during his reign in Holland and gained him the esteem of his subjects; but his morbid sensitiveness served to embitter his relations both of a domestic and of,'a political nature and to sour his own disposition.",
        "This large number is partly accounted for by the diligent search in all countries that has been made for these plants for purposes of cultivation - they being held at present in the greatest esteem by plantlovers, and prices being paid for new or rare varieties which recall the days of the tulipomania.",
        "His funeral was a most remarkable display of public esteem, in which nearly all the ruling princes of Germany joined, and was a striking sign of the position to which, after twenty years of incessant struggle, he had raised his party.",
        "His friend Peter Bertius, who pronounced his funeral oration, closed it with these words: \"There lived a man whom it was not possible for those who knew him sufficiently to esteem; those who entertained no esteem for him are such as never knew him well enough to appreciate his merits.\"",
        "\" In Plutarch pleasure is so mixed and confounded with profit, that I esteem the reading of him as a paradise for a curious spirit to walk in at all time.\"",
        "Some of the garden varieties of the woodbine are very beautiful, and are held in high esteem for their delicious fragrance, even the wild plant, with its pale flowers, compensating for its sickly looks \" with never-cloying odours.\"",
        "On the passing of the Act of Uniformity in 1662, Newcomen lost his living, but was soon invited to the pastorate at Leiden, where he was held in high esteem not only by his own people but by the university professors.",
        "But Greeks were highest of all in esteem, and they were much sought for foreign sale.",
        "These naturally became the popular religious books of the rising Jewish-Christian communities, and were held by them in still higher esteem, if possible, than by the Jews.",
        "During the first half of the 19th century the position of the City Corporation had somewhat fallen in public esteem, and some of the most influential men in the city were unconnected with it, but a considerable change took place in the latter half of the century.",
        "There he laboured with great success, visiting the different islands of the group in the mission ship the \"Southern Cross,\" and by his good sense and devotion winning the esteem and affection of the natives.",
        "i, the other included in the Catalepton, the collection of small poems attributed to Virgil) indicate the esteem in which he was held.",
        "The protective instinct was responsible for much of this interference with the natural impulse of men of various creeds towards mutual esteem and forbearance.",
        "Of the six edicts four were of minor importance, and, I flattered myself, even of his friendship and esteem, I never had that of his correspondence,\" but there is no doubt that Adam Smith met Turgot in Paris, and it is generally admitted that The Wealth of Nations owes a good deal to Turgot.",
        "In Germany a fungus (Polyporus Laricis) grows on the roots and stems of decaying larches, which was formerly in esteem as a drastic purgative.",
        "This is designed to both challenge children and boost their self esteem.",
        "Self esteem and confidence naturally show in our body language.",
        "Towards the close of 1888 the emperor returned and was received by the populace with every demonstration of affection and esteem.",
        "Hammond was held in high esteem even by his opponents.",
        "But the cynical expressions of such a man are not to be taken too literally; and the mere fact that he lived and died in the esteem of many friends suffices to show that the theoretical selfishness which he sometimes professed cannot have been consistently and at all times carried into practice.",
        "They esteem poetry and eloquence, but can scarcely be induced to learn reading or writing.",
        "The universal belief in the efficacy of invocation as an indispensable adjunct to sacrifices and religious rites generally, could not fail to engender and maintain in the minds of the people feelings of profound esteem and reverence towards those who possessed the divine gift of inspired utterance, as well as for those who had acquired an intimate knowledge of the approved forms of ritual worship. A common designation of the priest is brahman (nom.",
        "In former days this was the prevalent poplar in Britain, and the timber was employed for the purposes to which that of other species is applied, but has been superseded by P. monilifera and its varieties; it probably furnished the poplar wood of the Romans, which, from its lightness and soft tough grain, was in esteem for shield-making; in continental Europe it is still in some request; the bark, in Russia, is used for tanning leather, while in Kamchatka it is sometimes ground up and mixed with meal; the gum secreted by the buds was employed by the old herbalists for various medicinal purposes, but is probably nearly inert; the cotton-like down of the seed has been converted into a kind of vegetable felt, and has also been used in paper-making.",
        "After the flight of the usurper Alexius, and when the blind Isaac, whose claims the crusaders were defending, had been taken by the Greeks from prison a;nd placed on the throne, Villehardouin, with Montmorency and two Venetians, formed the embassy sent to arrange terms. He was again similarly distinguished when it became necessary to remonstrate with Alexius, the blind man's son and virtual successor, on the nonkeeping of the terms. Indeed Villehardouin's talents as a diplomatist seem to have been held in very high esteem, for later, when the Latin empire had become a fact, he was charged with the delicate business of mediating between the emperor Baldwin and Boniface, marquis of Montferrat, in which task he had at least partial success.",
        "If, as most critics agree, it is a historical romance (cf., e.g., the book of Judith), it is possible that a writer, preferably one who lived in the post-exilic age and was acquainted with Babylonian history, desired to enhance the greatness of Abraham by exhibiting his military success against the monarchs of the Tigris and Euphrates, the high esteem he enjoyed in Palestine and his lofty character as displayed in his interview with Melchizedek.",
        "For a good self esteem, it requires a general feeling of healthy confidence.",
        "On top of long term unemployment they each face struggles including self esteem issues, marriage problems and even coping with life after Hurricane Katrina.",
        "Swords, magical and historical, have held a special place in the esteem of their wielders since their invention in the Bronze Age.",
        "The cordial and gentle manners of Mrs Gibbon, however, and her unremitting care for his happiness, won him from his first prejudices, and gave her a permanent place in his esteem and.",
        "Mdlle Curchod soon afterwards became the wife of Necker, the famous financier; and Gibbon and the Neckers frequently afterwards met on terms of mutual friendship and esteem.",
        "He was the youngest of eight sons,' and spent his youth in an occupation which the Hebrews as well as the Arabs seem to have held in low esteem.",
        "Agriculture is still carried on in a somewhat primitive fashion, and as a rule the livestock is of an inferior quality, though the breed of horses, of a heavy build and mostly used in agriculture, is held in high esteem.",
        "This council had brought to Rome the learned monk Jerome, for whom Damasus showed great esteem.",
        "When members of different tribes met in peace (as at the fair of `Ukaz) the most skilful reciters strove to maintain the honour of their own people, and a ready improviser was held in high esteem.",
        "Belonging to about the same period as the JinkOshOtO-ki, another classic occupies a leading place in Japanese esteem.",
        "Amid all these contests the wise and statesmanlike moderation of the grand-duke Frederick won him universal esteem.",
        "The secret of Trajan's power lay in his close personal relations with the officers and men of the army and in the soldierly qualities which commanded their esteem.",
        "all citizens who could afford a suit of armour), Theramenes stood in high esteem.",
        "In October 1766 tutor and pupil returned home, and they ever afterwards retained strong feelings of mutual esteem.",
        "Papineau, The Most Insistent Demagogue Of 1837, Must Certainly Be Named Among The Founders, For The Sake Of Speeches Which Came Before Written Works Both In Point Of Time And Popular Esteem.",
        "By his independent course in Congress he won the respect and esteem of all political groups.",
        "The \" atheistic \" Republic did not for one moment think of putting on sackcloth, or even of giving the Church a single proof of esteem and sympathy.",
        "Hachette was held in high esteem for his private worth, as well as for his scientific attainments and great public services.",
        "\"I cannot say how happy I esteem myself in having seen so much of one so truly great as Grotius.",
        "He takes a keen interest in nature, and in the natural sciences, studying them in a way that was then new in Rome, while the small esteem in which studies of this kind were held does not deter him from endeavouring to be of service to his fellow countrymen (xxii.",
        "Pliny's work was held in high esteem in the middle ages.",
        "In view of the low esteem into which the Order of St Michael had fallen, Henry III.",
        "An inspirational story for any child whose self- esteem needs a boost.",
        "The work not only develops artistic skills but also promotes self-awareness and self esteem.",
        "A legacy of f 200 from David Hume showed the esteem in which he was held by that philosopher.",
        "He retained the esteem of the king until the divorce proceedings began in 1527; and then he set himself sternly in favour of the validity of the marriage.",
        "Undoubtedly the best specimens of this kinran-de (brocade) porcelain of Kaga merit praise and admiration; but, on the whole, ware so gaudy could not long hold a high place in public esteem.",
        "Napier held his Moslem ally in great esteem, and entertained a very high opinion of his political acumen and chivalry as a leader and soldier.",
        "The king, Prince Charles and the governing circle appreciated the merits of their faithful lieutenant less than did his enemies Waller and Fairfax, the former of whom wrote, \"hostility itself cannot violate my friendship to your person,\" while the latter spoke of him as \"one whom we honour and esteem above any other of your party.\"",
        "A healthy self esteem provides you with an internal sense of security, no matter what life deals you.",
        "Depending on whom you ask and where you look, there are many definitions of self esteem, both positive and negative.",
        "Teenage acne sufferers may be prone to depression, poor self esteem and a general lack of self-confidence.",
        "The personal character of Boole inspired all his friends with the deepest esteem.",
        "The makie-shi ranks almost as high as the pictorial artist in Japanese esteem.",
        "His manual skill was duly appreciated: \"I was a thousand times tempted,\" he said long afterwards, \"to tear up my drawings in disgust at the esteem in which they were held, as if I had been good for nothing better.\"",
        "C. von Kleist (1715-1759), a Prussian officer, whose fine poem, Der Frzihling, had won for him Lessing's warm esteem.",
        "They have long been known as \"sables,\" doubtless owing to the density of colour to which many of them attain, and they have always been held in the highest esteem by connoisseurs as possessing a combination of rare qualities.",
        "to the favour of Cardinal olsey; after Wolsey's fall he rose in Lee was personally in charge of the unsuccessful West Virginian high in the esteem of Henry VIII.",
        "A similar tribute of general esteem was paid to him nearly two centuries later, when a statue was erected to his memory at Kidderminster in July 1875.",
        "Sempronius Gracchus, who by his generous treatment of the vanquished gained their esteem and affection.",
        "It was noted for the first time in this February speech, but the most striking instance was in a speech on Mr Osborne Morgan's Burials Bill in April 1875, in which he described a Quaker funeral, and protested against the \"miserable superstition of the phrase `buried like a dog.'\" \"In that sense,\" he said, \"I shall be buried like a dog, and all those with whom I am best acquainted, whom I best love and esteem, will be ` buried like a dog.'",
        "Of the great Roman writers Horace had least sympathy with him; yet he testifies to the high esteem in which he was held during the Augustan age.",
        "Ovid expresses the grounds of that esteem when he characterizes him as \"Ingenio maximus, arte rudis.\"",
        "being placed in a low situationand this is the case with everything they esteem holy.",
        "An epidemic of cholera in the summer of 1883 gave the British officers their first chance of acquiring the esteem and confidence of their men, and the opportunity was nobly utilized.",
        "Among them the bright star Sirius was any I in special esteem; it was a goddess Sothis (Sopde), often be 1tified by the Egyptians with Isis.",
        "He discharged his duties with so much spirit and so conscientiously that he ultimately gained the esteem of Frederick William, who no longer feared that he would leave the crown to one unworthy of wearing it.",
        "The famous Hirsch trial, and Voltaire's vanity and caprice, greatly lowered him in the esteem of the king, who, on his side, irritated his guest by often requiring him to correct bad verses, and by making him the object of rude banter.",
        "14-21) it is clear that he had continued to enjoy the esteem of the dynasty which he had helped to found.",
        "In these matters he proved himself a trusty lieutenant, winning the esteem of the Corinthians by his zeal and disinterestedness.",
        "In 1491 he became one of the four elected members of the village council (vier Herren von der Gemeinde); and we are told that the counts of Mansfeld held him in esteem.",
        "The Berbers consult their women in many matters, and only one woman is really held in low esteem.",
        "Abdalmalik has every claim to our esteem as one of the ablest monarchs that ever reigned, but this murder remains a lasting blot on his career.",
        "The upper cadi Ibn abi Da`ud, the leader of the movement against orthodoxy, who had stood in great esteem with Mamun and had fulfilled his high office under the reigns of Motasim and Wathiq, had a stroke of paralysis in the year 848.",
        "It is little wonder that men who could tame and handle the reptiles gained esteem and influence.",
        "He was a devout Roman Catholic, and in his private life he had the esteem and admiration of all who knew him well.",
        "He retired from the presidency in 1797, 1 and returned to Mount Vernon, his journey thither being marked by popular demonstrations of affection and esteem.",
        "714 to a friend who had sent him a series of questions about the \"Persian sage,\" confesses ignorance of his name, home and rank, but infers from his homilies that he was a monk, and of high esteem among the clergy.",
        "Philibert was a great warrior and statesman, who was held in great esteem by the emperor Charles V.",
        "He bore with calmness the storm of reproach from his party associates which followed, and lived to regain the esteem of those who had attacked him.",
        "At first he wrote political articles in the newspapers, but when the French army approached the city with hostile intentions he joined the fighting ranks and soon won Garibaldi's esteem by his bravery.",
        "His attitude towards Essays and Reviews in 1861, against which he wrote an article in the Quarterly, won him the special gratitude of the Low Church party, and latterly he enjoyed the full confidence and esteem of all except the extreme men of either side and party.",
        "He was also a man of education and intelligence, superior to those among whom he lived, with natural talents for governing and gaining the esteem of others.",
        "The wines of Bacharach were once held in the greatest esteem, and it is still one of the chief markets of the Rhenish wine trade.",
        "All this time Heloise had lived amid universal esteem for her knowledge and character, uttering no word under the doom that had fallen upon her youth; but now, at last, the occasion came for expressing all the pent-up emotions of her soul.",
        "First as the associate of Steele, with whom he quarrelled, and of Addison, whose esteem for him survived all differences, afterwards as the intimate comrade of Pope and Arbuthnot, the friend of Congreve and Atterbury, Parnell and Gay, he entered deeply into the literary life of the period.",
        "In 1880, Sir Bartle Frere, who by his energetic and statesmanlike attitude on the relations with the native states, as well as on all other questions, had won the esteem and regard of loyal South African colonists, was recalled by the 1st earl of Kimberley, the liberal secretary of state for the colonies, and was succeeded by Sir Hercules Robinson.",
        "His policy of customs and railway unions between the various states, added to the personal esteem in which he was at this time held by many of the Dutchmen, enabled him to undertake and to carry on successfully the business of government.",
        "John of Damascus and the schoolmen, including Albertus Magnus and Thomas Aquinas, held Nemesius in high esteem, believing his book to be the work of Gregory of Nyssa, with whom he has much in common.",
        "Along with several other species, notably Ctenosura acanthinura, which is omnivorous, likewise called iguana, the common iguana is much sought after in tropical America; the natives esteem its flesh a delicacy, and capture it by slipping a noose round its neck as it sits in fancied security on the branch of a tree.",
        "In a letter to Newton announcing the news, Montague writes: \" I am very glad that at last I can give you a good proof of my friendship, and the esteem the king has of your merits.",
        "The two \"coming men\" became fast friends, and their mutual esteem was never disturbed.",
        "He ever had the goodwill of the people because he knew how to give them fair words, and always spoke not of himself but of the augmentation and good governance of the kingdom, for which he would spend his life; and thus he had the goodwill of England, so that in all the land he was the lord who was held in most esteem and faith and credence.",
        "Meanwhile he continued to secure popular esteem in his judicial capacity.",
        "So great was the esteem in which it was held, that in the early legend of the struggle between the gods of sea and land, Poseidon and Athena, for the patronage of the country, the sea-god is represented as having to retire vanquished before the giver of the olive; and at a later period the evidences of this contention were found in an ancient olive tree in the Acropolis, together with three holes in the rock, said to have been made by the trident of Poseidon, and to be connected with a salt well hard by.",
        "Hermann and Dorothea, published in 1800, had already placed him in the first rank of authorities on aesthetics, and, together with his family connexions, had much to do with his appointment at Rome; while in the years 1795 and 1797 he had brought out translations of several of the odes of Pindar, which were held in high esteem.",
        "His power of patient endurance, or perhaps his slowness, earned him the title of \"the Ass\"; but such was the esteem awakened by his high moral qualities that, on the death of Zeno in 263, he became the leader of the school.",
        "In discussing this he distinguishes, with well-applied subtlety, between the pleasurableness of the benevolent emotions themselves, the sympathetic enjoyment of the happiness of others, and the pleasure arising from a consciousness of their love and esteem.",
        "Both thinkers hold that this perception of right and wrong in actions is accompanied by a perception of merit and demerit in agents, and also by a specific emotion; but whereas Price conceives this emotion chiefly as pleasure or pain, analogous to that produced in the mind by physical beauty or deformity, Reid regards it chiefly as benevolent affection, esteem and sympathy (or their opposites), for the virtuous (or vicious) agent.",
        "This whole letter is a most curious illustration of Salvian's reproach against his age that the noblest man at once forfeited all esteem if he became a monk (De gub.",
        "It was then that, strong in \"the esteem and admiration with which he was surrounded,\" and \"foreseeing a future full of hope for France,\" he dreamed of realizing the Napoleonic ideal in its entirety.",
        "still seemed to see only through the eyes of Coligny; till Catherine, fearing to be supplanted by the latter, dreading the results of the threatened war with Spain, and egged on by a crowd of Italian adventurers in the pay of Spainmen like Gondi and Birague, reared like herself in the political theories and customs of their native landsaw no hope but in the assassination of this rival in her sons esteem.",
        "They further celebrated their deliverance at Ptolemais, where they built a synagogue, and they reached their various abodes to find themselves not only reinstated in their possessions, but raised in the esteem of the Egyptians.",
        "The Cabeiri were held in even greater esteem by the Romans, who regarded themselves as descendants of the Trojans, whose ancestor Dardanus (himself identified in heroic legend with one of the Cabeiri) came from Samothrace.",
        "His appointment was three times renewed, on each occasion with the expressions of the highest esteem on the part of the governing body, and his yearly salary was progressively raised from 180 to l000 florins.",
        "During a prolonged audience he had received from the pope assurances of private esteem and personal protection; and he trusted to his dialectical ingenuity to find the means of presenting his scientific convictions under the transparent veil of an hypothesis.",
        "If these things be so, then the evidence of the senses must be held in slight esteem.",
        "A few words from his epitaph by Burke deserve quotation as giving the reason of the predominance of such an ordinary man as Lord Rockingham over a party abounding in men of great abilities: \"A man worthy to be held in esteem, because he did not live for himself..",
        "The seventh son, Ange (1537-1623), seigneur du Luat, was secretary to Henry IV., and enjoyed the esteem of Sully.",
        "held him in high esteem despite his sermons against the French wars.",
        "WHITEBAIT, the vernacular name of the small fish which appears in large shoals in the estuary of the Thames during the summer months, and is held in great esteem as a delicacy for the table.",
        "Their hold, therefore, is rather upon my compassion and general benevolence, rather than upon my esteem.",
        "Apparently, rat catchers were held in high esteem in the community due to the locals ' fear of the Black Plague.",
        "contrivance of the gospel speaks forth what a high esteem God puts upon the souls of men.",
        "diabetes mellitus patients are generally sad, have frequent mood changes, feelings of anger and low self esteem.",
        "Not only are the family better off, but work boosts the self esteem and confidence of parents \"",
        "The school worked very hard to raise the self esteem of students through effective partnerships with the Business World.",
        "building Self esteem Colorful e-book on how to build self esteem in others.",
        "A council spokesman said: \" The huge demand for seats reflects the esteem in which John Charles continues to be held.",
        "These programs and qualifications are designed to create opportunities for personal and social development and to enhance self esteem.",
        "An eating disorder is a crisis of low self esteem.",
        "The average Beirut citizen does not hold the traffic light in the highest esteem!",
        "A sincere friendship founded on mutual esteem, had sprung up between these two.",
        "If nothing else, I'll have a whole 30 seconds of increased self esteem if I see someone buying it.",
        "Individual young people develop skills, knowledge and expertise leading to improved self esteem and belief in themselves.",
        "esteem indicators count for 5% of the overall quality profile.",
        "esteem too lightly.",
        "self esteem is all about how good you feel about yourself.",
        "gain confidence, self esteem, focus.",
        "But it was Henry's lack of esteem for me which I really found so galling.",
        "Build up their confidence and self esteem again, this reduces stress and develops a stress hardiness for future use.",
        "hold was held in high esteem as an energetic, friendly, unassuming and entertaining companion.",
        "I discovered a whole tradition of esteem for leisure as something good, dynamic and wholesome - even holy.",
        "A beautifully illustrated book for boosting children's self esteem.",
        "As an ex magistrate myself I am grateful to you and Lord Justice Auld for the high esteem in which you hold the magistracy.",
        "skirmish paintball offers a marvelous opportunity for personal development, boosting confidence and self esteem.",
        "parity of esteem \" .",
        "They become respected within the church and get perks, kudos and esteem from the church leaders.",
        "Having a perm or coloring the hair can have a positive effect on your self esteem.",
        "unaffected piety, simplicity of manners, and warm benevolence drew to him the affection and esteem of ' his acquaintance.",
        "rarefyhe rarefied world of self esteem, young people can grow up thinking that they are much more competent than they actually are.",
        "They are held in high esteem and greatly revered and respected.",
        "self esteem building program?",
        "Teachers can then sharpen their coaching skills by working with the teams again with no fear of undermining the esteem of their respective schools.",
        "This somehow seems symptomatic of the critical esteem in which the post-mortem Kubrick is held.",
        "token of esteem we will keep his work and profile available for others to appreciate.",
        "He discharged his duties with ability and success, and although the boldness with which he denounced the aristocratic rulers of Rome drew down upon him the enmity of powerful Iren, he won the favour and esteem of the pope, who gave him an official position at his court.",
        "These consisted partly in the general respect and esteem paid to a proxenus, and partly in many more substantial honours conferred by special decree of the state whose representative he was, such as freedom from taxation and public burdens, the right of acquiring property in Attica, admission to the senate and popular assemblies, and perhaps even full citizenship. Public hospitium seems also to have existed among the Italian races; but the circumstances of their history prevented it from becoming so important as in Greece.",
        "It was written in English instead of Latin in order that \"hereby the simple of this Band may be instructed\"; and the author apologizes for the language and his own mode of expression in the following sentences: \"Whatsoever therfore through hast, is here rudely and in base language set downe, I doubt not to be pardoned thereof by all good men, who, considering the necessitie of this time, will esteem it more meete to make hast to prevent the rising againe of Antichristian darknes within this Iland, then to prolong the time in painting of language\"; and \"I graunt indeede, and am sure, that in the style of wordes and utterance of language, we shall greatlie differ, for therein I do judge my selfe inferiour to all men: so that scarcely in these high matters could I with long deliberation finde wordes to expresse my minde.\"",
        "But his ostentatious visit to Friedrichsruh, and a subsequent speech at Turin, in which, while professing sentiments of friendship and esteem for France, he eulogized the personality of Bismarck, aroused against him a hostility on the part of the French which he was never afterwards able to allay.",
        "This publication, which amounted to a gross breach I of diplomatic confidence, might have endangered the cordiality of Anglo-Italian relations, had not the esteem of the British government for General Ferrero, Italian ambassador in London, induced it to overleok the incident.",
        "The affectionate esteem with which he was regarded by the younger Elizabethan writers is expressed by Thomas Nashe, who says (Foure Letters Confuted) that Churchyard's aged muse might well be \"grandmother to our grandiloquentest poets at this present.\"",
        "To read well, that is, to read true books in a true spirit, is a noble exercise, and one that will task the reader more than any exercise which the customs of the day esteem.",
        "In the rarefied world of self esteem, young people can grow up thinking that they are much more competent than they actually are.",
        "Are you looking for a self esteem building program?",
        "As a small token of esteem we will keep his work and profile available for others to appreciate.",
        "Your baby gets powerful positive messages for his developing self esteem when his needs are being met.",
        "We also know that in order to optimize a child's self esteem you want to address your baby's needs in a timely manner.",
        "These are all important and essential building blocks for your baby's self esteem, social development, and verbal development.",
        "Not only does this hinder the development of the older child, but it can stunt even a baby's self esteem and sense of independence from an early age.",
        "It can work as a great self esteem boost when he needs to know how far he's come in life.",
        "Spirituality and religion often play a role in family, and are values held in high esteem in families where they are included.",
        "Makeup artists truly transform us for those special moments, and since it has been proven that cosmetics enhance self esteem and boost confidence, they make every ordinary day special as well.",
        "Dear NerdyPrettyGirl,Being a professional model and making a living at it is really tough, and brutal on your self esteem and body.",
        "It's wrong and we have a lot of work to do as a society and as parents to help our daughters and sons with self esteem.",
        "The music and performances can have a great impact on a teen's self esteem and personal attachment to music.",
        "This can alter a teenager's self esteem and body image by making them feel fat when in fact, they may weigh within a normal range for their age, height, and gender.",
        "Why then are Hollywood women getting thinner and what does that mean for the self esteem of the young girls and women who idolize them?",
        "Her size 14 to 16 frame and size 11 shoe inspired full figured women everywhere to embrace their curves and, in the process, to develop positive self images, self esteem and self acceptance.",
        "It is important for parents to encourage strong self esteem in their child and to foster independent living skills.",
        "Boys learn their sexuality in a context with other boys who bestow a sense of esteem on them.",
        "Dance is also a wonderful self esteem booster.",
        "The emotional burdens of hair loss plague one's self esteem and attack their personal level of attractiveness.",
        "Gabrielle Reece was born in 1970 and has been a pro-beach volleyball player of high esteem, winning coveted awards.",
        "Having a natural hair wig improves their appearance and raises their self esteem.",
        "It's a great self esteem exercise for any school club or non profit, and teens will be amazed at what a great event they can pull off.",
        "Hair donations allow organizations to offer wigs to those who are lacking, and to bring up their self esteem to a level where they will feel more beautiful than ever before.",
        "This reemergence into dating can include many hurdles including kids, heart break, and self esteem issues.",
        "Start with building your own self esteem.",
        "Self esteem affects your abilities in all aspects and at all levels.",
        "Self esteem should not be your ego, but instead the ability to be good to yourself and others, the ability to slosh off bad experiences and focus on the positive, and the ability to accept the good with the bad.",
        "It is about feeling worthy, not feeling better.Breaking down your self esteem is a gradual process of time wearing down your expectations and self worth.",
        "If you are looking to improve your self esteem, you will need to start with these five areas.",
        "Handling criticism and praise is another key factor influencing your self esteem.",
        "Mistakes are inevitable, but they also hurt your self esteem.",
        "By focusing on these two goals, you can achieve a stable self esteem.",
        "So many women, they don't have the knowledge, their self esteem is not high enough, their self worth is not high enough.",
        "A recovering victim of any kind of rape situation needs continuing guidance to rebuild self esteem and trust.",
        "That is why it is so important to find ways to bring normalcy to their lives to conquer feelings of low esteem they may feel.",
        "You are strong, playful and require others to boost your self esteem.",
        "This knowledge helps build kids' self esteem.",
        "This, in turn, builds confidence and self esteem.",
        "When children see the progress they've made, it's a natural boost to their self esteem.",
        "Another child autism issue involves self-perception and esteem.",
        "Tolerance and acceptance are critical aspects of the children's esteem as well as their ability to make meaningful connections with neurotypical people.",
        "Self esteem is integral to building social skills and some programs offer inspiring models of confidence.",
        "For my health and self esteem, I had to do something, and Medifast seemed like a healthy option.",
        "Looking good can be a boost to your self esteem, but you can't depend on this to be your main motivation.",
        "Additionally, exercise can increase self confidence and self esteem.",
        "For example,losing weight through exercise can lead to increased self esteem.",
        "Increase your self confidence and self esteem.",
        "By recycling your bra, you could uplift the spirits, self esteem, and of course, the breasts, of another deserving woman or girl--and avoid further clogging the landfill with items that can be used elsewhere.",
        "This addiction and the self esteem issues that fed into it remained with Garland throughout her life.",
        "She runs the DeShawn Snow Foundation, which works with teenage girls to improve self esteem.",
        "Participants in the show are taken through a variety of different self esteem building workshops and techniques, in order for them to learn to love their bodies.",
        "The teen moms portrayed on 16 and Pregnant run the gamut from the outgoing, popular high school cheerleader to the shy bookworm with self esteem issues.",
        "Most of the contestants on the reality show America's Next Top Model have to have a healthy dose of self esteem to make it very far, but Jade Cole took thet prerequisite to a whole new level.",
        "She explains the intense pressure models face over their weight and how daily weigh-ins impacted her self esteem."
    ],
    "definition": [
        "To regard with respect; prize. See Synonyms at appreciate.",
        "To regard as; consider: esteemed it an honor to help them.",
        "Favorable regard; respect. See Synonyms at regard.",
        "Archaic Judgment; opinion.",
        "Link/Cite",
        "favourable regard",
        "To set a high value on; to regard with respect or reverence.",
        "To regard something as valuable; to prize.",
        "To look upon something in a particular way.\nMary is an esteemed member of the community.",
        "Mestee",
        "Link/Cite"
    ]
}