{
    "translation": "מוערך, משוער",
    "uses": [
        "The total length of the river is estimated at 2860 m.",
        "The western Mediterranean is cut off by a bank crossing the narrow strait between Sicily and Cape Bon, usually known as the Adventure Bank, on which the depth is nowhere 200 fathoms. The mean depth of the western basin is estimated at 881 fathoms, and the deepest sounding recorded is 2040 fathoms. In the eastern Mediterranean the mean depth is nearly the same as in the western basin.",
        "The ocean was visible; she estimated they were about half a mile from the orchard.",
        "In 2007, Google researchers estimated there were one hundred trillion words on the Internet.",
        "The population that year was estimated to be 4,794,149, from which it is seen that the annual costs of government were no less than £3,16s.",
        "We may not choose to—we may choose eating cheesecake and bacon over living an estimated extra 2.4 months longer.",
        "The United Nations has estimated that earth's population will pass nine billion by 2050, and ten billion by 2100.",
        "They were estimated by Leake at 200,000.",
        "Although some of these elephants are believed not to have been larger than donkeys, the height of others may be estimated at from 4 to 5 ft., or practically the same as that of the dwarf Congo race.",
        "The population of Albania may be estimated at between 1,600,000 and 1,500,000, of whom 1,200,000 or, ioo,000 are Albanians.",
        "In 1906 the peace strength of the army in France was estimated at 532,593 officers and men; in Algeria 54,580; in Tunis 20,320; total 607,493.",
        "The area is estimated at about 70,000 sq.",
        "By 2020, it is estimated that five billion people will be online, representing two-thirds the population of the planet.",
        "After fourteen years' residence in Bengal Hastings did not return home a rich man, estimated by the opportunities of his position.",
        "It is estimated that this cardinalate cost France about eight million francs.",
        "Next year a large programme of railway expansion was adopted, at an estimated cost to the state of 14o,000,000, and from 1880 to 1882 nearly 40,000,000 was expended and some 18cc m.",
        "The Venetian ambassador Gradenigo estimated the paying number of offices on Leo's death at 2150, with a capital value of nearly 3,000,000 ducats and a yearly income of 328,000 ducats.",
        "Its fundamental principle is that, by a combination of glass scales with a micrometer screw, \" the chief part of the distance to be measured is read off on the scale; the fractional part of the scalespace is not estimated but measured by the screw.\"",
        "The capital value of land, which greatly decreased during the last twenty years of the i9th century, is estimated at 3,120,000,000, and that of stock, buildings, implements, &c., at 340,000,000.",
        "For 1905 the total value of agricultural produce estimated at the place of production was 18,750,000 sterling, or about £4: 13: 4 per inhabitant.",
        "The rocket slammed into an ambulance parked in front of Andre's, the brilliant explosion throwing heat and light that reached her on what she estimated was the twentieth floor.",
        "But Clive was followed by two inefficient successors; and in 1770 occurred the most terrible Indian famine on record, which is credibly estimated to have swept away one-third of the population.",
        "It is estimated that Sardinia pays, in local and general, direct and indirect taxation of all kinds, 23,000,000 lire (920,000), a sum corresponding to 35.44 lire per head.",
        "Pop. (1900) 12,681, of whom 4296 were foreign born; (estimated 1906) 14,085.",
        "It is estimated that in consequence of these feuds scarcely 75% of the population in certain mountainous districts die a natural death.",
        "The population is now estimated at about 3500 Moslems and 6500 Christians; there are numerous schools, hospitals, &c., conducted by Greeks, Latins and Protestants.",
        "The names, area and population of the provinces and territories are as follows: The principal towns, with estimated population for 1905, are as follows: Buenos Aires (1,025,653), Rosario (129,121), La Plata (85,000), Tucuman (55,000), Cordoba (43,000), Sante Fe (33, 200), Mendoza (32,000), Parana.",
        "In Argentina these burdens bear heavily upon the labouring classes, and in years of depression they send away by thousands immigrants unable to meet the high costs of living, For the year 1900 the total expenditures of the national government, 14 provincial governments, and 16 principal cities, were estimated to have been $208,811,925 paper, which is equivalent to $91,877,247 gold, or (at $5.04 per pound stg.) to £18,229,612, ios.",
        "The number of Protestants may be estimated at about 600,000 and the Jews at about 70,000.",
        "In 181o its population was estimated at 50,000; seventy-one years later the census of 1881 gave it only 55,638.",
        "In 1891 its urban population was computed to be 72,429, which in 1904 was estimated to have increased to about 90,000.",
        "The modern er-Riha is a poor squalid village of, it is estimated, about 300 inhabitants.",
        "At the end of 1908 the strength of the naval forces under the Commonwealth defence department was: permanent, 217, naval militia, 1016; the estimated expenditure for 1908-1909 being £63,531.",
        "This was the first of the many rich discoveries in the same district which have made Western Australia the chief gold-producer of the Australian group. In 1907 there were eighteen goldfields in the state, and it was estimated that over 30,000 miners were actively engaged in the search for gold.",
        "It is estimated that at one time 2000 tons were produced annually, but the mine was closed ' in 1879.",
        "The most extensive fields are in the Mittagong, Wallerawang and Rylstone districts, which are roughly estimated to contain in the aggregate 12,944,000 tons of ore, containing 5,853,000 tons of metallic iron.",
        "Extensive deposits, which are being developed successfully, occur in Tasmania, it being estimated that there are, within easy shipping facilities, 17,000,000 tons of ore.",
        "This sum represents the interest payable on government loans placed outside Australia, mainly in England, and the income from British and other capital invested in the country; the former may be estimated at £7,300,000 and the latter £8,000,000 per annum.",
        "The bulk of this indebtedness has been contracted for the purpose of constructing railways, tramways, water-supplies, and other revenue-producing works and services, and it is estimated that only 8% of the total indebtedness can be set down for unproductive services.",
        "It was estimated that when first visited by Europeans the native 1 The existence of \" Group Marriage \" is a much-controverted point.",
        "The highest mountain is believed to be Gunong Tahan, which forms part of an isolated range on the eastern side, between Pahang and Kelantan, and is estimated at about 8000 ft.",
        "Upon Andrew Jackson's election to the presidency, the Telegraph became the principal mouthpiece of the administration, and received printing patronage estimated in value at $50,000 a year, while Green became one of the coterie of unofficial advisers of Jackson known as the \"Kitchen Cabinet.\"",
        "The population, estimated by James Bruce in 1770 at 10,000 families, had dwindled in 1905 to about 7000.",
        "The gross revenue of all the states is estimated at 24 millions sterling.",
        "Ships, whose tonnage was estimated at the amount of grain they could carry, were continually hired for the transport of all kinds of goods.",
        "The speed of the ship can be roughly estimated from the speed of the engines; it is more accurately obtained by one or other of the various forms of log, or it may be measured by paying out continuously a steel wire over a measuring wheel.",
        "paid to the railway companies for their reversionary rights, the cost of which had been estimated at £700,000.",
        "In 1869 Mr Scudamore estimated the operating expenses at 51 to 56 per cent.",
        "Another reason assigned by the committee appointed by the Treasury in 1875 \" to investigate the causes of the increased cost of the telegraphic service since the acquisition of the telegraphs by the state \" is the loss on the business of transmitting Press messages, which has been estimated as at least £300,000 a year.",
        "The years' working of the whole telephone system of the Post Office showed a balance of £451,787 after payment of the working expenses, while the estimated amount required to provide for depreciation of plant and interest at 3 per cent.",
        "The whole course of the river, including its windings, is estimated at about 450 m.",
        "This repayment sometimes consists of half the estimated value of the standing crops.",
        "Handlooms and small spinTextiles ning establishments have, in the silk industry, given place to large establishments with steam looms. The production of raw silk at least tripled itself between 1875 and 1900, and the value of the silks woven in Italy, estimated in 1890 to be 2,200,000, is now, on account of the development of the export trade calculated to be almost 4,000,000.",
        "It is estimated that the total production of the finer wares amounts on the average to 400,000 per annum.",
        "A capital expenditure of 1/24,000,000 annually was decided on to bring the lines up to the necessary state of efficiency to be able to cope with the rapidly increasing traffic. It was estimated in 1906 that this would have to be maintained for a period of ten years, with a further total expenditure of 1/21 4,000,000 on new lines.",
        "The value of the capital thus potentially freed was estimated at 12,000,000; though hitherto the ecclesiastical possessions in Lombardy, Emilia.",
        "The war strength was estimated in 1901 as, Active Army (md.",
        "The Italian loss is estimated to have been more than 6000, of whom 3125 were whites.",
        "The estimated total at a census taken in 1901 was only 2000.",
        "The annual losses due to epidemic plant diseases attain proportions not easily estimated.",
        "The wheat-rtist costs Australia 2,000,000 to L3,000,000 annually, and in 1891 alone the loss which Prussia suffered from grain-rusts was estimated at 20,000,000 sterling.",
        "The increasing number of measurements of the height of land in all continents and islands, and the very detailed levellings in those countries which have been thoroughly surveyed, enable the average elevation of the land above sea-level to be fairly estimated, although many vast gaps in accurate knowledge remain, and the estimate is not an exact one.",
        "been estimated that the whole mass of living substance in existence at one time would cover the surface of the earth to a depth of one-fifth of an inch. ?",
        "The study of the evolution of faunas and the comparison of the faunas of distant regions have furnished a trustworthy instrument of pre-historic geographical research, which enables earlier geographical relations of land and sea to be traced out, and the approximate period, or at least the chronological order of the larger changes, to be estimated.",
        "The Atrato at one time attracted considerable attention as a feasible route for a trans-isthmian canal, which, it was estimated, could be excavated at a cost of ii,000,000.",
        "The pseudo-coprolites of the Suffolk Crag have been estimated by Herapath to be as rich in phosphates as the true ichthyo-coprolites and saurio-coprolites of other formations, the proportion of P 2 O 5 contained varying between 12.5 and 37.25%, the average proportion, however, being 32 or 33%.",
        "The population was estimated in 1906 as 1,080,700.",
        "The area is estimated at 354,961 sq.",
        "Area and Population.-The area of the republic is estimated at 72,210 sq.",
        "when the log-line is quickly nipped, the knots counted, and the intermediate portion estimated.",
        "The general elevation of the plateau is estimated to be about 2700 ft., and the highest elevation was reported in 1892 to be the Serra dos Pyreneos (5250 ft.).",
        "The river Makona takes a much more northerly course than had been estimated.",
        "The population of Americo-Liberian origin in the coast regions is estimated at from 12,000 to 15,000.",
        "m., and its population is estimated at 22,000,000.",
        "The population of the empire, which was estimated at 74,000,000 in 1859, was found to be over 129,200,000 at the census of 1897, taken over all the empire except Finland.",
        "Livonia Minsk Mogilev Moscow Nizhniy-Novgorod Novgorod Olonets Orel Orenburg Penza Perm Podolia Poltava Pskov Ryazan St Petersburg Samara Piotrkow Plock Radom St Michel Tavastehus Uleaborg Stavropol Elizavetpol Erivan Kars Saratov Simbirsk Smolensk Tambov Taurida Tula Tver Ufa Vilna Vitebsk Vladimir Volhynia Vologda Voronezh Vyatka Yaroslavl Siedlce Suwalki Warsaw Viborg Vasa Terek Kutais Tiflis with Zakataly Akmolinsk Semipalatinsk The Steppes Turgai Uralsk Semiryechensk Samarkand Ferghana Syr-darya The effects of emigration and immigration cannot be estimated with accuracy, because only those who cross the frontier with passports are taken account of.",
        "Altogether some 800,000 peasants are estimated to have settled in Siberia during the period 1886-96, but during the years1893-1905no less than four millions in all.",
        "The peace strength of the army is estimated at 42,000 officers and 1,100,000 men (about 950,000 combatants), while the war strength is approximately 75,000 officers and 4,500,000 men.",
        "Indeed it is estimated that there are more than 12,000,000 Dissenters in Great Russia alone.",
        "One quarter of them have received allotments of only 2.9 acres per male, and one-half less than 8.5 to 11.4 acres - the normal size of the allotment necessary to the subsistence of a family under the three-fields system being estimated at 28 to 42 acres.",
        "It is estimated that for domestic purposes nearly 150,000,000 tons of wood are consumed every year, while the steamships, railways and factories consume another 20 or 25 million tons.",
        "At Lodz alone the workmen, in great part Germans and Jews, number between 50,000 and 60,000, and the total output of the factories is estimated at £9,000,000 to £10,500,000 annually.",
        "Along the Murman coast of the Arctic Ocean and in the White Sea, where many millions of herrings are caught annually by some 3000 persons, the yearly produce is estimated at the value of £140,000.",
        "In the Baltic Sea, as well as in the lakes of its basin (Ladoga, Onega, Ilmen, &c.), the yearly value is estimated at £ 200,000.",
        "The total value of the Caspian fisheries is estimated at £3,000,000 per annum.",
        "Taking the Lake Aral and Siberian river fisheries into account, it is estimated that altogether the fishing industries yield a revenue to the state of £330,000 annually.'",
        "His property was confiscated - his jewels, furniture and ready money were estimated to amount to £120,000 - he was degraded from the grandeeship and exiled to the Philippines.",
        "The capital of the province is Shiraz, and the subdivision in districts, the chief places of the districts and their estimated population, and the number of inhabited villages in each as they appear in lists dated 1884 and 1905 are shown on the following page.",
        "The population of the province has been estimated at 750,000 and the yearly revenue it pays to the state amounts to about £150,000.",
        "- The total construction capital invested in the railways of the world in 1907 was estimated by the Archiv fur Eisenbahnwesen at £8,986,150,000; the figure is necessarily incomplete, though it serves as a rough approximation.",
        "In the latest years in which comparisons can be made, the passenger journeys in the United Kingdom amounted to 1500 millions (including season-ticket holders, estimated) and the train n iles to 428.3 millions, while the corresponding figures in the United States were 873.9 millions and 1171.9 millions.",
        "If there are several driving-axles in a train, the product Tw must be estimated for each separately; then the sum of the products will be equal to RV.",
        "V hen the train is started and is moving slowly, the toroue acting on the driving-axle may be estimated as that due to about 85°/, of the full boiler pressure acting in the cylinders.",
        "per hour, the tractive force falls to 7400 lb, and this cannot be increased except by increasing the rate of combustion (neglecting any small changes due to a change in the efficiency 7 Knowing the magnitude of R, the draw-bar pull, and hence the weight of vehicle the engine can haul at this speed, can be estimated if the resistances are known.",
        "The orders confirmed were for 1731 m., involving an estimated capital expenditure of (12,770,384.",
        "The estimated gross revenue is £27,189; the tribute, £1460.",
        "It is of very irregular shape, has an estimated area of 11,200 sq.",
        "It was estimated that the works would require nine years for their completion, at a total cost of $9,000,000, although the first 200,000 acres could be reclaimed at a cost of $2,700,000.",
        "These first appeared in large numbers in the lower part of the Humboldt Valley in the summer of 1906, and in October and November 1907 it was estimated that they numbered on certain ranches from 8000 to 12,000 on every acre.",
        "The population is estimated at 175,000.",
        "The amount of the sun's heat has been estimated, but we receive on the earth less than one two-thousand-millionth part of the whole radiation.",
        "It has been estimated that the sun is at present contracting so that its diameter diminishes 10 m.",
        "In Italy the annual mortality from this cause averages 15,000, which is estimated.",
        "of the quantity estimated.",
        "It is one of those epoch-making facts in the light of which the course of the history of the preceding and following years must be estimated.",
        "If the impression left upon current thought can be estimated from certain of the utterances of the court-prophet Isaiah and the Judaean countryman Micah, the light which these throw upon internal conditions must also be used to gauge the real extent of the religious changes ascribed to Hezekiah.",
        "Unfortunately the internal conditions in the 6th century B.C. can be only indirectly estimated (§ 18), and the political position must remain for the present quite uncertain.",
        "The population of Crete under the Venetians was estimated at about 250,000.",
        "The ravages of the war from 1821 to 1830, and the emigration that followed, caused a great diminution, and the population was estimated by Pashley in 1836 at only about 130,000.",
        "The estimated revenue and expenditure for 1906 were as follows: Revenue.",
        "Its population is estimated at 3000, but as its inhabitants never submitted to Spanish and Mexican rule, and have maintained their independence against overwhelming odds for almost four centuries, this estimate should be accepted as a conjecture.",
        "He died of consumption and of mental strain on the 2nd of December 1892, his fortune at that time being estimated at $72,000,000; all of this he left to his own family.",
        "Its timber-land in 1900 was estimated at 32,300 sq.",
        "In all they number only about fifteen, and have an area estimated at 200 sq.",
        "The estimated revenue of the state is £250,000, and the state pays a subsidy of £13,000 for the Bhopal battalion.",
        "The whole number of species of plants indigenous in the region of south-eastern Asia, which includes India and the Malayan peninsula and islands, from about the 65th to the 105th meridian, was estimated by Sir J.",
        "As a statesman he has been very variously estimated, but it is generally agreed that a large number of the reforms and ideas of the Revolution were due to him; the ideas did not as a rule originate with him, but it was he who first gave them prominence.",
        "By dividing the total production, say of wheat, in each county by the number of acres of wheat as returned by the occupiers on June 4, the estimated average yield per acre is obtained.",
        "are shown, in thousands TABLE VI Estimated Annual Total Produce of Corn Crops in the United Kingdom, 1890-1905-Thousands of Bushels.",
        "of bushels, the estimated produce of the corn crops of the United Kingdom in the years 18 9 0-1905.",
        "Mangels are probably more closely estimated, as these valuable roots are carted and stored for subsequent use for feeding stock.",
        "For purposes of comparison it would be much better if the yields of corn crops were estimated in cwt.",
        "The home-grown is the estimated dead weight of sheep and lambs slaughtered, which is taken at 40% of the total number of sheep and lambs returned each year in the United Kingdom.",
        "imported column is given the weight of fresh (frozen) mutton and lamb imported, plus the estimated dead weight of the sheep imported on the hoof for slaughter.",
        "The estimated loss by the vine Phylloxera in the Gironde alone was £32,000,000; for all the French wine districts £IOO,000,000 would not cover the damage.",
        "His general formula for getting at the number of units in any sensation is S = C log R, where s stands for the sensation, R for the stimulus numerically estimated, and c for a constant that must be separately determined by experiment in each particular order of sensibility.",
        "The number of his works was estimated at 6000, but that is certainly an exaggeration.",
        "The population, estimated at 605,100 in 1906, numbered 587,326 in 1897, of whom only 5000 were Russians.",
        "The estimated population in 1906 was 3,543,700.",
        "m.; estimated income, £40,000; permanent land revenue, £9000.",
        "A breach of the covenant to repair gives the landlord an action for damages which will be measured by the estimated injury to the reversion if the action be brought during the tenancy, and by the sum necessary to execute the repairs, if the action be brought later.",
        "1818); (iii.) cheptel given to a farmer (fermier) or participating cultivator (colon partiaire) - in the cheptel given to the farmer (also called cheptel de fer) stock of a value equal to the estimated price of the stock given must be left at the expiry of the lease (Art.",
        "Its altitude has been estimated at 1587 ft.",
        "Suggestions for its improvement, which if carried out would (it is estimated) result in a monetary saving of £r,000,000 annually, were made by the Lancashire Private Cotton Investigation Commission which visited the Southern States of America in 1906.",
        "The main product is the refined oil, which is used for a great number of purposes, such as a substitute for olive oil, mixed with beef products for preparation of compound lard, which is estimated to consume one-third of cotton seed oil produced in the States.",
        "The cotton boll weevil (Anthonomus grandis), a small grey weevil often called the Mexican boll weevil, is the most serious pest of cotton in the United States, where the damage done by it in 1907 was estimated at about £5,000,000.",
        "The boll worm is most destructive in the south-western states, where the damage done is said to vary from 2 to 60% of the crop. Taking a low average of 4%, the annual loss due to the pest is estimated at about 1 - 2,500,000, and it occupies second place amongst the serious cotton pests of the U.S.A. The boll worm is widely spread through the tropical and temperate zones.",
        "It has yearly proved a more serious danger in Texas and other parts of the south-west of the United States, and the damage due to it in Texas during 1905 was estimated at about £750,000.",
        "It is estimated that the amount thus used in India exclusive of the consumption of mills is equivalent to about 400,000 bales.",
        "The total area of the cotton-producing region in the States is estimated at 448,000,000 acres, of which in 1906 only about one acre in fifteen was devoted to cotton.",
        "The province of Zaria alone is estimated to produce annually 30,000 to 40,000 bales, all of which is used locally.",
        "Figures are difficult to obtain, but an official report from the Japanese Residency General in 1907 estimated the crop at about 214,000 bales, all being used locally.",
        "The production of cotton in Russia in 1906 was estimated at 675,000 bales of Soo lb each.",
        "- The population is estimated as follows for each of the three divisions: - Province of Sheng-king (Feng Tien) 4,000,000 „ „ Kirin.",
        "A famous fountain in the Groznyi oil field in the northern Caucasus, which began to flow in August 1895, was estimated to have thrown up during the first three days 1,200,000 poods (over 4,500,000 gallons, or about 18,500 tons) of oil a day.",
        "The latter are estimated at some 22 millions sterling; the former at 4 millions.",
        "The principal crop is Bermuda onions; in 1909 it was estimated that 150o acres in the vicinity were devoted to this crop, the average yield per acre being about 20,000 lb.",
        "Each female lays a vast number of eggs, about 500,000 being the estimated amount.",
        "As late as 1906 it was estimated that nearly two-thirds of the men were to a greater or less degree self-supporting, as were many of the young women.",
        "Pop. (estimated) in 1906, 25,000 to 30,000.",
        "The population of Formosa, according to a census in 1904, is estimated at 3,022,687, made up as follows: aborigines 104,334, Chinese 2,860,574 and Japanese 51,770.",
        "In 1907 its whosesale and retail trade was estimated at $100,000,000.",
        "Pop. (1909) estimated at 24,000, including some 500 Europeans.",
        "01 gramme of the substance to be estimated.",
        "Carbon and hydrogen are generally estimated by the combustion process, which consists in oxidizing the substance and absorbing the products of combustion in suitable apparatus.",
        "In 1855 C. Brunner described a method for oxidizing the carbon to carbon dioxide, which could be estimated by the usual methods, by heating the substance with potassium bichromate and sulphuric acid.",
        "Nitrogen is estimated by (I) Dumas' method, which consists in heating the substance with copper oxide and measuring the volume Nitrogen.",
        "The halogens may be estimated by ignition with quicklime, or by heating with nitric acid and silver nitrate in a sealed tube.",
        "The product is dissolved in water, and the calcium haloid estimated in the usual way.",
        "The oxidation with nitric acid in sealed tubes at a temperature of 150° to 200° for aliphatic compounds, and 250° to 260° for aromatic compounds, is in common use, for both the sulphur and phosphorus can be estimated, the former being oxidized to sulphuric acid and the latter to phosphoric acid.",
        "Sulphur and phosphorus can sometimes be estimated by Messinger's method, in which the oxidation is effected by potassium permanganate and caustic alkali, or by potassium bichromate and hydrochloric acid.",
        "At one period of its prosperity its population was estimated at 25,000 to 30,000.",
        "The country within the Kachin hill tracts is roughly estimated at 19,177 sq.",
        "A simple plan is as follows - draw an outline of the country of which a map is to be produced upon a board; mark all points the altitude of which is known or can be estimated by pins or wires clipped off so as to denote the heights; mark river-courses and suitable profiles by strips of vellum and finally finish your model with the aid of a good map, in clay or wax.",
        "Dicaearcus of Messana in Sicily, a pupil of Aristotle (326-296 B.C.), is the author of a topographical account of Hellas, with maps, of which only fragments are preserved; he is credited with having estimated the size of the earth, and, as far as known he was the first to draw a parallel across a map. 4 This parallel, or dividing line, called diaphragm (partition) by a commentator, extended due east from the Pillars of Hercules, through the Mediterranean, and along the Taurus and Imaus (Himalaya) to the eastern ocean.",
        "These charts are based upon estimated bearings and distances between the principal ports or capes, the intervening coast-line being filled in from more detailed surveys.",
        "The population is estimated at about 1,roo,000, .but no trustworthy data are available.",
        "Bryan Edwards estimated the total import into all the British colonies of America and the West Indies from 1680 to 1786 at 2,130,000, being an annual average of 20,095.",
        "The slave population of the island was estimated in 1792 at 84,000; in 1817 at 179,000; in 1827 at 286,000; and in 1843 at 436,000.",
        "In 1873 the Cubans roughly estimated the population at 1,500,000 - of whom 500,000, or one-third, were slaves.",
        "In the Augustan age the population of Alexandria was estimated at 300,000 free folk, in addition to an immense number of slaves.",
        "About the same time Marsilio completed and published his treatise on the Platonic doctrine of immortality (Theologia Platonica de immortalitate animae), the work by which his claims to take rank as a philosopher must be estimated.",
        "So complete was their control that they are estimated to have derived from it more than 200 millions sterling while it lasted.",
        "Marchi has estimated the united length of the galleries at from Boo to 00o m., and the number of interments at between 6,000,000 and 7,000,000; Martigny's estimate is 587 m.; and Northcote's, lower still, at \" not less than 350 m.\"",
        "The estimated population in 1906 was 2,024,300.",
        "The depth of the wells is from 840 to 2150 ft.; two wells completed in 1907 had a daily capacity estimated at 35,000,000 to 50,000,000 ft.",
        "Sargent estimated in 1884 that the stand of short-leaf and long-leaf pines aggregated respectively 21,625 and 26,558 million feet.",
        "The state bureau of agriculture in 1903 estimated that of the total area 14.9 millions of acres were timber land, 5.7 millions pasture and marsh, and 5 o millions cultivated farm land.",
        "The total area is estimated at 41,634 sq.",
        "side of the island there are long chains of islets and reefs and coral keys (of which it is estimated there are 1300), which limit access to probably half of the coast, and on the N.",
        "end of the chain; its altitude has been variously estimated from 2500 to 1950 ft.",
        "The total number of species of the island flora was estimated in 1892 by a writer in the Revista Cubana (vol.",
        "It was estimated officially in 1904 that the wooded lands of the island comprised 3,628,434acres, of which one-third were in Oriente province, another third in Camaguey, and hardly any in Havana province.",
        "At the end of 1905 it was officially estimated that 16% was in cultivation.",
        "In 1902 it was officially estimated that the public land available for permanent agrarian cultivation, including forest lands, was only 186,967 hectares (416,995 acres), almost wholly in the province of Oriente.",
        "It has been authoritatively estimated, for example, that from 90 to 95% of all horses, neat cattle and hogs in the entire island were lost in the war years of 1895-1898.",
        "The yearly output of cigars was locally estimated in 1908 at about 500,000,000, but this is probably too high an estimate.",
        "The population was estimated at 35,000 in 1896.",
        "For example, if it should turn out that the mass of a body is to be estimated by counting the number of corpuscles (whatever they may be) which go to form it, then a body with an irrational measure of mass is intrinsically impossible.",
        "It is estimated to consist of 29 islands, 661 cays and 2387 rocks, and extends along a line from Florida on the northwest to Haiti on the south-east, between Cuba and the open Atlantic, over a distance of about 630 m., from 80° 50' to 72° 50' W., and 22° 25' to 26° 40' N.",
        "The total land area is estimated at 5450 sq.",
        "m.; pop. (1901) 720,877, showing an increase of 11% on the previous decade; estimated gross revenue, £146,700; there is no tribute.",
        "The proportion borne to one another by the different religions, as estimated in 1910, is: 50% Mussulman, 41% Orthodox, 6% Catholic, 3% all others (Jews, Druses, Nestorians, &c.).",
        "With its extensive sea-coast, and its numerous bays and inlets, Turkey has many excellent fishing-grounds, and the industry, the value of which is estimated at over £200,000 a year, could be greatly developed.",
        "The tax on realty (verghi) is estimated to yield £T2,599,420.",
        "The duties are estimated to produce £T393,107; other professional duties £T110,887 - together £T503,994 A \" Military Exoneration tax \" is levied on male Ottoman subjects between the ages of 15 and 75 to the amount of £T50 for 135 persons - certain exceptions such as priests, religious orders, &c., are allowed.",
        "The estimated revenue from this source is £T1, 289,612.",
        "Allowing for these, the estimated revenue is £T553,938.",
        "The estimated receipts are, from sheep £T1,790,720, from camels and buffaloes £T144,520, :and from hogs £T8890, or together £T1,814,152.",
        "The estimated receipts from the \" Tithes \" (including tobacco and silk, both hypothecated to the Public Debt Administration) are £T6, 73 1,107.",
        "The total \" direct taxes \" (inclusive of tobacco and silk tithes) are thus estimated to amount to £T13,725,892.",
        "Of these, commercial stamps are among the revenues specifically hypothecated to the Public Debt Administration, £T460,079; the others, consisting of legal stamps of various kinds, registration and transfer-duties, &c., are estimated to produce £ T6 53,373 forming a combined total of £T1,113,452.",
        "is estimated to produce £T513,651.",
        "In the previous budget there had been a special heading, \" Proceeds of Domains transferred from the Civil List,\" estimated to produce ET620,233, which may have been intended to include all the various receipts above enumerated.",
        "The total revenues of the empire are thus estimated to produce 725,848,332, and seeing the careful and moderate manner in which the estimates have been framed, this may be looked upon rather as a minimum than a maximum.",
        "The minister of finance stated in his budget speech to parliament, delivered on the 23rd of April 1910, that the revenues for the year 1909-1910, which had been estimated to produce T25,000,000, had as a matter of fact produced £T26,50o,000.",
        "The ministry of the interior was estimated to require £TI,157,230.",
        "High authority in Constantinople put the true amount of the floating debt in1910-1911at the amount previously estimated, viz.",
        "Almost immediately after the budget was drawn up a change of government took place, and largely owing to this fact the parliamentary budget commission introduced various modifications on the expenditure side of the account, which increased the estimated deficit to the account just mentioned.'",
        "It was intended to assign to the war department £T3,804,918, to the grand master of ordnance £T358,108, to the admiralty £T93,912, and to the ministry of finance £T2,443,202 for the payment of the war indemnities in Thessaly and other urgent liabilities, the estimated aggregate extraordinary expenditure thus amounting to £T6,700,140.",
        "In all departments there ensued, thus, an alarming leakage of revenue, amounting, it was credibly estimated, to quite 40%.",
        "The ceded revenues, exclusive of the \" contributive parts \" and the excess from commercial treaties, were estimated by Bourke, in his report to the bondholders on the decree of Muharrem, at £I,812,562 (£T1,993,818).",
        "The outside cost of construction of the first section, which lies entirely in the plains of Konia, is estimated to have been £625,000; the company retained, therefore, a profit of at least I' 4 millions sterling on this first part of the enterprise.",
        "A duty of 10 per mille on its estimated value has to be paid on transfer by sale, donation or testament; 5 per mille on transfer by inheritance; and, a registration duty on expenses of transfer.",
        "A transfer duty of 5% on the estimated value of emiriye is paid on transmission by sale, inheritance or donation, of 22% on the amount of the debt in case of mortgage or release from mortgage, and of 10% on expenses.",
        "In that year a horde, variously estimated at from two to four thousand souls, with their flocks and their slaves, driven originally from their Central Asian homes by the pressure of Mongol invasion, and who had sought in vain a refuge with the Seljukian sultan Ala-ud-din Kaikobad of Konia, were returning under their chief Suleiman Shah to their native land.",
        "The population of Bagdad is estimated variously from 70,000 to 20o,000; perhaps halfway between may represent approximately the reality.",
        "The ground plan of the building is estimated to occupy an area of 396,782 sq.",
        "The \"Cleveland plan,\" in force in the public schools, minimizes school routine, red tape and frequent examinations, puts great stress on domestic and manual training courses, and makes promotion in the grammar schools depend on the general knowledge and development of the pupil, as estimated by a teacher who is supposed to make a careful study of the individual.",
        "The central section, culminating in Tizi n 'Tagharat or Tinzar, a peak estimated at 15,000 ft.",
        "The area is estimated at 827,275 sq.",
        "In 1897 Peary brought the largest nodule to New York; it was estimated to weigh nearly loo tons.",
        "The area of the entire Danish colony is estimated at 45,000 sq.",
        "Hans Egede estimated the population then at 30,000, but this is probably a large overestimate.",
        "These settlements at the height of their prosperity are estimated to have had 10,000 inhabitants, which, however, is an over-estimate, the number having probably been nearer one-half or one-third of that number.",
        "Their whole number may be estimated at from 20,000 to 25,000.",
        "The exact number of the Ostiak Samoyedes is not known; the Tavghi Samoyedes may number about woo, and the Yuraks, mixed with the former, are estimated at 6000 in Obdorsk (about 150 settled), 5000 in European Russia in the tundras of the Mezen, and about 350 in Yeniseisk.",
        "Its area is estimated at approximately 6 5,000 sq.",
        "Pop. (1880) 5591; (1890) 9213; (1900) 11,134, of whom 4376 were foreign-born; (estimated 1906) 12,756.",
        "Taking such an easily surveyable area as the North Sea, the quantity of relatively warm and dense Atlantic water entering it from year to year can be estimated by the method of hydrographic sections.",
        "8 m., and its area is estimated at 52 sq.",
        "The falls can only be approached from below, where a monastery has been erected, the resort of countless pilgrims. Their height is estimated at 70 ft., and by Tibetan report the hills around are enveloped in perpetual mist, and the Sangdong (the \" lion's face \"), over which the waters rush, is demon-haunted and full of mystic import.",
        "The following are the \" lowest level \" discharges of the principal affluents of the Brahmaputra in Upper Assam, estimated in cubic feet per second: Lohit river, 9 m.",
        "Kohlrausch has prepared water of which the conductivity compared with that of mercury was only o 4 oX 11 at 18° C. Even here some little impurity was present, and the conductivity of chemically pure water was estimated by thermodynamic reasoning as o 36X1011 at 18° C. As we shall see later, the conductivity of very dilute salt solutions is proportional to the concentration, so that it is probable that, in most cases, practically all the current is carried by the salt.",
        "The concentration is known, and the conductivity can be measured experimentally; thus the average velocity with which the ions move past each other under the existent electromotive force can be estimated.",
        "Its taste is somewhat sweet, its sweetening power being estimated at from a to -*- that of cane sugar.",
        "Glucose may be estimated by means of the polarimeter, i.e.",
        "It may be estimated that between one and two million acres of land in the different countries referred to have been already appropriated for rubber plantations.",
        "The cost of clearing forest land and planting with rubber in Ceylon is estimated at about 100 Rs.",
        "The loss of Nicaragua rubber in drying is estimated at 15%.",
        "At present the caoutchouc present in crude rubber is usually estimated indirectly, and it is possible that what generally passes as caoutchouc may be in some instances a mixture of similar chemical substances, which if separated would be found to differ in those physical properties on which the technical value of rubber depends.",
        "With regard to a great many rivers we know only the position of their mouths and their approximate lengths estimated by natives in terms of a day's march.",
        "In 1906 the estimated population was 6,740,600.",
        "Between 1870 and 1890 over half a million free immigrants entered Siberia from Russia, and of these 80% settled in the government of Tobolsk; and between 1890 and 1905 it is estimated that something like a million and a half free immigrants entered the country.",
        "Altogether it is estimated that not more than 500,000 sq.",
        "The total cultivated area and the average area under crops every year have been estimated by A.",
        "It is estimated that about one-half of the Russian agricultural population supplement their income by engaging in non-agricultural pursuits, but not more than 18 to 22% carry on domestic trades, the others finding occupation in the carrying trade - which is still important, even since the construction of the railway - in hunting (chiefly squirrel-hunting) and in work in the mines.",
        "The aggregate returns of all these are estimated at £2,643,000 annually.",
        "As nearly as can be estimated, the total imports into Siberia amount approximately to £5,000,000, the amount having practically doubled between 1890 and 1902; the total exports average about £9,000,000.",
        "Many improvements and extra protective works were carried out after 1816, and it was estimated that the total cost of this great engineering undertaking from 1807 to 1902 amounted to about X200,000, the date for the completion of the work being 1911.",
        "The assessors estimated the individual incomes arbitrarily, village quarrels and rivalries leading them to over-charge some and under-charge others, and complaints were numberless on this point.",
        "The estimated gross revenue is 38,000 and the tribute £3000.",
        "m., chiefly desert, and an estimated population of ioo,000, mostly Arab nomads.",
        "We have no measure of the degree of power manifested by various animals - though it would be possible to arrive at some conclusions as to how that \"power\" should be estimated.",
        "Effects of the World War.-The losses suffered by Latvia from evacuation, war, occupation, invasion and Bolshevik rule almost ruined her beyond hope; the official statistician Skuieneeks estimated in 1920 that it would take 50 years to bring her back to the pre-war level.",
        "by the Pacific. Its area is officially estimated at 3856 sq.",
        "The estimated gross revenue is 126,322.",
        "The climate is equable and moist, but healthy; but the islands are subject to heavy storms. The total population is estimated at 36,000.",
        "The total land area is estimated at about 60 sq.",
        "The culminating point is near the western extremity of this chain and its altitude is estimated at 8500 ft.",
        "Its general elevation has been estimated to be about 2000 ft.",
        "The average rainfall throughout the whole Amazon valley is estimated by Reclus as \" probably in excess of 2 ' metres \" (78.7 in.), and the maximum rise of the great flood is about 45 ft.",
        "It is estimated that more than half the birds of Brazil are insectivorous, and that more than one-eighth are climbers.",
        "Not including the city of Rio de Janeiro, whose population was estimated at 691,565 in conformity with a special municipal census of 1906, the total population was 16,626,991, of which 15,572,671 were Roman Catholics, 177,727 Protestants, 876,593 of other faiths.",
        "Of the 700,211 immigrants located in the state of Sao Paulo from 1827 to the end of 1896, no less than 493,535 were Italians, and their aggregate throughout the republic was estimated in 1906 at more than 1,100,000.",
        "The capital of Minas Geraes in 1890 was Ouro Preto; it has since been transferred to Bello Horizonte, or Cidade de Minas, which has an estimated population of 25,000.",
        "It was estimated that there were 30,000,000 head of cattle in the republic in 1904, but the estimate was unquestionably too large.",
        "Education is in a backward condition, and it is estimated that 80% of the population can neither read nor write.",
        "Adjoining the cathedral is Dunkeld House, a seat of the duke of Atholl, the grounds of which are estimated to contain 50 m.",
        "Suraj Mall raised the Jat power to its highest point; and Colonel Dow, in 1770, estimated the raja's revenue (perhaps extravagantly) at £2,000,000 and his military force at 60,000 or 70,000 men.",
        "The estimated revenue is £180,000.",
        "The settled population is barely a million; but there is a considerable unsettled element in the S.E.which cannot well be estimated.",
        "Before that period the natives of what is now Natal proper were estimated to number about 10o,000.",
        "The population of the whole of Mongolia is estimated at about 5,000,000.",
        "This valuation list contains the gross estimated' rental and rateable value of all rateable property in the parish.",
        "The gross estimated rental is the rent at which a property might reasonably be expected to let from year to year, the tenant paying tithes, rates and taxes.",
        "We have mentioned Lamarck before his great contemporary Cuvier because, in spite of his valuable philosophical doctrine of development, he was, as compared with Cuvier and estimated as a systematic zoologist, a mere enlargement and logical outcome of Linnaeus.",
        "His true greatness can only be estimated by a consideration of the fact that he was a great teacher not only of human and comparative anatomy and zoology but also of physiology, and that nearly all the most distinguished German zoologists and physiologists of the period 1850 to 1870 were his pupils and acknowledged his leadership. The most striking feature about Johann Miller's work, apart from the comprehensiveness of his point of view, in which he added to the anatomical and morphological ideas of Cuvier a consideration of physiology, embryology and microscopic structure, was the extraordinary accuracy, facility and completeness of his recorded observations.",
        "We imagine a wave-front divided o x Q into elementary rings or zones - often named after Huygens, but better after Fresnelby spheres described round P (the point at which the aggregate effect is to be estimated), the first sphere, touching the plane at 0, with a radius equal to PO, and the succeeding spheres with radii increasing at each step by IX.",
        "The integrals are then properly functions of the direction in which the light is to be estimated.",
        "The conception of the lamina leads immediately to two schemes, according to which a primary wave may be supposed to be broken up. In the first of these the element dS, the effect of which is to be estimated, is supposed to execute its actual motion, while every other element of the plane lamina is maintained at rest.",
        "(11), where r is the distance between the element dx dy dz and the point where a l is estimated, and k = n/b = 27r/X (12), X being the wave-length.",
        "He gradually accumulated a fortune, which at his death was variously estimated as from $60,000,000 to $80,000,000.",
        "The lower group (Hospital Hill slates) consists of quartzites and shales, resting on the eroded surface of the older granites and schists, and estimated to be from 10,000 to 12,000 ft.",
        "The chief centres of the fields are Lydenburg, Pilgrims Rest and Spitzkop. The total output of the Lydenburg fields up to the end of 1908 is estimated at 1,200,000 oz.",
        "The area of the \" pipe \" containing blue ground is estimated at 350,000 sq.",
        "In October 1896 the sanitary board census estimated the population as 107,078, of whom 50,907 were Europeans.",
        "Out of the civil parish, which has an area of 10,785 acres and had in 1 9 01 a population of 854, there was formed in 1907 the urban district, comprising 1611 acres, and with an estimated population at the date of formation of 812.",
        "Tin is generally quantitatively estimated as the dioxide.",
        "The population is estimated at about 6,124,000 The country consists chiefly of a range of plateaus and wooded mountains, running north and south and declining on the coast to a narrow band of plain varying between 12 and 50 m.",
        "The official Handbook of Vene- zuela for 1904 estimated the population for the preceding year as 2,663,671.",
        "The area of the drainage basin is estimated at 56,000 sq.",
        "In the year named a special commission was appointed for the regulation of the Moldau and Elbe between Prague and Aussig, at a cost estimated at about I, 000,000, of which sum two-thirds were to be borne by the Austrian empire and one-third by the kingdom of Bohemia.",
        "The nitrate of this base (known as nitron) is so insoluble that nitrates may be gravimetrically estimated with its help. These bases combine with the alkyl iodides to yield quaternary ammonium salts.",
        "in lower diameter: its length is estimated at 197 ft., its breadth at 664 ft.",
        "The importance in science of Bichat's classical works, especially of the Anatomie generale, cannot be estimated here; we can only point out their value as supplying a new basis for pathology or the science of disease.",
        "His immense contributions to anatomy and pathology cannot be estimated here, but his services in stimulating research and training investigators belong to the history of general medicine.",
        "Estimated revenue £9422.",
        "It is estimated that upwards of a million daily enter and leave the City alone as the commercial heart of London, and a great proportion of these travel in and out by the suburban railways.",
        "This involved impounding the headwaters of the Wye, the Towey and the Usk, and the total cost was estimated to exceed fifteen millions sterling.",
        "The estimated cost was between three and four millions sterling, to be met by a toll, and it was urged that a uniform depth, independent of tides, would be ensured above the dam, that delay of large vessels wishing to proceed up river would thus be obviated, that the river would be relieved of pollution by the tides, and the necessity for constant dredging would be abolished.",
        "Practically the whole amount contributed towards the support of public local expenditure, and a considerable amount of that contributed to public national expenditure is based on the estimated annual value of the immovable property situated within the county of London, which in 1876 was £23,240,070; in 1886 £30,716,719; in 18 9 6 £35,793, 6 7 2; and in 1909 £44, 666, 6 5 1.",
        "The London County Council levied in 1909-19TO to meet its estimated expenditure for the year a total rate of 36 75d.; 14.50d.",
        "The preceding tables show the estimated income and expenditure of the London County Council for 1909-1910.",
        "- The population in 1904 was estimated at 230,000.",
        "Their loss was estimated at 1200 while the British had only two killed and 52 wounded.",
        "In order to determine the probable profit and life of the mine a definite scale of operations must be assumed, the money required for development and plant and for working capital must be estimated, the methods of mining and treating the ore determined, and their probable cost estimated.",
        "The total area of the province is estimated at 238,738 sq.",
        "m., are estimated to yield about io,000,000 tons annually, and give employment to nearly 50,000 men.",
        "The pressure at any point cf a plane in the interior of a fluid is the intensity of the normal thrust estimated per unit area of the plane.",
        "2, and by w the density of the liquid estimated in lb/ft.', pa - poa=wa.",
        "The increase in the output for a given time obtained by the use of the Krajewski crusher has been estimated at 20 to 25% and varies with the quality of the canes; while the yield of juice or extraction is increased by I or 2%.",
        "The broad worm, Dibothriocephalus latus, is similarly estimated to discharge 15 to 20 metres of proglottides, weighing 140 grammes.",
        "The estimated revenue is 46,000, the tribute X8000.",
        "The population, which is remarkable for gaiety of clothing, was formerly reckoned at 2,000,000, but is now variously estimated at 300,000, 400,000 or 800,000.",
        "Its area is somewhat undefined, but it may be estimated to measure 36 m.",
        "Tobacco seeds are very small, and it is estimated that about 300,000 to 400,000 seeds go to the ounce.",
        "The cigars, when dry, are carefully sorted according to strength, which is estimated by their colour, and classed in a scale of increasing strength as claro, colorado claro, maduro and oscuro.",
        "The estimated value of the world's annual crop is approximately £40,000,000.",
        "of zinc, in which the zinc alone, estimated at 2d.",
        "Zinc may be quantitatively estimated by precipitating as basic carbonate, which is dried and ignited to zinc oxide.",
        "The falks are singularly uniform in shape, but vary greatly in size; the largest were estimated by Huber and Euting at im.",
        "Manzoni estimated their number in Sana in 1878 at 1700 out of a total population of 20,000; at Aden they are a numerous and wealthy community, with agents in most of the towns of Yemen.",
        "This material is carbon, and as its vaporizing point is (estimated at) over 3500° C., and less than 4000° C., the temperature of the electric furnace cannot rise much above 3500° C. (6330° F.); but H.",
        "While the population of Nejef is estimated at from 20,000 to 30,000, there is in addition a very large floating population of pilgrims, who are constantly arriving, bringing corpses in all stages of decomposition and accompanied at times by sick and aged persons, who have come to Nejef to die.",
        "Its area is estimated at 870,000 sq.",
        "The average length is about 300 m., and the average breadth 150 m.; consequently the area may be estimated at 50,000 sq.",
        "Its area in 1906, including Tacna and Arica, and other disputed territories occupied by neighbouring states, was officially estimated.",
        "m.; exclusive of these territories, the area of Peru is variously estimated at 439,000 to 480,000 sq.",
        "Their number is estimated at 150,000 to 300,000, divided into 112 tribes, and differing widely in habits, customs and material condition.",
        "The Cholos may be roughly estimated at about 1,800,000 and form by far the larger part of the sierra population.",
        "of private lines, the estimated cost to be about £37,500,000-a sum far beyond the resources of the republic. The two transandean lines were the famous Oroya railway, running from Callao to Oroya (1893), which crosses the Western Cordillera at an elevation of 15,645 ft., and later on to Cerro de Pasco (1904), the Goillarisquisga coal mines (1904) and Hauri (1906); and the southern line from Mollendo to Lake Titicaca, which reached Arequipa in 1869, Puno in 1871 and Checcacupe (Cuzco branch) in 1906.",
        "It is officially estimated that this system comprises no less than 20,000 m.",
        "The mine first named has been worked since 1566 and its total production is estimated at 60,000 tons, the annual product being about 670 tons for a long period.",
        "The coinage in1906-1907was about £150,000 gold and £65,000 silver, and the total circulation in that year was estimated at £1,400,000 in gold coin and £600,000 in silver coin.",
        "The population is estimated at about ioo,000.",
        "Hong-Kong being a free port, there are no official figures as to the amount of trade; but the value of the exports and imports is estimated as about £50,000,000 in the year.",
        "When the length of a meteor's: course is known and the duration of its flight has been correctly estimated it is easy to compute the velocity in miles.",
        "Wet summers are followed by an acute outbreak of liver-rot amongst sheep and this, together with the effects of other diseases that accompany wet seasons, cause the death of vast numbers of sheep, the numbers from both sources being estimated in bad years at from 12 to 3 millions in England alone.",
        "The new additions to the harbour, which are situated at the south end, were designed to give more than double the receiving capacity of the port, and were estimated to cost £3,625,000.",
        "The population was estimated at 44,000 in 1890, and is now probably over 50,000.",
        "By such expedients he raised and equipped a force which may be estimated at 4000 men-at-arms and as many foot-soldiers, with a fleet of loo transports (1,91).",
        "The native population is estimated at 800,000, including cities on both banks.",
        "by Burma and Tibet; area estimated at from to 1 4 6,000 sq.",
        "Though the second largest province of the empire, its population is estimated at only 12,000,000.",
        "The total length of the passages is now estimated at over 52 m.",
        "Throughout the 26th and 27th a vast train of people, officially estimated at 250,000, and drawn from every rank and class, moved in unbroken procession past the bier.",
        "The domestic architecture of Verona cannot thus be now fairly estimated, and seems monotonous, heavy and uninteresting.",
        "The population of the Maldives is estimated at 30,000.",
        "The total loss, including cost of repairs, was estimated at nearly 3 millions sterling, which may be regarded as an annual average.",
        "Taking both together the receipts into the exchequer on behalf of Coburg were estimated for 1909-1910 at about £ioo,000 and those for Gotha at about £200,000, while the common state expenditure amounted to about the same sum.",
        "proceeded to plant with English and Scottish colonists the vast tracts escheated to the crown in Ulster, the whole of the arable and pasture land in Armagh, estimated at 77,800 acres, was to have been allotted in sixty-one portions.",
        "Their numbers are variously estimated at from one hundred to one hundred and fifty thousand.",
        "Pop. (1890) 4146; (1900) 8448, of whom 2831 were foreign-born; (estimated, 1906) 11,028.",
        "m.; pop. (Igor) 123,594; estimated revenue 33,000.",
        "The entire work was to be completed in 18 years at an estimated cost of £7,956,000.",
        "Traces of ethyl alcohol in solutions are detected and estimated by oxidation to acetaldehyde, or by conversion into iodoform by warming with iodine and potassium hydroxide.",
        "In the next place we must notice that electrification is a measurable magnitude and in electrostatics is estimated in terms of a unit called the electrostatic unit of electric quantity.",
        "The capital is San Felipe, on the Aconcagua river; it had a population of 11,313 in 1895, and an estimated population of 11,660 in 1902.",
        "Eighteen months later the coronation took place at Moscow with great pomp, but a gloom was thrown over the festivities by the unfortunate incident of the Khodinskoe Polye, a great open space near the city, where a popular fete had been prepared and where, from defective police arrangements, a large number of men, women and children, roughly estimated at 2000, were crushed and trampled to death.",
        "This was a conservative estimate, and was made before the full extent of the reefs was known; in 1904 Lionel Phillips stated that the main reef series had been proved for 61 m., and he estimated the gold remaining to be mined to be worth £2,500,000,000.",
        "The gold production of China was estimated for 1899 at £1,328,238 and for 1900 at £860,00o; it increased in 1901 to about £1,700,000, to fall to £340,000 in 1905; in 1906 and 1907 it recovered to about £1,000,000.",
        "Under the most advantageous conditions the loss of gold may be estimated at 15 or 20%, the amount recovered representing a value of about two shillings per ton of gravel treated.",
        "by the Pacific. Its area is officially estimated at 5832 sq.",
        ".23,116,501 Prior to 1820 there was no official record of immigration, but it is estimated that the total number of immigrants from the close of the Revolutionary War was 250,000.",
        "This has been estimated by Ernst Engel as amounting to $550 for a German child.",
        "Estimated revenue X22,000; tribute f,iioo.",
        "Bhutias do not care to extend their cultivation, as an increased revenue is exacted in proportion to the land cultivated, but devote their whole energies to make the land yield twice what it is estimated to produce.",
        "The total military force was estimated by the British envoy in 1864 at 6000.",
        "Other principal public buildings, nearly all to be included in modern schemes of development, are the city hall, occupying the site of the old Linen Hall, in Donegall Square, estimated to cost £300,000; the commercial buildings (1820) in Waring Street, the customhouse and inland revenue office on Donegall Quay, the architect of which, as of the court house, was Sir Charles Lanyon, and some of the numerous banks, especially the Ulster Bank.",
        "In April 1907 the estimated population was 206,690 of whom 21,911 were in Gozo.",
        "At the end of the rule of the knights (1798) the population was estimated at roo,000; sickness, famine and emigration during the blockade of the French in Valletta probably reduced the inhabitants to 80,000.",
        "It is estimated that there are about io,000 small holdings averaging about four acres and intensely cultivated.",
        "The Mahommedan forces were estimated from 29,000 to 38,500.",
        "The population of the town is estimated at 20,000.",
        "About 1880 it was running strongly, but about this time a gradual fall in the lake-level set in, and was continued, with occasional pauses, for some twenty years, the amount being estimated by Wissmann at 2 feet annually.",
        "It was strenuously contended that the case could not well be otherwise, inasmuch as the art of writing must have been quite unknown in Greece until after the alleged age of the traditional Homer, whose date had been variously estimated at from 1000 to Boo B.C. by less sceptical generations.",
        "The number driven out has been variously estimated at 120,000 or at 3,000,000.",
        "Estimated pop. about io,000.",
        "arrived at Haderslev (Hadersleben) in South Jutland, when it was estimated that in a couple of days the ice of the Little Belt would be firm enough to bear even the passage of a mail-clad host.",
        "The fair is one of the most important in Siberia, its returns being estimated at £500,000 annually.",
        "m.; pop. (1895) 161,502; (1904, estimated) 186,205, chiefly Christianized Indians.",
        "Pop. (1904, estimated) 12,000, chiefly of Indian descent.",
        "The estimated population in 1907 was 21,911.",
        "The population, which is estimated at 450,000, is mixed.",
        "Pop. (1890) 14,443; (1900) 16,145, of whom 7,149 were foreign-born (mostly French Canadians); (estimated, 1906) 17,165.",
        "Having selected the most suitable one he directs the axis of the finder to the estimated middle point between the comet and the star, turns the finder-micrometer in position angle until the images of comet and star lie symmetrically between the parallel position wires, and then turns the micrometer screw (which moves the distance-wires symmetrically from the centre in opposite directions) till one wire bisects the comet and the other the star.",
        "The length of the island is about 10 m., the breadth 5, and the area is estimated at 422 sq.",
        "Sonnstadt 2 detected gold by means of a colour test and roughly estimated the amount as i grain per ton of sea-water, and on this estimate all the projects for extracting gold from sea-water have been based.",
        "Of his fortune (estimated at $5,000,000) approximately $4,000,000 was bequeathed for the establishment and maintenance of \"a free public library and reading-room in the City of New York\"; but, as the will was successfully contested by relatives, only about $2,000,000 of the bequest was applied to its original purpose; in 1895 the Tilden Trust was combined with the Astor and Lenox libraries to form the New York Public Library.",
        "In 1866 a royal commission was appointed to inquire into the subject, and in its report, issued in 1871, estimated that the TABLE V.",
        "as the minimum workable thickness, and after making all necessary deductions, estimated the available quantity of coal in the proved coalfields of the United Kingdom as 100,914,668,167 tons.",
        "Although in the years 1870-1903 the amount raised was 5,694,928,507 tons, this later estimate was higher by 10,707,382,769 tons than that of the previous commission, the excess being accounted for partly by the difference in the areas regarded as productive by the two commissions, and partly by new discoveries and more accurate knowledge of the coal seams. In addition it was estimated that in the proved coalfields at depths greater than 4000 ft.",
        "thick, as estimated by seven district commissioners; column II.",
        "the total estimated reductions on account of loss in working due to faults and other natural causes in seams and of coal required to be left for barriers, support of surface buildings, &c.; and column III.",
        "the estimated net available amount remaining unworked.",
        "With careful packing it is estimated that the surface subsidence will not exceed 40% of the thickness of the seam removed, and will usually be considerably less.",
        "of the area of Texas, is estimated to be wooded.",
        "The area of yellow pine forests (the stand is estimated at 67,568.5 million ft.), and the lesser one of hardwood, together with considerable softwood, represent lumber-producing possibilities of much economic importance.",
        "The permanent public school fund is the largest of any state in the Union; in 1908 it included $38,406,222 in land notes, $15,136,808 in bonds, $7,915,257 (estimated) in leased lands, and $67,956 in cash awaiting investment.",
        "It is estimated that the population, exclusive of Indians, increased from four thousand in 1821 to ten thousand in 1827, and nearly twenty thousand in 1830.",
        "than in the W., but, it has been estimated, covered in all about one-fifth of the area of the state at the time of its first settlement by the whites.",
        "In 1906 it was estimated that there were 788,667 communicants of all religious denominations; of these 207,607 were Roman Catholics; 164,329 Methodists; 117,668 Lutherans; 60,081 Presbyterians; 55,948 Disciples of Christ; 44,096 Baptists; 37,061 Congregationalists; 11,681 members of the German Evangelical Synod; and 8990 Protestant Episcopalians.",
        "The population of the city and suburbs is estimated from 400,000 to 50o,000.",
        "(nearly double the size of Germany), with a population estimated in 1910 at 8,000,000.",
        "The total area is estimated to be 312,329 sq.",
        "and a population estimated at 400,000, of whom about 600 are Europeans.",
        "In 1905 imports into Kaiser Wilhelms Land were valued at £33,316, and exports at £7702, and the estimated expenditure for1907-1908of £76,000 included an imperial subvention of £57,696.",
        "The population is estimated at 80,000.",
        "It was estimated that the project would furnish water for one million people, beside supplying power for lighting, manufacturing and transportation purposes.",
        "This grew a little later into the recommendation that the revenues and possessions of the French Church should be appropriated by the government, which, after properly subsidizing the clergy, might hope, it was estimated, that a surplus of twenty-two millions of livres would accrue to the State.",
        "With foreign immigration the strength of the Roman Catholic Church has greatly increased: in 1906 of every moo of estimated population 355 were members of the Roman Catholic Church (a proportion exceeded only in New Mexico and in Rhode Island; 310 was the number per moo in Louisiana), and only 148 were communicants of Protestant bodies; in 1906 there were 1,080,706 Roman Catholics (out of a total of 1,562,621 communicants of all denominations), 119,196 Congregationalists, 80,894 Baptists, 65,498 Methodists and 51,636 Protestant Episcopalians.",
        "All these sources are estimated to yield about 220 to 230 litres per head.",
        "In Sweden, where wood pulp is made in enormous quantities, the manufacture of alcohol from the waste sulphite lyes is carried on, and it was estimated that in 1920 the probable capacity was in the neighbourhood of 8,000,000 gal.; the actual production, however, amounted to about 2,750,000 gal.",
        "There are several distilleries in the United States devoted to the production of industrial alcohol, with an estimated capacity of about 90,000,000 gal.; in 1919 about ioo,000,000 gal.",
        "were made, representing, however, only about 22% of the estimated United States liquidfuel requirements for 1920.",
        "The population is supposed by Russian travellers not to exceed 50,000 or 60,000, but is otherwise estimated at 75,000 to 100,000.",
        "Its area is estimated at 32,000 sq.",
        "In 1904 the total population of the province was estimated at 83,000.",
        "Before the World War he was the possessor of a fortune which was vaguely estimated at several millions of pounds.",
        "Estimated population 8000, chiefly Uzbegs.",
        "It amounts to three-fourths of that of the British Empire, and but little less than a fifth of the estimated population of the world.",
        "the present date more than three-fifths of the estimated population of the world has been enumerated in this way.",
        "In the case of mathematical functions certain conditions of continuity are satisfied, and the extent to which the value given by any particular formula differs from the true value may be estimated within certain limits; the main inaccuracy, in favourable cases, being due to the fact that the numerical data are not absolutely exact.",
        "The estimated pop. in 1906 was 1,411,000.",
        "It has been estimated that 500,000 tons of phosphate were obtained in Aruba, 1,000,000 tons from Curacoa since the deposits were discovered in 1870, and Christmas Island in 1907 yielded 290,000 tons.",
        "The steppe has an estimated population of 130,000 persons, living in over 27,700 kibitkas, or felt tents.",
        "The population of Kerbela, necessarily fluctuating, is estimated at something over 60,000, of whom the principal part are Shiites, chiefly Persians, with a goodly mixture of British Indians.",
        "1 q06 was estimated at 1,634.700.",
        "long in its course to the south-east coast, discharges a volume of water estimated at nearly i,ioo,000 cubic ft.",
        "- The increase of wealth went on after 1879 in spite of dull times, and was only checked by the especially severe financial depression of 1893 and 1894, caused by low prices and the Australian bank panic. The estimated private wealth of colonists fell from £236 per head in 1890 to £219 in 1895.",
        "In 1907 the estimated area of standing timber in Washington was 11,720 sq.",
        "The value for still air he estimated at 1142 ft.",
        "with a probable error estimated at o Io metre.",
        "The Russians, 300,000 strong, were now organized in three armies, commanded by Generals Linievich, Grippenberg and Kaulbars; the total strength of the Japanese 1st, 2nd and 4th Armies and reserve was estimated by the Russians at 220,000.",
        "It is generally estimated that the Russian losses were no less than 97,000, and the Japanese between 40,000 and 50,000.",
        "Private irrigation by pumping was first successfully introduced about 1901, and in 1906 a state report estimated that 125 pumping irrigation plants were in use in the state.",
        "Pop. (1890) 6808; (1900) 9549, of whom 3214 were foreign-born; (estimated 1906) 11,872.",
        "The site covers nearly 3 acres, and is estimated to have contained 1 00,000 piles.",
        "Burney estimated it at 17,000 volumes; after Martini's death a portion of it passed to the Imperial library at Vienna, the rest remaining in Bologna, now in the Liceo Rossini.",
        "The opal was mined here Boo years ago, and the largest piece hitherto found, weighing 2940 carats and estimated to have a value of £175,000, is preserved in the Court Museum at Vienna.",
        "In the financial year 1913 the amount of estimated expenditure rose to 3,461 millions of kronen.",
        "Of the estimated net revenue of 2,102 millions of kronen, 432 millions (20.5%) came under the head of receipts from direct taxation, 905 millions (43%) under the head of receipts from indirect taxation and taxes on commerce, while 294 millions (14%) were the proceeds of State property and State institutions.",
        "In 1905 over a thousand wells had been sunk east of the Missouri, and the flow was estimated at 7,000,000 gallons per day.",
        "In 1910 the total permanent school fund was $7,725,583 and the estimated value of the unsold lands held for the common schools and other educational endowments was $3,068,172.",
        "Pop. (1880) 3624; (1890) 13,834; (1900) 10,770, of whom 2793 were foreign-born; (estimated 1906) 16,770.",
        "The surrounding country abounds in goldand silver-bearing quartz deposits, and it is estimated that from the famous Last Chance Gulch alone, which runs across the city, more than $40,000,000 in gold has been taken.",
        "The quantity of electricity which is passed is estimated by the diminution in the volume of the liquid.",
        "Of 1500 species of herbaceous plants in the Red river basin, it is estimated that fully half reach here their geographical limit or limit of frequent occurrence.",
        "It was estimated that the fourth project, the lower Yellowstone, on the western bank of the river of that name, would furnish water for 66,000 acres of land, of which 20,000 lie in Dawson county, North Dakota, and the rest in Montana.",
        "The total area of the coal beds is estimated at 35,000 sq.",
        "Central Siam, estimated at 50,000 sq.",
        "Estimated revenue, £70,000; tribute to Sindhia paid through the 1 Lat.",
        "Calcium is generally estimated by precipitation as oxalate which, after drying, is heated and weighed as carbonate or oxide, according to the degree and duration of the heating.",
        "The amount of ammonia in ammonium salts can be estimated quantitatively by distillation of the salts with sodium or potassium hydroxide, the ammonia evolved being absorbed in a known volume of standard sulphuric acid and the excess of acid then determined volumetrically; or the ammonia may be absorbed in hydrochloric acid and the ammonium chloride so formed precipitated as ammonium chlorplatinate, (NH4)2PtC16.",
        "The estimated gross revenue is £17,000 and the tribute £2500.",
        "While Jacob of Edessa is said to have ordained some 100,000 priests and deacons for his fellow-believers, in the 16th century the Jacobites of Syria were estimated at only 50,000 families.",
        "A short distance south of Maastricht are the great sandstone quarries of Pietersberg, which were worked from the time of the Romans to near the end of the 19th century; the result is one of the most extraordinary subterranean labyrinths in the world, estimated to cover an area 15 m.",
        "The population of Kashgar has been recently estimated at 60,000 in the Kuhna Shahr and only 2000 in the Yangi Shahr.",
        "The population, distributed in ten villages, is estimated at 8000.",
        "It has greatly declined from the state of barbaric prosperity which it enjoyed from 1788 to 1822, when it was the seat of Ali Pasha, and was estimated to have from 30,000 to 50,000 inhabitants.",
        "It was formerly capital of the Bolivian department of Atacama and the only port possessed by Bolivia, but the seizure of that department in 1879 by Chile and the construction of the Antofagasta and Oruro railway deprived it of all importance, and its population, estimated at 6000 in 1858, has fallen to less than 500.",
        "The population of the entire island is estimated at 250,000, of which the capital contains about 40,000.",
        "Bennett of Cornell in 1901, a year in which it was estimated that this pronunciation was in use by more than 96% of the Latin pupils in the secondary schools.",
        "m., about 44% (estimated in 1907 to be 3450 sq.",
        "Based on a census taken in 1871 the population of Tabriz was in 1881 estimated at 165,000, and is now said to be about 200,000.",
        "Under Moorish rule (c. 713-1489) it was one of the three most important cities in the kingdom of Granada, with an extensive trade, and a population estimated at 50,000.",
        "The war expenditure of the Federal government has been estimated at $3,400,000,000; the very large sums devoted to the pensions of widows, disabled men, &c., are not included in this amount (Dodge).",
        "In 1845 the population was estimated at 3000, of whom about 500 were slaves and strangers, and upwards of 1200 children; in 1905 it amounted in round numbers to 7000.",
        "This budget includes all the expenses of Algeria save the cost of the army (estimated at £2,000,000 yearly) and the guarantee of interest on the railways open before 1901.",
        "In the oceans alone there are estimated to be 1141 X 10 12 tons of sulphate, K 2 SO 4, but this inexhaustible store is not much drawn upon; and the \"salt gardens\" on the coast of France lost their industrial importance as potash-producers since the deposits at Stassfurt in Germany have come to be worked.",
        "And there is another important passage which shows why, in spite of its natural and occasional character, the epistle exhibits the germs of that essential quality which caused all the books of the New Testament to be so highly estimated.",
        "(See Ocean.) The deeper parts of the bed of the Pacific are covered by deposits of red clay, which occupies an area estimated at no less than 105,672,000 sq.",
        "The total area covered by it is estimated at 38,332,000 sq.",
        "The flora is estimated to include 15% of ferns, but they form only the most important group among many plants of beautiful foliage, such as draceanas and crotons.",
        "On ignition the reaction, 8A1+3Fe 3 O 4 =9Fe+4Al 2 O 3, gives a temperature estimated to be between 2,300° and 2,700°C. The reaction, stated in weights, means that 217 parts of aluminium plus 732 parts magnetite (iron oxide) equals 540 parts steel plus 409 parts slag, or approximately 3 parts of aluminium plus 10 parts of magnetite will produce, on combustion, 7 parts of steel.",
        "Schuyler estimated the population, which includes Taranchis, Dungans, Sarts, Chinese, Kalmucks and Russians, at 10,000 in 1873; it has since increased.",
        "It was evidently once a city of considerable importance, but southern division by the completion of the Union Pacific railway, and the annual rate of destruction from 1870 to 1875 has been estimated at 2,500,000 head.",
        "At the same time it was estimated that there were 34 wild bison in the United States and 600 in Canada.",
        "Their numbers may be estimated at 4000.",
        "The population is estimated at 1,250,000.",
        "The circulation of the Scriptures by German Bible Societies during 1905 was estimated as follows :-The Prussian Bible Society (Berlin), 182,000 copies; the Wurttemberg Bible Institute (Stuttgart), 247,000; the Berg Bible Society (Eberfeld), 142,000; the Saxon Bible Society (Dresden), 44,000; the Central Bible Association (Nuremberg), 14,000; the Canstein Bible Institute (Halle), the Schleswig-Holstein Bible Society, the Hamburg-Altona Bible Society and others, together 56,000.",
        "The population of Leiden which, it is estimated, reached ioo,000 in 1640, had sunk to 30,000 between 1796 and 1811, and in 1904 was 56,044.",
        "The chief purpose for which betel nuts are cultivated and collected is for use as a masticatory, - their use in this form being so widespread among Oriental nations that it is estimated that onetenth of the whole human family indulge in betel chewing.",
        "\"Labour alone, therefore, never varying in its own value, is alone the ultimate and real standard by which the value of all commodities can at all times and places be estimated and compared.",
        "Its population is estimated at 10,000.",
        "In the same year Johann Gesner (1709-1790) set forth the theory of a great period of time, which he estimated at 80,000 years, for the elevation of the shell-bearing levels of the Apennines to their present height above the sea.",
        "The numbers of the Society are not accurately known, but are estimated at about 20,000, in all parts of the world; and of these the English, Irish and American Jesuits are under 3000.",
        "In southern Mexico in 1902 and 1904 Hans Gadow collected specimens of 44 different kinds of snakes, which he estimated to be only about 45% of the species in the states visited.",
        "The death rate among their children is estimated at an average of not less than 50%, which in families of five and six children, on an average, permits only a very small natural increase.",
        "It was estimated in 1907 that the total cost of the railway and ports when completed would be about £13,000,000.",
        "In the last decade of the 19th century the capital invested in these live-stock industries was estimated (by Bancroft) to exceed $700,000,000, but an official return of the 30th of June 1902 gave an aggregate valuation of only $120,523,158 (Mexican), or about £12,052,316.",
        "The sugar crop of1907-1908was reported as 123,285 metric tons, in addition to which the molasses output was estimated at 70,947.5 metric tons, and \" panela \" at 50,000 tons.",
        "The estimated number of sugar mills in 1904 was about 2000, of which only about 300 were important for size and equipment."
    ],
    "definition": [
        "simple past tense and past participle of estimate",
        "meditates",
        "Link/Cite"
    ]
}