{
    "translation": "לבסוף, ככלות הכל",
    "uses": [
        "Eventually they stopped their chatter and fell silent.",
        "Somehow, both of us eventually slept.",
        "Eventually, she dozed off.",
        "Eventually, she'd find out who he was.",
        "Surely the Indians would guess that their query would eventually assemble.",
        "He'd tell her what was on his mind eventually – when he was ready.",
        "\"All things come to me eventually,\" she said, quoting the familiar words.",
        "They.ll eventually remember their duty to the Code.",
        "This change could have occurred in nature; given enough monkeys and typewriters, it would eventually occur in nature.",
        "Weller squirmed his large frame around, reaching into his pocket, retrieving first a handkerchief, then a set of keys and eventually a red Swiss Army knife.",
        "Eventually, I believe, food will be free.",
        "Eventually he would have thought about Scott Muldrow, and Denton could be persuasive.",
        "It was here she first met him, the betrayer who would eventually kill her.",
        "Eventually we reach the point where the technology does everything we need it to do.",
        "Exhaustion eventually ended the game and everyone but Dulce gathered in the kitchen for an ice cream snack.",
        "The path became more indistinct with each step, eventually coming to an end in dense underbrush.",
        "Eventually, she ran out of tears and lay spent on the table, mind on Damian.",
        "But eventually it would have caught up with you.",
        "Cynthia eventually bowed to Martha's sobs and crept into her room, spending most of the dark hours holding the grieving child.",
        "Exhaustion eventually took over and she slept.",
        "Eventually, things would come to a head.",
        "The nausea persisted for a while, but was eventually lost in sleep.",
        "She searched his face for some indication of comprehension, eventually finding it only in his voice.",
        "She mumbled something he could not understand until he forced concentration, eventually discerning the thin voice whispering The Lord's Prayer.",
        "No doubt Lori would eventually come back for the money.",
        "He loved to learn them, to explore the depths of the human motivation for keeping them and eventually, to use them against those around him.",
        "Just remember, there.s nowhere you can run where we can.t eventually find you.",
        "And they did indeed get somewhere, though not to their right places; a few eventually even got to their right place, but too late to be of any use and only in time to be fired at.",
        "She waited for Kelli to find her and eventually rose, hungry.",
        "You may temporarily find a safe distance to travel undetected, but eventually you will be found and dealt with.",
        "Eventually, rain drumming on the porch roof lulled her back to sleep.",
        "Eventually they even set us free.",
        "Eventually her attempts to tame him paid off, and he allowed her to touch him - provided she was careful not to move too quickly.",
        "Eventually, you'll give up and admit you see what's right in front of your face.",
        "Eventually, the pea was as large as its genetic potential allowed it to be.",
        "We eventually worked it out.",
        "But then, eventually the day would end, and they would have their first night together.",
        "had died, and the only person he.d betrayed was Sasha, whose death Kris might eventually reward him for by welcoming Jade back into his life and his bed.",
        "Alex would eventually accept the baby as his.",
        "Happiness causes her pain, the tumor to grow and eventually, death.",
        "This became a difficult task, as her publishers in Philadelphia had retired from business many years ago; however, it was eventually discovered that her residence is at Wilmington, Delaware, and copies of the second edition of the book, 1889, were obtained from her.",
        "All that we have explored in this section—rising incomes, advances in nutrition and genomics, innovations in agricultural technologies—will eventually end hunger.",
        "As she pointed out, Sam would eventually be leaving for a better job anyway.",
        "Oswald, who is called patricius by Simeon of Durham, succeeded, but reigned only twenty-seven days, when he was expelled and eventually became a monk.",
        "You'll have to trust I'm nothing like you, that what I eventually ask of you doesn't do to you what you did to me.",
        "Watching the sun sink into the ocean, he knew it was only a matter of time before he gave in and accepted it, like Rhyn eventually did Katie.",
        "Of course, in a normal relationship, that would eventually happen anyway.",
        "All this will happen eventually, I believe, even if global hunger policy were not to change one iota.",
        "In the summer months, it would be nice to have her here as well, but I have to face the fact that eventually she'll be getting a job and moving away.",
        "Eventually Alex would come around, and working on the room together would be joy shared.",
        "Katie said that Bill was a little lost at first, but eventually got the hang of taking care of the babies.",
        "They'd have to drop him eventually, even if it was to Travel elsewhere.",
        "Here is what I think he meant: If you could see a theoretical possibility for something in physics—\"something that might be true\"—then given enough time, you eventually could achieve it in reality.",
        "The French generals lost touch with the Russian army of sixty thousand men, and according to Thiers it was only eventually found, like a lost pin, by the skill--and apparently the genius--of Murat.",
        "She shuddered involuntarily as it slowly uncoiled, stretched across the porch and eventually disappeared off the edge into the tall grass.",
        "Eventually Spartacus and many of his followers were killed and six thousand of his fellow rebelling slaves were crucified, a slow and agonizing form of death.",
        "You'll eventually have additional requirements to sustaining your body.",
        "She may live an eternity, even if her soul comes to you eventually, Darkyn explained.",
        "Martha eventually slipped into a troubled sleep when Cynthia, with Dean by his side, again convinced the child they believed her, and promised to see the young girl's discovery reach daylight.",
        "Actually, until she met Alex, even she had assumed that Josh would eventually be her husband - though she wasn't in any big hurry.",
        "Eventually she would have to hire someone to help with the tours – assuming they became more frequent.",
        "Eventually, he reasoned, the hungry hoards would overwhelm the beleaguered food supply.",
        "The Others would get her eventually anyway, if not by Jonny's hand, then by their own.",
        "Eventually they would run the Longhorns with the buffalo, and then Brutus could stay with all of them, but the animals would have to be quarantined at first and then allowed to adjust to each other.",
        "I thought you would come here eventually.",
        "Dicke, held several pastorates, and eventually (1854) settled at Bonn as professor of theology in succession to Isaac A.",
        "For about two years his rival, Odo, count of Champagne, who was supported by the Rdmance-speaking inhabitants, kept up the struggle against him, but eventually all opposition was overcome and the possession of Burgundy was assured to the German king.",
        "Eventually it was decided that this council should consist of twenty-two members with a president named by the emperor; but it was only to govern Germany during the absence of the sovereign, at other times its functions were merely advisory.",
        "Eventually he became the strongest advocate for open examinations, for the claims not only of philosophy and classics but also of natural science, and, as vice-chancellor in 1862, for the admission of women to examinations.",
        "\"I know what you mean,\" she said,\" but wouldn't all this have come up eventually?\"",
        "Dulce was certain that he would return to his roots eventually.",
        "In spite of the situation, sleep claimed her eventually.",
        "I presume it will be tied to the call center eventually.",
        "You think I'll beat you eventually?",
        "Maybe he would forgive his father eventually.",
        "The truth comes out eventually.",
        "All souls – even those of deities – came to Death eventually.",
        "We knew you'd appear eventually.",
        "Well, with all that bull you've been peddling, somebody around here is bound to need them eventually.",
        "Alex would come around eventually.",
        "He stared at her, certain he'd throttle her if Gabe didn't eventually.",
        "Maybe she will, eventually.",
        "He's going to find out eventually.",
        "You'll have everything I own eventually.",
        "You would've pushed him down that path eventually.",
        "Other problems connected with his family interests served to complicate the situation and eventually to prevent the successful consummation of many of his plans.",
        "The common mushroom (Agaricus campestris) is propagated by spores, the fine black dust seen to be thrown off when a mature specimen is laid on white paper or a white dish; these give rise to what is known as the \"spawn\" or mycelium, which consists of whitish threads permeating dried dung or similar substances, and which, when planted in a proper medium, runs through the mass, and eventually develops the fructification known as the mushroom.",
        "Eventually the marriage was celebrated in Edinburgh on the 8th of August 1503.",
        "Vitellius pretended to believe this, and eventually pardoned Paulinus, after which nothing further is heard of him.",
        "Eventually he was able to prove that the biological doctrine of omnis cellula ecellula applies to pathological processes as well as to those of normal growth, and in his famous book on Cellular-pathologic, published at Berlin in 1858, he established what Lord Lister described as the \"true and fertile doctrine that every morbid structure consists of cells which have been derived from pre-existing cells as a progeny.\"",
        "Shishman's son Samuel (976-1014) captured Durazzo; he extended his sway over a great part of the Balkan Peninsula, but was eventually defeated in 1014 by the emperor Basil II., who put out the eyes of 1.5,000 Bulgarian prisoners.",
        "Eventually he renounced his allegiance to the sultan, but was overthrown by a Turkish army in 1822.",
        "The Albanian leaders, however, soon displayed a spirit of independence, which proved embarrassing to Turkish diplomacy and caused alarm at Constantinople; their forces came into conflict with a Turkish army under Dervish Pasha near Dulcigno (November 1880), and eventually the league was suppressed.",
        "Suffice it to say that differences with Irala eventually led to his arrest, and to his being sent back to Spain to answer to the charges brought against him for maladministration.",
        "The president was for some time in doubt whether he had any right to intervene in provincial affairs, but eventually troops were despatched to La Plata.",
        "His remains were brought to Sofia, where they received a public funeral, and were eventually deposited in a mausoleum erected in his memory.",
        "That in days so remote as to be undateable, a Dravidian people driven from their primitive home in the hills of the Indian Deccan made their way south via Ceylon (where they may to-day be regarded as represented by the Veddahs) and eventually sailed and drifted in their bark boats to the western and north-western shores of Australia.",
        "Eventually the difficulty was overcome by the device of an educational test based on the provisions of an act in operation in Natal.",
        "It was eventually compromised by giving the power, but only with safeguarding conditions, to the Federal arbitration court.",
        "His efforts met with great success, and in 1800 he founded what was virtually a new and independent church organization on the Methodist system, of which he became the presiding elder, and eventually (1807) bishop. This church is officially the Evangelical Association, but its adherents have been variously known as \"New Methodists.\"",
        "The Sakai population is dying out, and must eventually disappear.",
        "In 1874 the Malay state of Perak was placed under British protection by a treaty entered into with its sultan; and this eventually led to the inclusion in a British protectorate of the neighbouring Malay States of Selangor, Sungei Ujong, the cluster of small states called the Negri Sembilan and Pahang, which now form the Federated Malay States.",
        "The lords and the Scots vehemently took Manchester's part; but the Commons eventually sided with Cromwell, appointed Sir Thomas Fairfax general of the New Model Army, and passed two self-denying ordinances, the second of which, ordering all members of both houses to lay down their commissions within forty days, was accepted by the lords on the 3rd of April 1645.",
        "But the Dutch fleet was detained in the Texel for many weeks by unfavourable weather, and before it eventually put to sea in October, only to be crushed by Duncan in the battle of Camperdown, Tone had returned to Paris; and Hoche, the chief hope of the United Irishmen, was dead.",
        "Eventually they determined to seek a new home in the west, where they already had flourishing colonies, e.g.",
        "Eventually a new commission was issued in 1656, and on its report, into which were inserted nineteen of the former depositions, the \"servant of God\" was beatified in 1661.",
        "The worm inhabits the lung of the frog and toad, and is hermaphrodite (Schneider) or parthenogenetic (Leuckart); the embryos hatched from the eggs find their way through the lungs into the alimentary canal and thence to the exterior; in a few days they develop into a sexual larva, called a Rhabditiform larva, in which the sexes are distinct; the eggs remain within the uterus, and the young when hatched break through its walls and live free in the perivisceral cavity of the mother, devouring the organs of the body until only the outer cuticle is left; this eventually breaks and sets free the young, which are without teeth, and have therefore lost the typical Rhabditis form.",
        "An attempt to hold a public procession of the Host in connexion with the Eucharistic Congress at Westminster in 1908, however, was the signal for the outburst of a considerable amount of opposition, and was eventually abandoned owing to the personal intervention of the prime minister.",
        "crane-driving, and it is probable that improvements in single and two-phase motors will eventually largely increase their use for this class of work.",
        "Bristol, Exeter and other important towns have been laid, and eventually telegraphic communication between every important town in the United Kingdom will be rendered safe from interruptions caused by gales or snowstorms.",
        "Early in the 10th century the papacy fell into the hands of a noble family, known eventually as the counts of Tusculum, who almost succeeded in rendering the office hereditary, and in uniting the civil and ecclesiastical functions of the city under a single member of their house.",
        "Though eventually this activity of the Giovane Italia supplanted that of the older societies, in practice it met with no better success; the two attempts to invade Savoy in the hope of seducing the army from its allegiance failed miserably, and only resulted in a series of barbarous sentences of death and imprisonment which made most Liberals despair of Charles Albert, while they called down much criticism on Mazzini as the organizer of raids in which he himself took no part.",
        "Capponi resigned in October 1848, and Leopold reluctantly consented to a democratic ministry led by Guerrazzi and Montanelli, the former a very ambitious and unscrupulous man, the latter honest but fantastic. Following the Roman example, a constituent assembly was demanded to vote on union with Rome and eventually with the rest of Italy.",
        "currency, and, eventually, fiscal reform.",
        "But his dilemma on this point led him into further doubts, and he was eventually induced to revile his whole career and the Reformation.",
        "They may prove eventually to belong to other orders.",
        "According to this scheme only the old choir was left; the nave and transepts were to be rebuilt after the classical style, with a lofty dome at the crossing - not unlike the plan eventually carried out.",
        "In higher forms the conducting strands of the leaves are continued downwards into the stem, and eventually come into connection with the central hydrom cylinder, forming a complete cylindrical investment apparently distinct from the latter, and exhibiting a differentiation into hydrom, leptom and amylom which almost completely parallels that found among the true vascular plants.",
        "During the process the thin walls are stretched and the turns of the spiral become pulled apart without rupturing the wall of the tracheid or vessel, If the pitted type of tracheal element were similarly stretched its continuously thickened walls would resist the stretching and eventually break.",
        "In other species, however, a peculiar type of polystely is met with, in which the original diarch stele gives rise to se-called dorsal and ventral stelar cords which at first lie on the surface of the primary stele, but eventually at a higher level separate from it and form distinct secondary steles resembling the primary one.",
        "In other cases the reduction goes much further, till the endodermis eventually comes to surround nothing but an intercellular channel formed in place of the stelar tissue.",
        "Eventually the new phellogens reach the level of the secondary phloem, and are formed in the parenchyma of the latter, keeping pace in their inward march with the formation of fresh secondary phloem by the cambium.",
        "Excrescences may be divided into those occurring on herbaceous tissues, of which Galls are well-known examples, and those found on the woody stem, branches, &c., and themselves eventually woody, of which Burrs of various kinds afford common illustrations.",
        "Exudations and Rotting.The outward symptoms of many diseases consist in excessive discharges of moisture, often accompanied by bursting of over-turgid cells, and eventually by putrefactive changes.",
        "With regard to the occurrence of plants, such as Juncus effusus, which possess xerophytic characters and yet live in situations which are not ordinarily of marked physiological dryness, it should be remembered that such habitats are liable to occasional physical drought; and a plant must eventually succumb if it is not adapted to the extreme conditions of its habitat.",
        "However, it may still be useful in describing monstrosities, and perhaps also those cases in which an organ serves first one purpose and then another, as when a leafy shoot eventually becomes a thorn, or the base of a foliage-leaf becomes a bud-scale.",
        "It may be replied that there are such facts, and though they are but few as yet, they suffice to suggest an hypothesis that may eventually prove to be a law.",
        "The tropics eventually became, what they are now, great areas of preservation.",
        "Eventually a Biscayan named Sebastian del Cano, sailing home by way of the Cape of Good Hope, reached San Lucar in command of the \" Victoria \" on the 6th of September 1522, with eighteen survivors; this one ship of the squadron which sailed on the quest succeeded in accomplishing the first circumnavigation of the globe.",
        "Leo travelled extensively in the north and west of Africa, and was eventually taken by pirates and sold to a master who presented him to Pope Leo X.",
        "He left Holland in 1718, went by land through Persia to India, and eventually made his way to Lhasa, where he resided for a long time.",
        "Dampier's literary ability eventually secured for him a commission in the king's service; and he was sent on a voyage of discovery, during which he explored part of the coasts of Australia and New Guinea, and discovered the strait which bears his name between New Guinea and New Britain, returning in 1701.",
        "The \" Pandora,\" under Captain Edwards, was sent out in search of the \" Bounty,\" and discovered the islands of Cherry and Mitre, east of the Santa Cruz group, but she was eventually lost on a reef in Torres Strait.",
        "The Spaniards under Quadra had begun a survey of north-western America and occupied Nootka Sound, which their government eventually agreed to surrender.",
        "Sensational evidence of a mock burial was given by an American witness named Caldwell, and others; but eventually it was agreed that the grave at Highgate should be opened.",
        "Eventually, when the right and left feet of the coracoids overlap each other, the anterior sternal spine contains a foramen.",
        "Lastly, towards the caudal region the right and left strands approach and anastomose, eventually coalescing in the mid line.",
        "The material thus accumulated, both halakhic and agadic, forming a commentary on and amplification of the Mishnah, was eventually written down under the name of Gemara (from gemar, to learn completely), the two together forming the Talmud (properly \"instruction\").",
        "The upper Euphrates consists of two arms, which, rising on the Armenian plateau, and flowing west in long shallow valleys parallel to Mount Taurus, eventually unite and force their way southward through that range to the level of Mesopotamia.",
        "The Public Safety Bill for the reform of the police laws, taken over by him from the Rudini cabinet, and eventually promulgated by royal decree, was fiercely obstructed by the Socialist party, which, with the Left and Extreme Left, succeeded in forcing General Pelloux to dissolve the Chamber in May 1900, and to resign office after the general election in June.",
        "This was precisely what was happening among the northern states, and Amos foresaw that this might eventually be Israel's doom.",
        "is drained by the Owyhee, the Little Owyhee, the Salmon and Bruneau rivers, whose waters eventually reach the Pacific Ocean.",
        "In 1859 the discovery of the famous Comstock Lode in Western Nevada led to the building of Virginia City, a prosperous community on the side of a mountain where human beings under ordinary conditions would not have lived, and eventually brought a new state into existence.",
        "Strabo mentions a tradition that Ravenna was founded by Thessalians, who afterwards, finding themselves pressed by the Etrurians, called in their Umbrian neighbours and eventually departed, leaving the city to their allies.",
        "He was eventually canonized; and a festival in his honour long continued to be celebrated at Marseilles on the 25th of July.",
        "The course leads naturally into either Palestine or Babylonia, and, following the Euphrates, northern Syria is eventually reached.",
        "Taking a northerly course, it quits the mountains at Immenstadt, and, flowing by Kempten, from which point it is navigable for rafts, forms for some distance the boundary between Bavaria and Wurttemberg, and eventually strikes the Danube (right bank) just above Ulm.",
        "Eventually the Cretan chiefs invoked the mediation of England, which Turkey, exhausted by her struggle with Russia, was ready to accept, and the convention known as the Pact of Halepa was drawn up in 1878 under the auspices of Mr Sandwith, the British consul, and Adossides Pasha, both of whom enjoyed the confidence of the Cretan population.",
        "The Christian leaders prepared a moderate scheme of reforms, based on the Halepa Pact, which, with a few exceptions, were approved by the powers and eventually sanctioned by the sultan.",
        "Greece was at the same time summoned to remove its army and fleet from the island, while the Turkish troops were to be concentrated in the fortresses and eventually withdrawn.",
        "The hostility of the Maryland authorities, however, eventually drove him into exile in Delaware, where he remained quietly, but not in idleness, for two years.",
        "The wild doctrines of Thomas Miinzer and the Zwickau prophets, merging eventually into the excesses of the Peasants' War and the doings of the Anabaptists in Minster, first roused Luther to the dangerous possibilities of mysticism as a disintegrating force.",
        "As Stolypin became more and more violent and reactionary, the Octobrists lost their standing ground, and Guchkov eventually resigned the presidentship of the Duma.",
        "There is ground also for supposing that they may at first have been used with a specific or restricted local application, a more extended signification having eventually been given to them.",
        "In the interval the claims of one writer and another were much canvassed, but eventually, in 1896, Mr Austin was appointed.",
        "Eventually, Count Heinrich was pressured to rid the area of religious dissidents, and the Brethren felt compelled to leave.",
        "He became tutor to the son of Sir William Hickes, and was eventually glad to accept the patronage of William Pierrepont, earl of Kingston, whose kindly offer of a chaplaincy he had refused earlier.",
        "Nevertheless the spirit of resistance in these stubborn mountaineers was not finally broken until 1864, when the Russians eventually stifled all opposition in the difficult valleys and glens of the western Caucasus.",
        "This scheme, which it was alleged would render transportation unnecessary, was eventually abandoned, and Bentham received in 1813, in pursuance of an act of parliament, 2 3, 000 by way of compensation.",
        "The great losses arising from spoilt hay crops served to stimulate experimental inquiry into the method of preserving green fodder known as ensilage, with the result that the system eventually became successfully incorporated in the ordinary routine of agricultural practice.",
        "This has taken the form of inoculating the soil with the particular organism required by the particular kind of leguminous crop. To this end the endeavour has been made to produce preparations which shall contain in portable form the organisms required by the several plants, and though, as yet, it can hardly be claimed that they have been generally successful, the work done justifies hopes that the problem will eventually be solved in a practical direction.",
        "The elongated cylindrical cones grow chiefly at the ends of the upper branches; they are purplish at first, but become afterwards green, and eventually light brown; their scales are slightly toothed at the extremity; they ripen in the autumn, but seldom discharge their seeds until the following spring.",
        "Eventually the tree is destroyed, and the wood rendered worthless for timber, and of little value even for fuel.",
        "There had been, however, a good deal of other evidence available before 1876, which, had it been collated and seriously studied, might have discounted the sensation that the discovery of the citadel graves eventually made.",
        "Evans, coming on the scene in 1893, travelled in succeeding years about the island picking up trifles of unconsidered evidence, which gradually convinced him that greater things would eventually be found.",
        "Political conditions in Great Britain, at the moment, made the conclusion of peace almost a necessity with the British ministry, and eventually the American negotiators were able to secure a peculiarly favourable treaty.",
        "The, expansion of commerce which resulted from the Fourth Crusade soon made itself evident in the city by a rapid development in its architecture and by a decided strengthening of the commercial aristocracy, which eventually led to the great constitutional reform - the closing of the Maggior Consiglio in 1296, whereby Venice became a rigid oligarchy.",
        "Both these pressing necessities, for a free outlet for merchandise and for a food-supplying area, drove Venice on to the mainland, and compelled her to initiate a policy which eventually landed her in the disastrous wars of Cambrai.",
        "The rapid formation of this land empire, and the obvious intention to expand, called the attention not only of Italy but of Europe to this power which seemed destined to become supreme in north Italy, and eventually led to the league of Cambrai for the dismemberment of Venice.",
        "Contemporaneously other events were menacing the ascendancy and exhausting the treasury of the republic. In 1453 Constantinople fell to the Ottoman Turks, and although Venice entered at once into treaty with the new power and desired to trade with it, not to fight with it, yet it was impossible that her possessions in the Levant and the archipelago should not eventually bring her into collision with the expanding energy of the Mussulman.",
        "1768), another dispute occurred between Darmstadt and Cassel; this time it was over the succession to the county of Hanau, which was eventually divided, Hesse-Darmstadt receiving Lichtenberg.",
        "The split in the market so caused was so damaging to both parties that a satisfactory arrangement was eventually agreed upon, and both institutions were absorbed in the Liverpool Cotton Association.",
        "Eventually a Manchurian convention was arranged between China and Russia, by which Russia was to evacuate the province; but no actual ratification of this convention was made by Russia.",
        "Their first operation was the siege of Nicaea, defended by a Seljuk garrison, but eventually captured, with the aid of Alexius, after a month's siege (June 18).",
        "But the real menace to the Latin kingdom lay in northern Syria; and here a power was eventually destined to rise, which outstripped the kings of Jerusalem in the race for Cairo, and then - with the northern and southern boundaries of Jerusalem in its control - was able to crush the kingdom as it were between the two arms of a vice.",
        "In 1186 Guy eventually became king, after the death of Baldwin V.",
        "Eventually St Louis was released on surrendering Damietta and paying one-half of his ransom, and by the middle of May 1250 he reached Acre, having abandoned the Egyptian expedition.",
        "In the quarrel between Sancho and his brotherAlphonso, Rodrigo Diaz espoused the cause of the former, and it was he who suggested the perfidious stratagem by which Sancho eventually obtained the victory and possession of Leon.",
        "Having served his apprenticeship as gardener from the age of fifteen, and himself constructed a large lake when gardener to Battlesden in 1821, he was in 1823 employed in the arboretum at Chiswick, the seat of the duke of Devonshire, and eventually became superintendent of the duke's gardens and grounds at Chatsworth, and manager of his Derbyshire estates.",
        "The department is an elevated region, well watered with a large number of small streams whose waters eventually find their way through the Amazon into the Atlantic. Many of its productions are of the temperate zone, and considerable attention is given to cattle-raising.",
        "the common source of all streams, and proceeding along this line it was possible for the numerous baals to be regarded eventually as mere forms of one absolute deity.",
        "By degrees the inhabited area began to comprise the open ground to the north-west, the nearer portion of the later Ceramicus, or \" potters' field \" (afterwards divided by the walls of Themistocles into the Inner and Outer Ceramicus), and eventually extended to the north and east of the citadel, which, by the beginning of the 5th century B.C., had become the centre of a circular or wheel-shaped city, 7rOXtos TpOXOEU OS ciKpa Kapnva (Oracle apud Herod.",
        "This stream, which has hitherto been regarded as the eastern branch of the Ilissus rising at Kaesariane, has been identified by Dorpfeld with a brook descending from the south slope of Lycabettus and conducted in an artificial channel to the north-western end of the city, where it made its exit through the walls, eventually joining the Ilissus.",
        "The ascendancy acquired in these years eventually raised Athens to the rank of an imperial state.",
        "Eventually the civil code with some changes was adopted in twenty-four states, and the criminal code in eighteen, and the whole formed a basis of the reform in procedure in England and several of her colonies.",
        "BERNICIA, the northern of the two English kingdoms which were eventually united in the kingdom of Northumbria.",
        "At the end of 1529 he came into contact with the men who were eventually to become the first fathers of the Society of Jesus.",
        "Fourthly, the enforcement of the fugitive slave law aroused a feeling of bitterness in the North which helped eventually to bring on the war, and helped to make it, when it came, quite as much an anti-slavery crusade as a struggle for the preservation of the Union.",
        "To him is also due a rigorous examination of the nature of elements and compounds; he held the same views that were laid down by Boyle, and with the same prophetic foresight predicted that some of the elements which he himself accepted might be eventually found to be compounds.",
        "Are we to guess that the connexion of ideas is that Wotan had eventually to pay for Walhalla by the ring?",
        "Cesare then returned to Rome, where his father wished him to assist Giuffre in reducing the last Orsini strongholds; this for some reason he was unwilling to do, much to Alexander's annoyance, but he eventually marched out, captured Ceri and made peace with Giulio Orsini, who surrendered Bracciano.",
        "The object, however, can be fully attained only if the scale of the map is sufficiently large, if the horizontal and vertical scales are identical, so that there shall be no exaggeration of the heights, and if regard is had, eventually, to the curvature of the earth's surface.",
        "Even White was eventually undeceived.",
        "He explored (1894-1895) the headstreams of the Shebeli, reached Lake Rudolf, and eventually descended the Tana river to the sea, his journey thus taking him through southern Somaliland.",
        "When peace was eventually made at Troyes in May 1420 Henry and Catherine were betrothed, and the marriage took place at Troyes on the 2nd of June 1420.",
        "His carelessness in keeping account of his receipts and expenditures, and the differences between himself and Arthur Lee regarding the contracts with Beaumarchais, eventually led, in November 1777, to his recall to face charges, of which Lee's complaints formed the basis.",
        "The Law company eventually came to an end fatal to its creditors in France, but its misfortunes did not check the prosperity of \" Louisiana.\"",
        "At the outset of the reign Bayezid's brother, Prince Jem, made a serious attempt to claim the throne; he was defeated, and eventually took refuge with the knights of Rhodes, whom Bayezid bribed to keep him in safe custody.",
        "Towards the end of Selim's reign the religious revolt of a certain Jellal, who collected 200,000 adherents, was the cause of much trouble; but he was eventually routed and his force dispersed near Tokat.",
        "Ahmed Kuprili attacked the Austrians, at first with success, but was routed by Montecuculi at the battle of St Gotthard Abbey and eventually consented to the treaty of Vasvar (Aug.",
        "Taking advantage of this opportunity, the Janissaries rose by night and besieged the house of the grand vizier, who eventually blew himself up in the arsenal.",
        "The resistance offered by Greece was feeble in the extreme: Europe was obliged to intervene, and Turkey gained a rectification of frontier and a war indemnity of £4,000,000, besides the curtailment by the treaty eventually signed of many privileges hitherto enjoyed by Hellenic subjects in Turkey.",
        "In both cases Turkey eventually yielded; a similar question arose in 1906 with France over the boundaries of the African possessions of the two countries.",
        "This is exactly the structure of the plum or apricot, and differs from that of the almond, which is identical in the first instance, only in the circumstance that the fleshy part of the latter eventually becomes dry and leathery and clacks open along a line called the suture.",
        "He married in 1878 Edith, the second daughter of Archbishop Tait, whose Life he eventually wrote (1891).",
        "Expeditions of Sibley in 1863, and General Alfred Sully (1821-1879) in 1864, eventually drove the hostile Indians beyond the Missouri and terminated the war, which in two years had cost upwards of a thousand lives of settlers and volunteers.",
        "The silica, in the form of diatom or radiolarian skeletons, is eventually deposited on the ocean floor after the death of the organisms. Most of the fine colloidal clay is, however, deposited as river-sludges when the fresh water carrying it mixes with denser sea-water.",
        "The king, the queen and Godoy were eventually removed to Rome, and Ferdinand to Valengay in France.",
        "In any case, eventually, Franks fought (451) in the Roman ranks at the great battle of Mauriac (the Catalaunian Fields), which arrested the progress of Attila into Gaul; and in the Vita Lupi, which, though undoubtedly of later date, is a recension of an earlier document, the name of Meroveus appears among the combatants.",
        "It is evident that the undissociated part of each acid must eventually be in equilibrium with the free hydrogen ions, and, if the concentrations are not such as to secure this condition, readjustment must occur.",
        "It is therefore to be expected that as time goes on the quality of \" plantation \" rubber will improve, and there would seem to be no reason why it should not eventually be fully equal to that of the \" wild \" rubber.",
        "The most serious trouble has been occasioned in the Malay States by a white thread-like fungus (Fomes semitostus) which attacks the roots of the Hevea tree and eventually kills it.",
        "Some changes were eventually necessitated by the wars with the Moors and the Vandals.",
        "It eventually passed under the sway of the rulers of Khwarizm (Khiva).",
        "In 1904 although not actively a candidate for the Democratic nomination (which eventually went to Judge Parker), he was to the very last considered a possible nominee; and he strenuously opposed in the convention the repudiation by the conservative element of the stand taken in the two previous campaigns.",
        "He studied theology at Breslau, Berlin and Halle, where he eventually became professor ordinarius; and is known as the author of a treatise on Christian ethics (Handbuck der christlichen Sitten'ehre, 1860-1863, 3rd ed.",
        "His SOn, Christoph Von Sigwart (1830-1894), after a course of philosophy and theology, became professor at Blaubeuren (1859), and eventually at Tubingen, in 1865.",
        "Among the rocks then obtained and submitted to Sir John Murray for examination there were detected specimens of nearly pure phosphate of lime, a discovery which eventually led, in June 1888, to the annexation of the island to the British crown.",
        "Another line runs to Ferrara and Padua, another (eventually to be prolonged to Verona) to S.",
        "This strengthening of the white population of the South with fresh European blood must eventually divide Brazil into two distinct sections: the white states of the south, and the mixed or coloured states of the north.",
        "Eventually he formed a settlement near Canudos, situated about 400 m.",
        "He was an ardent admirer of John C. Calhoun, and eventually became his successor as the leader of the South.",
        "Eventually Sir Archibald Hunter, then chief of staff to Sir Redvers Buller, was consulted, and stated that in his opinion, Glencoe being already occupied, \" it was a case of balancing drawbacks, and advised that, under the circumstances, the troops be retained at Glencoe.\"",
        "His ancestors had been members of the community of the Bohemian Brethren, and had secretly maintained their Protestant belief throughout the period of religious persecution, eventually giving their adherence to the Augsburg confession as approximate to their original faith.",
        "Literature The Catholic ecclesiastics who settled in Hungary during the 1 1th century, and who found their way into the chief offices of the state, were mainly instrumental in establishing Latin as the predominant language of the court, the higher schools and public worship, and of eventually introducing it into the administration.",
        "version of the Vulgate was published at Vienna by the Jesuit George Kaldi, 8 and another complete translation of the Scriptures, the so-called Komdromi Biblia (Komorn Bible) was made in 1685 by the Protestant George Csipkes, though it was not published till 1717 at Leiden, twenty-nine years after his death., On behalf of the Catholics the Jesuit Peter Pazman, eventually primate, Nicholas Eszterhazy, Sambas, Balasfi and others were the authors of various works of a polemical nature.",
        "It was a favourite idea of his that chemical affinity and capillary attraction would eventually be included under the same law, and it was perhaps because of its recalcitrance to this cherished generalization that the undulatory theory of light was distasteful to him.",
        "His descendant William, of Elmley, married Isabel, sister and eventually heiress to William Mauduit, earl of Warwick, and their son succeeded in 1268 to Warwick Castle and that earldom, which remained with his descendants in the male line till 1445.",
        "The progress of analytical geometry led to a geometrical interpretation both of negative and also of imaginary quantities; and when a \" meaning \" or, more properly, an interpretation, had thus been found for the symbols in question, a reconsideration of the old algebraic problem became inevitable, and the true solution, now so obvious, was eventually obtained.",
        "1915 at Banjaluka 151 prominent Bosnian Serbs - including 5 deputies and 20 orthodox priests - were put on trial for treason: and eventually 16 death sentences were passed, and terms of imprisonment totalling 858 years and a collective fine of 14 million crowns, were passed.",
        "But eventually they may in turn become, in changed conditions, of selective value.",
        "Supposing a number of some species of arthropod or fish to be swept into a cavern or to be carried from less to greater depths in the sea, those individuals with perfect eyes would follow the glimmer of light and eventually escape to the outer air or the shallower depths, leaving behind those with imperfect eyes to breed in the dark place.",
        "The latter element must eventually be decreased until less than the diameter of the pupil of the eye.",
        "He is called by the townspeople Jean de Nivelles, a celebrated baron of the 15th century whose title eventually became merged in that of the count de Homes (Horn).",
        "He was again minister of the treasury from November 1903 to March 1905 in Giolitti's second administration, and for the third time from February to May 1906, under Sonnino's premiership. During the latter term of office he achieved the conversion of the Italian 5% debt (reduced to 4% by the tax) to 31% to be eventually lowered to 32%, an operation which other ministers had attempted without success; although the actual conversion was not completed until after the fall of the cabinet of which he formed part the merit is entirely his.",
        "Finding himself out of sympathy with monastic life, he fled in 1783 to North Germany, and settled in Weimar, where he became Wieland's collaborateur on the German Mercury, and eventually his son-in-law.",
        "Eventually they proceeded by boat to Natal.",
        "In fact, so attractive did this sale of land become to the Boers that they eventually parted with a third of the whole land area of the country to Uitlander purchasers.",
        "This led to a protest, and eventually a visit to Pretoria, from Sir Henry Loch the high commissioner.",
        "This led to a strong protest from the judges of the high court, and eventually led to the dismissal of the chief justice, who had held that office for over twenty years, and during the whole of that time had been a loyal and patriotic friend to his country.",
        "It is not too much to suppose that the executive in Pretoria had calculated that the occupation of Durban would inspire the entire Dutch nation with a spirit of unanimity which would eventually wrest South Africa' from the British.",
        "The Boers, who held a river line, kept the British attack at bay all day, but eventually fell back, relinquishing the position after dark, as their right had been turned by General Pole-Carew's brigade.",
        "These sovereigns were succeeded by another dynasty, under which, at the end of the 3rd century B.C., the Chinese invaded the country, and eventually established there a supremacy destined to last, with little intermission, till the 10th century A.D.",
        "His advocacy of anti-slavery principles, then frowned upon by the Methodist authorities, aroused opposition, and eventually resulted in his trial for heresy and the revocation of his licence.",
        "On many maps it is marked as the Bahr-el-Arab, a designation also used as an alternative name for the Lol l another tributary of the Ghazal, which eventually unites with the Bahr-el-Homr. The Bahr-el-Homr in its lower reaches was in 1906 completely blocked by sudd, and then brought no water into the Bahr-el-Ghazal.",
        "Soon after the Joyeuse Entrée a serious feud began between the citizens and the patrician class, and eventually the duke threw in his lot with the latter.",
        "For twelve years he successfully resisted the Assyrians; but the failure of his allies in the west to act in concert with him, and the overthrow of the Elamites, eventually compelled him to fly to his ancestral domains in the marshes of southern Babylonia.",
        "There is reason, however, to believe that the uncertainty in regard to many of these names will eventually be resolved into reasonable certainty.",
        "Unfortunately, however, the confusion engendered by a defective organization has long been a byword among the people; there is no printed catalogue, quantities of books are buried in packingcases and unavailable, the collection of foreign books is very poor, hardly any new works being purchased, and the building itself is quite inadequate and far from safe; but the site of a new one has now been purchased and the plans are agreed upon, so that eventually the whole collection will be transferred to more suitable quarters.",
        "This they refused to do and armed themselves for defence, but eventually satisfied the emperor with a money payment.",
        "Salvestro de' Medici, who had always opposed the parte, having been elected gonfaloniere in spite of its intrigues, proposed a law for the abolition of the admonitions, which was eventually passed (June 18, 1378), but the people had been aroused, and desired to break the power of the parte for good.",
        "He was excommunicated by Sixtus, who, together with King Ferdinand of Naples, waged war against him; no great successes were registered on either side at first, but eventually the Florentines were defeated at Poggio Imperiale (near Poggibonsi) and the city itself was in danger.",
        "By their continued action the soil becomes enriched with nitrogenous material which eventually through the nitrification process becomes available to ordinary green crops.",
        "Returning to Hail in the absence of the amir, he was expelled by the governor; he succeeded, however, in finding protection at Aneza, where he spent several months, and eventually after many hardships and perils found his way to the coast at Jidda.",
        "Medina and subsequently Mecca were eventually taken by the Egyptians, but in spite of continual reinforcements they could do little more than hold their own in Hejaz.",
        "There was throughout historic times a close connexion which eventually amounted to political identity between the Khazars and the Barsileens (the Passils of Moses of Chorene) who occupied the delta of the Volga; and the Barsileens can be traced through the pages of Ptolemy (Geog.",
        "They bore the brunt of each of the great waves of Tatar conquests, and were eventually overwhelmed.",
        "The pressure of the nomads of the steppe, the quest of plunder or revenge, these seem the only motives of these early expeditions; but in the long struggle between the Roman and Persian empires, of which Armenia was often the battlefield, and eventually the prize, the attitude of the Khazars assumed political importance.",
        "Eventually, after having threatened to bring an action for wrongful imprisonment, Legate was tried before a full Consistory Court in February 1612, was found guilty of heresy, and was delivered to the secular authorities for punishment.",
        "This was followed by the loss of these resources, bankruptcy, and eventually the surrender of her principal assets to her foreign creditors.",
        "The French not only held their ground, but steadily advanced and eventually forced back the allies on Austerlitz, thereby barring their retreat on Olmiitz.",
        "The hope was not fulfilled, but a certain number of philosophic disciples gathered round Comte, and eventually formed themselves, under the guidance of the new ideas of the latter half of his life, into a kind of church, for whose use was drawn up the Positivist Calendar (1849), in which the names of those who had advanced civilization replaced the titles of the saints.",
        "It was not perceived at the time that the four idyls were parts of a great historical or mystical poem, and they were welcomed as four polished studies of typical women: it must be confessed that in this light their even perfection of workmanship appeared to greater advantage than it eventually did in the general texture of the so-called \"epic.\"",
        "Dressing himself in the armour of the slain knight, which he has great difficulty in handling and eventually puts on over his peasant's garb, he sets out on a series of adventures which differ greatly in the various versions, but the outcome of which is that he becomes a skilful and valiant knight and regains the heritage of his father.",
        "After several days discussion all roads were eventually ranged under one or other of the following heads:",
        "He fled from Persia and sought protection in British territory, preferring to settle down eventually in India, making Bombay his headquarters.",
        "Buloz is said to have eventually enjoyed an income of 365,000 francs from the Revue.",
        "During the war with Denmark he had his first military experience, being attached to the staff of Marshal von Wrangel; he performed valuable service in arranging the difficulties caused by the disputes between the field marshal and the other officers, and was eventually given a control over him.",
        "against the Moslems and eventually the Maronites.",
        "While the opposition of the German annexationists thwarted this candidature which the Council of State eventually cancelled (Nov.",
        "But the young duke, galled by Louis's overbearing arrogance, eventually asserted his independence and joined the league of Austria, Spain and Venice against him in r690.",
        "The French invaded Piedmont, but were totally defeated at the siege of Turin by Victor Amadeus and Prince Eugene of Savoy (1706), and eventually driven from the country.",
        "On the outbreak of the French Revolution he sided with the royalists and was eventually brought into conflict with the French republic. The army being demoralized and the treasury empty, the kingdom The fell an easy prey to the republican forces.",
        "He refused, however, to support the Combes ministry, and formed a Radical dissident group, which grew in strength and eventually caused the fall of the ministry.",
        "This alpine region sends out numerous rivers in a southerly direction, which, forcing their passage through narrow defiles, and precipitated in cataracts over the precipices, eventually pour themselves into the Brahmaputra.",
        "The Maltese, at first, challenged the grant as a breach of the charter of King Alfonso, but eventually welcomed the knights.",
        "As successor to the Order, the Crown claimed and eventually established (by the negotiations in Rome of Sir Frederick Hankey, Sir Gerald Strickland and Sir Lintorn Simmons) with regard to the presentation of the bishopric (worth about £4000 a year) the right to veto the appointment of distasteful candidates.",
        "Governor Simmons eventually gave his support to the new constitution, which was received with acclamation.",
        "It was one of the cities of the Pentapolis under the exarchate of Ravenna, the other four being Fano, Pesaro, Senigallia and Rimini, and eventually became a semi-independent republic under the protection of the popes, until Gonzaga took possession of it for Clement Vii.",
        "Leopold had left Florence for Siena, and eventually for Porto S.",
        "He entered the diplomatic service in 1869 and began as an attache in Florence, eventually in Rome.",
        "At first the French were successful and captured several Piedmontese fortresses, but after besieging Turin, which was skilfully defended by the duke, for several months, they were completely defeated by Victor and Prince Eugene of Savoy (1706), and eventually driven out of the other towns they had captured.",
        "His father having neglected to sacrifice to Artemis, she sent a wild boar to ravage the laud, which was eventually slain by Meleager.",
        "Then he passed into the royal service, and being employed in the administration of Normandy was eventually made chancellor of the duchy.",
        "Being well received by the Uighurs and other tribes west of the desert, subjects of his family, he gathered an army and commenced a course of conquest which eventually extended over eastern and western Turkestan.",
        "The decomposition of the carbide by water may be brought about either by bringing the water slowly into contact with an excess of carbide, or by dropping the carbide into an excess of water, and these two main operations again may be varied by innumerable ingenious devices by which the rapidity of the contact may be modified or even eventually stopped.",
        "There are four rivers of some importance in the province: the Pei-ho, with the Hun-ho, which rises in the mountains in Mongolia and, flowing to the west of Peking, forms a junction with the Pei-ho at Tientsin; the Shang-si-ho, which rises in the mountains on the north of the province of Shan-si, and takes a south-easterly course as far as the neighbourhood of Ki Chow, from which point it trends north-east and eventually joines the Hun-ho some 15 m.",
        "Eventually he joined Du Vergier at his country home near Bayonne, and spent some years teaching at the bishop's college.",
        "In 1737 he had been appointed postmaster at Philadelphia, and about the same time he organized the first police force and fire company in the colonies; in 1749, after he had written Proposals Relating to the Education of Youth in Pensilvania, he and twenty-three other citizens of Philadelphia formed themselves into an association for the purpose of establishing an academy, which was opened in 1751, was chartered in 1753, and eventually became the University of Pennsylvania; in 1727 he organized a debating club, the \" Junto,\" in Philadelphia, and later he was one of the founders of the American Philosophical Society (1743; incorporated 1780); he took the lead in the organization of a militia force, and in the paving of the city streets, improved the method of street lighting, and assisted in the founding of a city hospital (1751); in brief, he gave the impulse to nearly every measure or project for the welfare and prosperity of Philadelphia undertaken in his day.",
        "He was sent to the garrison town of Logrono, where he married the daughter of a rich landowner, Dona Jacinta Santa Cruz, who eventually survived him.",
        "The linen or silk diadem was eventually exchanged for a flexible band of gold, which was worn in its place round the forehead.",
        "It has also been given as a votive offering to a church, and has soon afterwards followed they were buried out of sight for safety, where they were eventually discovered absolutely unharmed centuries afterwards.",
        "He succeeded eventually in escaping, and arrived in Mengo on the 30th of March (1892).",
        "A quarrel arose between Brynhildr and GuOrun, in the course of which the former learnt of the deception which had been practised upon her and this led eventually to the murder of Sigurd.",
        "\" There can be no reasonable doubt that the sugar-cane, which is native and present in a great many varieties, sago, cotton, probably also indigenous and of exceptionally fine quality, will eventually be valuable \" (MacGregor).",
        "Dutch New Guinea, however, has better natural advantages than either the British or German possessions in the island, and should eventually prove of real value to the Netherlands.",
        "The compatibility of Christian and later Neo-Platonic ideas is evidenced by the writings of Synesius, bishop of Ptolemais, and though Neo-Platonism eventually succumbed to Christianity, it had the effect, through the writings of Clement and Origen, of modifying the tyrannical fanaticism and ultradogmatism of the early Christian writers.",
        "The chief rivers are the Eder and the Diemel, both of which eventually find their way into the Weser.",
        "Many hill towns once thriving have long since become abandoned, desolate and comparatively inaccessible; though with the development of the summer resident's interests many will probably eventually regain prosperity.",
        "Abandoned since 495 - for Kasyapa was eventually slain during a battle fought in the plain beneath - it has, on the whole, well withstood the fury of tropical storms, and is now used again to gain access to the top. When rediscovered by Major Forbes in 1835 the portions of the gallery where it had been exposed for so many centuries to the south-west monsoon, had been carried away.",
        "Accordingly as early as 1669 the French government decided on the foundation of a school for French dragomans at Constantinople, for which in later years was substituted the Ecole des langues orientales in Paris; most of the great powers eventually took some similar step, England also adopting in 1877 a system, since modified, for the selection and tuition of a corps of Britishborn dragomans.",
        "A tariff bill introduced in the House by William Lyne Wilson (1843-1900), of West Virginia, chairman of the Committee of Ways and Means, was so amended in the Senate, through the instrumentality of Senator Arthur Pue Gorman and a coterie of anti-administration democratic senators, that when the bill eventually came before him, although unwilling to veto it, the president signified his dissatisfaction with its too high rates by allowing it to become a law without his signature.",
        "Eventually the fighting became so furious that the troops engaged literally melted away, particularly at Ligny, and the emperor was finally compelled to call on his reserve to replenish the troops first engaged.",
        "He studied at Berlin, and eventually (1874) was appointed professor ordinarius at Strassburg.",
        "In 1826 in Genesee county the disappearance of a printer named William Morgan was attributed to Free-Masons and aroused a strong antipathy to that order; and the anti-Masonic movement, through the fostering care of Weed, Francis Granger (1792-1868) and others, spread to other states and led eventually to the establishment of a political organization that by uniting various anti-Jacksonian elements, polled in the New York state election of 1832 more than 156,000 votes for Francis Granger, their candidate for governor against Marcy, who was chosen by about 10,000 plurality.",
        "German influence eventually became so great that when the time came, the Committee leaders were willing and able to bring their country into the World War on the side of Germany.",
        "But eventually the British captured Bagdad and overran Mesopotamia from the Persian Gulf to the borders of Syria.",
        "The treaty embodying the terms of the Allied Powers was eventually signed at Sevres by the Ottoman delegates on Aug.",
        "But James at once declared himself king, had Alopo killed and Sforza imprisoned, and kept his wife in a state of semi-confinement; this led to a counteragitation on the part of the barons, who forced James to liberate Sforza, renounce his kingship, and eventually to quit the country.",
        "Eventually, in 1861, he sold his sovereign rights to the Free State for 4000 and removed with his followers to the district now known as Griqualand East.",
        "The Japanese were now beginning to pay more attention to the western side of the fortress, and from the 19th to the 22nd there was hard fighting around 203-Metre Hill, the attack being eventually repulsed with the loss of 2000 men.",
        "Eventually it was found that the best plan was to sap through them.",
        "Nogi and Kaulbars stood fast, facing each other on the west front; after the arrival of the general reserve, Nogi was able to prolong his line to the north and eventually to bend it inwards towards the Russian line of retreat.",
        "A British fleet \" shadowed \" Rozhestvenski for some time, but eventually the Russians were allowed to proceed.",
        "Now the state or government comes at a certain stage of organization: small groups are drawn together; powerful corporations fall into line; a national feeling develops; eventually the state as we know it is formed.",
        "Raba founded a new school at Mahuza, which eventually became so long as Raba lived the only academy in Babylonia (Persia).",
        "Since the last election in the spring of 1908 the Bohemian Diet had been unworkable, eventually owing to obstruction on the part of the Germans, who saw themselves handed over hopelessly to the Czech majority, until a rearrangement of the voting groups (curiae) should afford them protection against Czech oppression.",
        "6 sqq.), deserted his lord, raised a band of followers and eventually captured Damascus, where he established a new dynasty.",
        "In 1818 there joined the settlement a young Frenchman named Laurent Solomon Juneau (1793-1856), who married one of Vieau's daughters and eventually bought out his business.",
        "A realization that the continuation of independent and rival corporations retarded growth eventually led to a compromise by which the two were united as two wards of the same village in 1839, the autonomy of each being still recognized by an odd arrangement whereby each maintained practically independent management of its finances and affairs.",
        "This is mainly due to the construction of the railway which runs from a point on the mainland opposite to Penang, through the Federated Malay States of Perak, Selangor and the Negri Sembilan to Malacca, and has diverted to other ports and eventually to Singapore much of the coastal traffic which formerly visited Penang.",
        "little love, and when the death of the duke of Clarence's second infant daughter Elizabeth in 1821 made it pretty certain that Princess Victoria would eventually become queen, the duchess felt that the king might possibly obtain the support of his, ministersif he insisted that the future sovereign should be brought up under masters and mistresses designated by himself.",
        "Eventually, on 31st January 1854, Lord John Russell took occasion to deny most emphatically that Prince Albert interfered unduly with foreign affairs, and in both houses the statesmen of the two parties delivered feeling panegyrics of the prince, asserting at the same time his entire constitutional right to give private advice to the sovereign on matters of state.",
        "The usual dose, at starting, is one or two drachms, but the oil should be given eventually in the largest quantities that the patient can tolerate.",
        "The eldest, Hermannfried, eventually obtained sole possession by the help of Theuderich I., king of Austrasia, but having refused to pay the price he had promised for this assistance, was defeated by Theuderich in a series of battles and murdered by him in 531.",
        "Both Libra and the sign it eventually superseded thus owned a Chaldaean birthplace.",
        "452, and its inhabitants took refuge in the islands of the lagoons, forming settlements from which Venice eventually sprang.",
        "He used very few of those Teutonic words which, though still in use, were eventually to drop out of the language, and he introduced a great number of French words destined to be permanently adopted in English.",
        "The Malay Archipelago was thus first invaded by the Caucasians, who eventually passed eastward and are to-day represented in the Malay Archipelago only by the Mentawi islanders.",
        "This ducal residence, enlarged and embellished by its subsequent occupants, became eventually the famous palace of the Netherlands which witnessed the abdication of Charles V.",
        "It appears to be a rule that the rivers which eventually terminate in the deserts of Gobi and Takla-makan grow increasingly larger in magnitude from east to west.",
        "corps in the retreat from Moscow, and eventually became Vicomte Cavaignac and inspector-general of cavalry.",
        "Sadik Beg soon repented of having asked for a Khoja, and eventually marched against Kashgar, which by this time had succumbed to Buzurg Khan and Yakub Beg, but was defeated and driven back to Khokand.",
        "Eventually Austria and Prussia retained most of their Polish dominions, and the latter power only received about two-fifths of Saxony.",
        "Eventually, however, by methods of compromise, this was adjusted fairly satisfactorily.",
        "Here occurred the fighting in the \"Bloody Lane,\" north of Sharpsburg which French and Richardson eventually carried.",
        "Eventually Mark surprises the two under circumstances which leave no possible room for doubt as to their mutual relation; Tristan flies for his life and takes refuge with Hoel, duke of Britanny.",
        "For his Half-Hours with the Telescope (1868), which eventually reached a 10th edition, he received originally 25 from Messrs Hardwick.",
        "The measure was debated at length, was advocated by such:influential members as John Jay and James Duane of New York and Edward Rutledge of South Carolina, and was eventually defeated only by the vote of six colonies to five.",
        "It was eventually decided that General Banks was to oppose \"Stonewall\" Jackson in the Shenandoah Valley, Fremont to hold western Virginia against the same general's enterprise, and McDowell with a strong corps to advance overland to meet McClellan, who, with the main army, was to proceed by sea to Fortress Monroe and thence to advance on Richmond.",
        "Banks was eventually beaten, but he had come very near to success, and Jackson soon retired across the Rapidan, where (the Army of the Potomac having now begun to leave the James) Lee joined him (August 17) with the corps of Longstreet.",
        "Skirmishing constantly with the Confederates under Kirby Smith and Taylor, the Federals eventually on the 8th and 9th of April suffered serious reverses at Sabine Cross Roads and Pleasant Hill.",
        "Eventually the various forces retired to the places whence they had come.",
        "His forces once more manoeuvred against Lee's inner flank, still found no weak spot, and eventually arrived upon the James.",
        "After this the ironclad retired upstream, where she was eventually destroyed in the most daring manner by a boat's crew under Lieutenant W.",
        "After a brilliant university career at the university of Brunswick, at Edinburgh and Heidelberg, he returned to Canada and taught in various local schools, eventually becoming professor of classics and history in the local university.",
        "Jeremiah was keenly conscious of his people's sin; and the aim of most of his earlier prophecies is to bring his countrymen, if possible, to a better mind, in the hope that thereby the doom which he sees impending may be averted - an end which eventually he saw clearly to be unattainable.",
        "But the main features of the budget were adhered to, and eventually passed the House of Commons on the 4th of November, in spite of the persistent opposition of the scanty Unionist minority.",
        "The first three numbers were, however, practically edited by Sydney Smith, and on his leaving for England the work devolved chiefly on Jeffrey, who, by an arrangement with Constable, the publisher, was eventually appointed editor at a fixed salary.",
        "He was of kindly and humane disposition, as he showed by refusing to put to death his brother Mustafa, who eventually succeeded him.",
        "It was the introduction of the apsidal chapels in the churches of France which eventually led to the chevet or cluster of eastern chapels in many of the great cathedrals, and also sometimes to the extension of the transept so as to include additional apsidal chapels on the east side.",
        "In the versions more closely connected with the Grail story the name of the chosen knight appears on his seat, and there is one vacant place, the Siege perilous, eventually to be filled by the Grail winner.",
        "During his stay in the city of Mexico his thoughts were seriously directed towards religion, and, eventually entering the Presbyterian communion, he ruled every subsequent action of his life by his faith.",
        "After studying at Tubingen and Berlin, he became Privatdozent at Tubingen in 1847 and eventually (1861) professor of ecclesiastical and dogmatic history.",
        "A similar treatment was meted out to the ancient magistracies of the republic; and thus began the process by which the emperors undermined the self-respect of their subjects and eventually came to rule over a nation of slaves.",
        "In 1848 his turbulent spirit led him to side with the revolution against his royal patron; he furnished the rebels with military plans, and was eventually driven into exile.",
        "Some of them, like Xochimilco, will eventually disappear.",
        "Eventually Mexico and New Mexico came to designate the still vaster region of Spanish North America, which (till cut down by changes which have limited the modern republic of Mexico) reached as far as the Isthmus of Panama on the south and took in California and Texas on the north.",
        "New Spain in its widest meaning includes the audiencias or judicial districts of Manila, San Domingo and Guatemala, and the viceroy had some sort of authority over them: but in its narrower meaning it comprised the audiencia district of Mexico and the subordinate audiencia district of Guadalajara, which together extended from Chiapas and Guatemala to beyond the eastern boundary of the modern state of Texas and northwards, eventually, to Vancouver's Island.",
        "But there were about a dozen intermediate \" named varieties,\" of which the salto-atras (tending away from white) and tente en l'aire (tending towards white) may be mentioned; and many of the last named eventually passed into the Creole class, sometimes by the decree of a court.",
        "After a disastrous attempt to enlarge the tunnel in 1675, it was eventually converted into an open cutting, but the work was not finished till 1789, and the bottom was then 29 ft.",
        "Some years later the bishop of Puebla, Juan de Palafox y Mendoza, transferred many native congregations from the friars to secular priests, and subsequently, in 1647, came into conflict with the Jesuits, whom he excommunicated, but who eventually triumphed with the aid of the Dominicans and the archbishop. The power of the church may be judged from the petition of the Ayuntamiento of Mexico to Philip IV.",
        "They were arrested en masse on the night of the 26th of June; their goods were sequestrated, and they themselves deported to Havana, then to Cadiz, Genoa, and eventually Corsica.",
        "Iturbide eventually combined with Guerrero, and proclaimed the \" Plan of Iguala,\" which laid down, as the bases of the new state, the maintenance of the Roman Catholic religion and the privileges of the clergy, the establish ment of a limited monarchy, and equality of rights Emperor, for Spaniards and native-born Mexicans.",
        "Next year, however, a revolt broke out against Bustamante, which was joined by Santa Anna, and eventually resulted in a pronunciamiento in favour of Gomez Pedraza.",
        "He eventually became dictator, dissolved Congress (May 31, 1834) and the state legislatures, and substituted creatures of his 1834 own for the governors of the states and mayors of towns, then retiring into private life.",
        "Santa Anna attempted to reduce it, showing great severity, but was eventually defeated and captured by Houston at the battle of San Jacinto, and compelled to sign a treaty recognizing Texan independence, which was disavowed on his return to Mexico.",
        "He soon turned to the law, though for a time he was teacher of physics in a small local college; eventually went into politics, and did excellent work in 1847 as governor of his native state.",
        "Eventually the Matabele settled to the north-east in the country which afterwards bore their name.",
        "Bodily infirmity, combined with mental aptitude, were eventually considered to indicate a theological vocation; he was, in 1584, placed at the seminary of Adelberg, and thence removed, two years later, to that of Maulbronn.",
        "He studied theology and philosophy under Trendelenburg at Berlin, and eventually became professor of philosophy in the new university of Strassburg.",
        "These eventually reach the hepatic radicles, and so the blood is conducted into the vena cava.",
        "If an hepatic abscess is injudiciously left to itself it may eventually discharge into the chest, lungs or belly, or it may establish a communication with a piece of intestine.",
        "In disposing of some of the stock of this company, Ames in1867-1871sold a number of shares to members of Congress at a price much below what these shares eventually proved to be worth.",
        "Eventually this bulging part is broken up into a series of small portions, each of which contains one germ cell or ovum, and gives rise to a Graafian follicle.",
        "During the founder's lifetime the order spread rapidly, and eventually there were about 150 monasteries in Italy, and others in France, Bohemia and the Netherlands.",
        "The trees for a considerable period show little sign of unhealthiness, but eventually the stem begins to swell somewhat near the root, and the whole tree gradually goes off as the disease advances; when cut down, the trunk is found to be decayed at the centre, the \" rot \" usually commencing near the ground.",
        "He studied philosophy, philology and theology at Marburg in 1786, and eventually (1795) became professor ordinarius of theology at Heidelberg, where he died on the 22nd of November 1836.",
        "A large academy, founded by the monks of Vatopedi in 1 749, for a time attracted students from all parts of the East, but eventually proved a failure, and is now in ruins.",
        "He was eventually estranged from Hume, and defended James Beattie's attack on that philosopher.",
        "In 1302-06 it was besieged and eventually taken by the armies of Florence and Lucca, and in 1325 it became subject to Castruccio of Lucca.",
        "the hollow tympanic bullae, they have the clavicles imperfect, the first front toe opposable to the rest, the temporal region of the skull roofed with bone, and the crowns of the molars with cusps arranged in rows but eventually covered by a layer of enamel.",
        "It sank eventually into a mere political tool in the hands first of Thebes, and then under Philip of Macedonia.\"",
        "All the powers concerned eventually subscribed to the declaration proposed by the United States government.",
        "Difficulties arose in the way of his installation, owing to the action of the Presbytery on his refusing to sign unreservedly the Confession of Faith; but these were eventually overcome, and he took up his duties as professor in November 1841.",
        "He studied theology at Jena, and eventually became (1841) pastor, member of the consistory, and superintendent at Hanover.",
        "The Salt Range crosses the Indus in the Mianwali tahsil of the Punjab, and forms the boundary between Bannu and Dera Ismail Khan, merging eventually in the Waziri hills.",
        "With the exception of the Kunhar river, which flows down the Kagan valley to the Jhelum, the whole drainage of the province eventually finds its way into the Indus.",
        "Her husband, however, who viewed these proceedings with disfavour, banished her friends, took her children from her, threw her into prison,, and eventually made her abandon at any rate the outward forms of Calvinism.",
        "Two manors of Padstow are mentioned later - the prior of Bodmin's manor, which included the rectory, and a manor which passed from the Bonvilles to the Greys, marquesses of Dorset, both of which were eventually acquired by the family of Prideaux.",
        "The church is the divine society in which all other religious associations are eventually to find their home.",
        "Eventually differences of opinion arose as to the division of labour, and the common dining-hall did not prove popular.",
        "Eventually, however, they overcame the Britons through treachery, by inducing the king to allow them to send for large bodies of their own countrymen.",
        "The districts north of the Humber contained two kingdoms, Bernicia (q.v.) and Deira, which were eventually united in Northumbria.",
        "The south of England, between Sussex and \" West Wales (eventually reduced to Cornwall), was occupied by Wessex, which originally also possessed some territory to the north of the Thames.",
        "Most of these were situated within the territories eventually occupied by the invaders, and reappear as towns in later times.",
        "Eventually this alphabet was enlarged (probably before the end of the 7th century) by the inclusion of two Runic letters for th and w.",
        "He at first superintended a Christian mission in the southern provinces, and then passing to Peking, where he perfected his knowledge of the language, eventually settled in the Valley of Black Waters or He Shuy, a little to the north of the capital, and just within the borders of Mongolia.",
        "On the other hand the political consolidation of the various continental Teutonic peoples (apart from the Danes) in the 8th century led to the gradual recovery of eastern Germany together with Lower Austria and the greater part of Styria and Carinthia, though Bohemia, Moravia and the basins of the Vistula and the Warthe have always remained mainly Slavonic. In the British Isles the Teutonic element, in spite of temporary checks, eventually became dominant everywhere.",
        "The hopes of the Curia were frustrated by the resistance of the Aragonese and Sicilians, and Charles of Valois, to whom the Curia eventually destined the crown of Aragon, had to resign it for that of Constantinople, which he also failed to secure.",
        "The great astrological work uses a term of still wider signification, Subartu, eventually Suri (written Su.",
        "Not quite so successful eventually was the similar enterprise farther north at Asshur [or Assur (q.v.)] on the east margin of Mesopotamia, although we do not know the immediate outcome of the struggle between Asshur and the first Babylonian king, Sumu-abi.",
        "A rest for Mesopotamia seems to have followed; but in 258 Shapur, tempted by the troubles in the Roman empire, overran the country taking Nisibis and Carrhae, and investing Edessa, and .vhen Valerian invaded Mesopotamia he was eventually made prisoner, by Edessa (260).",
        "Yet the Prussian king recovered his lost ground by gigantic efforts and eventually retained his Silesian territory undiminished.",
        "The Gurkhas, however, in 1788 and following years continued to strike coins of progressively debased quality, which were rude imitations of the old Nepalese mintage, and to endeavour to force this currency on the Tibetans, eventually making the departure of the latter from old usage a pretext for war and invasion.",
        "Thus, if we supply heat to the mixture of ice, water and steam ice will melt and eventually vanish.",
        "But as we ascend in an atmosphere the pressure diminishes; hence the pressure of the vapour in the chamber is less the higher we go, and thus eventually we reach a state of equilibrium where the column of vapour is in equilibrium at the appropriate level both with solvent and solution.",
        "Their table of comparison published in 1906 shows the following agreement: - It seems likely that measurements of vapour pressure and compressibility may eventually enable us to determine accurately osmotic pressures in cases where direct measurement is impossible.",
        "Eventually this interesting church was engulfed by the rising tide of Mahommedan conquest, but not before one of their bishops, named Israel, had converted (677-703) the Huns who lay to the north of the Caspian and had translated the Bible and liturgies into their language.",
        "by Aji, a Chauhan, who established the dynasty which continued to rule the country (with many vicissitudes of fortune) while the repeated waves of Mahommedan invasion swept over India, until it eventually became an appanage of the crown of Delhi in 1193.",
        "It is natural, therefore, that it should influence and finally supplant Hebrew in popular use, so that translations even of the Old Testament eventually appear in it (Targums).",
        "Popes, princes and nobles endowed it with estates and privileges, including that of administering and succeeding to the property of lepers, which eventually led to grave 1 It has been taken as the Latin word meaning \" he bears \" or as representing the initials of the legend Fortitudo Ejus Rhodum Tenuit, with an allusion to a defence of the island of Rhodes by an ancient count of Savoy.",
        "He became one of the opposition leaders and in 1847 helped to found the Deutsche Zeitung, a paper which eventually did much to further the cause of German unity.",
        "Eventually the United States government was driven to issue orders for the purpose of stopping illicit trading, and the commerce of the country was ruined.",
        "Eventually he settled in Paris, where he at once attracted attention by brilliant literary criticisms, at first chiefly on great foreign writers, contributed to the Revue des deux mondes.",
        "This subject is far from being exhausted, and it is not improbable that the alloy-producing capacity of aluminium may eventually prove its most valuable characteristic. In the meantime, ternary light alloys appear the most satisfactory, and tungsten and copper, or tungsten and nickel, seem to be the best substances to add.",
        "By promising to restore Schwiebus to Silesia after his accession he won the support of the emperor Leopold I.; but eventually he gained his end in a peaceable fashion.",
        "Eventually, in 1887, the Canterbury Convocation and Archbishop Benson formed a Board of Missions; and York followed shortly afterwards.",
        "Ten years later he came back to Paris, and was eventually persuaded (1676) to enter the priesthood, and become a chaplain at Port Royal.",
        "Eventually, in October 1357, after several interruptions, a treaty was signed at Berwick by which the Scottish estates undertook to pay ioo,000 marks as a ransom for their king.",
        "Amasis, sent to meet them and quell the revolt, was proclaimed king by the rebels, and Apries, who had now to rely entirely on his mercenaries, was defeated and taken prisoner in the ensuing conflict at Momemphis; the usurper treated the captive prince with great lenity, but was eventually persuaded to give him up to the people, by whom he was strangled and buried in his ancestral tomb at Sais.",
        "By growth is here meant mere increase in bulk, and by development the series of gradual modifications by which a plant, originally simple in its structure and conformation, becomes eventually complicated, and endowed with distinct parts or organs.",
        "Care should be taken that the ties or fastenings do not eventually cut into the bark as the branches swell with increased age.",
        "The documents are interesting as marking the beginning of a revolution which eventually emancipated the monks altogether from the control of their diocesans and brought them under the direct authority of the Holy See.",
        "Meanwhile differences in consistency appear in various strata, and a dense outer protective layer (peridium), soft gelatinous layers, and so on are formed, the whole eventually attaining great complexity - e.g.",
        "Such an intermittently applied stress is far more destructive to iron than a continuous one, and even if it is only half that of the limit of elasticity, its indefinite repetition eventually causes rupture.",
        "Subsequently the hard top hairs are taken out as in the case of otters and beavers and the whole thoroughly cleaned in the revolving drums. The close underwool, which is of a slightly wavy nature and mostly of a pale drab colour, is then dyed by repeated applications of a rich dark brown colour, one coat after another, each being allowed to thoroughly dry before the next is put on, till the effect is almost a lustrous black on the top. The whole is again put through the cleaning process and evenly reduced in thickness by revolving emery wheels, and eventually finished off in the palest buff colour.",
        "altitude, towards the N.W., and eventually, assuming a westerly course, enters the Gulf of Kyzyl-tash, on the Black Sea, in the vicinity of the Straits of Kerch.",
        "16 City, where he eventually became a member of Tammany Hall and active in its politics.",
        "The mis-government and financial straits of the country brought on the outbreak of Mussulman discontent and fanaticism which eventually culminated in the murder of two consuls at Salonica and in the \"Bulgarian atrocities,\" and cost Abd-ul-Aziz his throne.",
        "It passed its second reading, but was considerably whittled down in committee, and when eventually it became law it only partially represented its sponsor's intentions.",
        "Eventually the bill was withdrawn, the ministers resigned and a Liberal ministry was formed under M.",
        "But as soon as this was accomplished the government opened a comprehensive enquiry into the causes of dissatisfaction, which served as the basis of numerous social laws, and led eventually to the establishment of universal suffrage and the substitution in Belgium of a democratic for a middle-class regime.",
        "In his sixteenth year young Gambetta lost by an accident the sight of his left eye, which eventually had to be removed.",
        "After the end of the Old Kingdom Thebes grew from an obscure provincial town to be the seat of a strong line of princes who contended for supremacy with Heracleopolis and eventually triumphed in the XIth Dynasty of Manetho.",
        "Only one MS. of the history is known; it was stolen by a Turkish soldier from the library at Buda during the reign of Matthias Corvinus of Hungary and taken to Constantinople, where it was bought by a Christian and eventually reached the 'imperial library at Vienna.",
        "He studied at GÃ¶ttingen and Erlangen, became professor at Basel in 1864, and eventually (1876) professor ordinaries at GÃ¶ttingen.",
        "In 1195 Hubert issued an ordinance by which four knights were to be appointed in every hundred to act as guardians of the peace, and from this humble beginning eventually was evolved the office of justice of the peace.",
        "The rivalry that ensued, in spite of O'Higgins's generous offer to serve under Carrera, eventually resulted in O'Higgins being isolated and overwhelmed with the bulk of the Chilean forces at Rancagua in 1814.",
        "After a great number of formalities and prayers, the pope pronounces the sentence, and indicates eventually the day on which he will proceed to the ceremony of canonization, which takes place with great solemnity in the basilica of St Peter.",
        "The Federal war debt eventually reached the sum of $2,700,000,000.",
        "In addition, each would leave behind depot troops to form the nucleus on which the 2nd ban Landwehr and the Landsturm would eventually be built up. The total number of units of the three arms in all branches may be stated approximately at 2200 battalions, 780 squadrons and 950 batteries.",
        "This was the first of the many partitions which effectually divided the kingdom of the Franks into an eastern and a western portion, that is to say, into divisions which eventually became Germany and France respectively, and the district ruled by Theuderich was almost identical with that which afterwards bore the name of Austrasia.",
        "After further amendment they were eventually accepted, and became law in 1877.",
        "Bismarck in this case gave the Liberals a free hand, and the laws eventually were carried and proclaimed on the 15th of May 1873; hence they got the name of the May laws, by whicti they are always known.",
        "The emperor accepted this exposition of the constitution, and after some delay eventually gave his consent also to the Prussian law, which he was qualified to reject.",
        "The parliamentary discussion was very confused; the government eventually accepted an amendment giving them 557,093 for five and a half years instead of the 570,877 asked for; this was rejected by 210 to 162, the greater part of the Centre and of the Radicals voting against it.",
        "As is so often the case in Austria, the movement began in the university of Vienna, where a Leseverein (reading club) of German students was formed as a point of cohesion for Germans, which had eventually to be suppressed.",
        "The mummies from the despoiled tombs of the kings were the object of much anxious care to the kings of this dynasty; after being removed from one tomb to another, they were finally deposited in a shaft near the temple of Deir el Bahri, where they remained for nearly three thousand years, until the demand for antiquities at last brought the plunderer once more to their hiding-place; eventually they were all secured for the Cairo museum, where they may now be seen.",
        "He found a rival in Egypt in the person of Ibn al-Modabbir, the finance minister, who occupied an independent position, and who started the practice of surrounding himself with an army of his own slaves or freedmen; of these Ibn Tulun succeeded in depriving the finance minister, and they formed the nucleus of an army by which he eventually secured his own independence.",
        "The war between the brothers was continued with intervals of peace, duringwhich al-Adil repeatedly changed sides: eventually he with al-AzIz besieged and took Damascus, and sent al-Aflal to Sarkhad, while al-Adil remained in possession of Damascus.",
        "Much of his time was spent in campaigns in Syria, where the other Ayyubites allied themselves against him with the Crusaders, whereas he accepted the services of the Khwarizmians: eventually he succeeded in recovering most of the Syrian cities.",
        "Here he met one Salib Bey, who had injuries to avenge on Khalil Bey, and the two organized a force with which they returned to Cairo and defeated KhalII, who was forced to fly to Iaifla, where for a time he concealed himself; eventually, however, he was discovered, sent to Alexandria and finally strangled.",
        "Enfins mutinous troops kept the dervishes at bay between Wadelai and Rejaf, and eventually severely defeated them, driving them back to Rejaf.",
        "The bey was killed fighting the dervishes at Wandi in January 1894, and the remnant of his men eventually were found by Captain Thruston from Uganda on the 23rd of March 1894 at Mahagi, on the Albert Nyanza, whither they had drifted from Wadelai in search of supplies.",
        "On the other hand, in some neurons, after severance of the axon from the rest of the cell (spinal motor cell), the whole nerve cell as well as the severed axon degenerates, and may eventually die and be removed.",
        "He possessed, however, a strong and fluent genius, which eventually made itself heard in a multitude of volumes, poems, dramas and novels.",
        "Eventually, and long after the imperial army had begun its retreat, the gallant schiltron was ridden down and annihilated by a charge of three thousand men-at-arms. Reginald was taken prisoner in the melee; and the prisoners also included two other counts, Ferdinand and William Longsword, twenty-five barons and over a hundred knights.",
        "This portrait had been ordered by the Continental Congress, which, however, made no appropriation for it, and eventually it was bought for a private collection in Philadelphia.",
        "From that date onwards the stringency of the censorship was gradually relaxed, and the army eventually set up an organization to supply correspondents with information, so that in dealing with the German advance in the spring of 1918 they were able to write with freedom.",
        "The principal river in the district is the Palar, which rises in Mysore, and flows through North Arcot from west to east past the towns of,Vellore and Arcot, into the neighbouring district of Chingleput, eventually falling into the sea at Sadras.",
        "It was at first announced that he had been returned by two votes; but a scrutiny eventually seated his Conservative opponent, who became afterwards Mr. Justice Ridley.",
        "He settled eventually in Paris in 1620 at the convent of L'Annonciade.",
        "Eventually Koszta was released and returned to the United States.",
        "The Aaron of the Shakespearian play of Titus Andronicus was eventually derived from this source.",
        "In Albania the aboriginal Illyrian element, which preserved its ancient language, maintained itself in the mountains and eventually forced back the immigrant race.",
        "pedicles arise secondary outgrowths, at first covered with skin, which (owing to the growth of a ring of bone at the base arresting the flow of blood) eventually dries up and leaves bare bone incapable of further growth.",
        "The one complete antler has a well-marked burr and a long undivided beam, which eventually forks.",
        "But American extinct types appear to indicate signs of intimate relationship between antelopes, prongbuck and deer, and it may be necessary eventually to amend the current classification.",
        "In this case the action of the water is checked by the film of carbonate of lime which eventually forms on the surface of calcareous cement.",
        "Slowly sinking deeper and deeper into the land, they might eventually reach the older rocks, but they would keep in these the lines of valley that they had followed in the overlying deposits.",
        "Owing to the admixture of the Polynesians with the Papuans in Fiji some authorities have thought the first settlement was in those islands, and that the settlers were eventually driven thence by the Papuan occupiers.",
        "Buddhism eventually spread widely over the Oxus countries, and almost entirely displaced the religion of Zoroaster in its very cradle.",
        "Eventually the Norsemen in Ireland contented themselves with a small number of colonies, strictly confined in territory around certain seaports which they themselves had created: Dublin, Waterford and Wexford; though as the whole of Ireland was divided into petty kingdoms, it might easily happen that the Norse king in Ireland rose to the position - not much more than nominal - of over-king (Ard-Ri) for the whole land.",
        "On the other hand mestizos who live among the whites and form new alliances with them eventually class themselves as whites wherever their social condition has been improved.",
        "President Moreno was eventually assassinated at Quito, in August 1875, and Dr Borrero was elected to the presidency, but his tenure of power was short.",
        "The latter was eventually expelled by two princes named Berhthun and Andhun, who thereupon assumed the government of the kingdom.",
        "roseus or antiquorum, white, with a rosy tinge above, and with scarlet wing-coverts, while the remiges are black (as in all species), ranges from the Cape Verde Islands to India and Ceylon, north as far as Lake Baikal; southwards through Africa and Madagascar, eventually as P. minor.",
        "His mother, Lucinda Elizabeth Gurly, was a good musician, who eventually became a teacher of singing in London.",
        "In the first he is represented as so desirous of a son that he vows to Varuna that if his prayer is granted the boy shall be eventually sacrificed to the latter.",
        "He was at first incredulous, but eventually learned the truth.",
        "Jefferson in the first draft of the Ordinance of 1784, suggested the names to be given to the states eventually to be formed out of the territory concerned.",
        "Eventually, however, he resigned some of his many benefices, the holding of which had made him unpopular, and through the good offices of the regent, John Stewart, duke of Albany, obtained the coveted archbishopric and the primacy of Scotland.",
        "The third river system of northern India receives the drainage of their southern slopes, and eventually unites into the mighty stream of the Ganges.",
        "It is believed that the ryots will eventually be able to secure, and to hold against all corners, the strong legal position which the Bengal Tenancy Act has given them.",
        "It was thus by his courage and persistence that the modern capital of India was eventually founded.",
        "The succession was disputed by Rene of Anjou and Alphonso, but the former eventually renounced his claims and Alphonso was recognized as king of Naples by Pope Eugenius IV.",
        "The next revolt broke out in 464, when a severe earthquake destroyed Sparta and caused great loss of life; the insurgents defended themselves for some years on the rock-citadel of Ithome, as they had done in the first war; but eventually they had to leave the Peloponnese and were settled by the Athenians at Naupactus in the territory of the Locri Ozolae.",
        "As the war which he had done so much to bring about did not eventually secure for Russia advantages commensurate with the sacrifices involved, he fell into disfavour, and retired from active service.",
        "At the age of twenty-one he was given an appointment in the record office of his native city; from 1865 to 1871 he was attached to the Archives of Sienna, but eventually returned to Florence.",
        "(The Indian government viewed the establishment of the Italians on the new highway to the East with a good deal of ill-humour.) Eventually, the British opposition being overcome and that of Egypt and Turkey disregarded, Assab, by a decree of the 5th of July 1882, was declared an Italian colony.",
        "The name (meaning the river of \"woe\") was eventually used to designate the whole of the lower world (Stobaeus, Ed.",
        "But Conrad hoped to attack sooner than he eventually did; his troops were ready in April, but the snow caused a delay which gave rise to much impatience at Austrian headquarters.",
        "These writs entitled them to appear as plaintiffs against the lord in his own manorial court and, eventually, to have the question at issue examined by way of appeal, on a writ of error, or by reservation on some legal points in the upper courts of the king.",
        "His services were eventually recognized by the state of New York by a grant of an estate at New Rochelle, and from Pennsylvania and, at Washington's suggestion, from Congress he received considerable gifts of money.",
        "The institute spread rapidly all over western Europe, so that it eventually came to have forty provinces and 2000 friaries with some 30,000 members.",
        "It was eventually placed in the Public Record Office, London, where it can be seen in a glass case in the museum.",
        "He was eventually brought to trial in November 1908 before a special court, his defence (to the cost of which the British government contributed X 2000) being undertaken by Mr W.",
        "In the 18th century there was a considerable Chinese population settled in Brunei, engaged for the most part in planting and exporting pepper, but the consistent oppression of the native rajas destroyed their industry and led eventually to the practical extirpation of the Chinese."
    ],
    "definition": [
        "Link/Cite",
        "In the end.",
        "(mathematics, of a sequence) For some tail.",
        "Link/Cite"
    ]
}