{
    "translation": "ראיות, עדויות",
    "uses": [
        "All the evidence points to an accident.",
        "He was trying to find incriminating evidence on Yancey.",
        "I need concrete evidence before I'm a believer and I don't see that on the horizon.",
        "Rules of evidence are widely known and honored.",
        "Once again there was no evidence to make Jeffrey Byrne's death anything but an accidental drowning.",
        "He was in the area and the police took a good look at him from the information I have but there wasn't enough evidence to charge him.",
        "The evidence Lilith wasn.t meant for him was clear.",
        "There wasn't any evidence to suggest other than an unfortunate accident.",
        "She sat to pull on shoes and saw the scars around her wrists, evidence of her fight against the bindings Jilian used to strap her onto the table.",
        "Obtaining hard and fast evidence was their not-always simple chore.",
        "They both agreed it was further evidence that he was involved in the death of Billy Langstrom, but they remained uncertain about his involvement with Martha's bones.",
        "His lip had started to heal, but there was still evidence of a burn.",
        "You said so yourself—you've got no real evidence a crime was even committed—you lost the body!",
        "But there was satisfaction in seeing from day to day the evidence of growing mastery and the possibility of final success.",
        "The boys wore long hair and striped sweaters and yelled their college yell every other step they took, to the great satisfaction of the populace, which was glad to have this evidence that their lungs were in good condition.",
        "In spite of all the evidence, Yancey still came out as a responsible adult.",
        "Either they didn't want to spook him or they don't have any concrete evidence of specific crimes.",
        "The only decision he'd made was to do nothing until there was clear evidence tying Byrne to the money.",
        "\"I don't have any empirical evidence to suggest—\" \"Don't use that fed speak on me,\" Elise said with an exasperated sigh.",
        "Neither gnarled fingers nor old scars nor old doubts and sorrows were any of them in evidence now.",
        "Southern customers objected to its blue color, which is the evidence of its purity, as if it were muddy, and preferred the Cambridge ice, which is white, but tastes of weeds.",
        "There isn't a lick of evidence to put Byrne anywhere near that dough.",
        "As much evidence as there was to the contrary, she couldn't believe Yancey was involved in drugs.",
        "This was more evidence of Howie's ineptness at the everyday chores the rest of us took for granted.",
        "She seemed nervous and her open smile was less in evidence, unless speaking of her daughter.",
        "Thus it is that Even as the roots, shut in the darksome earth, Share in the tree-top's joyance, and conceive Of sunshine and wide air and winged things, By sympathy of nature, so do I gave evidence of things unseen.",
        "They claim there's not enough evidence it's him.",
        "Dean didn't bother to mention certain rules of evidence that looked askance at pilfered items.",
        "Baby Claire was often in evidence in our work place, sleeping on mother's arm or in her file cabinet remodeled crib, or supping on Martha's breast.",
        "As soon as Dean mentioned the luggage and briefcase locked in the trunk of the car, Fred insisted on protecting this valuable evidence by bringing them in—just for safekeeping.",
        "I don't know what Arthur Atherton is up to but he has no more evidence your husband is alive than the man in the moon.",
        "Dean promised himself to keep driving past the building if the deputy Larkin's car was in evidence, but only the sheriff's vehicle was present.",
        "There was evidence of her reluctance to discuss some element of the accident.",
        "There is evidence that about three centuries ago elephants wandered in the forests of Malwa and Nimar, while they survived to a later date in the Chanda district of the Central Provinces.",
        "Bird Song was as quiet as an empty church with none of the remaining guests in evidence, nor was there any sign the police had returned.",
        "What evidence did they have to the contrary?",
        "While I had no direct evidence the attendees were all registered sex offenders, the way they nodded and agreed at the mention of deviant sexual behavior made me feel I might be unique among like penitents.",
        "Dean was hoping to find it or at least telltale signs that a body had decomposed on this spot, but no such evidence was apparent.",
        "I don't even like to say it because I don't have an ounce of evidence, but at the debate Fitzgerald said liquor had been found in Billy's vehicle.",
        "If it is said that he expected to end the campaign by occupying Moscow as he had ended a previous campaign by occupying Vienna, there is much evidence to the contrary.",
        "He added, It conveniently covers up any footprints or evidence up here too.",
        "In fact, so far as the direct evidence of our senses tells us, matter appears to be indefinitely divisible.",
        "You're not just seeing my mother so you can get more evidence on the case are you?",
        "Rubbing his eyes, he peered at the blurred figures of his clock, (more evidence of the necessity for his glasses).",
        "In this connexion it is of interest to note that, both in the Mediterranean islands and in West Africa, dwarf elephants of the African type are accompanied by pigmy species of hippopotamus, although we have not yet evidence to show that in Africa the two animals occupy actually the same area.",
        "Murder seems a real stretch, given lack of motive—nothing missing, no evidence or anything else usual to a homicide.",
        "More importantly, Dean now realized that the only real evidence that the remains from the mine were human had disappeared.",
        "I can't see where there's near enough evidence to nail Fitzgerald over Billy's death, or that there ever will be.",
        "But later on, to fit what had occurred, the historians provided cunningly devised evidence of the foresight and genius of the generals who, of all the blind tools of history were the most enslaved and involuntary.",
        "Though the weight of sadness from the past few days was still in evidence, she was obviously brightened by Fred O'Connor, the per­fect host.",
        "I'm not lying when I say there is no firm proof that your hus­band's death was anything more than an accidental drowning— that's what the overwhelming evidence shows.",
        "When he replayed his dictated first draft, the report seemed dry but the evidence produced an overwhelming endorsement that there was no logical reason why Jeffrey Byrne might skip.",
        "He explained no cigarettes were found with the remains Fitzgerald brought to Bird Song nor was there any such evidence when the Deans visited the site.",
        "I still think this stuff is important evidence.",
        "There were several more trunks in evidence.",
        "Wasn't that bottle evidence?",
        "There is strong evidence at all events that many of the conceptions are contrary to historical fact, and the points of similarity between native Canaanite cult and Israelite worship are so striking that only the persistent traditions of Israel's origin and of the work of Moses compel the conclusion that the germs of specific Yahweh worship existed from his day.",
        "For the purposes of scientific topography observation of the natural features and outlines is followed by exact investigation of the architectural structures or remnants, a process demanding high technical competence, acute judgment and practical experience, as well as wide and accurate scholarship. The building material and the manner of its employment furnish evidence no less important than the character of the masonry, the design and the modes of ornamentation.",
        "The testimony afforded Sources by inscriptions is often of decisive importance, especially that of commemorative or votive tablets or of boundary = stones found in situ; the value of this evidence is, on the other hand, sometimes neutralized owing to the former removal of building material already used and its in corporation in later structures.",
        "2 Consequently much interest attaches to the evidence which illustrates the environment of the Jews during this period.",
        "The evidence he secured led to the arrest, conviction, and execution or imprisonment of a large number of members during the years 1876-1877, and subsequently the outrages ceased and the society was disbanded.",
        "A priori considerations suggest that they may have been akin to the Siceli, but of this at present no positive evidence can be given.",
        "In the Malay Peninsula itself there is abundant evidence, ethnological and philological, of at least two distinct immigrations of people of the Malayan stock, the earlier incursions, it is probable, taking place from the eastern archipelago to the south, the later invasion spreading across the Straits of Malacca from Sumatra at a comparatively recent date.",
        "To the modern reader the importance of the Therapeutae, as of the Essenes, lies in the evidence they afford of the existence of the monastic system long before the Christian era.",
        "By the forms of the letters of the inscriptions, and by the architectural details, the age of the monument has been approximately fixed in the 3rd century B.C. The bas-reliefs give us invaluable evidence of the literature, and also of the clothing, buildings and other details of the social conditions of the peoples of Buddhist India at that period.",
        "But there is some evidence that, in accordance with the strong and constant tradition among the alchemists, the idea of transmutation did originate in Egypt with the Greeks of Alexandria.",
        "Internal evidence suggests that they are not all from the same hand or of the same date, but probably they are not earlier than the 9th nor later than the 12th century.",
        "(1901), pp. 320 seq., 415; other cuneiform evidence in E.",
        "Internal evidence is strongly in favour of its having been a joint work, in which more than one of the men of letters who composed Marguerite's household took part.",
        "In the next place comes the evidence derived from the whole range of ancient literature and specially from descriptions of the city or its different localities.",
        "Fortunately we have the first-hand evidence of his autobiography, which is a surer guide than the lines written by untrustworthy disciples.",
        "On the road to Rome a famous vision took place, as to which we have the evidence of Ignatius himself.",
        "Cicero's evidence is the less valuable in that he always assumed that Menedemus was a follower of the Megarians.",
        "There is no evidence to show that his acceptance was instigated by the princess or that she had any influence in her husband's political career.",
        "Additional evidence as to the structure of the molecule was discussed by Avogadro in 1811, and by Ampere in 1814.",
        "Again, the appeal to \" God's judgment \" in the trial by battle in Lohengrin is a subject of which no earlier librettist could have made more than a plausible mess - which is the best that can be said for the music as music. But as dramatist Wagner compels our respect for the power that without gloss or apology brings before us the king, a model of royal fair-mindedness and good-nature, acquiescing in Telramund's monstrous claim to accuse Elsa without evidence, simply because it is a hard and self-evident fact that the persons of the drama live in an age in which such claims seemed reasonable.",
        "On the other hand, the characteristics of the thought in Ephesians give some strong evidence confirmatory of the epistle's own claim to be by Paul.",
        "The balance of evidence seems to lie on the side of the genuineness of the Epistle.",
        "of the dam became flooded, so that a complete examination of the archaeology of the district had to be carried out in order to save historical evidence from destruction.",
        "Evidence is accumulating, though no completely satisfactory theory can yet be put forward, as to the northern origin of the dynastic Egyptians.",
        "One has hitherto supposed that he was related to the Mediterraneans, the race to which the Bronze Age Greeks and Italians belonged; but this supposed connexion may well break down in the matter of skull form, as the Hittite skull, like that of the modern Anatolian, probably inclined to be brachycephalic. whereas that of the Mediterranean inclined in the other direction, And now the Bohemian Assyriologist Prof. Hrozny has brought forward evidence s that the cuneiform script adopted by the Hittites from the Mesopotamians expressed an Indo-European tongue, nearly akin to Latin!",
        "This conclusion is not yet universally accepted, but it seems difficult on the evidence to avoid the conclusion that Prof. Hrozny is right, and if so the curious resemblances of some of the externals of Roman and Hittite religion, and the legendary and other connexions between the Etruscans and Asia Minor, are seen in a new light.",
        "This, by the way, points to the conclusion that Babylonian (Sumerian) culture and art were considerably older than the Egyptian; but we have no definite evidence yet on this point.24 Later points of artistic connexion may be seen when we compare the well-known bronze statues of Pepi I.",
        "Though the Gilgamesh Epic is known to us chiefly from the fragments found in the royal collection of tablets made by Assur-bani-pal, the king of Assyria (668-626 B.C.) 'for his palace at Nineveh, internal evidence points to the high antiquity of at least some portions of it, and the discovery of a fragment of the epic in the older form of the Babylonian script, which can be dated as 2000 B.C., confirms this view.",
        "Internal evidence again comes to our aid to lend its weight to the latter theory.",
        "The name' is not Babylonian, and what evidence as to his origin there is points to his having come from Elam, to the east of Babylonia.",
        "According to an old tradition, supported by evidence drawn from Epiphanius and Chrysostom, this was due to a sermon preached before the emperor Constantius, in which he revealed Homousian views.",
        "This explanation, however, is rejected by Loofs; the sermon contains nothing inconsistent with the Acacian position favoured by the court party; on the other hand, there is evidence of conflicts with the clergy, quite apart from any questions of orthodoxy, which may have led to the bishop's deposition.",
        "We have no direct evidence as to the institutions of the Seleucid court in the 3rd century.",
        "Suddenly the rumour spread about that Cesare, the pope's second son, was the author of the deed, and although the inquiries then ceased and no conclusive evidence has yet come to light, there is every probability that the charge was well founded.",
        "In the hands of moralistic theologians, like Lactantius, they certainly assume a somewhat grotesque form, but the fact that these men clung to them is the clearest evidence that in the West millennarianism was still a point of \"orthodoxy\" in the 4th century.",
        "He also investigated the diamagnetic and paramagnetic properties of substances; and was keenly interested in the phenomena of electrochemical decomposition, accumulating much evidence in favour of Faraday's law and proposing a modified statement of it which was intended to cover certain apparent exceptions.",
        "He began his public ministry in 1647, but there is no evidence to show that he set out to form a separate religious body.",
        "There is evidence to show that the arrangement for this \" publishing of Truth\" rested mainly with Fox, and that the expenses of it and of the foreign missions were borne out of a common fund.",
        "There is no evidence to show that they were in any way connected with any of the plots of the Commonwealth or Restoration periods.",
        "She only provides tips and assumes the authorities will use our call to investigate the crime and reach their own conclusions with legally obtained evidence.",
        "That's tampering with evidence.",
        "Jennifer didn't press them on the specifics of the evidence.",
        "In 1813 he was called on to give evidence upon Indian affairs before the two houses of parliament, which received him with exceptional marks of respect.",
        "There is no evidence that these days were called shabattu, a word which is rendered by umu nuh libbi, \" day of rest of the heart,\" and has been thought to be the origin of Sabbath.",
        "Although there is very little authentic information about Fabian, there is evidence that his episcopate was one of great importance in the history of the early church.",
        "He had made special inquiries of the authorities of the Sydney, Melbourne, Brisbane and Hobart museums, and published questions in the newspapers, but no evidence has reached him that the eggs of Ornithorhyncus have ever been obtained except by the dissection of the mother.",
        "The main body of his works belongs, so far as can be ascertained from the scanty evidence which we have, to the latter half of his life; 206 B.C. is the approximate date of the Miles gloriosus; cf.",
        "Some fragments of a later code exist and have been published; but there still remain many points upon which we have no evidence.",
        "The evidence upon a particular point may be very full at one period and almost entirely lacking at another.",
        "But great stress was laid on the production of written evidence.",
        "The judges might be satisfied of its existence and terms by the evidence of the witnesses to it, and then issue an order that whenever found it should be given up. Contracts annulled were ordered to be broken.",
        "In attempting to account for the distribution of existing vegetation we must take into account palaeontological evidence.",
        "Yet, if there is not a mass of scientific evidence, there are a number of witnesses - among them distinguished men of science and others of undoubted intelligence --who have convinced themselves by observation that phenomena occur which cannot be explained by known causes; and this fact must carry weight, even without careful records, when the witnesses are otherwise known to be competent and trustworthy observers.",
        "The original evidence is to be found in E.",
        "The chief sources from which the story of the Cid is to be gathered are, first, the Latin chronicle discovered by Risco in the convent of San Isidro at Leon, proved by internal evidence to have been written before 1258; the Cronica General, composed by Alphonso X.",
        "He is also to be credited with the abolition of the gladiatorial shows in 404 (although there is said to be evidence of their existence later), a reduction of the taxes, improvements in criminal law, and the reorganization of the defensores civitatum, municipal officers whose duty it was to defend the rights of the people and set forth their grievances.",
        "There is some evidence that in this group the ectoderm of the oesophagus is chiefly concerned with digestion, whereas the endoderm of the intestine is limited to the absorption of the soluble products.",
        "The evidence in favour of Gauden's authorship rests chiefly on his own assertions and those of his wife (who after his death sent to her son John a narrative of the claim), and on the fact that it was admitted by Clarendon, who sould have had means of being acquainted with the truth.",
        "The internal evidence has, as is usual in such cases, been brought forward as a conclusive argument in favour of both contentions.",
        "He eloquently advocated Charles's authorship. Since he wrote in 1829, some further evidence has been forthcoming in favour of the Naseby copy.",
        "This theory would reconcile the conflicting evidence, that of those who saw Charles writing parts and read the MS. before publication, and the deliberate statements of Gauden.",
        "It has been remarked that there is evidence that the Malays had attained to a certain stage of civilization before ever they set foot in Malaya.",
        "The phenomenon of allotropy is not confined to the non-metals, for evidence has been advanced to show that allotropy is far commoner than hitherto supposed.",
        "Much as we believe he's culpable, we don't have any hard evidence.",
        "She skipped back to the jeep, her earlier reluctance nowhere in evidence.",
        "What do you think some prosecuting attorney would say with this evidence?",
        "We got to leave room for important things like evidence.",
        "Don't condemn him before you hear the evidence.",
        "The ghost of Jeffrey Byrne, who had spent his final hours in the same dining room, was nowhere in evidence.",
        "There were a few loose ends, but no real evidence.",
        "All we have is a few unan­swered questions and circumstantial evidence.",
        "I can't say that for sure, but only because there's no direct proof—only circumstantial evidence.",
        "She finished chores and decided to go look for evidence.",
        "The above gives some idea of the evidence that has been accumulated in favour of the laws of chemical combination, laws which can be deduced from the atomic theory.",
        "The assumption was arbitrary, based on no valid evidence.",
        "Professor Suess, to whom the above description is due, finds that the Mediterranean forms no exception to the rule in affording no evidence of elevation or depression within historic times; but it is noteworthy that its present basin is remarkable in Europe for its volcanic and seismic activity.",
        "But he did not fulfil the expectations which had been formed on the strength`' of his colonial reputation; he took no very prominent part in debate, and gave little evidence of his undoubted oratorical gifts.",
        "There is no evidence of simony in the conclave, and Leo's election was hailed with delight by the Romans on account of his reputation for liberality, kindliness and love of peace.",
        "Much more evidence would be required to produce a general acceptance of any of the above periods.",
        "From certain indications in the latter and the evidence of some odd leaves discovered by David Laing, it has been concluded that there was an earlier Edinburgh edition, which has been ascribed to Thomas Davidson, printer, and dated c. 1540.",
        "Though reckoned first headmaster of Eton, there is no definite evidence that he was.",
        "54), Apocolocyntosis (\" pumpkinification\"), is evidence that, as early as Seneca's lifetime, apotheosis was in use for the recognition of a departed emperor as a god.",
        "For the evidence which iv.",
        "In 1766 he was called upon to give evidence before a committee of the House of Commons upon the affairs of Bengal.",
        "The fighting, no doubt, on the part of the wazir was conducted with all the savagery of Oriental warfare; but there is no evidence that it was a war of extermination.",
        "For early external evidence see H.",
        "The evidence appears to be in favour of Troughton.",
        "Even before this it had been clear to archaeologists and ethnologists that there was no evidence to support the popular theory that Zimbabwe had been built in very ancient days by some Oriental people.",
        "The explorations conducted in 1905 added positive evidence.",
        "As to the introduction of domesticated cats into Europe, the opinion is very generally held that tame cats from Egypt were imported at a relatively early date into Etruria by Phoenician traders; and there is decisive evidence that these animals were established in Italy long before the Christian era.",
        "GR.) From the somewhat conflicting evidence of mythology it may be gathered that in prehistoric days Megara had maritime intercourse with the southern Aegean.",
        "It gives no evidence of science, he remarks, to possess a tolerable knowledge of the Roman tongue, such as once was possessed by the populace of Rome.'",
        "An abortive expedition to reinstate a Thessalian prince probably also belongs to this year; there is also evidence that Athens interfered in a war between Selinus and Segesta in Sicily about this time.",
        "There is evidence of its vogue in Holland in the 17th century, for the painting by David Teniers (1610-1690), in the Scottish National Gallery at Edinburgh, is wrongly described as \"Peasants playing at Skittles.\"",
        "There is no reason to suppose the human voice has varied, during the period of which we have evidence, more than other physical attributes.",
        "Although there is no direct evidence of the fact, there can be no doubt that he left St Andrews to complete his education abroad, and that he probably studied at the university of Paris, and visited Italy and Germany.",
        "There seems to be evidence of this in the later writings of the New Testament.",
        "Evidence of this is to be found in the altitudes of the stations on the Buenos Aires and Pacific railway running a little north of west across the pampas to Mendoza.",
        "As far west, therefore, as the Cordillera, there is no evidence that any part of the region was ever beneath the sea in Mesozoic times, and the plant-remains indicate a land connexion with Africa.",
        "It may also dismiss a case on grounds of insufficient evidence.",
        "On the 10th of June 1688 she was present at the birth of the prince of Wales and gave evidence before the council in favour of the genuineness of the child.",
        "In the anxious year which followed, the prince gave evidence of considerable military and diplomatic ability.",
        "The extraordinary number of craters, a few of which are reported still to be active, gives evidence that the archipelago is the result of volcanic action.",
        "Equally indecisive is the further exploration as to evidence for the opinion held by other naturalists that the endemic species of the different islands have resulted from subsidences, through volcanic action, which have reduced one large island mass into a number of islets, wherein the separated species became differentiated during their isolation.",
        "The fact that the Aeginetan scale of coins, weights and measures was one of the two scales in general use in the Greek world is sufficient evidence of the early commercial importance of the island.",
        "Although there is evidence of Roman and Saxon occupation of the site, the earliest mention of Brighton (Bristelmeston, Brichelmestone, Brighthelmston) is the Domesday Book record that its three manors belonged to Earl Godwin and were held by William de Warenne.",
        "First (a), in the earlier biblical writings which describe the state of affairs under the Hebrew monarchy there is not this fundamental distinction among the Levites, and, although a list of Aaronite high-priests is preserved in a late source, internal details and the evidence of the historical books render its value extremely doubtful (1 Chron.",
        "The exact meaning of these features is not clear, but if it be remembered (a) that the Levites of post-exilic literature represent only the result of a long and intricate development, (b) that the name \"Levite,\" in the later stages at least, was extended to include all priestly servants, and (c) that the priesthoods, in tending to become hereditary, included priests who were Levites by adoption and not by descent, it will be recognized that the examination of the evidence for the earlier stages cannot confine itself to those narratives where the specific term alone occurs.",
        "Other evidence allows us to link together the Kenites, Calebites and Danites in a tradition of some movement into Palestine, evidently quite distinct from the great invasion of Israelite tribes which predominates in the existing records.",
        "The key must be sought in the exilic and post-exilic age where, unfortunately, direct and decisive evidence is lacking.",
        "The date of the evidence, however, has not been fixed with unanimity, and this very The musical service of the temple has no place in the Pentateuch, but was considerably developed under the second temple and attracted the special attention of Greek observers (Theophrastus, apud Porphyry, de Abstin.",
        "4 The evidence of the worship of Saturn among the oldest Hebrews is doubtful.",
        "So far no evidence is forthcoming that the same days of each month were observed as these of this special rarely occurring month.",
        "These abstentions are prescribed for the king and a few other persons; there is no evidence that they were observed by all the people.",
        "It is quite consistent with the evidence to suppose that a seven-day week was in use in Babylonia, but each item may be explained differently, and a definite proof does not exist.",
        "Its most suggestive likenesses are indicated above, but further evidence may render the similarity less striking when the meaning of it is more fully understood.",
        "In seeking for an explanation we may perhaps trust, at least in part, the evidence of the Ethnicon itself.",
        "It is important to observe that in resting the fame of Pheidias upon the sculptures of the Parthenon we proceed with little evidence.",
        "Much more satisfactory as evidence are some 5th century torsos of Athena found at Athens.",
        "The Kainozoic period opened with fresh earth movements, the most striking evidence of which are the volcanic outbreaks all round the Australian coasts.",
        "The country is naturally very healthful, as evidence of which may be mentioned that no great epidemic has ever visited the state.",
        "Much accumulated evidence, biological and geological, has pointed to a southern extension of India, an eastern extension of South Africa, and a western extension of Australia into the Indian Ocean.",
        "Just as we have evidence of a former mild climate in the arctic regions, so a similar mild climate has been postulated for Antarctica.",
        "Jarrah timber is nearly impervious to the attacks of the teredo, and there is good evidence to show that, exposed to wear and weather, or placed under the soil, or used as submarine piles, the wood remained intact after nearly fifty years' trial.",
        "Wherever they came from, there is abundant evidence that their first occupation of the Australian continent must have been at a time so remote as to permit of no traditions.",
        "There is evidence in the languages, too, which supports the physical separation from their New Zealand neighbours and, therefore, from the Polynesian family of races.",
        "Further evidence of the antiquity of Australian man is to be found in the strict observance of tribal boundaries, which would seem to show that the tribes must have been settled a long time in one place.",
        "The theory which meets this difficulty is that which has in its favour the greatest weight of evidence, viz.",
        "The evidence on the question of whether they believed in a Supreme Being is very contradictory.",
        "It is impossible to say who were the first discoverers of Australia, although there is evidence that the Chinese had some knowledge of the continent so far back as the 13th century.",
        "The Portuguese also advance claims to be the first discoverers of Australia, but so far the evidence cannot be said to establish their pretensions.",
        "Mansi, Hardouin, Hefele and Dale are in substantial agreement upon 305 or 306, and this is probably the closest approximation possible in the present state of the evidence.",
        "There is evidence that ships were built at Woolwich in the reign of Henry VII., but it was.",
        "The evidence for the rite among the Greeks is sufficient to warrant the conclusion of its introduction at a very early period and its persistence to a late day.",
        "It is well known that the Romans borrowed their methods of hepatoscopy from the Etruscans, and, apart from the direct evidence for this in Latin writings, we have, in the case of the bronze model of a liver found near Piacenza in 1877, and of Etruscan origin, the unmistakable proof that among the Etruscans the examination of the liver was the basis of animal divination.",
        "From the traces of a Roman road between Nantwich and Middlewich, and the various Roman remains that have been found in the neighbourhood, it has been conjectured that Nantwich was a salttown in Roman times, but of this there is no conclusive evidence.",
        "There is documentary evidence of a castle at Nantwich in the 13th century.",
        "172-173), was disputed by Strype's contemporary, Sir Edmund Lechmere, who asserted on not very satisfactory evidence (ib.",
        "According to various legends Cromwell's last burial place is stated to be Westminster Abbey, Naseby Field or Newburgh Abbey; but there appears to be no evidence to support them, or to create any reasonable doubt that the great Protector's dust lies now where it was buried, in the neighbourhood of the present Connaught Square.",
        "Neumayr finds evidence of the existence of a continent between Africa and South America, which protruded into the central North Atlantic, in Jurassic times.",
        "There is no evidence that this plan of Edison's was practically operative as a system of telegraphy.",
        "There is no evidence, however, that the method proposed could or did effect the transmission of speech or signals between stations separated by any distance.",
        "a and b would be in themselves too slight to prove an earlier date, but they have perhaps some weight as confirming the evidence of the language.",
        "The evidence of date derived from changes in the language is more difficult to formulate, and the inquiry calls for the most diligent use of scientific method and critical judgment.",
        "(ii.) For an upper limit of date, in default of definite evidence, it seems imprudent to go back beyond the 5th]century B.C., since neither in Rome nor Campania have we any evidence of public written documents of any earlier century.",
        "Leo, the saint's favourite disciple and companion on Mount Alverno at the time, which describes the circumstances of the stigmatization; Elias of Cortona, the acting superior, wrote on the day after his death a circular letter wherein he uses language clearly implying that he had himself seen the Stigmata, and there is a considerable amount of contemporary authentic second hand evidence.",
        "These materials, imperfect as they are, when combined with the notices derived from ancient writers and the evidence of archaeological excavations, may be considered as having furnished some results of reasonable certainty.",
        "(3) It is doubtful whether there are any actual inscriptions which can be referred with certainty to the language of the Ligures, but some other evidence seems to link them with the -CO- peoples, whose early distribution is discussed under VoLscI and LIGURIA.",
        "(~) It is difficult to point to any definite evidence by which we may determine the dates of the earliest appearance of Gallic tribes in the north of Italy.",
        "Such archaeological evidence as can be connected with the linguistic data will there be discussed.",
        "Thence he despatched telegrams to Italy throwing blame for the defeat upon his troops, a proceeding which sub- sequent evidence proved to be as unjustifiable as it was unsoldierlike.",
        "He was regarded as the most careful writer on the war with Hannibal, and one who did not allow himself to be blinded by partiality in considering the evidence of other writers (Cicero, De Oratore, ii.",
        "His petition to the king for a trial by his peers on this indictment was refused, and an attempt to prosecute the publishers of the false evidence in the king's bench was unsuccessful.",
        "Meanwhile his servant, who was said to have been the intermediary between the duke and the Company in the transaction, fled the country; and no evidence being obtainable to convict, the proceedings fell to the ground.",
        "There is evidence that the request was prompted by the king, and his consent was given as a matter of course.",
        "Belief in a primitive historical revelation, once universal among Christians, has almost disappeared; but belief in a very early and highly moral theism is stoutly defended, chiefly on Australian evidence, by Andrew Lang (The Making of Religion and later works).",
        "But the starting-point of the argument in question is the purely empirical evidence of a single fact or set of facts; it proceeds by way of analogy, not of strict demonstration; and it claims for its results nothing more than probability.",
        "In \" Some Causes of Belief,\" he tries, standing outside the psychological process, to show how beliefs grow up under every kind of influence except that of genuine evidence.",
        "His constructive theory comes at the end, and seems to argue thus: Since (i) there is no discoverable reason why we 3 Mansel's theism (or natural theology), and the revelation he believes in, seem both of them pure matters of assertion on his part, without evidence, or even in the teeth of the evidence as he conceives it.",
        "There is, however, no evidence whatever for this, the gonads of Hydra being purely ectodermal structures, while all medusoid gono phores have an endodermal portion.",
        "The evidence against this view may be classed under two heads: first, comparative evidence; hydroids very different in their structural characters and widely separate in the systematic classification of these organisms may produce medusae very similar, at least so far as the essential features of medusan organization are concerned; on the other hydroids closely allied, perhaps almost indistinguishable, may produce gonophores in the one case, medusae in the other; for example, Hydractinia (gonophores) and Podocoryne (medusae), Tubularia (gonophores) and Ectopleura (medusae), Coryne (gonophores) and Syncoryne (medusae),-and so on.",
        "Secondly, there is the evidence from the development, namely, the presence of the entocodon in the medusa-bud, a structure which, as explained above, can only be accounted for satisfactorily by derivation from a medusan type of organization.",
        "Chun and Woltereck, on the other hand, regard the stem as a stolo prolifer arising from the aboral pole, that is to say, from the ex-umbrella, similar to that which grows out from the ex-umbral surface of the embryo of the Narcomedusae and produces buds, a view which is certainly supported by the embryological evidence to be adduced shortly.",
        "It must be pointed out that, however probable Haeckel's theory may be in other respects, there is not the slightest evidence for any such cleft in the umbrella having been present at any time, and that the embryological evidence, as already pointed out, is all against any homology between the stem and a manubrium, since the primary siphon does not become the stem, which arises from the ex-umbral side of the protocodon and is strictly comparable to a stolon.",
        "Now, in 1794, there is evidence that Lamarck held doctrines which present a striking contrast to those which are to be found in the Philosophic zoologique, as the following passages show: \" 685.",
        "The demonstration of these assertions would require a volume, but the general nature of the evidence on which they rest may be briefly indicated.",
        "general acceptance of evolution; but it seems established as a historical fact that the world has come to accept evolution, first, because of Darwin's theory of natural selection, and second, because of Darwin's exposition of the evidence for the actual occurrence of organic evolution.",
        "The evidence as set out by Darwin has been added to enormously; new knowledge has in many cases altered our conceptions of the mode of the actual process of evolution, and from time to time a varying stress has been laid on what are known as the purely Darwinian factors in the theory.",
        "The most striking general change has been against seeing in the facts of ontogeny any direct evidence as to phylogeny.",
        "There has been a renewed activity in the study of existing forms from the point of view of obtaining evidence as to the nature and origin of species.",
        "Comparative anatomists have been learning to refrain from basing the diagnosis of a species, or the description of the condition of an organ, on the evidence of a single specimen.",
        "If the prosecutor have first brought him before the civil judge, the evidence is to be sent to the bishop, and the latter, if he thinks the crime has been committed, may deprive him of his office and order, and the judge shall apply to him the proper legal punishment.",
        "But if the bishop think the evidence insufficient, the affair shall be referred to the emperor, by way of appeal both from bishop and judge.",
        "There is little evidence of the imposition of fines as ecclesiastical penalties; but there are references to the practice in the epistles of St Gregory the Great, notably in his instructions to St Augustine.",
        "The breaking of such a promissory oath was called \" perjury \" (as in classical Latin and in Shakespeare), contrary to modern usage which confines the word to false evidence before a court of justice.",
        "For the history of Pali before the canonical books were composed we have no direct evidence.",
        "The careful and complete collection, by Franke, of the philological evidence at present available, has raised this hypothesis into a practical certainty.",
        "No evidence has yet been found of any alterations made, after that time, in Ceylon; but there were probably before that time, in India, other books, now lost, and other recensions of some of the above.",
        "Of classical Pali in northern India subsequent to the canon there is but little evidence.",
        "It has been assumed on the strength of a passage in Capitolinus that Aurelius married Faustina in 146, but the passage is not clear, and other evidence points strongly to 140; at all events it seems certain that a daughter was born to him in 140.",
        "But none of these stories rests on trustworthy evidence; on the other hand, there can be no doubt that Aurelius trusted her while she lived, and mourned her loss.",
        "Evidence of the intense interest taken by American visitors in Stratford is seen in the memorial fountain and clock-tower presented in 1887, and in a window in the church illustrating scenes from the Incarnation and containing figures from English and American history.",
        "This type of stern is therefore often spoken of as protoslelic. In the Ferns there is clear evidence that the amphiphloic haplostele or protostele succeeded the simple (ectophloic) protostele in evolution, and that this in its turn gave rise to the solenostele, which was again succeeded by the dictyostele.",
        "It is possible to suppose that this condition is derived from the astelic condition already referred to, but the evidence on the whole leads to the conclusion that it has ansen byan increase in the number of the bundles within the stele, the individuality of the bundle asserting itself after its escape from the original bundle-ring of the primitive cylinder.",
        "The evidence scarcely admits of a decision as to which of these methods is to be regarded as primitive in descent.",
        "Filicales and Gymnosperms, and known as the Cycadofihices, a group in which, curiously enough, the reproductive organs remained undiscovered for some time after the anatomy of the vegetative organs was sufficiently well known to afford clear evidence of their true affinities.",
        "This is a primal necessity of the protoplast,and every cell gives evidence of its need by adopting one of the various ways in which such need is supplied.",
        "The probability is that this mechanism is to be found in green plants in the leavesat any rate there is a certain body of evidence pointing in this direction.",
        "There is a certain amount of evidence that at any rate in some cases light is necessary, and that the violet rays of the spectrum are chiefly concerned.",
        "There is little direct evidence pointing to this extension of the power, and many experimenters directly contradict the statements of Frank.",
        "Certain evidence which supports this view will be referred to later.",
        "There is some evidence pointing to the existence of this power in the cells of the higher plants.",
        "Again, we have evidence of the power of plants to avail themselves of the heat rays.",
        "Setting aside other susceptibilities, we have evidence that most plants are sensitive to all these.",
        "Other and older plants give evidence of the same perception, though they do not respond all in the same way.",
        "It may be that in particular cases particular modes of cultivation disfavour the host; or that the soil, climate or seasons do so; but overwhelming evidence exists to show that the principal causes of epidemics reside in circumstances which favor the spread, nutrition and reproduction of the pest, and the lesson to be learnt is, that precautions against the establishment of such favoring conditions must be sought.",
        "Some halophytes tend - to lose their succulence when cultivated in a nonsaline soil; and some non-halophytes tend to become succulent when cultivated in a salty soil; there is, it need scarcely be stated, little or no evidence that such characters are transmitted.",
        "Evidence is not wanting, however, that the cytoplasm must be regarded as, fundamentally, a semifluid, homogeneous substance in which by its own activity, granules, vacuoles, fibrils, &c., can be formed as secondary structures.",
        "Good cytological evidence has been adduced in favor of both theories, but further investigation is necessary before any definite conclusion can be arrived at.",
        "The strongest direct evidence seems to be that the nuclear substances are the only parts of the cells which are always equivalent in quantity, and that in the higher plants and animals the male organ or spermatozoid is composed almost entirely of the nucleus, and that the male nucleus is carried into the female cell without a particle of cytoplasm.i Since, however, the nucleus of the female cell is always accompanied by a larger or smaller quantity of cytoplasm, and that in a large majority of the power plants and animals the male cell also contains cytoplasm, it cannot yet be definitely stated that the cytoplasm does not play some part in the process.",
        "The cytological evidence for this appears to be made stronger for animal than for plant cells.",
        "Rosenberg (1909) adduces evidence fox the existence of chromosomes or prochromosomes in resting nuclei in a large number of plants, but most observers consider that the chromosomes during the resting stage become completely resolved into a nuclear network in which no trace of the original chromosomes can be seen.",
        "Notwithstanding the fact, however, that these cells are capable of acting as very efficient lenses the explanation given by Haberlandt has not been widely accepted and evidence both morphological and physiological has been brought forward against it.",
        "Some observers consider that the yeast nucleus possesses a typical nuclear structure, and exhibits division by mitosis, but the evidence for this is not very satisfactory.",
        "There is thus a considerable body of evidence to support Bowers view of the primitive nature of the sporophyll.",
        "But this phylogenetic differentiation of the organs was not what Wolff and Goethe had in mind; what they contemplated was an ontogenetic change, and there is abundant evidence that such changes actually occur.",
        "A survey of the vegetable kingdom indicates that evolution has proceeded, on the whole, from the simple to the complex; at the same time, as has been already mentioned, evidence of reduction or degeneration in common.",
        "Though adaptation to the environment seems sometimes to be considered, especially by neo-Lamarckians, as equivalent to, or at least as involving, the evolution of higher forms from Jower, there does not appear to be any evidence that this is the case.",
        "Even, however, with this reservation, it is difficult to resist the mass of evidence as a whole.",
        "The evidence which has thus been briefly summarized, points unmistakably to the conclusion that existing vegetation originated in the northern hemisphere and under climatic conditions corresponding to what would now be termed sub-tropical.",
        "There is no reason to suppose that the peculiarities of the arctic flora are more modern than those of any other, though there is no fossil evidence to prove that it was not so.",
        "It took place southwards, for the arctic flora is remarkably uniform, and, as Chodat points out, it shows no evidence of having been recruited from the several mountain floras.",
        "That the arctic flora was driven south into Central Europe cannot be contested in the face of the evidence collected by Nathorst from deposits connected with the boulderclay.",
        "The evidence of the peat bogs shows that the Scots fir, which is now extinct, was abundant in Denmark in the Roman period.",
        "Palaeontological evidence conclusively proves that the surface of the earth has been successively occupied by vegetative forms of increasing complexity, rising from the simplest algae to the most highly organized flowering plant.",
        "There is some evidence of a returning stream from the south, but as Hooker and A.",
        "shelf, or show evidence in the character of their rocks of Islands having at one time been continuous with a neighbouring continent.",
        "into types has usually had regard rather to geological structure than to external form, so that some geologists would even apply the name of a mountain range to a region not distinguished by relief from the rest of the country if it bear geological evidence of having once been a true range.",
        "Sensational evidence of a mock burial was given by an American witness named Caldwell, and others; but eventually it was agreed that the grave at Highgate should be opened.",
        "Huxley has urged with his wonted perspicuity the alliance of these two regions as Notogaea, basing his opinion, besides other weighty evidence, in great measure on the evidence afforded by the two main sections of the Galli, viz.",
        "II), much of the legal procedure ascribed to him must belong on internal grounds (religious, ethical and sociological evidence) to a postMosaic age.",
        "From Australia, where we have the best chance of studying rudimentary religion in some bulk, comes a certain amount of evidence showing that in the two ways just mentioned some inchoate prayer is being evolved.",
        "(1905); the evidence discussed in Man, 2, 42, 72 (1907).",
        "Its date is now usually given as about Soo B.C. 1 In the next century the document E was composed, so called from its using 1 The dating of these documents is extremely difficult, since it is based entirely on internal evidence.",
        "They are not put forward as the result of an independent review of the evidence.",
        "With regard to the date of the Psalms, internal evidence, from the nature of the case, leads to few results which are convincing.",
        "He energetically pressed the Panama prosecution, so much so that he was accused of having put wrongful pressure on the wife of one of the defendants in order to procure evidence.",
        "It may be divided into three divisions, upper, lower and middle, each of which is distinguished by special physical features, and has played a conspicuous part in the world's history, retaining to the present day monumental evidence of the races who have lined its banks.",
        "At the Cambridge observatory Airy soon gave evidence of his remarkable power of organization.",
        "There is no evidence of the existence of Minehead (Mannheve, Manehafd, Mynneheved) in Roman or Saxon times.",
        "There is evidence that Ungava, like the rest of Labrador, has risen several hundred feet since the Ice Age, marine beaches being found up to 700 ft.",
        "Its striated plumage also favours this view, as an evidence of permanent immaturity or generalization of form, since striped feathers are so often the earliest clothing of many of these birds, which only get rid of them at their first moult.",
        "The statement generally made that the chronicler was born at Fordoun (Kincardineshire) has not been supported by any direct evidence.",
        "Further, there is no evidence for any kings in Kent from 784 until after Offa's death.",
        "He infers, from these facts, that there is no sure evidence for the authorship of the fourth and fifth treatises.",
        "Important and, if genuine, decisive evidence upon this point is afforded by a passage in the Anecdoton Holderi, a fragment contained in a Loth-century MS. (ed.",
        "Nitzsch, however, held that this was a copyist's gloss, harmonizing with the received Boetius legend, which had been transferred to the text, and did not consider that it outweighed the opposing internal evidence from De Cons.",
        "Turning to Christian evidence proper, we are struck with the continued prominence of the argument from prophecy.",
        "(Whether one calls the unknowable a revealed mystery or an unexplained and inexplicable fact makes little difference.) William Paley (1743-1805) borrows from many writers; he borrows Lardner's learning and Butler's \" particular evidence for Christianity,\" viz.",
        "So in Scotland, Thomas Erskine and Thomas Chalmers - the latter in contradiction to his earlier position - hold that the doctrine of salvation, when translated into experience, furnishes \" internal evidence \" - a somewhat broader use of the phrase than when it applies merely to evidence of date or authorship drawn from the contents of a book.",
        "If we transfer Christian evidence from the \" historical \" to the \" philosophical \" with H.",
        "(6) For Jesus' own resurrection several lines of evidence are alleged.",
        "There is some evidence that the \"tradition of the six canoes\" does not represent the first contact of the Polynesian race with New Zealand.",
        "There is evidence of the existence of a once dominant fair race, of which the still surviving Sienetjo, a people of a yellow or fair complexion, are regarded as descendants.",
        "Geological evidence shows that this gap was once bridged by a continuous isthmus which according to the temple records was breached by a violent storm in 1480.",
        "Dramas, 13, Louvain, 1906), and is by him on internal evidence confidently claimed as Ford's.",
        "In some cases this may prove to be true, but in most evidence to that effect is wanting.",
        "His birthplace has been variously given as Duns in Berwickshire, Dunum (Down) in Ulster, and Dunstane in Northumberland, but there is not sufficient evidence to settle the question.",
        "As to the library of Peisistratus, we have no good evidence; it may perhaps be a fiction of an Alexandrian writer.",
        "This question has given rise to an enormous amount of discussion among learned men, and some of the disputants have not yet laid down their arms; but for impartial outsiders who have carefully studied the evidence there can be little doubt that 1 See Researches into the State of Fisheries in Russia (9 vols.), edited by Minister of Finance (1896, Russian); Kusnetzow's Fischerei and Thiererbeutung in den Gewassern Russlands (1898).",
        "The old tendency illustrated by the outcome of the revolutionary movements of 1848 was once more in evidence - the tendency of merely artificial theories of democratic liberty to succumb to the immemorial instinct of race and race ascendancy.",
        "Findings of the Commission were to be prima facie evidence in any court proceeding for the enforcement of its orders.",
        "The saving of cost is effected in two ways: (I) Instead of having to incur the expenses of a protracted inquiry before parliament, the promoters of a light railway under the act of 1896 make an application to the light railway commissioners, who then hold a local inquiry, to obtain evidence of the usefulness of the proposed railway, and to hear objections to it, and, if they are satisfied, settle the draft order and hand it over to the Board of Trade for confirmation.",
        "In 1848, however, a peculiar form of it, believed to be based on abundant experimental evidence, arose in America and spread there with great rapidity, and thence over the civilized world.",
        "An investigation into the matter was thought to show that none of the Fox family was concerned in producing the rappings; but the evidence that they were not concerned is insufficient, although similar noises had been noticed occasionally in the house before they lived there.",
        "There is very little evidence to show that mediumship arose anywhere spontaneously,' but those who sat with the Foxes were often found to become mediums themselves and then in their turn developed mediumship in others.",
        "Many volumes containing accounts of such phenomena have been printed, and appeal is often made to the mass of evidence so accumulated.",
        "3 In other words, the evidence is rarely strictly experimental, and this not only gives facilities for fraud, but makes it necessary to allow a large margin for accidents, mistakes and mal-observation.",
        "ing, there is no good evidence that such experiments have ever succeeded.",
        "Nevertheless there does exist evidence for the genuineness of the physical phenomena which deserves consideration.",
        "In numerous instances clear evidence of recent movements along the fault planes has been discovered; and frequent earthquakes testify with equal force to the present uplift of the mountain blocks.",
        "Of Egyptian ritual little is known; our knowledge rests mainly on the evidence of pictures.",
        "It is clear from the evidence of the early Western liturgies that, for at least six centuries, the primitive conception of the nature of the Christian sacrifice remained.",
        "Other ideas no doubt attached themselves to the primitive conception, of which there is no certain evidence in primitive times, e.g.",
        "The evidence of Tertullian is good for Africa.",
        "On the other hand, the evidence for the existence of ancestor-worship in primitive Israel cannot be so easily disposed of as Kautzsch (ibid.",
        "Of this we see evidence in the multiplication of Satans in the Book of Enoch.",
        "There is a well-known story of the last of the race being killed by Sir Ewen Cameron of Lochiel in 1680, but there is evidence of wolves having survived in Sutherlandshire and other parts into the following century (perhaps as late as 1743), though the date of their final extinction cannot be accurately fixed.",
        "It has been placed, upon the evidence of somewhat doubtful traditions, as late as 1766.",
        "All the evidence in Barclay's own work goes to prove that he was sincere in his reproof of contemporary follies and vice, and the gross accusations which John Bale 1 brings against his moral character may be put down to his hatred of Barclay's cloth.",
        "juries, a petty jury, and a tribunal consisting of nearly all the lay peers of England, with the evidence before them which we do not now possess, should have all unanimously passed a sentence of guilt contrary to the facts and their convictions, and that such a sentence should have been supported by Anne's own father and uncle.",
        "Indeed, as one of the acutest and most sympathetic of his critics has remarked, the deep and settled grudge he has betrayed towards every form of Christian belief, in all the writings of his maturity, may be taken as evidence that he had at one time experienced in his own person at least some of the painful workings of a positive faith.",
        "From the testimony of his pupil, and the still more conclusive evidence of his own correspondence with the father, Pavilliard seems to have been a man of singular good sense, temper and tact.",
        "30 of the finer feelings of moral evidence, which must, however, determine the action and opinions of our lives.\"",
        "Byron's description, \"[The] immemorial wood Rooted where once the Adrian wave flowed o'er,\" is probably true; but there is no evidence that it was in historic time that this change took place.",
        "Jones, who accused him of endeavouring to stifle the evidence against the Romanists.",
        "The unfavourable character drawn of him by Burnet is certainly unjust and not supported by any evidence.",
        "Yet the boldness and the splendour of the nebular theory have always given it a dignity not usually attached to a doctrine which from the very nature of the case can have but little direct evidence in its favour.",
        "2.1 Sun's Heat as Evidence",
        "We might at first suppose that the sun was really an intensely heated body radiating out its heat as does white-hot iron, but this explanation cannot be admitted, for there is no historical evidence that the sun is growing colder.",
        "Herschel marshals the evidence which can be collected on this point.",
        "In attempting to pronounce on the evidence with regard to Herschel's theory, we must at once admit that the transmutation of a nebula into a star has never been seen.",
        "Should any one be sceptical as to the sufficiency of these laws to account for the present state of things, science can furnish no evidence strong enough to overthrow his doubts until the sun shall be found growing smaller by actual measurement, or the nebulae be actually seen to condense into stars and systems.\"",
        "These and other experiments, described by Dr Manson in the Practitioner for March 1900, confirming the laboratory evidence as they do, leave no doubt whatever of the correctness of the mosquito-parasitic theory of malaria.",
        "At the same time it should be remembered that many points await elucidation, and it is unwise to assume conclusions in advance of the evidence.",
        "There is some evidence that arsenic has a prophylactic effect.",
        "His career was marked by unceasing duplicity, at one time giving evidence of submission to the English authorities, at another intriguing against them in conjunction with lesser Irish chieftains.",
        "As there is no evidence of Roman or British settlement, it is probable that Sherborne (Scireburn, Shireburne) grew up after the Saxon conquest of the country from the Corn-Welsh in the middle of the 7th century.",
        "Taanach), together with the contemporary archaeological evidence (from Lachish, Gezer, Megiddo, Jericho, &c.), represent advanced conditions of life and culture, the precise chronological limits of which cannot be determined with certainty.",
        "External history, however, is very fragmentary just at the age when its evidence would be most welcome.",
        "In the light of contemporary monuments, archaeological evidence, the progress of scientific knowledge and the recognized methods of modern historical criticism, the representation of the origin of mankind and of the history of the Jews in the Old Testament can no longer be implicitly accepted.",
        "histories of any value are necessarily compromises between the biblical traditions and the results of recent investigation, and those studies which appear to depart most widely from the biblical or canonical representation often do greater t justice to the evidence as a whole than the slighter or more conservative and apologetic reconstructions.",
        "But an inductive and deductive treatment, both comprehensive and in due proportion, does not as yet (19to) exist, and awaits fuller external evidence.'",
        "The critical investigation of these records is the indispensable prelude to all serious biblical study, and hasty or sweeping deductions from monumental or archaeological evidence, or versions compiled promiscuously from materials of distinct origin, are alike hazardous.",
        "But the surviving material is extremely uneven; vital events in these centuries are treated with a slightness in striking contrast to the relatively detailed evidence for the preceding period - evidence, however, which is far from being contemporary.",
        "Where the material is fuller, serious discrepancies are found; and where external evidence is fortunately available, the independent character of the biblical history is vividly illustrated.",
        "It is at least necessary to distinguish provisionally between a possibly historical framework and narratives which may be of later growth - between the general outlines which only external evidence can test and details which cannot be tested and appear isolated without any cause or devoid of any effect.",
        "As regards (b), external evidence has already suggested to scholars that there were Israelites in Palestine before the invasion; internal historical criticism is against the view that all the tribes entered under Joshua; and in (a) there are traces of an actual settlement in the land, entirely distinct from the cycle of narratives which prepare the way for (b).",
        "Without sufficient external and independent evidence wherewith to interpret in the light of history the internal features of the intricate narratives, any reconstruction would naturally be hazardous, and all attempts must invariably be considered in the light of the biblical evidence itself, the date of the Israelite exodus, and the external conditions.",
        "Biblical criticism is concerned with a composite (Judaean) history based upon other histories (partly of non-Judaean origin), and the relation between native written sources and external contemporary evidence (monumental and.",
        "(For the period under review, as it appears in the light of existing external evidence, see Palestine: History.) 9.",
        "The value of this external evidence for the history of Israel is enhanced by the fact that biblical tradition associates the changes in the thrones of Israel and Damascus with the work of the prophets Elijah and Elisha, but handles the period without a single reference to the Assyrian Empire.",
        "Hebrew religious institutions can be understood from the biblical evidence studied in the light of comparative religion; and without going afield to Babylonia, Assyria or Egypt, valuable data are furnished by the cults of Phoenicia, Syria and Arabia, and these in turn can be illustrated from excavation and from modern custom.",
        "But the evidence does not allow us to trace the earlier progress of the ideas.",
        "Although no evidence is at hand, it is probable that Ahaz of Judah rendered service to Assyria by keeping the allies in check; possible, also, that the former enemies of Jerusalem had now been induced to turn against Samaria.",
        "But the destruction of Jerusalem is not quite unique, and somewhat later we meet with indirect evidence for at least one similar disaster upon which the records are silent.",
        "See for the evidence, A.",
        "2 - The course of events from the middle of the 6th century B.C. to the close of the Persian period is lamentably obscure, although much indirect evidence indicates that this age holds the key to the growth of written biblical history.",
        "intricacy and additional light is needed from external evidence.",
        "An outburst of Jewish religious feeling is dated in the second year of Darius (520), but whether Judah was making a bold bid for independence or had received special favour for abstaining from the above revolts, external evidence alone can decide.",
        "44 8 -447), independent evidence for the position of Judah is needed, since a catastrophe apparently befell the unfortunate state before Nehemiah appears upon the scene.",
        "The evidence for the catastrophes under Artaxerxes I.",
        "In Elephantine, as in Nippur, the legal usages show that similar elements of Babylonio-Assyrian culture prevailed, and the evidence from two such widely separated fields is instructive for conditions in Palestine itself.3 20.",
        "3 From Tema in north Arabia, also, there is monumental evidence of the 5th century B.C. for Babylonian and Assyrian influence upon the language, cult and art.",
        "Greater weight must be laid upon the independent evidence of the prophetical writings, and the objection that Palestine could not have produced the religious fervency of Haggai or Zechariah without an initial impulse from Babylonia begs the question.",
        "14-26), and the evidence for the conclusion that traditions originally of (north) Israelite interest were taken over and adapted to the later standpoint of Judah and Jerusalem (viz.",
        "Upon this blank period before the foundation of Judaism (§§ 21, 23) much light is also thrown by another body of evidence.",
        "On these and on other grounds besides, it has long been felt that south Palestine, with its north Arabian connexions, is of real importance in biblical research, and for many years efforts have been made to determine the true significance of the evidence.",
        "Toffteen, In either case the history of separate sections of people may have been extended to Israel as a whole, but there is no evidence for any adequate reconstruction.",
        "The true inwardness of this movement, its extent and its history, can hardly be recovered at present, but it is noteworthy that the evidence generally involves the Levites, an ecclesiastical body which underwent an extremely intricate development.",
        "thing of a twelve-years' governorship and of a second visit, but the evidence does not enable us to determine the sequence (xiii.",
        "But the problems are admittedly complicated, and since one is necessarily dependent upon scanty narratives arranged and rearranged by later hands in accordance with their own historical theories, it is difficult to lay stress upon internal evidence which appears to be conclusive for this or that reconstruction.",
        "In their present form they are not of the beginning of the 6th century and, if the evidence for Artaxerxes III.",
        "Old Testament History and External Evidence.",
        "To external evidence one must look, therefore, for that which did not fall within the scope or the horizon of the religious historians.",
        "Hence, in the absence of more complete external evidence one is obliged to recognize the limitations of Old Testament historical criticism, even though this recognition means that positive reconstructions are more precarious than negative conclusions.",
        "The naïve impression that each period of history was handled by some more or less contemporary authority is not confirmed by a criticism which confines itself strictly to the literary evidence.",
        "The differences between the form of the written history and the conditions which prevailed have impressed themselves variously upon modern writers, and efforts have been made to recover from the Old Testament earlier forms more in accordance with the external evidence.",
        "If his influence or theirs dictated her policy, there is no evidence of any objection to the union of the secular power with the highpriesthood.",
        "Dialekte, p. 97) the evidence of tradition (especially Aristotle, Pol.",
        "The comparative evidence afforded by the discovery of Egyptian relics shows that the Great Age of the Cretan palaces covers the close of the third and the first half of the second millennium before our era.",
        "There is evidence that the use in Crete of both linear and pictorial signs existed in the Early Minoan period, contemporary with the first Egyptian dynasties.",
        "The evidence supplied by this and other Cretan sites shows that the principal Minoan divinity was a kind of Magna Mater, a Great Mother or nature goddess, with whom was associated a male satellite.",
        "Similar evidence Early of Minoan contact, and indeed of wholesale colonization relations with from the Aegean side, recurs in Cyprus.",
        "The evidence of a partial restoration of the domestic quarter of the palace of Cnossus tends to show a certain measure of dynastic continuity.",
        "There is evidence, moreover, that the script and with it the indigenous language did not die out during this period, and that therefore the days of Hellenic settlement at Cnossus were not yet.",
        "The archaeological evidence outside Crete points to the actual existence of Minoan plantations as far afield on one side as Sicily and on the other as the coast of Canaan.",
        "There was a Roman camp near Lymington (Lentune, Lementon), and Roman relics have been found, but there is no evidence that a town existed here until after the Conquest.",
        "and shrubs no doubt in early times were also used for this purpose, but what evidence there is goes against the medieval.",
        "That he displayed considerable classical knowledge, was a good linguist, a ready and versatile writer of verse, and above all that he possessed an astounding memory, seems certain, not only from the evidence of men of his own time, but from the fact that even Joseph Scaliger (Prima Scaligerana, p. 58, 1669) speaks of his attainments with the highest praise.",
        "There is, however, no contemporary evidence for this, the only certain facts being that for two years Crichton served in the French army, and that in 1579 he arrived in Genoa.",
        "As the tench is of comparatively uncommon occurrence in unenclosed waters, its place among the indigenous fishes of Great Britain has been denied, and it has been supposed to have been introduced from the Continent; a view which, however, is not supported by any evidence, and is practically disposed of by the fact that fossil remains of the fish are found in the Pleistocene deposits of Great Britain.",
        "As regards this crossing of s and sh, Arabic has with it the other south Semitic language, Ethiopic: the evidence as to the other north Semitic language, Assyrian, is conflicting.",
        "4, 36), has nothing to do, and there is no evidence for the use of the former before the middle of the 10th century even in Rome, and elsewhere than in Rome it does not make its appearance until the 11th.'",
        "2 On the other hand, the Roman ordines of the 8th and 9th centuries make no mention of the mitre; the evidence goes to prove that this liturgical head-dress was first adopted by the popes some time in the 10th century; and Father Braun shows convincingly that it was in its origin nothing else than the papal regnum or phrygium which, originally worn only at outdoor processions and the like, was introduced into the church, and thus developed into the liturgical mitre, while outside it preserved its original significance as the papal 1 Father Braun, S.",
        "J., has dealt exhaustively with the supposed evidence for its earlier use - e.g.",
        "There is some evidence to show that it was used in consecrating bishops up to 1552, and also that its use was revived by the Laudian bishops in the 17th century (Hierurgia anglicana ii.",
        "This evidence of a gradual process of upheaval still in action may throw some light on the physical (especially the climatic) changes which must have passed over that part of Asia since Balkh was the \" mother of cities,\" the great trade centre of Asia, and the plains of Balkh were green with cultivation.",
        "Of all the Asiatic ranges the Himalayan is, geologically, the best known; and the evidence which it affords shows clearly that the folds to which it owes its elevation were produced by an overthrust from the north.",
        "But there is positive evidence that much of the north and east of Asia has been land since the Palaeozoic era, and it has been conclusively proved that the peninsula of India has never been beneath the sea since the Carboniferous period at least.",
        "Excepting in the extreme north, where marine Jurassic and Cretaceous fossils have been found, there is no evidence that this part of Siberia has been beneath the sea since the early part of the Palaeozoic era.",
        "Leaving out of consideration all evidence of more ancient volcanic activity, each of the three regions, into which, as we have seen, the continent may be divided, has been, during or since the Cretaceous period, the seat of great volcanic eruptions.",
        "Marie Jeanne, in fact, took great care of the child's person, and there is documentary evidence to prove that he had air and food.",
        "He was imprisoned from 1825 to 1828 for coining, though apparently on insufficient evidence, and in 1833 came to push his claims in Paris, where he was recognized as the dauphin by many persons formerly connected with the court of Louis XVI.",
        "This treatment of history can be at once corrected by the books of Samuel, but it is only from a deeper study of the internal evidence that these, too, appear to give expression to doubtful and conflicting views.",
        "The evidence has obviously some bearing upon the history of Saul, as also upon the intercourse between Judah and Benjamin which David's early history implies.",
        "From a number of points of evidence there appears to have been a group of traditions of a movement from the south (probably Kadesh, Num.",
        "where this condition is usually not to be observed, there is embryological evidence that the existing state of affairs is derived from this.",
        "The cerebral ganglia constitute an archicerebrum for the most part, there being no evidence that, as in the Arthropoda, a movement forward of post-oral ganglia has taken place.",
        "Here we must distinguish between the Lancelot proper and the LancelotGuenevere versions; so far as the latter are concerned, we cannot get behind the version of Chretien, - nowhere, prior to the composition of the Chevalier de la Charrette is there any evidence of the existence of such a story.",
        "Further evidence on the point is, unfortunately, not at present forthcoming.",
        "His work is always vigorous, but he imputes motives in the spirit of a partisan who never pauses to weigh the evidence or to take a comprehensive view of the situation.",
        "Invectivarum in Hieronymum Libri II; (4) Apologia pro Fide Sua ad Anastasium Pontificem; (5) Historia Eremitica - consisting of the lives of thirty-three monks of the Nitrian desert; 1 (6) Expositio Symboli, a commentary on the creed of Aquileia comparing it with that of Rome, which is valuable for its evidence as to church teaching in the 4th century.",
        "The other work of Jordanes commonly called De rebus Geticis or Getica, was styled by himself De origine actibusque 1 The evidence of MSS.",
        "For Nippur we have the direct evidence that its chief deity, En-lil or Bel, was once regarded as the head of an extensive pantheon.",
        "The tradition that he was descended from Dr Rowland Taylor, Cranmer's chaplain, who suffered martyrdom under Mary, is grounded on the untrustworthy evidence of a certain Lady Wray, said to have been a granddaughter of Jeremy Taylor.",
        "He was elected a Perse scholar in 1628, and fellow of his college in 1633, but the best evidence of his diligence as a student is the enormous learning of which he showed so easy a command in after years.",
        "Not that this date rests on positive evidence.",
        "In the absence of specific evidence any such identification must be regarded with suspicion.",
        "Thus, for instance, was the Rationale of Judicial Evidence written out by J.",
        "Abundant evidence was forthcoming as to the extent to which agriculture had been injuriously affected \" by an unprecedented succession of bad seasons.\"",
        "The following figures show the average yields per acre of the selected plots at Rothamsted over six 8-yearly periods from 1852 to 1899, and afford evidence that the higher yield of later years is due to the seasons: Bushels (of 60 lb) Average of - per acre.",
        "During the growing season the field affords striking evidence of the influence of different manurial dressings.",
        "Evidence in support of this view is sought for in the accounts in the Anglo-Saxon Chronicle and elsewhere, where the decisions of the witan were received with loud expressions of approval or of disapproval by an assembled crowd, and it is argued that this is a survival from an earlier age, when all the freemen attended the witan.",
        "The duty of collecting and weighing evidence for himself was at every turn impressed upon the boy; he was taught to accept no opinion on authority.",
        "This year also he found a congenial occupation in editing Bentham's Rationale of Judicial Evidence.",
        "He had become convinced that his comrades in the Utilitarian Society, never more than ten, had not the stuff in them for a world-shaking propaganda; the society itself was dissolved; the Parliamentary Review was a failure; the Westminster did not pay its expenses; Bentham's Judicial Evidence produced little effect on the reviewers.",
        "There is evidence that the forms of Greek political life were more fully adopted under his sway by many of the Syrian cities.",
        "It has been stated on good evidence that a loss of £7,000,000 per annum was caused by the attack of the ox warble fly on cattle in England alone.",
        "Every hypothesis must be tested by an appeal to the facts of life, and modified or abandoned if it will not bear examination, unless we are convinced on genuine evidence that it may for a time be employed as a useful approximation, without prejudice to the later stages of the investigation we are conducting.",
        "How shall we determine the relative weight and importance of different kinds of relevant evidence?",
        "In most cases the interpretation of the facts is far from obvious, and we have to try several hypotheses before we reach one which will bear the strain of a critical examination in the light of further evidence.",
        "But at this stage in historical investigation it is generally the want of evidence of a sufficiently complete and continuous character, rather than difficulties of method, which forces us to leave the problem unsolved.",
        "It is, for instance, practically impossible to obtain reliable evidence as to the regularity of employment in any industry in the 17th century, and the best approximations and devices we can invent are very poor substitutes for what we really want.",
        "In the tabulation and interpretation of statistical evidence, as in its collection, it is scarcely possible to overrate the importance of wide knowledge and experience.",
        "They stand or fall by the strength of the evidence for or against them.",
        "appears to be no evidence that it was a borough before this time.",
        "As a boy he showed evidence of remarkable talents, and his father Leonidas gave him an excellent education.",
        "Origen's apologetic is most effective when he appeals to the spirit and power of Christianity as an evidence of its truth.",
        "It is to be observed that, before the punishment was inflicted, evidence was forthcoming which brought home the outrage of Nivose to the royalists; but this was all one to Bonaparte; his aim was to destroy the Jacobin party, and it never recovered from the blow.",
        "The evidence is not convincing; and certainly his recovery was very speedy.",
        "Certainly the evidence as to his health is somewhat conflicting.",
        "- Mycenae and Tiryns are the two principal sites on which evidence of a prehistoric civilization was remarked long ago by the classical Greeks.",
        "There had been, however, a good deal of other evidence available before 1876, which, had it been collated and seriously studied, might have discounted the sensation that the discovery of the citadel graves eventually made.",
        "Certain central Aegean islands, Antiparos, Ios, Amorgos, Syros and Siphnos, were all found to be singularly rich in evidence of the middle-Aegean period.",
        "Evans, coming on the scene in 1893, travelled in succeeding years about the island picking up trifles of unconsidered evidence, which gradually convinced him that greater things would eventually be found.",
        "Evidence is still wanting for the Macedonian and Thracian coasts.",
        "General Nature of the Evidence.",
        "The internal evidence at present available comprises (i) Structures.",
        "There is also a certain amount of external evidence to be gathered from (I) Monuments and records of other contemporary civilizations, e.g.",
        "- The leading features of Aegean civilization, as deduced from the evidence, must be stated very briefly.",
        "- There is a possibility that features of a primeval matriarchate long survived; but there is no certain evidence.",
        "The Cnossian remains contain evidence of an elaborate system of registration, accountkeeping and other secretarial work, which perhaps indicates a considerable body of law.",
        "- With the immense expansion of the evidence, due to the Cretan excavations, a question has arisen how far the Aegean civilization, whose total duration covers at least three thousand years, can be regarded as one and continuous.",
        "i, 2, 3\"; see Crete), there is evidence of a perfectly orderly and continuous evolution in, at any rate, ceramic art.",
        "About institutions we have less certain knowledge, there being but little evidence for the earlier periods; but in the documents relating to religion, the most significant of all, it can at least be said that there is no trace of sharp change.",
        "We see evidence of a uniform Nature Worship passing through all the normal stages down to theoanthropism in the latest period.",
        "Not enough evidence has been collected to affect the question of racial change during the Aegean period.",
        "Akhenaton at Tell el-Amarna; while in the Aegean area itself we have abundant evidence of a great wave of Egyptian influence beginning with this same Dynasty.",
        "The art of all the area gives evidence of one spirit and common models; in religious representations it shows the same anthropomorphic personification and the same ritual furniture.",
        "Others again cite the old-established power and productivity of Crete; the immense advantage it derived from insularity, natural fertility and geographical relation to the wider area of east Mediterranean civilizations; and the absence of evidence elsewhere for the gradual growth of a culture powerful enough to dominate the Aegean.",
        "- Much of the evidence is contained in archaeological periodicals, especially Annual of the British School at Athens (1900-); Monumenti Antichi and Rendiconti d.",
        "On the other hand, they are valid evidence for whatever is necessary to their own explanation, i.e.",
        "A The ganglia of the nervous _ Tre system offer some important evidence as to the morphology of the head, and are alluded to below.",
        "- The nervous system is ectodermal in origin, and is developed and segmented to a large extent in connexion with the outer part of the body, so that it affords important evidence as to the segmentation thereof.",
        "The first hypothesis is not negatived by direct evidence, for we do not actually know the ontogeny of any of the Palaeozoic insects; it is, however, rendered highly improbable by the modern views as to the nature and origin of wings in insects, and by the fact that the Endopterygota include none of the lower existing forms of insects.",
        "We have undoubted fossil evidence that winged insects lived in the Devonian and became numerous in the Carboniferous period.",
        "The order must therefore be ancient, and as no evidence is forthcoming as to the mode of reduction of the hind-wings, nor as to the stages by which the suctorial mouth-organs became specialized, it is difficult to trace the exact relationship of the group, but the presence of cerci and a degree of correspondence in the nervuration of the forewings suggest the Mecaptera as possible allies.",
        "From the evidence of fossils it seems that the higher sub-order - Apocrita - can be traced back to the Lias, so that we believe the Hymenoptera to be more ancient than the Diptera, and far more ancient than the Lepidoptera.",
        "Thayer, with other essays, 1889), originally a lecture, and in spite of the compression due to its form, up to that time probably the ablest defence, based on external evidence, of the Johannine authorship, and certainly the completest treatment of the relation of Justin Martyr to this gospel.",
        "Far better both as draughtsman and as authority was George Edwards, who in 1 743 began, under the same title as Albin, a series of plates with letterpress, which was continued by the name of Gleanings in Natural History, and finished in 1760, when it had reached seven parts, forming four quarto volumes, the figures of which are nearly always quoted with approval.4 The year which saw the works of Edwards completed was still further distinguished by the appearance in France, where little had been done since Belon's days,' in six quarto volumes, of the Ornithologie of MathurinJacques Brisson - a work of very great merit so far as it goes, for as a descriptive ornithologist the author stands even now unsurpassed; but it must be said that his knowledge, according to internal evidence, was confined to books and to the external parts of birds' skins.",
        "8vo, 1867), strove to remedy, and to some extent did remedy, the grosser errors of the first, but enough still remain to make few statements in the work trustworthy unless corroborated by other evidence.",
        "It is not only a key to much of his later work - to nearly all indeed that was published in his lifetime - but in it are founded several definite groups (for example, Passerinae and Picariae) that subsequent experience has shown to be more or less natural; and it further serves as additional evidence of the breadth of his views, and his trust in the teachings of anatomy.",
        "Yet we have L'Herminier's evidence that Cuvier gave him every assistance.",
        "While furnishing - almost unconsciously, however - additional evidence for overthrowing that classification, there is, nevertheless, no attempt made to construct a better one; and the elaborate tables of dimensions, both absolute and proportional, suggestive as is the whole tendency of the author's observations, seem not to lead to any very practical result, though the systematist's need to look beneath the integument, even in parts that are so comparatively little hidden as birds' feet, is once more made beyond all question apparent.",
        "These laws, he added, exist in regard to all parts that offer characters fit for the methodical arrangement of birds, but it is in regard to the anterior palatal bone that they unquestionably offer the most evidence.",
        "Be that as it may, he declares that characters drawn from the sternum or the pelvis - hitherto deemed to be, next to the bones of the head, the most important portions of the bird's framework - are scarcely worth more, from a classificatory point of view, than characters drawn from the bill or the legs; while pterylological considerations, together with many others to which some systematists had attached more or less importance, can only assist, and apparently must never be taken to control, the force of evidence furnished by this bone of all bones - the anterior palatal.",
        "The herons, for instance, are much more Constrictipedes \" than are the larks or the kingfishers, and, so far from the majority of \" Inconstrictipedes \" being polygamous, there is scarcely any evidence of polygamy obtaining as a habit among birds in a state of nature except in certain of the Gallinae and a very few others.",
        "Mounds of bones marked his road, witnesses of devastations which other historians record in detail; Christian prisoners, from Germany, he found in the heart of \"Tartary\" (at Talas); the ceremony of passing between two fires he was compelled to observe, as a bringer of gifts to a dead khan, gifts which were of course treated by the Mongols as evidence of submission.",
        "At first there is no evidence to prove that these celebrations were characterized by any specially indecorous behaviour; but in the 12th century such behaviour had become the rule.",
        "How these works stand related to one another can only be determined by internal evidence.",
        "der Ostrakismos, who arrives at the conclusion that ostracism could not have been introduced till after 496 B.C.) to suspect the unanimous evidence of antiquity that Cleisthenes was the inventor of ostracism.",
        "1853 and 1873), and Memoirs of the Bourbon Kings of Spain (London, 1813), give evidence of careful and painstaking work on the part of the author.",
        "The equivalence of the four hydrogen atoms of methane rested on indirect evidence, e.g.",
        "That the number of atoms which can be associated in a ring by single affinities is limited there can be no doubt, but there is not yet sufficient evidence to show where the limit must be placed.",
        "The first set provides evidence as to the molecular weight of a substance: these are termed \" colligative properties.\"",
        "On the chromophoreauxochrome theory (the nitro group being the chromophore, and the hydroxyl the auxochrome) it is necessary in order to explain the high colour of the metallic salts and the colourless alkyl and aryl derivatives to assume that the auxochromic action of the hydroxyl group is only brought strongly into evidence by salt formation.",
        "This is achieved; and Briinnhilde's horror and bewilderment at meeting Siegfried again as a stranger in his own shape creates a situation which Siegfried cannot understand, and which Hagen pretends to construe as damning evidence that Siegfried has betrayed Gunther's honour as well as Briinnhilde's.",
        "To the evidence given above may be added the use of Ephesians in the First Epistle of Peter.",
        "If the latter epistle could be finally established as genuine, or its date fixed, it would give important evidence with regard to Ephesians; but in the present state of discussion we must confine ourselves to pointing out the fact.",
        "That the epistle implies as already existent a developed system of Gnostic thought such as only came into being in the 2nd century is not true, and such a date is excluded by the external evidence."
    ],
    "definition": [
        "Link/Cite"
    ]
}