{
    "translation": "רוע, רשע",
    "uses": [
        "There is no evil here.",
        "Fire can be good or evil, depending on where it comes from.",
        "Of all the evil in the world, she feared this the most.",
        "\"Good and evil exist in all of us,\" she said, not sure what to say.",
        "Any clue how a hole in the ground equates to an evil soul?",
        "Apparently, evil is equal opportunity.",
        "The man waved a knife at her, an evil smile on his lips.",
        "She was stuck with the creature behind the evil in the world.",
        "Lara sent her an evil look and she shut up.",
        "For instance, if you think large corporation are greedy and evil, then when you read about how large corporations produce low-nutrition food or are putting family farms out of business, you will believe it.",
        "He was an evil man.",
        "But hate is evil, isn't it?",
        "Because we tempt men to evil, like Eve did Adam?",
        "It was a small but evil cadre.",
        "As for adopting the ways which the State has provided for remedying the evil, I know not of such ways.",
        "Deidre wasn't vindictive, but she still didn't fathom the amount of evil in one's heart it took to kill them.",
        "He will be forever stuck between the two worlds, the good and the evil, without entering either or leaving either behind.",
        "\"I hate evil,\" Dusty replied.",
        "I think he's since been sickened with evil and forgotten if you don't exist, neither does he.",
        "God, he was an evil man!",
        "\"You turned down returning to your life to stay with me,\" he stated with one of his low, evil chuckles.",
        "Love your Heavenly Father with your whole heart and soul, love every child of God as much as ever you can, and remember that the possibilities of good are greater than the possibilities of evil; and you have the key to Heaven.",
        "She shivered, sensing something truly evil in his monotonous voice and cold hands.",
        "The adjutant, also, had evidently had no evil intent though he might have refrained from coming in.",
        "It was said two of them turned on the others, aligned with evil, and only Andre had the power to kill any of the others.",
        "The rope was taut with his evil weight and she could hear his movements as he carefully climbed down the sheer wall to his ice-bound lair below.",
        "The group of these queer creatures which was discovered clustered near the stairs at first remained staring and motionless, glaring with evil eyes at the intruders who had so suddenly appeared in their land.",
        "The only human who can help us defeat evil, and you chose him.",
        "A venial sin, for you acted without evil intention.",
        "No--in this case I would rather suffer evil the natural way.",
        "The foreboding of evil that had suddenly come over Rostov was more and more confirmed the farther he rode into the region behind the village of Pratzen, which was full of troops of all kinds.",
        "Evil cannot be done in the name of good.",
        "At any rate, it is a great evil to make a stir about it.",
        "Are you saying Brandon Westlake had some feelings—favorable feelings—for this evil pervert—his uncle?",
        "But these orders and reports were only on paper, nothing in them was acted upon for they could not be carried out, and though they entitled one another Majesties, Highnesses, or Cousins, they all felt that they were miserable wretches who had done much evil for which they had now to pay.",
        "For us with the standard of good and evil given us by Christ, no human actions are incommensurable.",
        "She shuddered to her core at the evil peering through his gaze, feeling very much like the devil was offering her a deal without telling her the price.",
        "He had the unfortunate capacity many men, especially Russians, have of seeing and believing in the possibility of goodness and truth, but of seeing the evil and falsehood of life too clearly to be able to take a serious part in it.",
        "He'd always found something wrong, something evil or bad, no matter how small the inclination.",
        "He's like a modern-day king who's in charge of the superheroes trying to beat down the evil villains.",
        "That is why I should really like to save him from evil and lead him into the path of truth, but evil thoughts of him did not leave me.",
        "Whatever he tried to be, whatever he engaged in, the evil and falsehood of it repulsed him and blocked every path of activity.",
        "She rubbed her neck, sensing the evil and determination in his tone.",
        "He tried equally to avoid thinking about his wife, and about Natasha and Prince Andrew; and again everything seemed to him insignificant in comparison with eternity; again the question: for what? presented itself; and he forced himself to work day and night at masonic labors, hoping to drive away the evil spirit that threatened him.",
        "\"Where you are, there is vice and evil!\" said Pierre to his wife.",
        "He seemed to be the only one on the Council who truly cared about upholding the balance between good and evil, no matter what the cost.",
        "\"That's not quite what I'm saying.  I know you understand that great sacrifice is sometimes warranted for a greater good.  And what you might be learning is that the greater good also sometimes requires doing what might be called evil,\" she said.",
        "But the darkness was still there, like Talon put something evil in me.",
        "You have to stop plying me with booze or I'll think you have evil intentions.",
        "Jenn studied him, unable to fathom the type of evil he'd endured.",
        "Cautiously she moved forward, allowing herself a peek at this amalgam of evil, this seducer of virgins, who had so ravaged her body.",
        "She'd built up a callus around her heart, one that got stronger and easier to maintain as she manipulated evil men.",
        "All health and success does me good, however far off and withdrawn it may appear; all disease and failure helps to make me sad and does me evil, however much sympathy it may have with me or I with it.",
        "Play the middle monkey—see no evil.",
        "What error or evil can there be in my wishing to do good, and even doing a little--though I did very little and did it very badly?",
        "She was at that height of bliss when one becomes completely kind and good and does not believe in the possibility of evil, unhappiness, or sorrow.",
        "Every sphere of work was connected, in his eyes, with evil and deception.",
        "In Othello is a character named Iago, an evil man who never does anything illegal himself but is always planting ideas in other people's minds, to get them to do his dirty work.",
        "Of the real world she knows more of the good and less of the evil than most people seem to know.",
        "To her pure soul all evil is equally unlovely.",
        "In like manner the evil which one does in the interval of a day prevents the germs of virtues which began to spring up again from developing themselves and destroys them.",
        "There was right and wrong, good and evil, and every human but the woman before him had fallen for some temptation of the dark side.",
        "Dean forced a pot full of evil thoughts about the beanpole bas­tard Edwin Mayer aside in deference to his concern over Cynthia's whereabouts.",
        "It is evil and would destroy us if it could, but in a host who is pure, it can do no harm.",
        "\"That is the one evil of our country,\" answered the invisible man.",
        "Everything that was evil or disagreeable had been carefully kept out of his sight.",
        "To live only so as not to do evil and not to have to repent is not enough.",
        "What evil and error are there in it, if people were dying of disease without help while material assistance could so easily be rendered, and I supplied them with a doctor, a hospital, and an asylum for the aged?",
        "On earth, here on this earth\" (Pierre pointed to the fields), \"there is no truth, all is false and evil; but in the universe, in the whole universe there is a kingdom of truth, and we who are now the children of earth are--eternally--children of the whole universe.",
        "They will wait, well disposed, for others to remedy the evil, that they may no longer have it to regret.",
        "What you fail to realize is that --whatever I am --I draw good and evil to me.",
        "The world needed a man focused on maintaining the balance between good and evil, and none of the brothers had",
        "As his adopted brothers in the war against evil, the two of them were his equals.",
        "There's nothing but evil outside of here.",
        "\"He's the Black God, the leader of evil in the human realm,\" another voice answered.",
        "He'd served as Damian's executioner for thousands of years, a position he found fitting for his general dislike of the human capacity for evil.",
        "We all serve the same cause of protecting those weaker than us from evil.",
        "He wanted her to see what he saw, the good his Guardians did for humanity, the courageous, selfless hearts of his men, the difference they made in fighting evil.",
        "There were days when she wished she was more like him, capable of great evil.",
        "Female humans in Hell with a soul unblemished by evil?",
        "He didn't understand why the self-proclaimed guardian of humans would drag such a helpless creature into this web of evil.",
        "Whatever is in your blood can tame evil.",
        "Andre never approved of Lilith, either, but he.d never accused her of evil.",
        "Was this what Death meant about doing evil for the greater good?",
        "He knows Lilith was evil.",
        "I've outlived two advisors and three mates…I purged the kingdoms to the east of their evil ways.",
        "The pure can resist evil, dark lady.",
        "So he nudged the scales back in the right direction, sometimes pushing evil, sometimes good, sometimes pissing off both.",
        "Jonny hadn't had the ability to lead or commit evil or balance Damian, when Xander and Jenn entered the picture.",
        "Jenn wanted to salvage him; Xander knew Jonny needed to be pushed to the side of evil.",
        "\"You don't know exactly what he's capable of, of how deep that evil runs,\" Damian added.",
        "Nay, at last his evil destiny pursued him to the battlefield and his own home.",
        "Alexius' \"evil designs\" were still in fore conscientiae, and had not been, perhaps never would be, translated into practice.",
        "Meantime much evil arises from usury in the poorer districts.",
        "sending legates in 865 to quell disturbances and check evil practices in the island.",
        "The office of reason is to give a true and distinct appreciation of the values of goods and evils; or firm and determinate judgments touching the knowledge of good and evil are our proper arms against the influence of the passions.3 We are free, therefore, through knowledge: ex magna lute in intellectu sequitur magna propensio in voluntate, and omnis peccans est ignorans.",
        "By this time, Ivan had entered upon the second and evil portion of his reign.",
        "The refugees had spread his evil reputation.",
        "In the tenth book of the Republic we find the curious argument that the soul does not perish like the body, because its characteristic evil, sin or wickedness does not kill it as the diseases of the body wear out the bodily life.",
        "Good and evil, right and wrong, become infinitesimal, ephemeral matters.",
        "The Australians believed in spirits, generally of an evil nature, and had vague notions of an after-life.",
        "In its ultimate effects the crisis was by no means evil.",
        "This last version would not be surprising if we relied upon the following portrait, sketched by a person who knew him intimately: - \"Simple in his tastes, never thinking of himself, constantly preoccupied about others, supremely kind, he did not and would not recognize such a thing as evil.",
        "To the phrase\" ye shall be as gods \"a later writer may have added\" knowing good and evil,\"but\" to be as gods \"originally meant\" to live the life of gods - wise, powerful, happy.\"The serpent was in the main right, but there is one point which he did not mention, viz.",
        "\"Sweetheart, there's not an evil bone in your body,\" he said, amused.",
        "315-558), and of the vine and olive; he was the protector of herdsmen and hunters; he warded off the evil effects of the dog-star; he possessed the arts of healing and prophecy.",
        "This, of course, means that a new station, where clearing, digging, and building are in progress, is often unhealthy for a time, and to this must be attributed the evil reputation which the peninsula formerly enjoyed.",
        "The contention brought to a crisis the struggle between the moderate Presbyterians and the Scots on the one side, who decided to maintain the monarchy and fought for an accommodation and to establish Presbyterianism in England, and on the other the republicans who would be satisfied with nothing less than the complete overthrow of the king, and the Independents who regarded the establishment of Presbyterianism as an evil almost as great as that of the Church of England.",
        "Cromwell was essentially a conservative reformer; in his attempts to purge the court of chancery of its most flagrant abuses, and to settle the ecclesiastical affairs of the nation, he showed himself anxious to retain as much of the existing system as could be left untouched without doing positive evil.",
        "such words and apparitions mean, and what indications they afford to this man or that, of past, present or future good and evil.",
        "Good, he says, is the fulfilment of man's destiny, evil the thwarting of it.",
        "Brigand- age had always existed in the Neapolitan kingdom, largely me rand- owing to the poverty of the people; but the evil was now Wa:",
        "For good or for evil, so far as there is an accepted line of theistic doctrine, that doctrine is intuitionalist.",
        "Butler is charged by Sir Leslie 'Stephen with arguing illegitimately - professing to make no appeal to \" moral fitness,\" and yet contending that the facts of human life show (the beginnings of) moral retribution for good and evil.",
        "Assuredly Butler did not mean to give him his right of speaking about moral evil and good when he waived the \" high priori method of vindicating their real existence.",
        "evil.",
        "3 Intuitionalism in its turn may harden out of \" natural \" dualism into moral dualism; either a literally Manichaean scheme - a good God impeded by an evil personality or principle (Bayle) - or belief in a good God of limited powers (Mill).",
        "This was intended to remove an old and serious evil, as the sheriffs had earned a very bad reputation by their methods of administering justice.",
        "They are not to pay \"evil tolls.\"",
        "Twelve knights in each county are to make a thorough inquiry into all evil customs connected with the forests, and these are to be utterly abolished.",
        "By denouncing the evil deeds of John and the innovations practised by him, it shows what these were and how they were hated; how money had been raised, how forest areas had been extended, how minors and widows had been cheated and oppressed.",
        "Sir Edward Coke finds in Magna Carta a full and proper legal answer to every exaction of the Stuart kings, and a remedy for every evil suffered at the time.",
        "The Biologie and the Philosophic zoologique are both very remarkable productions, and are still worthy of attentive study, but they fell upon evil times.",
        "She reinforced her story with A Key to Uncle Tom's Cabin, in which she accumulated a large number of documents and testimonies against the great evil; and in 1853 she made a journey to Europe, devoting herself especially to creating an entente cordiale between Englishwomen and Americans on the question of the day.",
        "This condition of mind can be obtained only by \"living conformably to nature,\" that is to say, one's whole nature, and as a means to that man must cultivate the four chief virtues, each of which has its distinct sphere - wisdom, or the knowledge of good and evil; justice, or the giving to every man his due; fortitude, or the enduring of labour and pain; and temperance, or moderation in all things.",
        "Soon after the apothecaries were formed into a separate company they took into consideration means to prevent the frauds and adulterations practised by the grocers and druggists, and, to remedy the evil, established a manufactory of their own in 1626 so that they might make preparations for their own members.",
        "The full details of the siege and massacre will be found under Indian Mutiny, and here it will suffice to refer to the local memorials of that evil time.",
        "After discovering the Marquesas, he reached the island of Santa Cruz of evil memory, where he and many of the settlers died.",
        "His father, who was physician to the constable Charles of Bourbon, sent him to study at Toulouse, whence at the age of eighteen he was driven, a consequence of the evil fortunes of the family patron, to Padua, where he studied law and letters for about six years.",
        "Those who had lived evil lives were thrust down into Tartarus, where they suffered endless torments.",
        "Nor can real evil exist, for since God is all-powerful, and since he does not wish evil, evil must be non-existent.",
        "Harnack); the Catholic church for good and evil the creation of St Paul (P. Wernle, H.",
        "This material world is no longer, as in Zoroastrianism, essentially a creation of the good God, but the powers of evil have created it with the aid of some stolen portions of light.",
        "Epiphanius too tells us that the teaching of Basilides had its beginning in the question as to the origin of evil (Haer.",
        "Salvation consists in this, that that which was combined for evil is once more separated.",
        "It appears partly blended with Buddhism, partly overgrown with a belief in Kalas, or evil spirits.",
        "In the course of this ceremony, after the sacrifice, men rush in all directions carrying torches; the women also carry fire-brands, or knock on the houses with rice-crushers and other heavy implements, and thus the evil spirits are considered to be driven away.",
        "This different treatment shows the feeling of the poet - the feeling for which he seeks to evoke our inmost sympathy - to oscillate between the belief that an awful crime brings with it its awful punishment (and it is sickening to observe how the argument by which the Friar persuades Annabella to forsake her evil courses mainly appeals to the physical terrors of retribution), and the notion that there is something fatal, something irresistible, and therefore in a sense self-justified, in so dominant a passion.",
        "To check this courts were multiplied (there were five, six or more instances), which only multiplied the evil.",
        "It is the duty of all believers to strive to become one or other of these by subduing the flesh, which is the product of Evil, and all motions of the will.",
        "From that moment Ivan's subjects noticed a change in his attitude towards them, and attributed it to the evil influence of the Greek princess.",
        "Both the mainland of Greece and the Greek colonies practised human sacrifice, usually as a means towards expulsion of evil.",
        "The outlook appeared indeed far darker to Jeremiah than it seemed more than a century before to Isaiah in the evil days of Jotham and Ahaz, \" when the whole head was sick and the whole heart faint \" (Isa.",
        "doubt that Azazel was an evil demon (like an Arabic Jinn) of the desert.",
        "Between the two aeons there would take place the advent of the Messiah, who would lead the struggle with evil powers which was called \" the agonies of the Messiah.\"",
        "We also know that from earliest times Israel believed in the evil as well as good spirits.",
        "We also read of the \" evil spirit \" that came upon Saul.",
        "The emergence of Satan as a definite supernatural personality, the head or prince of the world of evil spirits, is entirely a phenomenon of post-exilian Judaism.",
        "It is impossible to deny Persian influence in the development of this conception, and that the Persian Ahriman (Angromainyu), the evil personality opposed to the good, Ahura Mazda, moulded the Jewish counterpart, Satan.",
        "The figures are no longer abstractions; they are concrete examples of the folly of the bibliophile who collects books but learns nothing from them, of the evil judge who takes bribes to favour the guilty, of the old fool whom time merely strengthens in his folly, of those who are eager to follow the fashions, of the priests who spend their time in church telling \"gestes\" of Robin Hood and so forth.",
        "We may remark in passing that the retreat was often enlivened, or invaded, by friendly tourists from England, whose \" frequent incursions \" into Switzerland our recluse seems half to lament as an evil.",
        "See John Clarke, Examination of the Notion of Moral Good and Evil advanced in a late book entitled The Religion of Nature Delineated (London, 1725); Drechsler, Ober Wollaston's Moral-Philosophie (Erlangen, 1802); Sir Leslie Stephen's History of English Thought in the Eighteenth Century (London, 1876), ch.",
        "1 3Xaa477uLa, profane language, slander, probably derived from root of Ovi rrEt y, to injure, and 017µr7, speech), literally, defamation or evil speaking, but more peculiarly restricted to an indignity offered to the Deity by words or writing.",
        "They believed in the existence of two gods, a good (whose son was Christ) and an evil (whose son was Satan); matter is the creation of the evil principle, and therefore essentially evil, and the greatest of all sins is sexual intercourse, even in marriage; sinful also is the possession of material goods, and the eating of flesh meat, and many other things.",
        "One theory is that it is a relic of the early Christian church, symbolizing the battle of life and the triumph of good over evil.",
        "The worship of Baal of Tyre roused a small circle of zealots, and again the Phoenician marriage was the cause of the evil.",
        "The sabbath, once a festival, had become more strictly observed, and when he found the busy agriculturists and traders (some of them from Tyre) pursuing their usual labours on that day, he pointed to the disasters which had resulted in the past from such profanation, and immediately took measures to put down the evil (Neh.",
        "All, however much or little preoccupied with worldly business, must fear God, from whom come good things and evil, life, death, poverty and riches.",
        "Complaint was made to Hyrcanus that Herod had violated the law which prohibited the execution of even an evil man, unless he had been first condemned to death by the Sanhedrin.",
        "The evil was wrought, not by the regular armies of the cross who were inspired by noble ideals, but by the undisciplined mobs which, for the sake of plunder, associated themselves with the genuine enthusiasts.",
        "Nevertheless, the result was not all evil.",
        "The Egyptians attributed to it, as well as to the tambourine, the power of dispersing and terrifying evil spirits and more especially the Typhon.",
        "From them he heard plenty of abuse of stock-jobbing, and seizing their ideas he began to regard stock-jobbing, or agiotage, as the source of all evil, and to attack in his usual vehement style the Banque de St Charles and the Compagnie des Eaux.",
        "To Hegel similarly the world, though evil at any moment, progresses by conflict and suffering towards the good.",
        "The German pamphlet: Pansalim Fiirst der Finsterniss and seine Geliebte, published in 1794, is a fair specimen of the opinion of those who regarded him as the evil genius of Catherine and of Russia.",
        "Mahratta ladies and princesses have often taken a prominent part, for good or evil, in public affairs and dynastic intrigues.",
        "Trade unions, so far from disappearing, were legalized, gathered strength from the changes in industrial organization, and nowhere became so powerful as in the most progressive industries; while other forms of combination appeared, incomparably stronger, for good or evil, than those of earlier times.",
        "Of the names of the planets Estera (Ishtar Venus, also called Ruha d'Qudsha, \"holy spirit\"), Enba (Nebo, Mercury), Sin (moon), Kewan (Saturn), Bil (Jupiter), and Nirig (Nirgal, Mars) reveal their Babylonian origin; Il or Il Il, the sun, is also known as Kadush and Adunay (the Adonai of the Old Testament); as lord of the planetary spirits his place is in the midst of them; they are the source of all temptation and evil amongst men.",
        "\"He was an evil man and did more harm than good wherever he went; he spoiled the lands and laid thereon heavy taxes.\"",
        "enacted that all persons invoking an evil spirit or consulting, covenanting with, entertaining, employing, feeding or rewarding any evil spirit should be guilty of felony and suffer death.",
        "In other cases it is believed that evil spirits generally or even non-personal evils such as sins are believed to be expelled.",
        "As God is the Saviour, and the chief end of the revelation is redemption, it is fitting that the miracles should be acts of divine deliverance from physical evil.",
        "The existence of physical evil, and still more of moral evil, forbids the assumption without qualification that the real is the rational.",
        "On the problem of evil and sin it is impossible here to enter; but this must be insisted on, that the miracles of Jesus at least express divine benevolence just under those conditions in which the course of nature obscures it, and are therefore, proper elements in a revelation of grace, of which nature cannot give any evidence.",
        "The policy of Alexius was destined to produce evil results, both for the Eastern empire and for the crusading movement.",
        "In the East itself, with the exception of the tax of 1183, 3 nothing was done that was good, and two things were done which were evil.",
        "On the other hand they are generally written by men of affairs - governors, secretaries or ambassadors; and a fatalistic temper leads their authors to a certain impartial recording of everything, good or evil, which seems of moment.",
        "The transubstantiation doctrine seemed to him full of evil, from its tendency to lead men to overvalue what was sensuous and transitory.",
        "Irrigation, introduced in 1888 by the orange growers, has been adapted by other farmers, especially the tobacco-growers of Gadsden county, and so the evil effects of the droughts, so common from February to June, are avoided.",
        "While the Malays were famous almost exclusively for their piratical expeditions they naturally bore an evil reputation among Europeans, but now that we have come into closer Character, contact with them,, and have learned to understand aca them better, the old opinions concerning them have been greatly modified.",
        "He therefore put the finances in the best order he could, and set himself to mitigate the evil effects of the war by obtaining an early peace.",
        "Besides the causes already indicated the evil character of many of the white settlers conspired to retard its development.",
        "The government yielded to the outcry that arose; but the expedients by which it sought to mitigate the evil, notably the division of those entitled to relief into classes, only increased the alarm and the discontent.",
        "It became more and more evident that the evil could be stopped only by abolishing slavery altogether.",
        "The more brittle condition of the Latin papyri found at Herculaneum has been instanced as the evil result of this re-making of the material.",
        "The most striking difference between Zoroaster's doctrine of God and the old religion of India lies in this, that while in the Avesta the evil spirits are called daeva (Modern Persian div), the Aryans of India, in common with the Italians, Celts and Letts, gave the name of deva to their good spirits, the spirits of light.",
        "In the more recent hymns of the Rig-Veda and in later India, on the other hand, only evil spirits are understood by asuras, while in Iran the corresponding word ahura was, and ever has continued to be, the designation of God the Lord.",
        "In the Gathas the Good Spirit of Mazda and the Evil Spirit are the two great opposing forces in the world, and Ormazd himself is to a certain extent placed above them both.",
        "The very daevas are only the inferior instruments, the corrupted children of Ahriman, from whom come all that is evil in the world.",
        "In the later, developed system the daevas are the evil spirits in general, and their number has increased to millions.",
        "The essence of the wicked spirit is falsehood: and falsehood, as the embodiment of the evil principle, is much more frequently mentioned in the Gathas than Ahriman himself.",
        "The doctrine of Zoroaster and the Zoroastrian Church may be summarized somewhat as follows: At the beginning of things there existed the two spirits who represented good and evil (Yasna, 30, 3).",
        "The existence of evil in the world is thus presupposed from the beginning.",
        "His antithesis is darkness, filth, death, and produces all that is evil in the world.",
        "The evil spirit with his wicked hosts appears in the Gathas much less endowed with the attributes of personality and individuality than does Ahura Mazda.",
        "By a true confession of faith, by every good deed, word and thought, by continually keeping pure his body and his soul, he impairs the power of Satan and strengthens the might of goodness, and establishes a claim for reward upon Ormazd; by a false confession, by every evil deed, word and thought and defilement, he increases the evil and renders service to Satan.",
        "All the thoughts, words and deeds of each are entered in the book of life as separate items - all the evil works, &c., as debts.",
        "It is only in this sense that an evil deed can be atoned for by a good deed.",
        "If his evil works outweigh his good, he falls finally under the power of Satan, Vand the pains of hell are his portion for ever.",
        "Should the evil and the good be equally balanced, the soul passes into an intermediary stage of existence (the Hamestakans of the Pahlavi books) and its final lot is not decided until the last judgment.",
        "He allows himself too easily to be ensnared by the craft of the evil powers who seek to ruin his future existence.",
        "He speaks for the most part only in general references of the divine commands and of good and evil works.",
        "Ormazd will summon together all his powers for a final decisive struggle and break the power of evil for ever; by his help the faithful will achieve the victory over their detested enemies, the daeva worshippers, and render them impotent.",
        "Here the sun will for ever shine, and all the pious and faithful will live a happy life, which no evil power can disturb, in the eternal fellowship of Ormazd and his angels.",
        "When the storms of persecution ceased and Christianity had become the imperial faith, the evil fruits of prosperity were not slow to appear.",
        "Its ten Sephiroth are made up of the grosser elements of the former three worlds; they consist of material substance limited by space and perceptible to the senses in a multiplicity of forms. This world is subject to constant changes and corruption, and is the dwelling of the evil spirits.",
        "The prince of this region of darkness is Samael, the evil spirit, the serpent who seduced Eve.",
        "1 Jewish theosophy, then, with its good and evil tendencies, and with its varied results, may thus claim to have played no unimportant part in the history of European scholarship and thought.",
        "After an exhortation to the judges of the earth to put away evil counsels and thus avoid death, the author declares that God has made no kingdom of death on the earth, but ungodly men have made a covenant with it: certain sceptics (probably both Gentile and Jewish) holding this life to be brief and without a future, give themselves up to sensuality and oppress the poor and the righteous; but God created man to be immortal (ii.",
        "On the 4th of May Milner penned a memorable despatch to the Colonial Office, in which he insisted that the remedy for the unrest in the Transvaal was to strike at the root of the evil - the political impotence of the injured.",
        "In general, the small cotton farmer was at the mercy of the commission merchant, to whom he mortgaged his crops in advance; but this evil has lessened, and in some districts the system of advancing is either nonexistent or very slightly developed.",
        "1914, in his organ published at Geneva, \" it is impossible, from the point of view of the international proletariat, to say which would be the lesser evil for Socialism, an Austro-German defeat or a Franco-Russo-English defeat.",
        "But for us, Russian Social Democrats, there can be no doubt that, from the point of view of the working-classes and of the toiling masses of all the Russian peoples, the lesser evil would be a defeat of the Tsarist monarchy.",
        "Under such a system, and the legal protection enjoyed through it by Ottoman functionaries against evil consequences of their own misdeeds, corruption was rife throughout the empire.",
        "Led away by evil counsellors, Sauji Bey plotted with Andronicus, son of the emperor, to dethrone their respective fathers.",
        "The mutual slaughter of barbarians in the Levant seemed, even to George Canning, a lesser evil than a renewed Armageddon in Europe; and all the resources of diplomacy were set in motion to heal the rupture between Turkey and Russia.",
        "At this moment the Prussians were actually on parade and ready to move off to attack, but just then the \" evil genius \" of the Prussian army, von Massenbach, an officer of the Headquarter Staff, rode up and claiming to speak with the authority of the king and commander-in-chief, induced Hohenlohe to order his troops back to camp. Of all this Napoleon saw nothing, but from all reports he came to the conclusion that the whole Prussian army was actually in front of him, and at once issued orders for his whole army to concentrate towards Jena, marching all night if need be.",
        "But he has to move upwards continually until he at length does nothing that is evil, and he knows fully the reason and object of what he does.",
        "Allenlightenment tended to lead up to the truths of Christianity, and hence knowledge of every kind not evil was its handmaid.",
        "Both by Catholics and by Protestants blessings may be applied to things inanimate as well as animate; but while in the reformed Churches this involves no more than an appeal to God for a special blessing, or a solemn \"setting apart\" of persons or objects for sacred purpoes, in the Catholic idea it implies a special power, conferred by God, of the priests over the invisible forces of evil.",
        "According to Catholic doctrine, the Fall involved the subjection, not only of man, but of all things animate and inanimate, to the influence of evil spirits; in support of which St Paul's epistles to the Romans (viii.) and to Timothy (I Tim.",
        "reserved to sacred uses and preserved from the contaminating influence of evil spirits.",
        "solemnly blessed in order that the powers of evil may not disturb the bodies of the faithful departed; thus, too, the blessing of bells gives them a special power against evil demons.",
        "In the blessing of the holy water (cap. ii.), the essential instrument of all benedictions, the object is clearly to establish its potency against evil spirits.",
        "The efforts of the kings to minimize this evil, and of the old jurisprudence to deal with the matter, resulted in two expedients: (1) the reversion of the appanage to the crown was secured as far as possible, being declared inalienable and transmissible only to male descendants in the male line of the person appanaged; (2) originally the person appanaged had possessed all the rights of a duke or count - that is to say, in the middle ages nearly all the attributes of sovereignty; the more important of these attributes were now gradually reserved to the monarch, including public authority over the inhabitants of the appanage in all essential matters.",
        "The days on which the Pithoigia and Chas were celebrated were both regarded as Corotpbses (nefasti) and µcapai (\"defiled\"), necessitating expiatory libations; on them the souls of the dead came up from the underworld and walked abroad; people chewed leaves of whitethorn and besmeared their doors with tar to protect themselves from evil.",
        "The London County Council, directly after its establishment, took means to remedy this evil (see London).",
        "Not, of course, that they meant deliberate evil; Pascal expressly credits them with good intentions.",
        "But the gain was more than counterbalanced by the evil.",
        "All I feel to be good is good; all I feel to be evil is evil.",
        "See also Hastings Rashdall, Theory of Good and Evil (2 vols., Oxford, 1907).",
        "Kindred to this latter view was the position of sundry sects of English fanatics during the Commonwealth, who denied that an elect person sinned, even when committing acts in themselves gross and evil.",
        "In the Avesta, after the separation of the Iranian stock from the Hindu and the rise of Zoroastrianism, which elevated Ormazd to the summit of the Persian theological system, his role was more distinct, though less important; between Ormazd, who reigned in eternal brightness, and Ahriman, whose realm was eternal darkness, he occupied an intermediate position as the greatest of the yazatas, beings created by Ormazd to aid in the destruction of evil and the administration of the world.",
        "Because light is accompanied by heat, he was the god of vegetation and increase; he sent prosperity to the good, and annihilated the bad; he was the god of armies and the champion of heroes; as the enemy of darkness and of all evil spirits, he protected souls, accompanying them on the way to paradise, and was thus a redeemer.",
        "In the first group are found Infinite Time, or Cronus; Tellus and Atlas supporting the globe, representing the union of Earth and Heaven; Oceanus; the Fates; Infinite Time giving into the hand of his successor Ormazd the thunderbolt, the symbol of authority; Ormazd struggling with a giant of evil - the Mithraic gigantomachy.",
        "The ceremony was probably commemorative of the banquet of Mithras and Helios before the former's ascension, and its effect strength of body, wisdom, prosperity, power to resist evil, and participation in the immortality enjoyed by the god himself.",
        "Courage, watchfulness, striving for purity, were all necessary in the incessant combat with the forces of evil.",
        "The doctrine of the immortality of the soul was accompanied by that of the resurrection of the flesh; the struggle between good and evil was one day to cease, and the divine bull was to appear on earth, Mithras was to descend to call all men from their tombs and to separate the good from the bad.",
        "With the aid of inquisitors from Rome, the evil was literally burnt out, but not before provinces, especially in the south and 1 In 1412 he pawned the twenty-four Zips towns to Poland, and, .in 1411 he pledged his margraviate of Brandenburg to the Hohenzollerns.",
        "This high theory of episcopacy which, if certain of the Ignatian letters be genuine, has a very early origin, has, of course, fallen upon evil days.",
        "Next year, however, the Northmen returned and inflicted worse evil than ever.",
        "The prestige of the country was practically gone, not only with the world outside, but, what was of still more moment, with her neighbour the Free State, which felt that a federation with the Transvaal, which the Free State once had sought but which it now forswore, was an evil avoided and not an advantage lost.",
        "caused by evil spirits.",
        "They anathematized Mani, yet were dualists and affirmed two principles - one the heavenly Father, who rules not this world but the world to come; the other an evil demiurge, lord and god of this world, who made all flesh.",
        "The bulla was a circular gold locket containing a charm of some kind against evil.'",
        "Some of his poems have been translated with great success by Arthur Symons in Images of Good and Evil; the most convenient edition of his works, which have been frequently reprinted, is that contained in vol.",
        "Influences Working For Evil Upon The Organism (I) Malnutrition.",
        "Of all external agents acting for evil, however, probably vegetable and animal micro-organisms with a pathogenic bent are most to be feared.",
        "At this point one's attention is focused on the wonderful reactions possessed by the healthy tissues to combat these evil influences.",
        "So prognosis became pessimistic, and the therapeutics of the abler men negative, until fresh hopes arose of stemming the tides of evil at their earliest flow.",
        "A conspicuous example of the incalculable evil wrought by lack of integration is well seen in the radical divorce of surgery from medicine, which is one of the most mischievous legacies of the middle ages - one whose mischief is scarcely yet fully recognized, and yet which is so deeply rooted in our institutions, in the United Kingdom at any rate, as to be hard to obliterate.",
        "But bodily defect is largely a result of evil circumstances, in the prevention of which the physician is not unsuccessfully engaged, and the growth of sympathy means a stronger cement of the social structure.",
        "At marriage they burn benzoin with nim seeds (Melia Azadirachta, Roxburgh) to keep off evil spirits, and prepare the bride-cakes by putting a quantity of benzoin between layers of wheaten dough, closed all round, and frying them in clarified butter.",
        "author of the epistle to the Hebrews; its use was foreign to the synagogue services on which, and not on those of the temple, the worship of the primitive Christians is well known to have been originally modelled; and its associations with heathen solemnities, and with the evil repute of those who were known as \"thurificati,\" would still further militate against its employment.",
        "The evil is of very long standing, for in 1306 the citizens petitioned Edward I.",
        "But the presence of moderate proportions of cuprous oxide has been found to correct the evil influence of small contaminations by arsenic, antimony, lead and other foreign metals.",
        "He is represented as the god and creator of good, light, intelligence, in perpetual opposition to Ahriman the lord of evil, darkness and ignorance.",
        "El-lil, around whose sanctuary Nippur had grown up, was lord of the ghost-land, and his gifts to mankind were the spells and incantations which the spirits of good or evil were compelled to obey.",
        "To justify their contention they sketched in outline the history of the world and mankind, the origin of evil and its course, and the final consummation of all things.",
        "Under the guidance of such a principle the writer naturally expected the world's culmination in evil to be the immediate precursor of God's intervention on behalf of the righteous, and every fresh growth in evil to be an additional sign that the time was at hand.",
        "He starts from the fundamental thought of Jewish apocalyptic that the end of the world will be brought about by the direct intervention of God when evil has reached its climax.",
        "The manifestation of evil culminates in the Antichrist whose parusia (2 Thess.",
        "But the climax of evil is the immediate herald of its destruction; for thereupon Christ will descend from heaven and destroy the Antichrist (ii.",
        "A belief in an evil spirit was general.",
        "Along with these crimes against religion went treason to the emperor, offences against the laws, especially counterfeiting, defraudation in taxes, seizure of confiscated property, evil conduct of imperial officers, &c. There is no formal definition of sacrilege in the code of Justinian but the conception remains as wide.",
        "All actions are product of pleasure and pain, good and evil.",
        "It contains a certain amount of unaltered caustic lime and slacked lime, along with sulphates and sulphides of lime, some of which have an evil odour.",
        "Intent only on promoting their own interests and disregarding the welfare of the community, the old companies had become an unmitigated evil.",
        "It is noteworthy that the poet, like Milton, sees in Satan no mere personification of evil, but the fallen archangel, whose awful guilt could not obliterate all traces of his native majesty.",
        "The Divine oracles had ever pointed to the Christian Covenant, and had been so understood by the men of God in Israel, whereas the apostate people had turned aside to keep the ceremonial letter of the Law at the instigation of an evil angel (ix.",
        "of Portugal to turn from his evil courses and, when the king disobeyed, absolved the Portuguese from their allegiance, bestowing the crown on his brother Alphonso.",
        "- xiv., however, \" there is nothing about the restoration of the temple, or about Joshua and Zerubbabel; but we read of the evil rulers, foreign and native alike, who maltreat their subjects, and enrich themselves at their expense.'",
        "His last years were embittered by remorse, by gloomy forebodings, and by constant suspicion, for he had always been in the habit of employing a system of espionage, and only then experienced its evil effects.",
        "For the fear of the Lord dwelleth in the good desire,\" and to \" put on \" this master-desire is to possess power to curb \" evil desire \" in all its shapes (Mand.",
        "The Shepherd enjoins instead, first, as \" a perfect fast,\" a fast \" from every evil word and every evil desire,.",
        "Under faith healing in a wider sense may be included (I) the cures in the temples of Aesculapius and other deities in the ancient world; (2) the practice of touching for the king's evil, in vogue from the 11th to the 18th century; (3) the cures of Valentine Greatrakes, the \"Stroker\" (1629-1683); and (4) the miracles of Lourdes, and other resorts of pilgrims, among which may be mentioned St Winifred's Well in Flintshire, Treves with its Holy Coat, the grave of the Jansenist F.",
        "Used in this sense faith healing is indistinguishable from much of savage leech-craft, which seeks to cure disease by expelling the evil spirit in some portion of the body.",
        "But neither in Homer nor in Hesiod is there any trace of the idea that the heroes after death had any power for good or evil over the lives of those who survived them; and consequently, no cult.",
        "The evil rose to alarming proportions during Grant's presidency, partly because of the immense extension of the civil service, partly because of the growing tendency to alliance between spoilsmen and the persons benefited by protective tariffs, and partly because the public attention was still so much absorbed in Southern affairs that little energy was left for curbing rascality in the North.",
        "The existence of evil in opposition to the perfect goodness of God, as thus explained, need not be attributed to God's agency, inasmuch as the whole emanation-process is governed by necessary - as it were mechanical - laws, which may be compared to those of the physical universe.",
        "As his share in the controversy, Martineau published five discourses, in which he discussed \" the Bible as the great autobiography of human nature from its infancy to its perfection,\" \" the Deity of Christ,\" \" Vicarious Redemption,\" \" Evil,\" and \" Christianity without Priest and without Ritual.\"' He remained to the end a keen and vigilant apologist of the school in which he had been nursed.",
        "Among the martens there is a weasel (itachi), which, though useful as a ratkiller, has the evil repute of being responsible for sudden and mysterious injuries to human beings; there is a river-otter (kawauso), and there is a sea-otter (rakko) which inhabits the northern seas and is highly valued for its beautiful pelt.",
        "He paid no attention to the distinction of day and night, and sometimes lay for days together in a trance, while his servants were often disturbed at night by hearing what he called his conflicts with evil spirits.",
        "Swedenborg claimed also to have learnt by his admission into the spiritual world the true states of men in the next life, the scenery and occupations of heaven and hell, the true doctrine of Providence, the origin of evil, the sanctity and perpetuity of marriage and to have been a witness of the \"last judgment,\" or the second coming of the Lord, which is a contemporary event.",
        "Belief in the evil eye or shadow is universal, and spirit-raisers, soothsayers and rain-doctors are in repute.",
        "Within the next few years Lord Holland reaped to the full the reward for all that was good, and whatever was evil, in the training he had given his son.",
        "After publishing The Mock Mourners, intended to satirize and rebuke the outbreak of Jacobite joy at the king's death, he turned his attention once more to ecclesiastical subjects, and, in an evil hour for himself, wrote the anonymous Shortest Way with the Dissenters (1702), a statement in the most forcible terms of the extreme \"high-flying\" position, which some high churchmen were unwary enough to endorse, without any suspicion of the writer's ironical intention.",
        "Both produced their own creatures, which remained apart, in a spiritual or ideal state, for 3000 years, after which the evil spirit began his opposition to the good creation under an agreement that his power was not to last more than 9000 years, of which only the middle 3000 were to see him successful.",
        "By uttering a sacred formula the good spirit throws the evil one into a state of confusion for a second 3000 years, while he produces the archangels and the material creation, including the sun, moon and stars.",
        "At the end of that period the evil spirit, encouraged by the demons he had produced, once more rushes upon the good creation to destroy it.",
        "§ 3); (2) the comparative success for a time of Angra Mainyu (the evil principle personified); (3) the absence of any recognition of pre-existent matter; (4) the mention of six classes of good creatures.",
        "The immorality of Roman society not lvew literary only affords abundant material to the satirist, but deepens the consciousness of moral evil in purer and more thoughtful minds.",
        "The literature of no time presents so powerfully the contrast between moral good and evil.",
        "It was in vain to complain, saying, \" Every one that doeth evil is good in the eyes of Yahweh,\" or \" Where is the God of judgment ?",
        "His chief agent, Captain (afterwards Sir William) Sleeman, with several competent assistants, and the co-operation of a number of native states, succeeded in completely grappling with the evil, so that up to October 1835 no fewer than 1562 Thugs had been committed, of which number 382 were hanged and 986 transported or imprisoned for life.",
        "In some cases it may be an evil; in most, when conducted under normal conditions, it would seem to offer little danger.",
        "These evil tendencies in the popular presentation of Christianity undoubtedly begot in Shaftesbury's mind a certain amount of repugnance and contempt to some of the doctrines of Christianity itself; and, cultivating, almost of set purpose, his sense of the ridiculous, he was too apt to assume towards such doctrines and their teachers a tone of raillery.",
        "coexistent and coeternal with God, limiting His operations, and the cause of the evil and imperfection which, notwithstanding the benevolence of the Creator, is still to be found in His work.",
        "To remedy the evil, Casimir drew up and promulgated the severe statute of Great Poland, which went to the very root of the matter and greatly strengthened the hands of the king's justices.",
        "The interpretation of the evil omen is explained by an allusion to the bondage of the Israelites in Egypt and their return in the fourth generation (xv.",
        "The people nominally profess the Buddhist religion, but in reality their religious exercises are confined to the propitiation of evil spirits, and the mechanical recital of a few sacred sentences.",
        "The Jesuits had fallen upon evil days; in 1758 Pombal expelled them from Portugal; his example was followed by the Bourbon countries - France, Spain, the Two Sicilies and Parma (1764-1768).",
        "Michael Scot (1175-1234), acting as a confederate of the Evil One (so the fable runs) cleft Eildon Hill, then a single cone, into the three existing peaks.",
        "But such a view is in conflict with the fact that the Apocalypse exhibits a steady movement from a detailed account of the condition of actual individual churches on an ever-widening sweep to the catastrophes that will befall every nation and country till at last evil is finally overthrown and the blessedness of the righteous consummated.",
        "Thus it is shown that evil will be finally overcome; for that the true and ultimate power even in this world belongs to Christ and those that are His.",
        "Through all this runs the train of thought resulting naturally from Bruno's fundamental principles, and familiar in modern philosophy as Spinozism, the denial of particular providence, the doctrine of the uselessness of prayer, the identification in a sense of liberty and necessity, and the peculiar definition of good and evil.",
        "How then can I speak evil of my King who saved me?\"",
        "They endeavoured to deal with the problem of good and evil.",
        "The consecration of material objects and in general their use in religion and cult was consistently avoided by the Manicheans; not because they failed to share the universal belief of earlier ages that spirits can be inducted by means of fitting prayers and incantations into inanimate things, but because the external material world was held to be the creation of an evil demiurge and so incapable of harbouring a pure spirit.",
        "The sacramentals of the great Church were denounced by them as vehicles of the evil one; and this class of prejudice was carried to such a length that some of them eschewed even baptism with water and the sacrament of bread and wine.",
        "That they retained the laying on of hands in their spiritual baptism was an inconsistency which their orthodox opponents did not fail to note; the human hand, argued the latter, is, like the rest of the body, no less the work of the evil creator than water, oil, bread and wine, or than the wood, metal and stone out of which altars, images and churches are made.",
        "Rashdall, The Theory of Good and Evil (1907).",
        "The earliest effort to correct this evil was by the Dutch engineer Maartens (Span., Martinez), who planned a deep cutting through Nochistongo Hill, north of the city, to carry away the overflow of Lake Zumpango (7493 ft.",
        "In former times Mexico was overrun with mendicants (pordioseros), vagrants and criminals (rateros), and the \" Portales de las Flores \" on the east of the Plaza Mayor was a favourite \" hunting-ground \" for them because of its proximity to the cathedral; but modern conditions have largely reduced this evil.",
        "The Aegyptus sive de providentia is an allegory in which the good Osiris and the evil Typhon, who represent Aurelian and the Goth Gainas (ministers under Arcadius), strive for mastery; and the question of the divine permission of evil is handled.",
        "Thus they regard the devil as the creative agent of the Supreme God, a reinstated fallen angel who is the author of evil.",
        "Napoleon's chance of success was dangerously diminished, if not utterly destroyed, by the incompetence of the two marshals whom in an evil hour he selected for high commands.",
        "In answer to the doctrine of final cause, of design in nature, he points to those things which cause destruction and danger to man, to the evil committed by men endowed with reason, to the miserable condition of humanity, and to the misfortunes that assail the good man.",
        "To decrease the evil of lobbying a law was enacted in 1906 which requires that every person employed to promote or oppose the passage of any bill shall file in the office of the secretary of state a written statement showing who has employed him and describing the legislation in respect of which his services are to be rendered; the law also requires the employers of lobbyists to file in the same office within two months after the adjournment of the legislature an itemized statement of all their lobbying expenses, and forbids the employment of a lobbyist for a contingent fee.",
        "He was the author of The Religious Aspects of Philosophy (1885); California (1886, in the American Commonwealth Series) The Feud of Oakfield Creek (1887, a novel); The Spirit of Modern Philosophy (1892); The Conception of God (1895); Studies of Good and Evil (1898); The World and the Individual (2 vols., 1900-1, Gifford Lectures at the university of Aberdeen); The Conception of Immortality (1900); Outlines of Psychology (1903); Herbert Spencer: An Estimate and Review (1904); The Philosophy of Loyalty (1908); Race Questions, Provincialism and Other American Problems (1908);' William James and Other Essays on the Philosophy of Life (1911); Bross Lectures on the Sources of Religious Insight (1912); The Problem of Christianity (2 vols., 1913, lectures before Manchester College, Oxford); War and Insurance (1914); The Hope of the Great Community (1916, war addresses) and the posthumously published Lectures on Modern Idealism (1919).",
        "49 the \" evil angels \" of A.",
        "conveys a false impression; it should be \" angels of evil,\" as R.V., i.e.",
        "27 In Tobit, too, we find the idea of the demon or evil angel.",
        "In the canonical Old Testament angels may inflict suffering as ministers of God, and Satan may act as accuser or tempter; but they appear as subordinate to God, fulfilling His will; and not as morally evil.",
        "But in Tobit we find Asmodaeus the evil demon, TO 7rovrlpov Sac,uoviov, who strangles Sarah's husbands, and also a general reference to \" a devil or evil spirit,\" 77/€144,a.",
        "The guardian angels of the nations in Daniel probably represent the gods of the heathen, and we have there the first step of the process by which these gods became evil angels, an idea expanded by Milton in Paradise Lost.",
        "The distinction of good and bad angels is recognized; we have names, Gabriel 4, and the evil angels Abaddon or Apollyon', Beelzebub 6, and Satan'; ranks are implied, archangels 8, principalities and powers9, thrones and dominions 10.",
        "2, as one of a company who \"healed of evil spirits and infirmities ...",
        "Another sharp antithesis was the problem of evil.",
        "Celsus made evil constant in amount as being the correlative of matter.",
        "The real root of the difficulty to Platonist as to Gnostic was his sharp antithesis of form as good and matter as evil.",
        "He introduced the first bill for giving small tracts of government land free to actual settlers, and published an exposure of abuses in the allowance of mileage to members, which corrected the evil, but brought him much personal obloquy.",
        "Admiral Alexeiev, the tsar's viceroy in the Far East and the evil genius of the war, was at Port Arthur and forbade the navy to take the risks of proceeding to sea.",
        "As long as the good in them overbalances the evil, let him work with them for the best that can be obtained.\"",
        "He not only hated corruption per se, but he clearly saw that as efficiency has a greater power for good, so corruption has a greater power for evil in a strongly centralized government.",
        "17 \"the tree of the knowledge of good and evil\" appears to have the qualities of a \"tree of life,\" except indeed to Adam.",
        "There was only one tree whose fruit was forbidden; it might be called either \"the tree of life\" or \"the tree of knowledge,\" but certainly not \"the tree of knowledge of good and evil.\"",
        "8\" Good and evil \"may be a late marginal gloss.",
        "15 becomes an anticipation of the final victory of good over evil - a view which probably arose in Jewish circles directly or indirectly affected by the Zoroastrian eschatology.",
        "1, 2, 4) who conveyed an evil knowledge to men, and so subjected mankind to mortality.",
        "All men have the same seed of evil in them that Adam had; they sin and die, like him.",
        "Doubtless the problem of evil is most imperfectly treated, even from the writer's point of view.",
        "Zeus thereupon cast her by the hair out of Olympus, whither she did not return, but remained on earth, working evil and mischief (Iliad, xix.",
        "She is followed by the Litae (Prayers), the old and crippled daughters of Zeus, who are able to repair the evil done by her (Iliad, ix.",
        "Its object was to exhibit by means of certain formulas the way in which the products of agriculture, which is the only source of wealth, would in a state of perfect liberty be distributed among the several classes of the community (namely, the productive classes of the proprietors and cultivators of land, and the unproductive class composed of manufacturers and merchants), and to represent by other formulas the modes of distribution which take place under systems of Governmental restraint and regulation, with the evil results arising to the whole society from different degrees of such violations of the natural order.",
        "that the atonement took place not to satisfy the wrath of God, but in the practical interests of the divine government of the world, \" The sufferings and death of the Son of God are an exemplary exhibition of God's hatred of moral evil, in connexion with which it is safe and prudent to remit that penalty, which so far as God and the divine attributes are concerned, might have been remitted without it.\"4",
        "On the 19th of June Hussein appeared before Kasos, a nest of pirates of evil reputation, which he captured and destroyed.",
        "His figure is that of a grotesque mountebank, intended to inspire joy or drive away pain and sorrow, his hideousness being perhaps supposed actually to scare away the evil spirits.",
        "MEPHISTOPHELES,' in the Faust legend, the name of the evil spirit in return for whose assistance Faust signs away his soul.",
        "He was one of the evil demons of the seven planets, the Maskim of the ancient Akkadian religion, a conception transmitted through the Chaldeans, the Babylonians and the Jewish Kabbala to medieval and modern astrologers and magicians.",
        "3 He is, in short, not the devil of Christian orthodoxy, a spirit conscious of the good against which he is in revolt, but akin to the Evil Principle of the older dualistic systems, with their conception of the eternal antagonism between good and evil, light and darkness, creation and destruction.",
        "At Austerlitz he had the satisfaction of witnessing the actual results of his artillery reforms. The commissariat scandals which came to light after the peace of Tilsit convinced the emperor that nothing short of the stern and incorruptible energy of Arakcheev could reach the sources of the evil, and in January 1808 he was appointed inspector-general and war minister.",
        "From this contact came Ialdabaoth the Demiurgos, who in turn produced six powers and with them created the seven heavens and from the dregs of matter the Nous of serpent form, from whom are spirit and soul, evil and death.",
        "Not necessarily that the present world was evil, but that it was temporary and of small worth, and that a Christian's heart should be set on higher things.",
        "His daughter Servilia, who was charged with having consulted the sorcerers, professedly in regard to her father's fate, but in reality with evil designs against the emperor, was involved in his downfall.",
        "In a later stage the taint is regarded as alive, as a demon or evil spirit alighting on and passing into the things and persons exposed to contamination.",
        "Ablutions both of persons and things are usually cathartic, that is, intended to purge away evil influences (KaOaipa y, to make KaOapos, pure).",
        "The nobles who dominated the diet did nothing to remove the most crying evil of the country - the miserable state of the peasants, who had been freed from personal serfdom by Napoleon in 1807, but were being steadily driven from their holdings by the landlords.",
        "The old age of Trembecki appears to have been ignoble and neglected; he had indeed \"fallen upon evil days and evil tongues\"; and when he died at an advanced age all the gay courtiers of whom he had been the parasite were either dead or had submitted to the Muscovite yoke.",
        "It is important that no more should be supplied at a time than is necessary, as most animals rapidly foul their food, and except in a few special cases, wild animals are peculiarly liable to the evil results of stale or putrid substances.",
        "Originally he appears as king of the powers of evil, a kind of Pluto.",
        "From time immemorial, indeed, this coast has had an evil reputation among mariners, quite apart from the pirates who for centuries made it the base of their depredations.",
        "The mullahs or priests enjoy very great influence, but the people are very superstitious, believing in witchcraft, omens, spirits and the evil eye.",
        "More than this hardly lies in the expression \"a divine spirit\" (a'r5K min), which is used not only of the prophetic afflatus but of the evil frenzy that afflicted Saul's later days.",
        "The accompanying actions (tying knots, &c.) which he performs are assumed to work themselves out on the enemy whose evil eye.",
        "It has always been the evil fate of the Hebrews to destroy their own highest ideals by attempting to translate them into set forms, and the ideal of a prophetic guidance of the nation of Yahweh could not have been more effectually neutralized than by committing its realization to the kind of state Church of professional prophets, \"eating bread\" by their trade (Amos vii.",
        "Destitute of form and idea, it is evil; as capable of form it is neutral.",
        "The origin and the blame of evil are not in the body, but in the desires of the soul.",
        "Thus his emphatic assertion of the truth that the seat of evil is in the will is noteworthy; and so also is his repudiation of Plotinus's theory of the divinity of the soul.",
        "On all the cardinal doctrines - God, matter, the relation of God to the world, freedom and evil - Augustine retained the impress of Neoplatonism; at the same time he is the theologian of antiquity who most clearly perceived and most fully stated wherein Neoplatonism and Christianity differ.",
        "But, as something can everywhere be made by the use of money, something ought everywhere to be paid for the use of it,\" and will in fact be paid for it; and the prohibition will only heighten the evil of usury by increasing the risk to the lender.",
        "The restoration of freedom in any manufacture, when it has grown to considerable dimensions by means of high duties, should, he thinks, from motives of humanity, be brought about only by degrees and with circumspection - though the amount of evil which would be caused by the immediate abolition of the duties is, in his opinion, commonly exaggerated The case in which J.",
        "Chalmers believed that compulsory assessment ended by swelling\" the evil it was intended to mitigate, and that relief should be raised and administered by voluntary means.",
        "This is not merely in the vague sense that on the whole good will be rewarded and evil punished, but that every single act must work out to the uttermost its inevitable consequences, and receive its retribution, however many ages the process may require.",
        "He was accepted as a disciple and promoted to a position of trust, where avarice, the only vice in which he had hitherto been unpractised, gradually took possession of his soul, and led to the complete fulfilment of his evil destiny.",
        "It was chiefly during the generalship of Acquaviva that the Society began to gain an evil reputation which eclipsed its good report.",
        "In sharp contrast are opposed the two worlds of the good and of the evil, the divine world and the material world (an), the worlds of light and of darkness.",
        "Another attempt at reconciliation is set forth in the so-called \" system of emanations \" in which it is assumed that from the supreme divinity emanated a somewhat lesser world, from this world a second, and so on, until the divine element (of life) became so far weakened and attenuated, that the genesis of a partly, or even wholly, evil world appears both possible and comprehensible.",
        "After a preliminary examination of all possible different attempts at a solution of the problem of evil, the attempt is here made to represent the devil as an instrument of God.",
        "All these efforts at reconciliation show how clearly the problem of evil was realized in these Gnostic and half-Gnostic sects, and how deeply they meditated on the subject; it was not altogether without reason that in the ranks of its opponents Gnosticism was judged to have arisen out of the question, 7r60ev TO KaK6P; This dualism had not its origin in Hellenic soil, neither is it related to that dualism which to a certain extent existed also in late Greek religion.",
        "In Gnosticism, on the contrary, the world of evil is full of active energy and hostile powers.",
        "When Gnosticism recognizes in this corporeal and material world the true seat of evil, consistently treating the bodily existence of mankind as essentially evil and the separation of the spiritual from the corporeal being as the object of salvation, this is an outcome of the contrast in Greek dualism between spirit and matter, soul and body.",
        "For in Oriental (Persian) dualism it is within this material world that the good and evil powers are at war, and this world beneath the stars is by no means conceived as entirely subject to the influence of evil.",
        "The meaning of this cult is, of course, reinterpreted in the Gnostic sense: by this unbridled prostitution the Gnostic sects desired to prevent the sexual propagation of mankind, the origin of all evil.",
        "Marriage and sexual propagation are considered either as absolute Evil or as altogether worthless, and carnal pleasure is frequently looked upon as forbidden.",
        "But deliuer vs from evil.",
        "But give heed lest ye also suffer the same things as they: for the evil doers among men receive their reward not among the living only, but also await punishment and much torment.",
        "It was full time, for Schelling's undoubtedly overweening self-confidence had involved him in a series of disputes and quarrels at Jena, the details of which are important only as illustrations of the evil qualities in Schelling's nature which deface much of his philosophic work.",
        "haedus, a kid), properly the name of the well-known domesticated European ruminant (Capra hircus), which has for all time been regarded as the emblem of everything that is evil, in contradistinction to the sheep, which is the symbol of excellence and purity.",
        "The change was great, and at first not unmixed with evil.",
        "Remember, Lord, thy church to deliver it from all evil, and to perfect it in thy love, and gather it together from the four winds,' the sanctified, unto thy kingdom, which thou bast prepared for it; for thine is the power and the glory for ever.",
        "And this rite too the evil demons by way of imitation handed down in the mysteries of Mithras.",
        "So the water when it is exorcised and becomes baptismal, not only drives out the evil principle, but also contracts a power of hallowing.\"",
        "The physical and the ethical are not distinguished, and in this respect the character of the system is thoroughly materialistic; for when Mani co-ordinates good with light, and evil with darkness, this is no mere figure of speech, but light is actually good and darkness evil.",
        "This contradiction presents itself to his mind primarily as elemental, and only in the second instance as ethical, inasmuch as he considers the sensual nature of man to be the outflow of the evil elements in nature.",
        "Just as the background of Christianity was formed by the Hebrew scriptures, and just as the Hebrew legends of the creation became the basis of its scheme of human redemption from evil, so the Avesta, with its quaint cosmogony and myths, formed the background of Mani's new faith.",
        "If we consider in conclusion that Manichaeism gave a simple, apparently profound, and yet convenient solution of the problem of good and evil, a problem that had become peculiarly oppressive to the human race in the and and 3rd centuries, we shall have named the most important factors which account for the rapid spread of the system.",
        "Augustine in his later writings against the Manichaeans deals chiefly with the following problems: (I) the relation between knowledge and faith, and between reason and authority; (2) the nature of good and evil, and the origin of the latter; (3) the existence of free will, and its relation to the divine omnipotence; (4) the relation of the evil in the world to the divine government.",
        "Another evil which has not yet been dealt with is the large number of posts for which the voter is expected, at an.",
        "It is uncertain whether the conventional fleur-de-lis was originally meant to represent the lily or white iris - the flower-de-luce of Shakespeare - or an arrow-head, a spear-head, an amulet fastened on date-palms to ward off the evil eye, &c. In Roman and early Gothic architecture the fleur-de-lis is a frequent sculptured ornament.",
        "If there are a number of instances where there is faultiness which is hard to remove, it is probable that the evil lies too deep for emendation.",
        "7, 431 a 10-12), being pleased and pained are defined by him as acting TO (ivepyeiv) by a sensitive mean in relation to good or evil as such.",
        "The Epacts Are Also Placed So As To Indicate The Full Moons Generally One Or Two Days After The True Full Moons; But This Was Done Purposely, To Avoid The Chance Of Concurring With The Jewish Passover, Which The Framers Of The Calendar Seem To Have Considered A Greater Evil Than That Of Celebrating Easter A Week Too Late.",
        "At last the evil became intolerable, and in '817 the marquess of Hastings obtained the consent of the East India Company to the organized campaign, known as the Pindari War.",
        "high, with three gates and towers; an imposing audience-hall in Chinese style; and a great bell tower, with a fine bronze bell, sounded to drive off \"evil dragons.\"",
        "On the scaffold he denied any evil intentions towards the Queen or her government.",
        "He sought to remedy the evil by liaisons with two of the most beautiful of his countrywomen, Barbara Gizanka and Anna Zajanczkowska, the diet undertaking to legitimatize and acknowledge as his successor any heir male who might be born to him; but their complacency was in vain, for the king died childless.",
        "In some cases there is belief in a good spirit inhabiting a pleasant land, and an evil spirit associated with a volcano; also in a future life.",
        "Legislative interference with agricultural operations or with the distribution of food-supplies, currency restrictions and failure of transport, which have all caused famines in the past, are unlikely thus to operate again; nor is it probable that the modern speculators who attempt to make \"corners\" in wheat could produce the evil effects contemplated in the old statutes against forestallers and regrators.",
        "It has, however, an evil name for malarial fever.",
        "It receives a small portion of the daily food of its owner, and is treated with reverence, and mainly used to bring evil on some one else.'",
        "Thus Christ ousted in the stocks and stones the old evil spirits that tenanted them, and took their place.",
        "The lowwr orders expected to be slowly devoured by evil spirits, or to dwell with the gods in burning mountains.",
        "4), and that Cain slew Abel \"because his own works were evil and his brother's righteous\" (1 John iii.",
        "Schelling perceived that Hegel, in reducing everything to infinite mind, absorbed man's free but finite personality in God, and, in declaring that everything real is rational, failed to explain evil and sin: indeed, the English reader of T.",
        "Green's Prolegomena to Ethics can see how awkward is the Hegelian transition from \" one spiritual principle\" to different men's individual freedom of choice between good and evil.",
        "For example, he held that pleasure is an evil (Gellius, Noctes Atticae, ix.",
        "The evil reputation of these festivals, at which the grossest debaucheries took place, and all kinds of crimes and political conspiracies were supposed to be planned, led in 186 B.C. to a decree of the senate - the so-called Senatus consultum de Bacchanalibus, inscribed on a bronze tablet discovered in Calabria (1640), now at Vienna - by which the Bacchanalia were prohibited throughout the whole of Italy, except in certain special cases, in which the senate reserved the right of allowing them, subject to certain restrictions.",
        "Pleasure generally they rejected as evil.",
        "The elder son rebelled against the father and became the evil spirit.",
        "potent weapon against Satan, and had a number of conjurations against \"evil spirits.\"",
        "Healing the sick and conjuring the evil spirit, they traversed different countries and spread their apocryphal literature along with some of the books of the Old Testament, deeply influencing the religious spirit of the nations, and preparing them for the Reformation.",
        "This struggle between spiritual and secular powers, owing to the tremendous sensation which it created throughout Christendom, showed the nations that at the head of the Church there was a great force for justice, always able to combat iniquity and oppression, and sometimes to defeat them, however powerful the evil and the tyrants might seem.",
        "Thus ended the exile in France; but it left an evil legacy in the schism under Gregory's successor.",
        "Skilful refunding postponed the day of evil, but cash on hand was too often a temptation to plunder.",
        "Bilney, of whom Latimer wrote, \" if such as he shall die evil, what shall become of me?",
        "Evil deeds long hidden, evil-doers who had long prospered, were suddenly dragged into light and disgrace.",
        "The sages attributed this curious phenomenon to the good and evil acts of their former lives.",
        "Its already evil reputation has been increased of late years by the fact that it is one of the chief disseminators of bubonic plague.",
        "It was very early noticed that the good and evil passions by their continual exercise stamp their impress on the face, and that each particular passion has its own expression.",
        "If a man dies without being wounded he is considered to be the victim of the sorcerers and the evil spirits with which they consort.",
        "\" Lo, behold the great evil adventure that fell that Saturday.",
        "It may also be thought of as retributive, as a reversal of present conditions so that the miserable are comforted, and the prosperous laid low, or as a reward or punishment for good or evil desert here.",
        "It was also interested in the close of the world's history, and taught a decisive, final victory of Ormuzd over Ahriman, of the forces of good over the forces of evil.",
        "Origen taught that a germ of the spiritual body is in the present body, and its development depends on the character, that perfect bliss is reached only by stages, that the evil are purified by pain, conscience being symbolized by fire, and that all, even the devil himself, will at last be saved.",
        "Luther himself looked for the passing away of the present evil world.",
        "A contest still more stubborn remained with the Slavonic tribes, with their triple and many-headed divinities, their powers of good and powers of evil, who could be propitiated only with human sacrifices.",
        "It is remarkable that he should not have discovered in her the qualities so obvious to modern champions of her character - easiness, gullibility, incurable innocence and invincible ignorance of evil, incapacity to suspect or resent anything, readiness to believe and forgive all things.",
        "The federal executive was certainly much more efficient than that of the Achaeans, and its councils suffered less from disunion; but its generals and admirals, official or otherwise, enjoyed undue licence; hence the league deservedly gained an evil name for the numerous acts of lawlessness or violence which its troops committed.",
        "Between the French and the Austrians, Bavaria was now in an evil case.",
        "His career, however, for good or evil, was at an end.",
        "30, 4 with Frazer's note) was probably intended to secure a good harvest by driving away the evil spirits of unfruitfulness.",
        "By the insertion in it of the statement that the king's evil had been cured by the Pretender, Carte forfeited the favour of most of his patrons.",
        "Nature is throughout corrupt and polluted, but \" the present evil phenomena are rectified in other regions and in some future period of existence.\"",
        "Besides the qualifications required of a presentee by canon law, such as being of the canonical age, and in priest's orders before admission, sufficient learning and proper orthodoxy or morals, the Benefices Act requires that a year shall have elapsed since a transfer of the right of patronage, unless it can be shown that such transfer was not made in view of a probable vacancy; that the presentee has been a deacon for three years; and that he is not unfit for the discharge of his duties by reason of physical or mental infirmity or incapacity, grave pecuniary embarrassment, grave misconduct or neglect of duty in an ecclesiastical office, evil life, or conduct causing grave scandal concerning his moral character since his ordination, or being party to an illegal agreement with regard to the presentation; that notice of the presentation has been given to the parish of the benefice.",
        "north and east in a broad, flat, sandy and marshy valley, of evil repute for its unhealthiness.",
        "Ball thinks that the former legend originated in the Indian practice of sacrificing cattle to the evil spirits when a new mine is opened; birds of prey would naturally carry off the flesh, and might give rise to the tale of the eagles carrying diamonds adhering to the meat.",
        "SYNDERESIS, a term in scholastic philosophy applied to the inborn moral consciousness which distinguishes between good and evil.",
        "By the schoolmen, however, the terms were differentiated, conscience being the practical envisaging of good and evil actions; synderesis being, so to speak, the tendency toward good in thought and action.",
        "Cologne, with the tortuous, narrow and dark streets and lanes of the old inner town, is still regarded as one of the least attractive capital cities of Germany; but in modern times it has been greatly improved, and the evil smells which formerly characterized it have yielded to proper sanitary arrangements.",
        "s Like Flood before him, Grattan had no leaning towards democracy; and he anticipated that by the removal of the centre of political interest from Ireland the evil of absenteeism would be intensified.",
        "God is the principle of good; Matter (iiXrl) the groundwork of Evil.",
        "Few of these papers have much interest; but among them was one of the best things that he ever wrote, a masterpiece both of reasoning and of satirical pleasantry, the review of Jenyns' Inquiry into the Nature and Origin of Evil.",
        "This was perfectly understood by the Frankish rulers, who tried again and again to put an end to the evil by subduing the Saxons.",
        "Then moving farther in the same direction he resolved to strike at the root of the evil by the exercise of his imperial authority.",
        "When the news reached Germany that he had been drowned, an event which took place in Cilicia in June 1190, men felt that evil days were coming upon the country, for the elements of discord would no longer be controlled by the strong hand of the great emperor.",
        "Evil days did not, however, come in the time of Henry VI., who, although without his fathers greatness, had some of his determination and energy, and was at least his equal Henry VI in ambition.",
        "The age of war was far indeed from being over, but men were at least beginning to see that unnecessary bloodshed is an evil, and that the true outlet for the mass of human energies is not conflict but industry.",
        "A similar movement began among the Protestants after the commercial crisis of 1873, which forms an epoch in German thought, since it was from that year that men first began to question the economic doctrines of Liberalism, and drew attention to the demoralization which seemed to arise from the freedom of speculation and the influence of the stock exchangea movement which in later years led to some remarkable attempts to remedy the evil by legislation.",
        "The word is also used for a man's evil genius, which drives him to sin without any provocation; a man so driven is sometimes called Alastor.",
        "2-bo gives additional emphasis to the Homilies' theory of evil, perhaps over against Manichaeism).",
        "Hence Rothe, unlike Schleiermacher, lays great stress, for instance, on the personality of God, on the reality of the worlds of good and evil spirits, and on the visible second coming of Christ.",
        "Some were downright dualists, and believed that there are two gods or principles, one of good and the other of evil, both eternal; but as a rule they subordinated the evil to the good.",
        "(Fn1) Their tenets were as follows: The evil god, Satan, who inspired the malevolent parts of the Old Testament, is god and lord of this world, of the things that are seen and are temporal, and especially of the outward man which is decaying, of the earthen vessel, of the body of death, of the flesh which takes us captive under the law of sin and desire.",
        "All begetting of children is evil, for Adam's chambering with Eve was the forbidden fruit.",
        "Believing in the perfectibility of the race, that there are no innate principles, and therefore no original propensity to evil, he considered that \"our virtues and our vices may be traced to the incidents which make the history of our lives, and if these incidents could be divested of every improper tendency, vice would be extirpated from the world.\"",
        "(See Leopold I.) Leopold died in 1705 during the war of Spanish Succession (1702-13), which he left as an evil inheritance to his sons Joseph I.",
        "Metternich himself was fully conscious of the evil.",
        "calling those gods who are no gods, according to their evil lusts, in order that having these as advocates of their wickedness they may commit adultery, and plunder and kill, and do the worst of deeds.\"",
        "In 1903 he collected and published a volume of literary and critical essays, to which he gave the title, Ideas of Good and Evil.",
        "Thus the doors of houses are inscribed with sentences from the Koran, or the like, to preserve from the evil eye, or avert the dangers of an unlucky threshold; similar inscriptions may be observed over most shqps, while almost every one carries some charm about his person.",
        "In later times the moral ct of his tale was doubtless the main cause of its continued alarity; Osiris was named Onnophris, the good Being excellence, and Seth was contrasted with him as the author the root of all evil.",
        "The Osirian legend, as we have already seen, was early accepted as symbolizing the conflict between good and evil.",
        "But, generally speaking, he was abominated IS a power of evil, and his figure was often obliterated on the monuments.",
        "It is not so much as king of the dead that Osiris here appears, but every deceased Egyptian was regarded as himself an Osiris, as having undergone all the indignities inificted upon the god, but finally triumphant over the powers of death and evil impersonated by Seth.",
        "Among the Egyptians, as in other lands,, llnesses were supposed to be due to evil spirits or the ghosts of lead men who had taken up their abode in the body of the fufferer, and they could only be driven thence by charms and;pells.",
        "In criminal cases, however, foreign consuls still exercised jurisdiction, but the main evil of the Capitulations rgime was the absence of any proper machinery for enacting laws applicable to the whole of the inhabitants of Egypt.",
        "- He must be blind who sees not what the English have wrought in Egypt; the gates of justice stand open to the poor; the streams flow through the land and are not stopped by order of the strong; the poor man is lifted up and the rich man pulled down, the hand of the oppressor and the briber is struck when outstretched to do evil.",
        "They are destined to be ruled by me; and no one but Ali is able to restrain their evil propensities.\"",
        "When, in December 1674, a Swedish army invaded Prussian Pomerania, Denmark was bound to intervene as a belligerent, but Griffenfeldt endeavoured to postpone this intervention as long as possible; and Sweden's anxiety to avoid hostilities with her southern neighbour materially assisted him to postpone the evil day.",
        "Placed between the necessity of offending his new subjects or embroiling himself with the German powers, Christian chose the remoter evil and, on the 18th of November, the new constitution became law.",
        "They believe in a better life hereafter, but have no idea of a hell or a devil, their evil spirits only tormenting them in the present state.",
        "In treating an actual and present attack of asthma, it is advisable to give the standardized tincture of belladonna - unless expense is no consideration, in which case atropine may itself be used - in doses of twenty minims every quarter of an hour as long as no evil effects appear.",
        "He seems to have had no suspicion that evil days were coming in France.",
        "\"In former times, your Majesty,\" he said, \"the notion being that mankind were naturally inclined to evil, a system of severity prevailed in schools; but now, when we recognize that the inborn inclination of men is rather to good than to evil, schoolmasters have adopted a more generous procedure.\"",
        "A remedy had been attempted to be applied to this evil by a law of the 1 It is commonly identified with the modern Kiistendil, but Uskiib (the ancient Skupi) has also been suggested.",
        "The evil had been long felt, and reforms apparently often proposed, but nothing (except by the compilation of the Codex theodosianus) had been done till Justinian's time.",
        "It led to no legislative action; but the evil is recognized as a grave one.",
        "The very proclamations which denounced Napoleon as \" the genius of evil,\" denounced him in the name of \" liberty,\" and of \" enlightenment.\"",
        "Abi `Amir proposed to confiscate a religious foundation and the assembled ulema refused to approve the act, and were threatened by his vizier, one of them replied, \"All the evil you say of us applies to yourself; you seek unjust gains and support your injustice by threats; you take bribes and practise ungodliness in the world.",
        "He felt that the institution was morally wrong, but held that Congress could not interfere with it in the states in which it existed, and ought not to hinder the natural tendency toward territorial expansion through a fear that the evil would spread.",
        "The well-known institution of the Prosbol (irpov(30Xrl), introduced by Hillel, was intended to avert the evil consequences of the scriptural law of release in the seventh year (Deut.",
        "A hand, with fingers outstretched as a talisman against the evil eye, is carved above this gate on the exterior; a key, the symbol of authority, occupies the corresponding place on the interior.",
        "An endeavour had been made by the emperor Leo the Isaurian to remedy this evil, but his attempted reform of the law had been rather calculated to increase its uncertainty; and it was reserved for Basil the Macedonian to show himself worthy of the throne, which he had usurped, by purifying the administration of justice and once more reducing the law into an intelligible code.",
        "The Nigerian emirs acquired, however, an evil reputation during the 19th century as slave raiders.",
        "He gave vent to his irritability by lamentations so grotesquely exaggerated as to make it difficult to estimate the real extent of the evil.",
        "The omens were evil for England; and her forces bivouacked, reserving the general attack 'for the following day.",
        "Henceforth, through good and evil fortune, this was the spirit of the nation.",
        "History repeats itself, and the evil practices were checked, not by the Reformation, but by the increased resources and entire safety enjoyed by James VI."
    ],
    "definition": [
        "Link/Cite",
        "Intending to harm; malevolent.\nDo you think that companies that engage in animal testing are evil?",
        "Morally corrupt.\nan evil plot to kill innocent people",
        "Unpleasant.",
        "Producing or threatening sorrow, distress, injury, or calamity; unpropitious; calamitous.",
        "(computing, programming, slang) undesirable; harmful; bad practice\nGlobal variables are evil; storing processing context in object member variables allows those objects to be reused in a much more flexible way.",
        "Moral badness; wickedness; malevolence; the forces or behaviors that are the opposite or enemy of good.\nThe evils of society include murder and theft.",
        "Anything which impairs the happiness of a being or deprives a being of any good; anything which causes suffering of any kind to sentient beings; injury; mischief; harm.",
        "Addison\nHe [Edward the Confessor] was the first that touched for the evil.",
        "Link/Cite"
    ]
}