{
    "translation": "לפתח, להתפתח, להשתלשל",
    "uses": [
        "On boiling with caustic potash they evolve hydrogen, yielding a phosphate.",
        "The form of the Pensees forbids the attempt to evolve from their detached utterances a completely coherent system.",
        "She was not pretty, but it was obvious, even to Dean's untrained eye, that her attire, hair do, makeup and whole mien did not evolve from the poor side of the tracks.",
        "Thereafter each accepted the emotional limits of their arrange­ment—it would never evolve to something like love or even affec­tion and surely not a long-term relationship.",
        "With the internal difficulties Sir Evelyn Baring had been struggling bravely ever since his appointment, trying to evolve out of the ever-changing policy and contradictory Internal orders of the British government some sort of coherent ~ line of action, and to raise the administration to a higher standard.",
        "This irreversibility is due to the work required to evolve bubbles of gas at the surface of bright platinum plates.",
        "The finer meteors on entering the air only weigh a few hundred or, at most, a few thousand pounds, while the smallest shooting stars visible to the eye may probably be equal in size to coarse grains of sand, and still be large enough to evolve all the light presented by them.",
        "They are strong oxidizing agents and yield alkaline solutions which readily evolve oxygen on heating.",
        "Gomperz in his Herkulanische Studien, and in contributions to the Vienna Academy (Monatsberichte), has tried to evolve from the fragments more approximation to modern empiricism than they seem to contain.",
        "Hamilton, having gone thus far, proceeded to evolve these results from a characteristic train of a priori or metaphysical reasoning.",
        "The requirements of an elongate body moving through the resistant medium of water are met by the evolution of similar entrant and exit curves, and the bodies of most swiftly moving aquatic animals evolve into forms resembling the hulls of modern sailing yachts (Bashford Dean).",
        "In the pear and apple the fruit is borne principally on spurs, and hence what is known as spur-pruning has to be adopted, the young shoots being all cut back nearly to their base, so as to cause fruit buds to evolve from the remaining eyes or buds.",
        "Sodium dioxide is chiefly employed as an oxidizing agent, being used in mineral analysis and in various organic preparations; it readily burns paper, wood, &c., but does not evolve oxygen unless heated to a high temperature.",
        "Meanwhile it was at least necessary to evolve some plan of action, and on the 8th of April the adjutant-general addressed a memorandum to the secretary of state for war detailing the measures required for placing 6500 British troops in the neighborhood of Shendi.",
        "If the current be so strong that new hydrogen and hydroxyl ions cannot be formed in time, other substances are liberated; in a solution of sulphuric acid a strong current will evolve sulphur dioxide, the more readily as the concentration of the solution is increased.",
        "The only inkling of possible underlying principles in this orderly process is that there appears to be in respect to certain characters a potentiality or a predisposition through hereditary kinship to evolve in certain definite directions.",
        "This independence of adaptation applies to every detail of structure; the six cusps of a grinding tooth may all evolve alike, or each may evolve independently and differently.",
        "Into this chaos enter from time to time broad rays of sunshine, the efforts of a few enlightened monarchs to evolve order from disorder, and to supply to their people the blessings of peace and civilization.",
        "Without infringement of local autonomy and local conditions, a common system of drill, equipment, training and staff administration was agreed on as essential, and to that end the general staff in London was to evolve into an \"imperial general staff.\"",
        "5°, and on gentle heating evolve sulphur trioxide and again form the same hydrate.",
        "Caesium nitrate, CsNO 3, is obtained by dissolving the carbonate in nitric acid, and crystallizes in glittering prisms, which melt readily, and on heating evolve oxygen and leave a residue of caesium nitrite.",
        "amylobacter can ferment cellulose, and the case of mud bacteria which evolve sulphuretted hydrogen below which is utilized by sulphur bacteria above has already been quoted, as also that of Winogradsky's Clostridium III.",
        "Not that a posteriori is denied, or that idealism even in Hegel tries to evolve reality out of the philosopher's inner consciousness.",
        "The metallic phosphites are stable both dry and in solution; when strongly heated they evolve hydrogen and yield a pyrophosphate, or, especially with the heavy metals, they give hydrogen and a mixture of phosphide and pyrophosphate.",
        "This tendency to evolve the whole myth of Prometheus from a belief that he is personified fire, or the fire-god, has been intensified by Kuhn's ingenious and plausible etymology of the name l po n 0EUs.",
        "Both, however, used this influence freely; and, whereas Lotze used the Leibnitzian argument from indivisibility to deduce indivisible elements and souls, Fechner used the Leibnitzian hypotheses of universal perception and parallelism of motions and perceptions, in the light of the .Schellingian identification of physical and psychical, to evolve a world-view (Weltansicht) containing something which was neither Leibnitz nor Schelling.",
        "But here again another mistaken idea arose, owing to a faulty method of estimating the benzene, and there is no doubt that methane is one of the most important of the hydrocarbons present, when the gas is burnt in such a way as to evolve from it the proper illuminating power, whilst the benzene vapour, small as the quantity is, comes next in importance and the ethylene last.",
        "Intended to evolve a history of jurisprudence from the truthful portraits of England's greatest lawyers, it merely exhibits the ill-digested results of desultory learning, without a trace of scientific symmetry or literary taste, without a spark of that divine imaginative sympathy which alone can give flesh and spirit to the dead bones of the past, and without which the present 1 See thereon J.",
        "Debray in the case of rhodium, iridium and ruthenium, which evolve heat when they are dissolved in zinc. When the solution of the rhodium-zinc alloy is treated with hydrochloric acid, a residue is left which undergoes a change with explosive violence if it be heated in vacuo to 400°.",
        "Scammers' tricks evolve with technology.",
        "heritable traits under selection fail to evolve?",
        "Trees: Magnificent structures How have trees managed to evolve into 80,000 species, from tiny arctic willows to giant redwoods?",
        "The demands placed upon the police service continually evolve.",
        "Your skills will continue to evolve with each candle you make.",
        "With the acceptance that regions of star formation evolve rapidly and that the features are transient, the properties of supersonic turbulence become crucial.",
        "As a result, they had to evolve a new past-tense conjugation, which they borrowed from a different conjugation type.",
        "They do NOT evolve in isolation from the rest of the creature, nor does any evolutionist say that they do!",
        "As the Internet continues to evolve, so will the opportunities that eventually integrate themselves into our daily functions.",
        "The aromas evolve over hours and even days.",
        "The company continues to evolve and every new product they offer is in high demand.",
        "evolve very rapidly.",
        "We should evolve a true federalism through dynamic and universally applicable fiscal policies and attributes.",
        "The wpt offered they evolve gaseous a sponsor the.",
        "AB - OBJECTIVES: Helicobacter pylori infection induces gastritis, which may evolve to carcinoma or lymphoma.",
        "blue green algae produced the oxygen in our atmosphere allowing all higher life forms to evolve.",
        "In countless other worlds, with countless other chance happenings, countless other species could evolve.",
        "This pattern is expected to evolve further over the forecast horizon.",
        "The mystic has to evolve an idealistic side to his character, or become an idealist with a passionate drive.",
        "Hume: Again, Hovind feigns incredulity that complex systems can evolve, ignoring the point that systems are parts of organisms.",
        "However, one group of humans have been isolated long enough to evolve into a new species that ca n't interbreed with the others.",
        "kindred head of LUS will probably evolve as ' spokesman ' .",
        "Thus, for example, in the myth of the ancient Parsees, the gods Ormuzd and Ahriman are said to evolve themselves out of a primordial matter.",
        "Instead of systematizing, dogmas, he appears to evolve a philosophy by the free exercise of reason.",
        "The British government did its best to help the Porte to evolve a compromise on the questions immediately at issue, and in March 1852 a firman was issued, which to Protestants and Mahommedans might well seem to have embodied a reasonable settlement.",
        "Debray in the case of rhodium, iridium and ruthenium, which evolve heat when they are dissolved in zinc. When the solution of the rhodium-zinc alloy is treated with hydrochloric acid, a residue is left which undergoes a change with explosive violence if it be heated in vacuo to 400Ã‚°.",
        "Acetylene is one of those bodies the formation of which is attended with the disappearance of heat, and it is for this reason termed an \"endothermic\" compound, in contradis thermic tinction to those bodies which evolve heat in their nature of formation, and which are called \"exothermic.\"",
        "From these sources they attempted to evolve a philosophy of religion, which would not only refute the views of Hobbes, but would also free theology finally from the errors of scholasticism, without plunging it in the newer dangers of unfettered rationalism (see ETHIcs).",
        "5Ã‚°, and on gentle heating evolve sulphur trioxide and again form the same hydrate.",
        "The definition of American family values continues to evolve.",
        "As weddings change and evolve, so do color trends.",
        "But society evolves, and problems evolve in tandem with it.",
        "The first attempt to evolve order out of the chaos which had long reigned supreme was made in 1791, for we find in the preface of the first volume of the Stud-Book, published in 1808, that \" with a view to correct the then increasing evil of false and inaccurate pedigrees, the author was in the year 1791 prevailed upon to publish an Introduction to a General Stud-Book, consisting of a small collection of pedigrees which he had extracted from racing calendars and sale papers and arranged on a new plan.\"",
        "To grow spiritually, to evolve into consciousness, both sexes must revere and refine the shakti energy within themselves.",
        "The telepathy powers are probably the most likely to be able to evolve. jake-the-peg Fri 30/06/06 11:01 I would have to disagree about telepathy.",
        "You need to iterate, shift and evolve your initial product until it resonates with customers.",
        "Though some names slowly evolve from one gender to the other (like Addison, which is often given to girls, despite originally being a boy's name), it is unlikely you will turn the tides yourself.",
        "Your own method for folding cloth diapers will also evolve as you gain more and more experience with using non-disposable diapers.",
        "Be prepared for your lists to change and evolve over time.",
        "Remember to leave room for reevaluation and be flexible as situations evolve over time.",
        "Thomasville furniture has been popular for over a hundred years thanks to their good quality and ability to evolve according to trends and styles in home décor.",
        "The digital camera continued to evolve both in size and price.",
        "Use: Understanding how you'll use your camera plays an important part in the selection process, even though that use may evolve over time.",
        "Fine food combinations are endless and new lines evolve on a regular basis.",
        "With the introduction of so many new ingredients, Mexican cooking had to evolve, and it did.",
        "The slaves took these discarded parts and, using their native cuisines that they had brought with them from Africa, created the spicy base of what would evolve into Soul food.",
        "As teens navigate the confusing world of growing up, clothing continues to evolve with the times.",
        "This role has continued to evolve throughout the centuries.",
        "While the fashion world continues to evolve, fans can always look forward to seeing what their favorite stars will be wearing next.",
        "In a recent blog entry, O'Donnell writes \"Evolve or end.\"",
        "From a small technical college to a university, Point Park continues to evolve with the needs of the urban community around it.",
        "As technology continues to evolve, print-based distance learning degree programs are becoming obsolete.",
        "Japanese gardeners adapted the tradition to the scale of their own country and a new style began to evolve.",
        "As building materials improve and designs evolve, it makes a lot of sense for you as a homeowner to consider the installation of a Celotex ceiling tile application in your home, rather than a traditional plaster ceiling.",
        "They will evolve and adapt as they have for millennium.",
        "However, as plus size style has continued to evolve, the choices are not as limited as they once were.",
        "A popular line from Smith is the Evolve Series.",
        "Backdrop Evolve is a medium sized frame with spring hinges.",
        "Touchstone Evolve provides a secure fit and comes in several options.",
        "Hideout Evolve is a great choice for everyday wear.",
        "They are part of the Evolve series and made from Grilamid nylon, which is a recycled and reusable material.",
        "For example, the Parallel Max is part of the Evolve series, meaning it is made from reusable materials, and is done with Hydrophilic Megol nose and temple pads just like Theory.",
        "No one knows for sure what the future of music games may hold, but considering the timeliness of music itself, the games will surely continue to evolve as well.",
        "As the franchise continued to grow and evolve, more characters were added to the world populated by Mario and Luigi.",
        "The quality of some of the peripheral gameplay tends to vary as the games evolve.",
        "As the web changes, and people continue to improve what the web is capable of, expect free puzzle games to evolve and improve too.",
        "As your friends fight they get stronger, gain more abilities and sometimes evolve into much more powerful creatures.",
        "From there, you can evolve life, build tribes, expand civilizations, and even achieve intergalactic travel.",
        "As the player gains experience, the creature will continue to evolve into more complex organisms.",
        "After a while, Seaman will evolve and want to walk on land.",
        "What makes Second Life special, however, is that it is a complete online community that continues to change and evolve even when you're not playing.",
        "You start out in life as an incredibly simple unicellular organism, but you will evolve into a more advanced creature and even take on the perspective of an entire city or planet.",
        "The market will continue to evolve and Apple will move along with it.",
        "Their eye/hand/body coordination continues to evolve, allowing them to grasp and throw objects with some accuracy.",
        "Various parenting styles evolve during the preschool years.",
        "Although periods of adjustment disorder usually resolve themselves, occasionally they may evolve into a major depressive disorder.",
        "These infants gradually evolve from tube feedings to oral feedings, and medications are used to control the malabsorption, diarrhea, and other consequences of this condition.",
        "A person's character continues to evolve throughout life, although much depends on inborn traits and early experiences.",
        "This condition, called appendicitis, can rapidly evolve into a life-threatening or fatal infection of the abdominal cavity (peritonitis) if not treated immediately.",
        "Choreographed dance routines are used in various areas of the artistic world, and continue to evolve and inspire as dancers continue to create.",
        "Listed below are some common moves, however, keep in mind that moves evolve, are always being invented, and may go out of fashion.",
        "Men often performed jig solos back in the early years, and they have gone on to evolve into not only square dance, but tap and hoe downs as well.",
        "Hair styles evolve just like fashion trends, and each season brings in a new cut and color that has been cherished on the runway and favored by salon gurus.",
        "However, fashion is evolutionary, and the American population tends to evolve with it.",
        "In fact, these highly motivated young women beneath those sexy swimsuits continue to grow and evolve their careers through a wide variety of venues.",
        "The one-piece and two-piece options evolve with the trends as the new collections come out.",
        "He also might not have envisioned the way his flippers would evolve and how beneficial they would prove to humans swimming underwater, but then again, he was truly a man ahead of his time.",
        "Popular girl toys will continue to change and evolve just as future generations of girls will do the same.",
        "Color schemes also change as trends evolve and wane.",
        "However, despite the uncertainty, it's clear that Albert March made an important innovation in 1905 that was instrumental in helping the toaster evolve into it's modern form.",
        "Evolve Grill - There are several options within the Evolve line of George Foreman grills.",
        "Monopoly and Risk have seen many reincarnations over the years and continue to change and evolve.",
        "Life has continued to evolve, with a 40th anniversary edition released in 2000.",
        "The 1950's saw Red Cross evolve into a multi-tasking organization with significant enough infrastructure to sufficiently cover many disasters simultaneously.",
        "Once associated with break dancing in addition to rap music, hip hop style continues to evolve with the music scene and youth culture.",
        "Changing your negative self-talk to a more positive one will, in time, evolve into a greater sense of self.",
        "Romantic gestures also mature and evolve over time.",
        "Let the conversation evolve naturally by having a few questions in the back of your mind to ask and then let each of them simmer.",
        "With proper care, however, a silver ring can easily become a gorgeous addition to any jewelry box and may evolve into a delicate and meaningful heirloom engagement ring.",
        "Typically, freelance writers would turn to journalism or technical writing as the two most popular freelance jobs, which would often evolve into full-time writing positions.",
        "Though styles evolve seasonally, the Baby Phat line is fairly considerate when it comes to color.",
        "The Fendi Spy Bag carries with it a more outrageous legend than the Chanel quilted 2.55 model, as the Spy Bag continues to evolve from season to season into more eccentric and garishly fashionable styles.",
        "Your actions will determine the kind of year you have and how your family relationships evolve.",
        "Such qualities help Aquarians evolve beyond the typical entrapments of the human experience.",
        "If you can capture her imagination and hold it, Gemini might stick around long enough to evolve into more than just a lover; she can grow into a lifetime companion.",
        "If, however, these Geminis have put forth the effort to grow and evolve into wise air signs, this combination will transform into a whirlwind of fun, creativity and pure zest for life.",
        "If you've ever watched a candle flame dance in the wind, you get a glimpse of how this interaction is going to evolve.",
        "As they build strength, the Pokemon evolve into other creatures and increase their strengths.",
        "By the twentieth century, electric trains were introduced and continued to evolve.",
        "The stories continued to evolve, and the first of these, Three Railway Engines, was published in 1945.",
        "Movies never start out as classics but evolve into one if all their stars and planets align in just the right way.",
        "Obviously for Meyer, the storyline and the characters continued to evolve.",
        "The main purpose of reincarnation is to allow the soul to have human experiences so it can grow and evolve.",
        "The focus of the soul is growth in love and understanding to become like God so the soul can evolve into the companion God intended.",
        "Your budget will evolve out of your month long tracking project.",
        "I never really had an 'ideal' vision for the site - and so, it continues to evolve based on reader feedback.",
        "People who regularly watch the show may begin to consider the characters to feel like family as they grow to know them and watch them evolve and experience different things.",
        "Many women no longer felt the need to hide their sexuality, leaving the nautical star to once more evolve into more modern symbolism.",
        "The practice began to evolve and take on new meanings amongst varying tribes.",
        "As body art and modification continues to evolve, more and more women are discovering new ways to use their bodies as artful canvases.",
        "As the products and technologies evolve, so do our needs and expectations.",
        "Building upon a foundation laid more than two centuries ago, Jaeger Lecoultre (JL) has created a marvel of engineering in the Atmos that continues to evolve aesthetically and technologically.",
        "Yoga Fit offers a Fitness Yoga teacher training that enables you to become certified in the practice or simply evolve into a better practitioner.",
        "Evolve - This online merchandiser frequently carries name brands such as PrAna and Bluefish.",
        "\"If you understand what you are trying to do with the practice, you can evolve in ways that honor that intention, rather than adding elements that turn yoga into just another form of entertainment.\"",
        "The need for business start up advice never ends because you company will continue to grow and evolve.",
        "Entrepreneurs and managers who want to ensure that their companies enjoy long term success are well served by focusing on how to evolve their businesses into a high performing organization.",
        "The philosophy behind the diet is evolutionary - it takes species millions of years to evolve, and humans haven't been around long enough to evolve to eat the types of foods that we do now.",
        "Like many talented bands, Linkin Park proves that their success is not limited to a strictly defined genre, but their musical talent is versatile and continues to evolve.",
        "As technology continues to evolve, the MP3 player will change with the times.",
        "As TV programs continue to evolve, we will undoubtedly encounter even more reality shows, and MTV is sure to be a strong contributor in this arena.",
        "What starts out as an assistant position may easily evolve into running one of the many projects or companies owned by Sean Combs.",
        "It usually doesn't take long for the cordial atmosphere to evolve into frustration and arguments.",
        "Some cast members already have preexisting grudges with each other and plenty of cast members have previous romantic interludes with each other that either make for more romance or instead bring up hard feelings that evolve into hatred.",
        "The friends and family also reveal how the hoarding behavior has affected them and how they have seen it evolve.",
        "Apart from the humans, they evolve into a variety of artificial beings including both robotic and biological forms that look human.",
        "They experience sebum or oil blockages that results in inflamed blemishes that evolve into acne.",
        "Web 2.0 social networking tools evolve with consumer demand.",
        "As avenues of social networking evolve far beyond its earliest email-only origins, these technologies are set to mature into an entire virtual world integrated with our everyday life.",
        "Or will social networks continue to evolve into something bigger and better than what is on the market today.",
        "The World Wide Web continues to develop and transform well into the 21st Century, as technologies such as HTML continue to evolve.",
        "\" Thousands had cultivated science, and with splendid success; not one had conceived the philosophy which the sciences when organized would naturally evolve.",
        "Thereafter each accepted the emotional limits of their arrange­mentâ€”it would never evolve to something like love or even affec­tion and surely not a long-term relationship.",
        "That still doesn't explain how a human can evolve from an ape-like ancestor, does it?",
        "weed beet can therefore evolve from seed of any beet left to flower in the field.",
        "evolve to meet the behavior of the average web searcher.",
        "Multiple myeloma may rarely present or evolve into a plasma cell leukemia, typically in far advanced disease.",
        "Did i not cut off from invisible phosphorescence they evolve gaseous.",
        "Land Services MIP Reports have continued to evolve since the first report in April 2001 and are produced approximately quarterly.",
        "Cooperation is common in nature, but the puzzle why it would evolve when survival seems selfish.",
        "In the second, players design a creature which must establish itself in the game world, and evolve until it achieves sentience.",
        "Everything about it seems tailor-made to make sure humans would evolve.",
        "The telepathy powers are probably the most likely to be able to evolve. jake-the-peg Fri 30/06/06 11:01 I would have to disagree about telepathy powers are probably the most likely to be able to evolve. jake-the-peg Fri 30/06/06 11:01 I would have to disagree about telepathy.",
        "Dogs are stupid, they will never evolve past their immediate gratification."
    ],
    "definition": [
        "To undergo biological evolution, as in the development of new species or new traits within a species.",
        "To develop a characteristic through the process of evolution.",
        "To undergo change and development, as the structures of the universe.",
        "Link/Cite",
        "To move in regular procession through a system.",
        "To change, transform, develop.",
        "(biology) Of a population, to change genetic composition over successive generations through the process of evolution.",
        "(chemistry) To give off (gas, such as oxygen or carbon dioxide during a reaction).\nto evolve odours",
        "Link/Cite"
    ]
}