{
    "translation": "להגזים",
    "uses": [
        "We must not exaggerate the result.",
        "True, we must not exaggerate this influence.",
        "It is easy to exaggerate greatly the barrenness of an arid country.",
        "Sometimes, a simile can be used to exaggerate a description.",
        "It is not easy to exaggerate the service rendered by Owen to the study of zoology by the introduction of this apparently small piece of verbal mechanism; it takes place with the classificatory terms of Linnaeus.",
        "It is impossible to exaggerate the importance, not only for England but for the world at large, of the epoch which culminated in the passing of the Reform Bill of 1832.",
        "It is scarcely possible to exaggerate the difficulties with which he found himself confronted, but he proved himself more than equal to the task.",
        "The bard will exaggerate or distort his story.",
        "It is possible to exaggerate the influence of the revived knowledge of Aristotle; but, so far as one can trace causes in the mysterious intellectual life of mankind, that influence gave scholasticism its vigour.",
        "It is pretty clear that the common accounts of the Renaissance and of the revival of learning grossly exaggerate the influence of the writers of Greece and Rome, for they produced no obvious rationalistic movement, as would have been the case had Plato and Cicero, Lucretius and Lucian, been taken really seriously.",
        "It would be difficult to exaggerate the loss which logic and political economy sustained through the accident by which his life was prematurely cut short.",
        "This is true; but we may easily exaggerate it into a falsehood by saying that a piece of experience is entirely constituted by its relation to other experiences.",
        "It is not surprising that he should detect many flaws, but he never fails co exaggerate an error, and seems sometimes completely to miss the point of what Bacon says.",
        "He was already an elderly man, with a firmly established reputation, when he became a bishop. As an ecclesiastical statesman he showed the same fiery zeal and versatility of which he had given proof in his academical career; but the general tendency of modern writers has been to exaggerate his political and ecclesiastical services, and to neglect his performances as a scientist and scholar.",
        "As regards the last point, the authority of Andronicus proves that he at all events did not exaggerate his own share in publishing Aristotle's works; but it does not prove either that this correspondence between Alexander and Aristotle took place, or that Aristotle called his philosophical writings acroamatic, or that he had published them wholesale to the world.",
        "In all countries, moreover, there seems to be an inclination to exaggerate longevity after the three score years and ten have been passed.",
        "The special conditions of the blast-furnace actually exaggerate the saving due to this widening of the available temperature-margin, and beyond this drying the blast does great good by preventing the serious irregularities in working the furnace caused by changes in the humidity of the air with varying weather.",
        "von Barenbach's Herder als Vorgdnger Darwins, a work which tends to exaggerate the proximity of the two writers.",
        "It would be well-nigh impossible to exaggerate the services rendered to the ancient British tongue, and consequently to the national spirit of Wales, by these Elizabethan and Jacobean translations, issued in 1567, 1588 and 1620, which were able definitely to fix the standard of classical Welsh, and to embody the contending dialects of Gwynedd, Dyfed and Gwent for all time in one literary storehouse.",
        "But why exaggerate?",
        "The horrors of this war it is impossible to exaggerate.",
        "The great elevations above the sea-level of the central part of Asia, and of the table-lands of Afghanistan and Persia, tend to exaggerate the winter cold; while the sterility of the surface, due to the small rainfall over the same region, operates powerfully in the opposite direction in increasing the summer heat.",
        "They vastly exaggerate their own power to determine the result.",
        "Nevertheless, in some departments of theory, too, and notably in ethics and jurisprudence, Stoicism has dominated the thought of after ages to a degree not easy to exaggerate.",
        "Be honest: Don't exaggerate about your education, financial situation or your employment prospects.",
        "He may exaggerate about his income or how much or how often he works out every week.",
        "Just be careful that the movie is accurate and does not exaggerate events too much.",
        "Diction employed by the author seems to exaggerate and stretch the truth.",
        "Still we must not exaggerate the result.",
        "exaggerate the importance of every \" find \" .",
        "exaggerate what they have found?",
        "Then just trust the usual ' towpath telegraph ' to exaggerate the difficulties.",
        "It is only the usual attempt, as in the cases of Whittington, Wolsey and Gresham, to exaggerate the rise of a successful man.",
        "The passages in question do not exaggerate his obligations to the \"well of English.\"",
        "It is, indeed, possible to exaggerate this power.",
        "It would be difficult to exaggerate the influence of Calvin upon French Protest antism.",
        "It would be impossible to exaggerate the importance of this revolution, which ended by destroying the last vestige of feudality, and prepared that common Italian people which afterwards distinguished itself by the creation of European culture.",
        "If there was once a tendency to isolate the Old Testament and ignore comparative research, it is now sometimes found possible to exaggerate its general agreement with Oriental history, life and thought.",
        "His letters perhaps somewhat exaggerate the danger in which he lived, but there is no doubt that his authority was resisted and his overtures rejected.",
        "Teutonic legend does not lightly exaggerate, and what to us seems incredible in it may be easily conceived as credible to those by whom and for whom the tales were told; that Sigmund and his son Sinfiotli turned themselves into wolves would be but a sign of exceptional powers to those who believed in werewolves; Fafnir assuming the form of a serpent would be no more incredible to the barbarous Teuton than the similar transformation of Proteus to the Greek.",
        "exaggerate the significance of Wilhelm II's role in initiating the expansion of the German navy in the late 1890s.",
        "So prone are men to exaggerate adaptation into aim!",
        "Muscle contractions can exaggerate certain wrinkles, including \"frown lines\" between the eyes and \"worry lines\" on the forehead.",
        "moultause of the large number of larval molts, when cast larval skins are seen they tend to exaggerate the extent of the infestation.",
        "If you have an oblong face, avoid looks that add too much height since it will exaggerate the length.",
        "To sovereigns whose nerves had been shattered by the vicissitudes of the revolutionary epoch these symptoms were in the highest degree alarming; and Metternich was at pains to exaggerate their significance.",
        "exaggerate the dangers in their minds.",
        "This universality of fame led to considerable practical discomfort; he was besieged by sightseers, and his nervous trepidation led him perhaps to exaggerate the intensity of the infliction.",
        "The method which Fichte first adopted for stating these axioms is not calculated to throw full light upon them, and tends to exaggerate the apparent airiness and unsubstantiality of his deduction.",
        "Although it must be admitted that the tenacity of the Lombard republics contributed powerfully to the pope's victory, and that the triumph of the Milanese at Legnano (1176) was the determining cause of Frederick's submission at Venice, yet we must not exaggerate the importance of the solemn act by which Barbarossa, kneeling before his conqueror, recognized the spiritual supremacy of the Holy See, and swore fidelity and respect to it.",
        "It is impossible to exaggerate the importance of this measure for the future of Bohemia.",
        "CBT therapists recognize that anxious children tend to exaggerate the frightening aspects of certain situations, so they help the children gain a more realistic perspective in order to decrease anxiety.",
        "The exception being enlistment records, as many enthusiastic young men might exaggerate their age in order to join a patriotic cause.",
        "For multi-syllabic words, stretch or exaggerate each syllable.",
        "While there's no need to exaggerate the screaming and noise, there's also no real benefit to imposing unrealistic expectations on yourself.",
        "You don't have to exaggerate, but simply focus on honest feelings that would be most meaningful to him or her.",
        "Diamond Clarity: Some diamond shapes - most notably the emerald and Asscher shapes - may exaggerate diamond flaws and inclusions, making better clarity an essential characteristic.",
        "With patience and flexibility, couples can find stunning ring styles that exaggerate both the flair of art deco jewelry as well as the romance of the engagement.",
        "exaggerate the difference here.",
        "On the other hand, it is the virtue of idealism to emphasize the fact of consciousness, but its vice to exaggerate it, with the consequence of resorting to every kind of paradox to deny the obvious and get rid of bodies.",
        "C. Lewis in his History of Ancient Astronomy (pp. 466-481) revived the sceptical view, the tendency of modern critics has been rather to exaggerate than to depreciate the value of what was really added by Pytheas to knowledge.",
        "It would be an error to exaggerate either the force or the originality of these early developments of a national Finnish literature, which, moreover, are mostly brief and unambitious in character.",
        "In a similar way we must be careful, in our wonder at the marvellous rapidity of cell-division and growth of bacteria, that we do not exaggerate the significance of the phenomenon.",
        "A brilliant supporting cast exaggerate those defects Clark chose to make his obsessions in order for events to unfold in a suitably arresting fashion.",
        "However, like many other acai pill manufacturers, the Power brand seems to somewhat exaggerate how much weight acai can help you lose quickly - and it touts this as fact rather than theory.",
        "Not only do these beauties look different without their artistically applied cosmetics, many of their famed features tend to disappear without the makeup techniques their stylists rely on to either enhance or exaggerate their assets.",
        "In certain cases, this might encourage them to exaggerate the positive points of the refurbished camera and overshadow the negative ones.",
        "Celebrities sometimes tend to exaggerate about their height, especially if they're shorter than average.",
        "Stains will exaggerate grains, streaks and flecks, so variations should be expected.",
        "They get the job done and they can exaggerate that bad boy or girl feel you may get from driving or riding on a motorcycle.",
        "Do not exaggerate in your religion nor utter aught concerning Allah save the truth.",
        "exaggerate a threat, for example?",
        "It is, however, as Cardinal Hergenrdther points out, possible to exaggerate its importance in this respect; a charter purporting to be a grant by an emperor to a pope of spiritual as well as temporal jurisdiction was at best a double-edged weapon; and the popes generally preferred to base their claim to universal sovereignty on their direct commission as vicars of God.",
        "We must not exaggerate the school and underrate the individual, especially such an individual.",
        "Sometimes quite flamboyant, these natives may have a tendency to exaggerate, but their hearts are usually in the right place.",
        "It may, however, be considered as fairly established that Pytheas made a voyage round the western coasts of Europe, proceeding from Gades, the great Phoenician emporium, and probably the farthest point familiar to the Greeks, round Spain and Gaul to the British Islands, and that he followed the eastern coast of Britain for a considerable distance to the north, obtaining information as to its farther extension in that direction which led him greatly to exaggerate its size.",
        "It is difficult to exaggerate the importance of Goethe's Italian journey."
    ],
    "definition": [
        "Link/Cite"
    ]
}