{
    "translation": "לחפור, חפר",
    "uses": [
        "Bees can excavate timber and make their brood-chambers in hollow plant-stems.",
        "In March 1876 the trustees of the British Museum despatched Smith once more to excavate the rest of Assur-banipal's library.",
        "In many cases, however, it has been found necessary to reopen the mine through the fallen ground, and even to excavate openings through the solid mineral.",
        "These ruins were discovered in 1877 by Ernest de Sarzec, at that time French consul at Basra, who was allowed, by the Montefich chief, Nasir Pasha, the first Wali-Pasha, or governor-general, of Basra, to excavate at his pleasure in the territories subject to that official.",
        "The lowest part of the surface of this rock was reached after excavating through alluvial deposits to a depth of about 70 ft., but owing to its fissured and cavernous nature it became necessary to excavate to much greater depths, reaching in places more than 120 ft.",
        "So much slaughter had gone on during that period of storm and stress that it was long impossible to excavate in any direction without coming on human remains.",
        "This can create considerable additional expense, especially if you have to rent equipment to excavate or pour a concrete slab foundation as opposed to gravel.",
        "Programs of this nature give you prompts to help you excavate some of your best memories.",
        "We have started to excavate the turf core of the barrow mound.",
        "To excavate the ship properly, saturation diving had to be done.",
        "excavate burrows with an underwater entrance.",
        "More than one attempt to excavate this temple, the last by G.",
        "Humboldt's penguins excavate burrows to nest in, usually about 3 meters in length.",
        "Digging wasps make simple holes in the ground; many burrowing bees form branching tunnels; other bees excavate timber or make their brood-chambers in hollow plant-stems; wasps work up with their saliva vegetable fibres bitten off tree-bark to make paper; social bees produce from glands in their own bodies the wax whence their nest-chambers are built.",
        "excavate the skeleton of a mysterious prehistoric animal and then assemble the skeleton to form a dinosaur model.",
        "Now I off back south to help excavate a round barrow on the last prehistoric dig of the summer for me.",
        "Yet it is in this stratum, and in this alone, that the catacombs are constructed; their engineers avoiding with equal care the solid stone of the tufa litoide and the friable pozzolana, and selecting the stratum of medium hardness, which enabled them to form the vertical walls of their galleries, and to excavate the loculi and cubicula without severe labour and also without fear of their falling in.",
        "He also was the first to excavate in Babylonia, where C. J.",
        "The sites of Pella and Dion were examined by the Greeks, and the French began to excavate the necropolis and theatre of Philippi in 1914.",
        "The Germans began to excavate the great temple of Hera at Samos in 1910.",
        "Dig and excavate the skeleton of a mysterious prehistoric dinosaur and assemble the pieces to form a dinosaur model !",
        "Alternatively, explosions create cavities, for example, as bombs excavate bomb craters.",
        "excavate the amphitheater and on its potential as a tourist attraction.",
        "Our overall objective is to excavate the entire mound, but it is so huge that the work must be carried out in phases.",
        "Back on the excavation at the Kloster they had unearthed a skeleton so Sarah and I returned to help excavate it.",
        "Dig and excavate the skeleton of a mysterious prehistoric animal and then assemble the skeleton to form a dinosaur model.",
        "A separate department of this ministry under a director-general has the charge of antiquities and fine arts, making archaeological excavations and supervising those undertaken by private persons (permission to foreigners, even to foreign schools, to excavate in Italy is rarely granted), and maintaining the numerous state museums and picture galleries.",
        "At spawning time sea trout excavate a nest, termed a redd, in which to deposit their eggs.",
        "Any plans to excavate a selected oval barrow would need to await the outcome of the initial study and the identification of suitable examples."
    ],
    "definition": [
        "To make a hole in; hollow out: excavate an ore-rich hillside.",
        "To form by hollowing out.",
        "To remove by digging or scooping out.",
        "To expose or uncover by or as if by digging: excavate an archaeological site.",
        "Link/Cite",
        "To make a hole in (something); to hollow.",
        "To remove part of (something) by scooping or digging it out.",
        "To uncover (something) by removing its covering.",
        "(zoology) A major grouping of unicellular eukaryotes, of the clade Excavata",
        "Link/Cite"
    ]
}