{
    "translation": ".1 לבצע, להשלים\n.2 להוציא להורג",
    "uses": [
        "\"I always execute my terms,\" he replied.",
        "No matter what he felt, he couldn't hesitate to execute his plan.",
        "I have a real mission to execute hunting down insurgents.",
        "Corregidors, or governors of districts, were ordered to try summarily and execute every turbulent person within their jurisdictions.",
        "numbers, and that passages may with impunity be written for thirty-two violins which no single player can execute clearly.",
        "Prince Andrew galloped off to execute the order.",
        "Someone else would have to do the thinking for him if he were to execute any kind of betrayal.",
        "Early Christian writers assert that he proceeded to search out and to execute all descendants of David who might conceivably come forward as claimants of the vacant throne.",
        "She wanted to think he'd done it to help her, but what kind of a monster could execute another in cold blood?",
        "of Poland and Matthias, were commanded in turn to execute the papal decree of deposition, and Matthias gladly placed his army at the disposal of the Holy See.",
        "\"The word attack is always on your tongue, but you don't see that we are unable to execute complicated maneuvers,\" said he to Miloradovich who asked permission to advance.",
        "He induced the diet to promise to execute the edict of Worms as far as that should be possible; but it was generally understood that it was impossible.",
        "The divine teams, four in number, again traverse the world toward the four winds, to execute Yahweh's commands.",
        "The now overpowering strength of the British fleet enabled it to occupy the Chesapeake and to execute innumerable attacks of a destructive character on docks and harbours.",
        "Fraunhofer, however, did not execute this wish, on the ground that the mechanical difficulties were too great.",
        "In protest, the Georgia House of Representatives, holding that the United States Supreme Court had no constitutional power to try suits against a sovereign state, resolved that any Federal marshal who should attempt to execute the court's decision would be \" guilty of felony, and shall suffer death, without benefit of clergy, by being hanged.\"",
        "But why did they not execute those maneuvers?",
        "Singing softly, she turned out onto the three-lane highway and used the center lane to execute a left turn onto a four lane highway.",
        "But he was 10th to execute judgments upon English Puritans, and modern high churchmen complain of his infirmity of purpose, his opportunism and his failure to give Parker adequate assistance in rebuilding the shattered fabric of the English Church.",
        "enabled the diocesan alone, without the co-operation of a synod, to pronounce sentence of heresy, and required the sheriff to execute it by burning the offender, without waiting for the consent of the crown.'",
        "When, however, a company desires to construct a line on a commercial scale, to acquire land compulsorily, to divert rivers and streams, to cross roads either on the level or by means of bridges, to pass near houses, to build tunnels or viaducts, and to execute all the other works incidental to a.",
        "The two divisions detailed for this Suvla enterprise both belonged to the British \" New Army \"; they were unconversant with active service conditions, having come straight out from England, and they were being highly tried in being called upon to execute a landing in.",
        "But attempts to execute this were so unsuccessful that it has been succeeded by a law imposing what is known as the \"mulct tax,\" which requires the payment of $600 in quarterly instalments for a licence to sell such liquors and places a lien for the whole amount on the real property in use for the business.",
        "He was conveyed from Chester to London, and forced to execute a deed by which he resigned his crown.",
        "The government itself, which is only the mode which the people have chosen to execute their will, is equally liable to be abused and perverted before the people can act through it.",
        "\"Well then, take me and execute me!\" he went on, speaking to himself and bowing his head with a sad but firm expression.",
        "5, a dissenter chosen churchwarden and scrupling to take the oaths may execute his office by deputy.",
        "With few exceptions tapeworms select the small intestine for their station, and in this situation execute active movements of extension and contraction.",
        "A landlord is not presumed to have undertaken to put the premises in repair, nor to execute repairs.",
        "With the empire at war and the Committee in power, the Turkish Government resolved to execute their cherished scheme for the complete \"Turkification\" of Asia Minor.",
        "A breach of the covenant to repair gives the landlord an action for damages which will be measured by the estimated injury to the reversion if the action be brought during the tenancy, and by the sum necessary to execute the repairs, if the action be brought later.",
        "A father might, however, execute a deed granting a daughter power to leave her property to a favourite brother or sister.",
        "When one of his sons had rebelled about 550 and was taken prisoner, he did not execute him; nor did he punish the Christians who had supported him.",
        "The company formed to execute his project became simply an agricultural concern and by the sinking of artesian wells created an oasis of olive and palm trees.",
        "Ezekiel gives elaborate discriptions of cherubim 19; and in one of his visions he sees seven angels execute the judgment of God upon Jerusalem.",
        "The conception of the lamina leads immediately to two schemes, according to which a primary wave may be supposed to be broken up. In the first of these the element dS, the effect of which is to be estimated, is supposed to execute its actual motion, while every other element of the plane lamina is maintained at rest.",
        "Unmindful of the experience of the 16th, he decided to execute an artillery surprise on a grand scale, and sent orders to his corps artillery to come into action on the long spur overlooking the French camps from the westward.",
        "Troup (1780-1856), had proceeded to execute the first treaty, and the legislature declared the second treaty illegal and unconstitutional.",
        "It is almost impossible to execute a pure controlled study of anything relating to nutrition because there are simply too many variables to consider.",
        "With regard to legal matters, immediately after the fires he gave orders to find and execute the incendiaries.",
        "Menelek, by means of Count Antonelli, resident in the Shoa country, requested Italy to execute a di version in his favor by occupying Asmar and other points on the high plateau.",
        "Commissioners (now the board of agriculture) are appointed to execute the acts; a rent charge on all lands liable to tithes at the time of the passing of the first act is substituted for those tithes, of which the gross amount is ascertained either by voluntary parochial agreement, or, failing that, by compulsory award confirmed by the commissioners; and the value of the tithes is fixed in the latter case by their average value in the particular parish during the seven years preceding Christmas 1835, without deduction for parochial or county and other rates, charges and assessments falling on tithes, the rent charge being liable to all the charges to which tithes were liable.",
        "Sherman had now resolved to execute his plan of a march through Georgia to the sea and thence through the Carolinas towards Virginia, destroying everything of military value en route.",
        "Prince Andrew, without replying, asked the prince's permission to ride round the position to see the disposition of the forces, so as to know his bearings should he be sent to execute an order.",
        "It is certainly not impossible that a Christian Saxon, sufficiently educated to read Latin easily, may have chosen to follow the calling of a stop or minstrel instead of entering the priesthood or the cloister; and if such a person existed, it would be natural that he should be selected by the emperor to execute his design.",
        "The bailiff then becomes liable for non-execution, mis-execution or insufficient return of any writs, and in the case of non-return of any writ, if the sheriff returns that he has delivered the writ to a bailiff of a liberty, the sheriff will be ordered to execute the writ notwithstanding the liberty, and must cause the bailiff to attend before the high court of justice and answer why he did not execute the writ.",
        "Restoring the essential condition of relation between those who command and those who execute, we find that by the very nature of the case those who command take the smallest part in the action itself and that their activity is exclusively directed to commanding.",
        "Important ecclesiastical reforms were approved, and instructions forbidding all innovations and calling upon the diet to execute the edict of Worms, sent by the emperor from Spain, were brushed aside on the ground that in the preceding March when this letter was written Charles and the pope were at peace, while now they were at war.",
        "He was familiar with the Greek Fathers, and was chosen to execute a Latin rendering of the writings of \"Dionysius the Areopagite,\" the patron saint of France.",
        "Prony was charged with the direction of the work, and was expressly required \" non seulement a composer des tables qui ne laissassent rien a desirer quant a l'exactitude, mais a en faire le monument de calcul le plus vaste et le plus imposant qui eut jamais ete execute ou meme congu.\"",
        "The department of war controls the formerly very small, but now largely increased, army of the United States; and its corps of engineers execute the river and harbour improvements ordered by Congress.",
        "The vast extent of this donation, which, moreover, included territories not owning Charles's authority, and the fact that the king did not execute, or apparently attempt to execute, its provisions, has caused many scholars to look upon the passage as a forgery; but the better opinion would appear to be that it is genuine, or at least has a genuine basis.",
        "No effort was made to execute the decision, and in 1798 the Eleventh Amendment to the Federal Constitution was adopted, taking from Federal courts all jurisdiction over any suit brought \" against one of the United States by citizens of another state, or by citizens or subjects of any foreign state.\"",
        "Towards the end of the 13th century the directors of the Christian world occupied the throne of St Peter for too short a time to be able to make their personal views prevail or to execute their political projects at leisure after ripe meditation.",
        "But, if he have patience, he will see it mount aloft and there execute a series of aerial evolutions of an astounding kind.",
        "Each churchwarden after election subscribes before the ordinary a declaration that he will execute his office faithfully.",
        "History (or what is called by that name) replying to these questions says that this occurred because Kutuzov and Tormasov and Chichagov, and this man and that man, did not execute such and such maneuvers...",
        "In the case of proposed drainage improvements, notice in writing must be given to the landlord, who may then execute the improvements himself and charge the tenant with interest not exceeding 5% per annum on the outlay, or such annual instalments, payable for a period of twenty-five years, and recoverable as rent, as will repay the outlay, with interest at the rate of 3% a year.",
        "The bishop, or count, on whose lands the peace was violated was vested with judicial power, and was directed, in case he was himself unable to execute sentence, to summon to his assistance the laymen and even the clerics of the diocese, all of whom were required to take a solemn oath to observe and enforce the peace.",
        "He did not yield at once; a second letter from the viceroy, the news of Nanshan, and above all a signed order from the tsar himself, \" Inform General Kuropatkin that I impose upon him all the responsibility for the fate of Port Arthur,\" were needed to bring him definitely to execute a scheme which in his heart he knew to be perilous.",
        "Under Napoleon, of whom in 1806 he made a nude statue now at Dijon, Houdon received little employment; he was, however, commissioned to execute the colossal reliefs intended for the decoration of the column of the \"Grand Army\" at Boulogne (which ultimately found a different destination); he also produced a statue of Cicero for the senate, and various busts, amongst which may be cited those of Marshal Ney, of Josephine and of Napoleon himself, by whom Houdon was rewarded with the legion of honour.",
        "This plan he was unable to execute.",
        "Learning how to properly execute a roll on Heelys can help save you injury and embarrassment.",
        "Early in his ministry he was \"brought to a stand\" while lecturing on the \"Shorter Catechism\" by the question \"How doth Christ execute the office of a king ?\"",
        "A'Ran said nothing, aware his forefathers had never made a threat they didn't intend to execute.",
        "Your goal is to execute smooth, fluid motions with the weight.",
        "Kutuzov only replied that movements arranged from a distance were always difficult to execute.",
        "Although returns are typically easy to execute, they are usually an inconvenience.",
        "Excellent photos further enhance one's understanding of how to execute the pose and where to focus one's attention in terms of improving the pose over time.",
        "Also practice these poses first with an experienced yoga instructor to ensure that you learn how to execute them properly.",
        "Postures: How well you execute, understand and explain posture.",
        "Most spyware attacks require victims to download or execute a suspect file.",
        "You want to explain in this section the actions that you will take to execute the strategy you stated in the marketing strategy portion of your plan.",
        "Some business owners take steps to build this plan themselves while other businesses hire disaster recovery companies to create, manage and execute such a plan.",
        "Remember, having a detailed plan not only helps your squad, but it will also have the faculty in charge be confident in your squad's abilities to plan and execute an excellent pep rally.",
        "Good quality shoes are absolutely essential for an athlete to streamline her motion and help execute her best jumps and stunts.",
        "Some teams will supplement their training with a trip to cheer camp, which can lay the foundation for new stunts, new routines, and a horde of useful tips on how to execute movements properly.",
        "It may take practice to smoothly execute some exercises that are unfamiliar to you, but practice will make perfect.",
        "If you cannot yet execute a perfect pushup, start with modified forms of pushups and build up to the traditional version of a pushup.",
        "There can be pressure on the best man or other groomsmen to plan and execute an over-the-top bachelor party that the groom will never forget.",
        "There are a few different ways you can execute this adult birthday party idea.",
        "And if you have, it was probably a bridal or baby shower, where specifically-themed games are tradition and easy to execute.",
        "The new teacher on campus, Gilderoy Lockhart is an excellent example of Rowling's ability to execute her ideas onto the page.",
        "However, that is an inaccurate view - when you \"turn off\" JavaScript, what you are really doing is turning off your web browser's ability to read and execute JavaScript code within the web page.",
        "This means that when the browser looks at the code of a web page (or is \"served\" the code by the server) it will only execute the \"safe\" HTML codes, and ignore the JavaScript code snippets completely.",
        "This tells the browser to not only look at the HTML file but also to grab the .js document and have it ready to execute when various functions are \"called\" within the HTML file.",
        "CODE HERE--!> and have the code execute right within the HTML.",
        "It was not easy to execute this change of front with dignity, and impossible to do so without forsaking the principles on which they had hitherto acted.",
        "He soon found the means to execute both Bibars and Salar, while other amirs ~ho had been eminent under the former rgime fled to the Mongols.",
        "Like other Egyptian sultans he made considerable use of the Assassins, 124 of whom were sent by him into Persia to execute Kara Sonkor, at one time governor of Damascus, and one of the murderers of Malik al-Ashraf; but they were all outwitted by the exile, who was finally poisoned by the Ilkhan in recompense for a similar service rendered by the Egyptian sultan.",
        "In 1844-1845 there was some improvement in the condition of the country as a result of financial reforms the pasha was compelled to execute.",
        "He was succeeded by his uncle Said Pasha, the favorite son of Mehemet Ali, who lacked the strength of mind or physical health needed to execute the beneficent projects which he conceived.",
        "carp, possess practically no cortex cerebri, and nevertheless execute \"volitional\" acts involving high co-ordination and suggesting the possession by them of associative memory, shows that for the existence of these phenomena the cortex cerebri is in them not essential.",
        "It now only remained to execute the resolutions of the committee.",
        "They were to execute justice, to enforce respect for the royal rights, to control the administration of the counts, to receive the oath of allegiance, and to supervise the conduct and work of the clergy.",
        "Quite ignorant as to the real state of affairs, he raised the money and sent a nuncio, who never risked himself in Scotland, but made the extraordinary proposal later, that Mary should execute or at least \" discourt \" her chief advisers.",
        "There was to be, under this plan, an executive chosen by the national legislature, to be ineligible for a second term, to have general authority to execute the national laws and to have the executive rights vested in Congress by the Confederation; and the executive with a convenient number of the national judiciary was to compose a Council of Revision, with a veto power on acts of the national legislature and on the national legislature's vetoes of acts of state legislatures - but the national legislature might pass bills (or vetoes of state legislation) over the action of the Council of Revision.",
        "At the French examinations for the prix de Rome the candidates are required to execute a painting in a given number of days, under strict supervision (en loge).",
        "Thus the night passed, and in the morning Jesus was taken to Pilate, for the Jewish council had no power to execute their decree of death.",
        "Further, on the 15th December of the same year they examined an instrument invented by Lippershey at their request to see with both eyes, and gave him orders to execute two similar instruments at goo florins each; but, as many other persons had knowledge of this new invention to see at a distance, they did not deem it expedient to grant him an exclusive privilege to sell such instruments.",
        "The greater part of the work, which took nine years to execute, was designed by Rietschel, and carried out after his death in 1861 by Gustav Kietz (1826-1908), Adolf von Donndorf (b.",
        "They were applied to other P Y PP uses less justifiable or defensible; they served to execute the will of the despotic master upon all who set themselves in opposition to his authority, or were decreed, more or less wisely but still arbitrarily, by a government in the best interests of society, organized for the general good.",
        "The size and shape, the complicated spinning motion which it is seen to execute, the internal strains and vibrations which doubtless take place, are all sacrificed in the mental picture in order that attention may be concentrated on those features of the phenomenon which are in the first place most interesting to us.",
        "If we imagine a point Q to describe a circle of radius a _________________ with the angular velocity ~, its A - 0 P orthogonal projection P on a fixed diameter AA will execute a vibration of this character.",
        "At the end of the 13th century, and the beginning of the 14th too, provincial codes of laws appear and the king and his council execute legislative functions.",
        "For at the side of the great god Ahuramazda there stands a host of subordinate divine beings who execute his willamong these the deified heroes of legend, to whose circle the king is now admitted, since on him Ahuramazda has bestowed victory and might.",
        "In 1816, along with Gay-Lussac, he started the Annales de chimie et de physique, and in 1818 or 1819 he proceeded along with Biot to execute geodetic operations on the coasts of France, England and Scotland.",
        "The detached masses into which a jet is resolved do not at once assume and retain a spherical form, but execute a series of vibrations, being alternately compressed and elongated in the direction of the axis of symmetry.",
        "In a rural district any parish council may complain to the county council that the district council have made default in keeping any highway in repair, and the county council may thereupon transfer to themselves and execute the powers of the district council at the cost of the latter body, or they may make an order requiring the district council to perform their duty, or they may appoint some person to do so at the cost of the district council.",
        "The urban district council execute the Public Libraries Acts for their district, and the rate for the expenses of the acts, which may not exceed td.",
        "At the regular town meeting held in March the electorate of the town assembles, decides what shall be done for the town during the ensuing year, elects officers to execute its decisions with limited discretion, and votes money to meet the expenses.",
        "This was partly due to Lord Canning's personal inclination to temper justice with mercy, but partly also to the fact that there was no adequate European force at hand to execute a severer sentence.",
        "The savage punishment of the Neapolitan Republicans is dealt with in more detail under Naples, Nelson and Caracciolo, but it is necessary to say here that the king, and above all the queen, were particularly anxious that no mercy should be shown to the rebels, and Maria Carolina made use of Lady Hamilton, Nelson's mistress, to induce him to execute her own spiteful vengeance.",
        "A series of special improvement acts were passed, authorizing companies to execute or advance money for executing improvements in land.",
        "As a rule, however, implicit obedience was enforced; to act without his orders was culpable; while it was a sacred duty to execute his orders, however unreasonable, until they were withdrawn.",
        "He stated that for determining the longitude at sea there had been several projects, true in theory but difficult to execute.",
        "The scheme shall contain in full safeguards for the protection of the Assyro-Chaldeans and other racial or religious minorities within these areas, and with this object a Commission composed of British, French, Italian, Persian and Kurdish representatives shall visit the spot to examine and decide what rectifications, if any, should be made in the Turkish frontier where, under the provisions of the present Treaty, that frontier coincides with that of Persia.\"(Article 63.)\" The Turkish Government hereby agrees to accept and execute the decisions of both the Commissions mentioned in Article 62 within three months from their communication to the said Government.\"(Article 64.)\" If within one year from the coming into force of the present Treaty the Kurdish peoples within the areas defined in Article 62 shall address themselves to the Council of the League of Nations in such a manner as to show that a majority of the population of these areas desires independence from Turkey, and if the Council then considers that these peoples are capable of such independence and recommends that it should be granted to them, Turkey hereby agrees to execute such a recommendation, and to renounce all rights and title over these areas.",
        "It consisted of a small committee of ministers, privy councillors and judges, which sat to deal with offences that seemed to lie outside the scope of the common law, or more frequently with the misdoings of men who were so powerful that the local courts could not be trusted to, execute justice upon them, such as great landowners, sheriffs and other royal officials, or turbulent individuals who were the terror of their native districts.",
        "As long as his minister served his purposes and could execute his behests Henry gave him a free hand, and supported him against all his enemies.",
        "Ray, Voyage dans le Haouran, execute pendant les annees 1857 et 18;8; C. H.",
        "To eject the advocate from power was one thing, to execute him as a traitor quite another.",
        "The period of most serious friction was that during the administration of the New England colonies by Sir Edmund Andros, who in pursuance of the later Stuart policy both in England and in her American colonies visited Hartford on the 31st of October 1687 to execute quo warranto proceedings against the charter of 1662.",
        "\"Banishment (from court) alone will force the French nobility to execute what the English do for pleasure - reside upon and adorn their estates.\"",
        "Under the Wittelsbach rule, the estates of the various provinces of Brandenburg had obtained the right to coin money, to build fortresses, to execute justice, and to form alliances with foreign states.",
        "The Watchers really wanted him to execute his mission.",
        "Second, if he didn't execute his target, he has a damned good reason.",
        "Despite his less-than-serious nature, Dan was detail oriented and quick to execute, two traits Brady found priceless over their years together.",
        "\"I think someone in the government was working with some very powerful partners who had the funding, operational planning, and corrupt government officials in high enough places to execute,\" she said.",
        "Every day you fail to execute the task, the penalty for failure worsens.",
        "Four months later, the participant needed only verbal assistance to execute the task.",
        "Local Authorities use private bailiffs to execute the warrant.",
        "We are so barbaric here that we execute the mentally retarded people.",
        "capstone doctrine for IO, this manual supports soldiers and leaders that execute IO to support military operations.",
        "This is guaranteed only if all hosts, when they start up, execute the same code that creates these objects.",
        "Where it is unavailable, the official receiver is able to execute a conveyance without using a company seal.",
        "A debtor who is not insolvent may also execute a deed in favor of his/her creditors generally.",
        "depository banks to execute their voting rights.",
        "And he still hasn't told us whether he prays with a man known to execute developmentally disabled juveniles.",
        "execute the script.",
        "execute the query.",
        "execute code inside an email.",
        "execute programs.",
        "mouse gestures Allows you to execute many common commands by using a mouse gesture.",
        "Under Augustus, a father used his legal right to execute a delinquent son, and provoked the indignation of Rome.",
        "EXECUTE is limited by two factors: The need to compile the string at runtime makes EXECUTE inefficient in terms of speed.",
        "insulator transition and of state-dependent transport of atoms in a lattice provide other tools needed to execute quantum information processing.",
        "They would, he allowed, create a monarchy, but its task would be to execute the will of an elected legislature.",
        "By far the most common way in which we execute this mission is by assisting individuals start their own businesses.",
        "orifice preprocessor contains a buffer overflow that could allow a remote attacker to execute arbitrary code on a vulnerable system.",
        "overflow vulnerabilities, which allows remote users to execute arbitrary code with root privileges, exist in numerous programs.",
        "A Private Interest Foundation, as juridical person with its own patrimony, has the capacity to execute rights and acquire obligations.",
        "How to use the watchdog The watchdog guarantees that the system is always able to execute programs.",
        "GO The GO command causes the simulator to execute the program previously loaded starting from the value currently in the program counter.",
        "We discussed in Part 1 how nested quantifiers like this could take an exponentially long time to execute if there was no match possible.",
        "The problem with this is delivering to the reader the actual PDB file itself on which to execute the script.",
        "As with the minimal installation, execute the command sh./install.sh 9.2 Base system configuration.",
        "sidereal period is the time taken by a planet to execute a single orbit around the Sun.",
        "Which command do you execute to create that spreadsheet?",
        "Crash the undergrowth, execute an ambush and shoot the stag - what could be more fun!",
        "You should be vigilant and not execute any e-mail attachments that seem suspicious.",
        "This package ends up with a public synonym with execute rights granted to the role PUBLIC.",
        "By default, multiple threads may execute inside the servlet at the same time.",
        "uncompromising in the way it continues to execute juveniles.",
        "Without doubt, we execute the death penalty with a thinly veiled racial bias.",
        "Hereby they make trial of God's justice, whether he will execute vengeance upon them or no.",
        "PACE provides them with several other powers: To execute a warrant of arrest or commitment.",
        "Where I am scattered, the computer will execute precise, almost maniacally focused behavior, deterred by no passing whims.",
        "User directories: The suEXEC wrapper can also be used to execute CGI programs as the user to which the request is being directed.",
        "From the Conquest or even earlier they had, besides various lesser rights - (1) exemption from tax and tallage; (2) soc and sac, or full cognizance of all criminal and civil cases within their liberties; (3) tol and team, or the right of receiving toll and the right of compelling the person in whose hands stolen property was found to name the person from whom he received it; (4) blodwit and fledwit, or the right to punish shedders of blood and those who were seized in an attempt to escape from justice; (5) pillory and tumbrel; (6) infangentheof and r L outfangentheof, or power to imprison and execute felons; (7) mundbryce (the breaking into or violation of a man's mund or property in order to erect banks or dikes as a defence against the sea); (8) waives and strays, or the right to appropriate lost property or cattle not claimed within a year and a day; (9) the right to seize all flotsam, jetsam, or ligan, or, in other words, whatever of value was cast ashore by the sea; (10) the privilege of being a gild with power to impose taxes for the common weal; and (11) the right of assembling in portmote or parliament at Shepway or Shepway Cross, a few miles west of Hythe (but afterwards at Dover), the parliament being empowered to make by-laws for the Cinque Ports, to regulate the Yarmouth fishery, to hear appeals from the local courts, and to give decision in all cases of treason, sedition, illegal coining or concealment of treasure trove.",
        "General Baratieri, upon returning to the colony, decided to execute a coup de main against the dervish base at Kassala, both in order to relieve pressure from that quarter and to preclude a combined Abyssiefian and clcrvish attack upon the colony at the end of 1894.",
        "Punishments of a mixed nature were: (e) Suspension either from office alone or from office and benefice; (f) Deprivation of benefice; (g) Deposition or Degradation (a more solemn and ceremonial form) from the ministry; (h) Irregularity - not always a punishment - a state of incapacity to be ordained, or, being ordained, to execute the ministry; this might result from some defect of mind and body, but was also incurred by some grave offences.",
        "So under the advice of his minister (the marquis of Pombal), King Joseph of Portugal in 1759-1760 claimed that the pope should give him permission to try in all cases clerics accused of treason, and was not content with the limited permission given to try and execute, if guilty, the Jesuits then accused of conspiring his death (Life of Pombal, by Count da Carnota, 1871, pp. 128, 1 4 1).",
        "In instincts and in character, also, the typical \" mountaineers \" are to a marked degree primitive; they are, for the most part, very ignorant; they are primitively hospitable and are warm-hearted to friends and strangers, but are implacable in their enmities and are prone to vendettas and family feuds, which often result in the killing in open fight or from ambush of members of one faction by members of another; and their relative seclusion and isolation has brought them, especially in some districts, to a disregard for law, or to a belief that they must execute justice with their own hands.",
        "In Corfu, for instance, the people at a given signal on Easter Eve throw vast quantities of crockery from their windows and roofs into the streets, and thus execute an imaginary stoning of Judas (see Kirkwall, Ionian Islands, ii.",
        "The practice of appointing a steward on these occasions to execute judgment upon a peer was kept up till 1477, when George, duke of Clarence, was attainted, and then dropped.",
        "But from this enormous increase of territory and influence arose a whole series of new and difficult problems. The court of Rome had to substitute for the old Greek hierarchy a hierarchy of Latin bishops; to force the remaining Greek clergy to practise the beliefs and rites of the Roman religion and bow to the supremacy of the pope; to maintain in the Greco-Latin Eastern Church the necessary order, morality and subordination; to defend it against the greed and violence of the nobles and barons who had founded the Latin Empire; and to compel the leaders of the new empire to submit to the apostolic power and execute its commands.",
        "In 1654, observing that the admeasurement and division of the lands forfeited in 1641 and granted to the soldiers had been \"most inefficiently and absurdly managed,\" he entered into a contract to execute a fresh survey, which he completed in thirteen months.'",
        "Venality and the extortion of the tax-gatherer flourished anew after the departure of Gordon, while the feebleness of his successors inspired in the Baggara a contempt for the authority which prohibited them pursuing their most lucrative traffic. When Mahommed Ahmed (q.v.), a Dongolese, proclaimed himself the long-looked-for Mandi (guide) of Islam, he found most of his original followers among the grossly superstitious villagers of Kordofan, to whom he preached universal equality and a community of goods, while denouncing the Turks 2 as unworthy Moslems on whom God would execute judgment.",
        "But speaking of commands that are the expression of the will of men acting in time and in relation to one another, to explain the connection of commands with events we must restore: (1) the condition of all that takes place: the continuity of movement in time both of the events and of the person who commands, and (2) the inevitability of the connection between the person commanding and those who execute his command.",
        "The sidereal period is the time taken by a planet to execute a single orbit around the Sun.",
        "Crash the undergrowth, execute an ambush and shoot the stag - what could be more fun !",
        "That depends on the scheduling attributes of the LWP pool that is used to execute the unbound threads.",
        "America is uncompromising in the way it continues to execute juveniles.",
        "Hereby they make trial of God 's justice, whether he will execute vengeance upon them or no.",
        "And in anger and wrath I will execute vengeance on the nations that did not obey.",
        "The state will banish but not execute its enemies--removing dissidents and avoiding martyrs.",
        "It was rare for a company to stick with the business plan and execute it as first conceived.",
        "If in the end it must happen, execute it in a way that mitigates the damage--investors are repaid (in part or whole), employees leave satisfied and your reputation remains intact.",
        "To a certain extent, having a broker is a necessity, since you cannot personally execute stock trades unless you are an employee of an exchange floor.",
        "McCully on the other hand, thought Temple's failure to execute was inexcusable.",
        "Some of these are more difficult than others, so before you decide to embrace a particular technique make certain you have the time and skill to execute it properly.",
        "To help you execute the special techniques, Ralph Lauren Home sells a variety of applicators.",
        "Home printing is certainly convenient but may be less cost effective than hiring a professional printer to execute your design.",
        "Using fondant means you can add more texture, color variation, and specific embellishments to the cake, and you'll be able to create and execute your own design easily.",
        "To make the party fun, you should have one or two of your friends help you to plan and execute the party.",
        "Much like an athlete needs to stretch and use the correct form when competing in a sporting event, the classical guitar player needs to understand and execute perfect form when practicing and performing.",
        "The members of the council that will coordinate and execute efforts to remedy not only these identified concerns, but also establish a plan of action for some of the other possible issues involving crime prevention and victim assistance.",
        "Remember, optometrists are not typically allowed to execute complex eye surgeries or even laser surgeries.",
        "Who will help you execute your ideas and stay accountable?",
        "Execute left/right combos by pressing A or D when you start your attack sequences.",
        "You've got to decide on your strategy, adjust your lineups, choose the right plays, and then execute them to get into the end zone.",
        "To execute a fast serve, you have to hit the ball when it is at its peak.",
        "This punch is hard to execute at first, but once you get it down and can time it, you will cause a lot of damage.",
        "The stand featured a joystick and a pressure-sensitive button that allowed players to execute light, medium or hard attacks to pummel opponents.",
        "You can also tilt the controller forward and back, as well as shake it to execute mid-air tricks.",
        "His answer was simple: To be the best it can be, using the best grapes, best technology and old world knowledge, and best staff to execute it.",
        "The altered anatomy of the biliary system is different in every case, calling upon the surgeon's skill and experience to select and execute the most effective among several options.",
        "Suicidal behavior is rare in children prior to puberty, probably because of their relative inability to plan and execute a suicide attempt.",
        "Hand-eye coordination uses the eyes to direct attention and the hands to execute a task.",
        "To execute this style, you halt on the standing foot during full measures of the music, with the moving foot in the air.",
        "Cassiopeia's How To Execute a Bellydance Move includes numerous short videos focused on a single movement.",
        "These kinds of steps and arm movements create a more realistic party scene, as the average holiday guest isn't able to perfectly execute a grand fouetté or other complex ballet step.",
        "Execute the same pattern to the right, backward and finally to the left.",
        "The word \"ball\" refers to the ball of the foot; in jazz choreography, you execute ball changes typically in conjunction with steps and/or kicks.",
        "Swing dance moves are some of the most fun moves to learn and execute.",
        "Sometimes it's a lot more difficult to dance than it is to execute the steps, so practicing dancing with your partner is important right from the start.",
        "When dancing the simple box step, you actually execute three steps - two quick steps to the side and one slowly forward during each measure of music.",
        "So, if you execute a right two step, then you would step your right foot out to the front, close with your left, take another forward step with your right, and once again meet your feet together by pulling in your left.",
        "Make a fist with both hands and then pull your arms down as you execute the next move by hopping forward three times.",
        "Downloading a free line dance step sheet can help you execute some impressive moves on the dance floor of your favorite country western bar or club.",
        "Instead of only two slow steps, dancers execute two sets of triple steps.",
        "One of the first things you have to do in order to learn ballroom dance steps is learn the position from which to execute them.",
        "Under-Arm Twirl: While this isn't technically a \"step\" as much as a \"move\", the foot pattern is as important as the rest of the body to execute it.",
        "While children are naturally drawn to exciting figures, like a fantasy dragon, the actual dragon folding instructions may be difficult for them to execute.",
        "Although it takes fewer than 30 steps to make a paper rose of this quality, the skill level needed to correctly execute those steps is advanced-intermediate.",
        "After all, in hot sun your body is bound to execute some quality sweating.",
        "You might surprise yourself and be able to execute much of what you've learned the first time you go in the water.",
        "Swimmers have to properly execute the technique in order to do the fly the right way.",
        "You need to know basic strokes before attempting the butterfly, as well as knowing how to execute the dolphin kick.",
        "As you progress, using a timer will hone your playing skills and force you execute your moves quickly.",
        "As the story folder goes through our process, I work with the art staff to plan and execute photography.",
        "Capricorns prefer to plan and execute the things they need to do, and they're likely to stick to these plans for as long as is necessary to complete them, even if circumstances become complicated.",
        "He grasps the ideology of business strategies and knows how to plan and execute them very successfully.",
        "Ballet shoes come in split-sole or full-sole, but which one you wear will depend on your personal preferences and the types of moves you want to execute.",
        "Besides ensuring that your new skate shoes are authentic, visiting local stores can also help you to learn how to properly execute cool Heely moves."
    ],
    "definition": [
        "Link/Cite"
    ]
}