{
    "translation": "מאמצים",
    "uses": [
        "Her face was flushed from exertion and anger.",
        "His face blazed red from exertion, his eyes glowing brightly.",
        "Talon's flush grew darker beneath the red of exertion on his face.",
        "It needs no critical exertion to reduce utterly to dust any deductions drawn from history.",
        "His muscles were still bulging from exertion of his visit to the gym, and her gaze stayed on his biceps as he pulled on his boots.",
        "Makar Alexeevich, frowning with exertion, held on to the pistol and screamed hoarsely, evidently with some heroic fancy in his head.",
        "The Spaniards laid siege to Leiden, and though stricken down by a fever at Delft the prince spared no exertion to save the town.",
        "When Pierre and his wife entered the drawing room the countess was in one of her customary states in which she needed the mental exertion of playing patience, and so--though by force of habit she greeted him with the words she always used when Pierre or her son returned after an absence: High time, my dear, high time!",
        "I believe that the truth of that future cannot be brought to his knowledge by any exertion of his mental powers, however exalted they may be; that it is made known to him by other teaching than his own, and is received through simple belief of the testimony given.",
        "Borelli (De motu animalium, Rome, 1680), explained that birds are enabled to grasp the twig on which they rest whilst sleeping, without having to make any muscular exertion, because the weight of the body bends the knee and ankle-joints, over both of which pass the tendons of this compound muscle.",
        "From that time he was practically minister of foreign affairs, for Prince Gorchakov was no longer capable of continued intellectual exertion, and lived mostly abroad.",
        "Owing to the elasticity of the humerocarpal band the wing remains closed without any special muscular exertion, while, when the wing is extended, this band assists in keeping it taut.",
        "Fatigue from physical exertion is a predisposing cause of heat-stroke, and constipation and alcoholic indulgence should be avoided.",
        "It was indeed high time that some exertion should be made.",
        "Both combatants had, according to the absurd habit of the time, to disown their works, Desfontaines's disavowal being formal and procured by the exertion of all Voltaire's own influence both at home and abroad.",
        "For maintaining his seat the horseman should depend upon his thighs and knees only, and not upon the knee and calf; a proper seat should be a mixture of balance and grip; a man riding by balance only is sure to be thrown, while to grip with all one's might during an hour's ride, is to undertake as much exertion as should last for a whole day.",
        "I have found that no exertion of the legs can bring two minds much nearer to one another.",
        "The millions are awake enough for physical labor; but only one in a million is awake enough for effective intellectual exertion, only one in a hundred millions to a poetic or divine life.",
        "The influence of Duputy gained for him the beginnings of a practice; but Vergniaud, though capable of extraordinary efforts, too often relapsed into reverie, and was indisposed for study and sustained exertion, even in a cause which he approved.",
        "The sensation of fear or the restriction of movement and the obtaining of food without exertion evidently prevent the normal development of the creature.",
        "Looking back on a long life of strenuous exertion, Gladstone declared that the work of preparing his proposals about the succession-duty and carrying them through Parliament was by far the most laborious task which he ever performed.",
        "incapable of exertion and reduced to beggary, having lost all respect for discipline and authority, not only in the camp, but in civilian society; and the upper-class officials, narrow-minded and egotistical, unsettling by their opposition the royal authority which they pretended to safeguard.",
        "With infinite exertion he succeeded in obtaining from government a promise of 20,000, and after four years spent in preparation, sailed in September 1728, accompanied by some friends and by his wife, daughter of Judge Forster, whom he had married in the preceding month.",
        "This may occur suddenly, as when the resistance is increased in the arterial system by a e on f sudden exertion or strain, and more slowly when the resistance is increased in the pulmonary circulation of the by inflammation of the respiratory passages.",
        "All inclination for exertion becomes gradually lost, business is neglected, and certain ruin to the smoker follows.",
        "Unhappily the exertion of directing so many consecutive performances seems to have been too much for the veteran master's strength, for towards the close of 1882 his health began to decline rapidly.",
        "that degree of elevating and sustaining power which is necessary to prevent undue exertion on the part of the volant animal.",
        "Thus a very strong heart, although it may be useful to its possessor for many years, driving the blood rapidly through the vessels, and supplying all his tissues with such abundant nutriment as to enable him to endure great exertion, mental or bodily, may in the end cause death by bursting a vessel in the brain, which might have resisted the pressure of a feebler circulation for years longer.",
        "With reverberatory calciners, however, where the work is done upon a horizontal bed, a considerable amount of hand labour is expended in raking out the charge when finished, and in drawing slags from fusion furnaces; and more particularly in the puddling process of refining iron the amount of manual exertion required is very much greater.",
        "To discuss questions of taste, of learning, of casuistry, in language so exact and so forcible that it might have been printed without the alteration of a word, was to him no exertion, but a pleasure.",
        "II, 12): there is no observable relation between exertion and result in life: the race is not to the swift nor the battle to the strong; 1 The Hebrew has the definite article,\" the whole,\"TO ray.",
        "While this treament by itself would aid recovery from nervous exhaustion, it would lessen appetite and thus interfere with nervous repair; but the want of exertion is supplied by means of massage, which stimulates the circulation and increases the appetite, so that the patient gets all the benefit of exercise without any exhaustion.",
        "In the elections of 1907, indeed, the Social Democratic party, owing to the unparalleled exertion of the government, had a set-back, its representation in parliament sinking to 43; but at the International Socialist Congress, which met at Stuttgart on the 18th of August, Herr Bebel was able to point oui that, in spite of its defeat at the polls, the Socialist cause had actually gained strength in the country, their total poll having increased from 3,010,771.",
        "But in jumping a gate, or a flight of rails, as ordinarily situated, there is no width to be covered, and to make a horse go through the exertion of jumping both high and wide when he need only do one is to waste his power, added to which to ride fast at timber, unless very low with a ditch on the landing side, is highly dangerous.",
        "Meantime, no exertion must be spared, and no means left untried, to make our position known.",
        "breath on exertion, with palpitations.",
        "The original Borg scale of perceived exertion has been modified.",
        "For the first couple of days you should try to avoid unnecessary physical exertion.",
        "I had asthma, which made hard exertion difficult.",
        "Relaxation Exercises belly breathing: This exercise reminds students to breathe instead of holding their breath during focused mental activity or physical exertion.",
        "breathless on physical exertion.",
        "Feeling slightly breathless at my exertion, I find myself in a carriage with several people wearing London Marathon medals around their necks.",
        "Training for work at height may involve physical exertion in conditions of exposure to height.",
        "However, symptoms sometimes follow unusual exertion or strain, which may be blamed at first.",
        "Get someone else to do heavy lifting and avoid strenuous exertion in general.",
        "In the American study, the risk associated with vigorous exertion was estimated to be six times greater than at all other times.",
        "Your body is better prepared for physical exertion on every level.",
        "exertion on the part of the user.",
        "exertion of power by women.",
        "exertion of the will.",
        "Yet the historical juncture Russia is now passing through calls for the exertion of all our Party's energies.",
        "perceived exertion has been modified.",
        "Angina is usually precipitated by exertion, nevertheless, angina variant may also occur at rest.",
        "strenuous exertion in general.",
        "Mr Horsford the surgeon said the body was free from bruising and he believed the cause was cardiac syncope caused by over exertion.",
        "I feel so unequal to the exertion of hearing and seeing.",
        "He was of a somewhat voluptuous and self-indulgent temperament, which shrark from danger and active exertion.",
        "To Europeans the climate is found to be relaxing and enervating, but if, in spite of some disinclination for exertion, regular exercise is taken from the beginning, and ordinary precautions against chills, more especially to the stomach, are adopted, a European has almost as good a chance of remaining in good health in the peninsula as in Europe.",
        "Mr Birrell has called it \"the most amazing record of human exertion ever penned by man.\"",
        "On the whole there seems little doubt that successful crystalgazing is the exertion of a not uncommon though far from universal faculty, like those of \"chromatic audition\" - the vivid association of certain sounds with certain colours - and the mental seeing of figures arranged in coloured diagrams (Galton, Inquiry into Human Faculty, pp. 114-154).",
        "6, b) with numerous abdominal pro-legs, but in most families of Hymenoptera the egg is laid in such a situation that an abundant food-supply is assured without exertion on the part of the larva, which is consequently a legless grub, usually white in colour, and with soft flexible cuticle (fig.",
        "Without the nations concurrence the kings creatures were now to endow royalty with all the organs necessary for the exertion of authority; by which imprudent compliance, and above all thanks to Jacques Cceur (q.v.), the financial independence of the provinces disappeared little by little, and all the public revenues were left at the discretion of the king alone (1436-1440).",
        "After the exertion of the softball game, Stan has a heart attack before he can take his pills.",
        "She goes on to say: Stress incontinence is the symptom of leaking urine coincidentally with physical exertion due to urethral sphincter incompetence.",
        "Great to use after physical exertion, after a days work or workout at the gym revitalizing tired skin.",
        "Youth ColdGear UA Base 2.0 Crew: Considered their most versatile shirt, it provides moisture and temperature control in cooler weather and regulates for your level of exertion.",
        "Sweat that had been caused by the sheer physical exertion of trying to breathe.",
        "Such is the natural result of defect of muscular exertion.",
        "exertion level.",
        "The opportunity to select an activity level preference, from active, moderate or minimal exertion is provided for each daily excursion.",
        "Automatic ladders and stairs don't require any pulling or physical exertion, as they are motorized.",
        "Fubar utilizes natural ingredients to give consumers energy to work through exertion.",
        "You can take comfort in the fact that you can expect the Chamber style to fit well on larger features and never slip off because of exertion.",
        "Heavy exertion in extreme heat and/or restricted fluid intake may lead to heat cramps.",
        "Parents should call the doctor if their child or adolescent experiences excessive sweating unrelated to an obvious medical condition (e.g., high fever) or physical exertion.",
        "It is not entirely clear what brings on an attack, although people with FMF often report mild physical trauma, physical exertion, or emotional stress just prior to the onset of symptoms.",
        "These episodes typically last less than two days and tend to occur in the evening or after physical exertion.",
        "Children with long QT syndrome may have breath holding spells in response to exertion or excitement.",
        "Nocturnal leg cramps-Cramps that may be related to exertion and awaken a person during sleep.",
        "Symptoms of iron deficiency include anemia and resulting fatigue and weakness, especially during physical exertion.",
        "Other activities that involve brief, intermittent periods of exertion, such as volleyball, gymnastics, baseball, walking, and wrestling are usually well-tolerated.",
        "This is a symptom of pregnancy, not common fatigue caused by stress or physical exertion.",
        "The woman's body has considerably more fluids and the kidneys increase exertion.",
        "While this form of chakra yoga may seem low in physical exertion, as with all forms of yoga and exercise, it is important to get permission from your doctor before starting a new exercise routine.",
        "This includes things like feeling out of breath even with minor exertion, or not fitting in a standard booth at the restaurant.",
        "The word \"exercise\" actually encompasses a number of types of exercise, but it can most readily be defined as a period of planned physical exertion performed specifically for the sake of improving health and fitness.",
        "You reach a point of steady-state exercise where you're breathing hard and breaking a sweat, but you're able to continue performing the work because you're able to take in enough oxygen to keep up with the exertion.",
        "You are able to get a good workout without very much exertion and have fun at the same time.",
        "It's very easy to lose count, which puts you at risk of overdoing it, or, on the other hand, not giving yourself the exertion your body requires for a good workout.",
        "Whatever weight size you begin with, it's time to increase by five to ten pound increments when you reach the end of a set of repetitions and don't feel any exertion.",
        "More advanced athletes can use this data to gauge the effectiveness of their training strategies, and beginners or those with health conditions are safe to have a canary that warns them to back off if they exceed a safe level of exertion.",
        "This allows you to track your level of exertion in real-time, giving you a handle on how fast to run, when it's time to back off and so forth.",
        "Recovery from exertion is the primary reason for cool-down exercises.",
        "The Merriam-Webster dictionary online defines exercise in the following way: \"bodily exertion for the sake of developing and maintaining physical fitness\".",
        "A similar definition comes from the Free Dictionary Online: \"activity that requires physical or mental exertion, especially when performed to develop or maintain fitness\".",
        "Additionally, the natural movement pattern of the elliptical machine means that there's a lower perceived rate of exertion, which can inspire you to work harder.",
        "You might not be ready to dramatically increase your exercise intensity, but by performing short segments at near maximum exertion, you may eventually be able to perform your entire aerobic workout at a slightly higher intensity.",
        "You risk serious injury or other health problems if you participate in a physical activity that calls for excessive exertion.",
        "You can participate in mild to moderate exertion without getting winded.",
        "She rolled onto her side, body aching from exertion.",
        "The honey eyes were intent, his face flushed from exertion.",
        "Her face was flushed, her eyes sparkling from the exertion.",
        "Enthusiasm for Corsica was a leading motive prompting him to this prolonged exertion.",
        "Animal heat also is due to the union of nitro-aerial particles, breathed in from the air, with the combustible particles in the blood, and is further formed by the combination of these two sets of particles in muscle during violent exertion.",
        "He is of Egypstronger in frame, and can undergo greater exertion.",
        "Charles and Buck ingham did their best to win back popularity by strenuous exertion.",
        "Property is a right of the same nature, with a like power of appropriation in the form of rent, interest, &c. It reaps without labour, consumes without producing, and enjoys without exertion.",
        "But they are courageous and loyal to their chiefs and tribe, and for short periods are capable of much strenuous exertion.",
        "Where wants are few and simple, where houses need not be built nor clothes worn to keep out the cold, there is little stimulus to exertion.",
        "The human body floats on the surface without exertion.",
        "Strange, but she didn't remember doing anything in the accident that required enough exertion to strain muscles.",
        "exertion required."
    ],
    "definition": [
        "Link/Cite",
        "An expenditure of physical or mental effort.",
        "Adjectives often used with \"exertion\": physical, mental, etc.",
        "Link/Cite"
    ]
}