{
    "translation": "מתיש",
    "uses": [
        "Maintaining a relationship with Josh was exhausting enough.",
        "Hastings's personal task was to provide the ways and means for this exhausting war.",
        "We hugged each other when our exhausting project was completed.",
        "\" The Chinese recognize the following grades of opium: (I) ' raw opium,' as imported from India; (2) ' prepared opium,' opium made as above; (3) ' opium dross,' the scrapings from the opium pipe; this is reboiled and manufactured as a second-class prepared opium; a Chinese doctor stated lately at a coroner's inquest on a case of poisoning that it was more poisonous than the ordinary prepared opium; (4) ' nai chai ' (opium dirt), the insoluble residue left on exhausting the raw opium thoroughly with water.",
        "The idealizing poetry of passion, which found a genuine voice in Catullus and the elegiac poets, could not prolong itself through the exhausting licence of successive generations.",
        "Friis died on the 5th of December 1570, a few days before the peace of Stettin, which put an end to the exhausting and unnecessary struggle.",
        "Diplomatic interviews, exhausting journeys, impressive mass meetings, brilliant literary propaganda - all these methods were employed by him to the utmost limit of self-denial.",
        "A scion of the rival Cantacuzenian family was elected by the pasha's orders, and he, after exhausting the principality for the benefit of the Divan, was in turn deposed and executed in 1716.",
        "Patten in 1824; whilst in 1881 Rankine Kennedy resuscitated the idea for the purpose of exhausting filament electric lamps.",
        "Another method consists in mixing the powdered bark with milk of lime, drying the mass slowly with frequent stirring, exhausting the powder with boiling alcohol, removing the excess of alcohol by distillation, adding sufficient dilute sulphuric acid to dissolve the alkaloid and throw down colouring matter and traces of lime, &c., filtering, and allowing the neutralized liquid to deposit crystals.",
        "Her voice told him she was as bone-weary as he from her exhausting trip.",
        "All this resurrection is exhausting, I need a nap.",
        "This colouring power is due to the presence of polychlorite, a substance whose chemical formula appears to be C4 8 1-160018, and which may be obtained by treating saffron with ether, and afterwards exhausting with water.",
        "Plants as agents of damage and disease may be divided into those larger forms which as weeds, epiphytes and so forth, do injury by dominating and shading more delicate species, or by gradually exhausting the soil, &c., and true parasites which actually live on and in the tissues of the plants.",
        "We trudged through the next few weeks marginally well though the schedule was exhausting to all and, in spite of our efforts, our other lives were suffering.",
        "Gabe had become edgier over the past day, and she couldn't help but wonder what had happened.  Whatever it was, it hadn't been when he was around her.  Although exhausting, their journey had been relatively peaceful.",
        "This may be done by soaking the wood in the hot oil for several hours, but the better way is to place the seasoned timber in an iron chamber in which a partial vacuum is created by exhausting the air.",
        "Exhausting as the Turkish wars were to the Venetian treasury, her trade was still so flourishing that she might have survived the strain had not the discovery of the Cape route to the Indies cut the tap-root of her commercial prosperity by diverting the stream of traffic from the Mediterranean to the Atlantic. When Diaz rounded the Cape in 1486 a fatal blow was struck at Venetian commercial supremacy.",
        "The power of the Hansa had gone; the Dutch were enfeebled by their contest with Spain; England's sea-power was yet in the making; Spain, still the greatest of the maritime nations, was exhausting her resources in the vain effort to conquer the Dutch.",
        "In spite of the exhausting schedule of the day, Dean had diffi­culty falling asleep.",
        "He was now sixty-four, and his life had been a continuous experience of exhausting Temporary p g retirement.",
        "But she didn't - even after a dozen exhausting swings.",
        "His first intention was to seek complete seclusion in Egypt or Italy, to recover health and strength after his long and exhausting labours.",
        "When direct attack is no longer practicable, it is possible to extinguish the fire by sealing the mine workings, and exhausting the supply of oxygen.",
        "By means of a piece of stretched rubber tubing, this crucible is supported in the mouth of an ordinary funnel which is connected with an exhausting apparatus; and water holding in suspension fine scrapings of asbestos, purified by boiling with strong hydrochloric acid and washing with water, is run through it, so that the perforated bottom is covered with a layer of felted asbestos.",
        "The incessant and exhausting labours to which Calvin gave himself could not but tell on his fragile constitution.",
        "It consisted of a spherical glass vessel opening below by means of a stop-cock and narrow nozzle into the cylinder of an \"exhausting syringe,\" which inclined upwards from the extremity of the nozzle.",
        "Ockley's book on the Saracens \" first opened his eyes \" to the striking career of Mahomet and his hordes; and with his characteristic ardour of literary research, after exhausting all that could be learned in English of the Arabs and Persians, the Tatars and Turks, he forthwith plunged into the French of D'Herbelot, and the Latin of Pocock's version of Abulfaragius, sometimes understanding them, but oftener only guessing their meaning.",
        "These enenlies are as a rule so conspicuous that we do not look on their depredations as diseases, though the gradual deterioration of hay under the exhausting effects of root-parasites like Rhinanthus, and the onslaught of Cuscuta when unduly abundant, should teach us how unimportant to the definition the question of size may be.",
        "The Abyssinians, 20,000 strong, speedily overwhelmed the small Italian force, which, after exhausting its ammunition, was destroyed where it stood.",
        "It is not likely that any change in the law could have been obtained at this period, and disregard of the law might have led to an exhausting struggle with the state, as was actually the case at a later period.",
        "The problem proved more weary and exhausting than he had suspected.",
        "The steam connexions were such that the two high-pressure cylinders were placed in parallel, both exhausting into the one low-pressure cylinder.",
        "Externally this rapid success awoke the implacable hatred of Genoa, and led to the long and exhausting series of Genoese wars which ended at Chioggia in 1380.",
        "But long and exhausting wars were entailed upon her for the maintenance of her hold.",
        "As originated by Regnault, it consisted in filling a large glass globe with the gas by alternately exhausting with an air-pump and admitting the pure and dry gas.",
        "Steam at high pressure exhausting into the atmosphere is still commonly used, but the great power required for raising heavy loads from deep pits at high speeds has brought the question of fuel economy into prominence, and more economical types of the two-cylinder tandem compound class with high initial steam pressure, superheating and condensing, have come in to some extent where the amount of work to be done is sufficient to justify their high initial cost.",
        "The rotation of crops is not adopted as a principle of cultivation; but in practice it is well known that a succession of exhausting crops cannot be taken in consecutive seasons from the same field, and the advantage of fallows is widely recognized.",
        "The fact is that raising children can be physically and emotionally exhausting.",
        "singularly conscientious fashion of elaborating his ideas made the mental strain more intense than even so exhausting a work as the abstract exposition of the principles of positive science need have been.",
        "- When Bessemer discovered that by simply blowing air through molten cast iron rapidly he could make low-carbon steel, which is essentially wrought iron greatly improved by being freed from its essential defect, its necessarily weakening and embrittling slag, the very expensive and exhausting puddling process seemed doomed, unable to survive the time when men should have familiarized themselves with the use of Bessemer steel, and should have developed the evident possibilities of cheapness of the Bessemer process.",
        "After an exhausting journey from the coast he reached Shiraz, and was soon plunged into discussion with the disputants of all classes, \"Sufi, Mahommedan, Jew, and JewishMahommedan, even Armenian, all anxious to test their powers of argument with the first English priest who had visited them.\"",
        "She sensed Talon was about to rebel, as was she at the thought of swimming after such an exhausting walk.",
        "Personally, the thought we might work together in one location, absent the hectic schedule presently exhausting us, made me giddy and set my mind a-tumble with possibilities.",
        "The January sun continued in its brilliance and the rhythmic gliding across the crystal snow, though not exhausting, warmed the couple to the point where even their limited outer cover seemed excessive.",
        "Those tedious and exhausting wars did not prevent Peter from attending to internal affairs, and he displayed as a reformer even more vigour and tenacity than as a general in Greats the field.",
        "Contemporaneously other events were menacing the ascendancy and exhausting the treasury of the republic. In 1453 Constantinople fell to the Ottoman Turks, and although Venice entered at once into treaty with the new power and desired to trade with it, not to fight with it, yet it was impossible that her possessions in the Levant and the archipelago should not eventually bring her into collision with the expanding energy of the Mussulman.",
        "Positive blowers and exhausting apparatus of a great variety of forms have been used in mines for producing artificial ventilation.",
        "At this time, largely owing to the exhausting struggle with the Basutos, the Free State Boers, like their Transvaal neighbours, had drifted into financial straits.",
        "But the besiegers were still weak in numbers and their labours were very exhausting.",
        "They may be extracted by exhausting the plant-tissues with a dilute acid, and precipitating the bases with potash, soda, lime or magnesia.",
        "Had the parliamen adopted this resolution at once, instead of exhausting itself b~ pedantic disquisitions on the abstract principles of jurisprudencc it might have hoped to triumph; but Austria was not likel:",
        "The sodium sulphate is afterwards fluxed with calcium carbonate and coal, and a mixture is thus obtained from which sodium carbonate can be extracted by exhausting it with water.",
        "In Behar it has begun to replace indigo, and some success was achieved in Orissa, Assam and Madras; but jute is a very exhausting crop, and requires to be planted in lands fertilized with silt or else with manure.",
        "For eight years (1621-29) the exhausting and expensive Polish war dragged on.",
        "He won the victory of Agincourt (October 25, 1415), and then seized Caen and part of Normandy, while France was exhausting herself in the feuds of Armagnacs and Burgundians.",
        "limited himself to defending the towns and exhausting the enemy without taking dangerous risks.",
        "Vegetables on Ice for Miniature Piglets The recent heat wave has been exhausting for everyone and animals are no exception.",
        "By any standards, it's an exhausting program of races that would challenge the most carefully honed athlete.",
        "His somewhat tongue-in-cheek immoral displays earn the full approval of the young Nik Cohn, who writes the book at an exhausting intensity.",
        "The process may be accelerated by exhausting the desiccator; this so-called vacuum desiccation is especially suitable for the concentration of aqueous solutions of readily decomposable substances.",
        "The exhausting labours of the vice-chancellorship were followed by an illness (1887); and after this he relinquished the hope of producing any great original writing.",
        "The love that is disguised in the deadly feud between Isolde and Tristan, before the drinking of the fatal potion, rises even above the music; the love-duet in the second act depends for its greatness on its introduction, before the lovers have met, and its wonderful slow movement (shortly before the catastrophe) where they are almost silent and leave everything to the music: the intervening twenty minutes is an exhausting storm in which the words are the sophisticated rhetoric of a 19th-century novel of passion, translated into terribly turgid verse and set to music that is more interesting as an intellectual ferment than effective as a representation of emotions which previous dramatists have wisely left to the imagination.",
        "PUMP, 1 a machine which drives a liquid from one point to another, generally at different levels, the latter being usually the higher; an air-pump is an appliance for exhausting or I The word appears apparently first in English in the Promptorium Parvulorum, c. 1440, of a ship's pump (hauritorium), in Dutch (pompe), a little later, dialectically, of a conduit pipe for water, but in the sense of a means of raising water it does not occur in Dutch or Ger.",
        "Another scenario involves the exhausting attempts to get baby to go to bed in the first place.",
        "Pushing can take a few minutes or a few hours, and it can be exhausting.",
        "Dressing and undressing an infant can be quite a chore, however, and adjusting a car seat to baby's heavy sleepers and coats can be exhausting as well as unpleasant for baby.",
        "The first few days at home with your infant can be both exhilarating and exhausting.",
        "In addition, if you had a Cesarean birth, you'll need additional rest and just walking from the couch to the nursery can be exhausting.",
        "After exhausting these resources, investigate foreclosure proceedings in your state.",
        "Being a teen model -even once a month- can be an exhausting experience that doesn't always work out for the best, but many agents can help make the experience easier for budding models to handle.",
        "Planning a wedding can be exhilarating, and exhausting -- but these packages and venues in Las Vegas provide the best when it comes to advanced planning.",
        "Spending time with a liar can be frustrating and exhausting, so if the person does not want to seek help, you will need to decide if it's worth your energy to remain supportive.",
        "He had told the press that this part had been exhausting for him, and all indications were that he would be fantastic in the movie.",
        "It can be demanding and exhausting to work and be a student at the same time, but it's a valid option for many people who need extra cash.",
        "This is the very least he can do to assure that he is exhausting all the options before jumping into a surgery.",
        "It always seems like there is something I need to do for them, and it can be exhausting.",
        "A moist and sheltered situation, where they will obtain partial shade, such as the margins of shrubberies, is best, but care should be taken to keep the roots of shrubs from exhausting the border.",
        "Choosing from the wide array of pencil skirt styles can be exhausting.",
        "Caring for elderly parents can be a mentally, physically and emotionally exhausting job.",
        "The high volume of pre-orders also resulted in both companies exhausting their supply for pre-ordered iPhones within only one day.",
        "It is the most exhausting and demanding phase of labor.",
        "This process, which is known as a diagnosis of exclusion, can be tedious, expensive, exhausting, and involve almost every system in the body.",
        "Children with special needs typically require more attention and care than other children, which can be exhausting and overwhelming for parents.",
        "Home buying can be an exhilarating, exhausting, and expensive ordeal, but there are few things that make people prouder than owning their own house.",
        "However, cosmetic surgery after healing from birth and exhausting other weight-loss methods is on the rise and may be used by celebrities.",
        "Carrying around another human being 24 hours a day can be exhausting.",
        "Sciatic nerve pain in pregnancy is a painful and exhausting side effect that many women endure.",
        "There are myriad bikini tops out there, and weeding through the choices to find your perfect style can be a bit exhausting.",
        "Although modeling looks very glamorous, it can be exhausting to have your hair and makeup done for hours.",
        "And no matter what, shopping is exhausting and often frustrating.",
        "After exhausting all of the resources the Federal Government has to offer, it's time to move on to other organizations that have funding for nonprofits.",
        "Doing so will only send the pair of you into an exhausting conversation that goes around and around, until finally, exasperated, you give in.",
        "The episodes are exhausting and responses from strangers are often frustrating.",
        "If you are truly a die-hard cheerleading fan, there are a myriad of options for exhausting the concept of cheerleader clipart.",
        "Dealing with clutter is time consuming and exhausting.",
        "Many aerobics videos of the past few years have been based around these types of music for a fun but effective (and sometimes exhausting!) workout.",
        "Their mental, emotional and physical states are put through exhausting challenges.",
        "Potassium aluminate, K 2 Al 2 0 4, is obtained in solution by dissolving aluminium hydrate in caustic potash; it is also obtained, as crystals containing three molecules of water, by fusing alumina with potash, exhausting with water, and crystallizing the solution in vacuo.",
        "dry,\" and signifies generally the act of drawing off moisture or liquid from somewhere, and so drinking dry, and (figuratively) exhausting; the substantive \"drain\" being thus used not only in the direct sense of a channel for carrying off liquid, but also figuratively for a very small amount such as would be left as dregs.",
        "The exhausting pain, the serious haemorrhages, and the abdominal septicity associated with a repulsive odour and the absorption of toxic products, which are the chief and ultimately fatal symptoms of that disease, are all directly combated by the administration of oil of turpentine.",
        "Their amount can be determined in a direct manner by exhausting the saponified mass, after dilution with water, with ether, evaporating the latter and weighing the amount of mineral oil left behind.",
        "It was chiefly the mineral wealth of the Cordilleran region, first developed on the far Pacific slope, and later in many parts of the inner mountain ranges, that urged pioneers across the dry plains into the apparently inhospitable mountain region; there the adventurous new-corners rapidly worked out one mining district after another, exhausting and abandoning the smaller camps to early decay and rushing in feverish excitement to new-found river fields, but establishing important centres of varied industries in the more important mining districts."
    ],
    "definition": [
        "Very tiring.",
        "Present participle of exhaust.",
        "Link/Cite"
    ]
}