{
    "translation": "מותש, תשוש",
    "uses": [
        "She was exhausted but couldn't sleep.",
        "\"You must be exhausted after your weekend,\" he said.",
        "Finally, exhausted by tears, Destiny fell asleep.",
        "She was exhausted but sleep seemed unlikely.",
        "Exhausted by thought and emotion, she drifted into sleep.",
        "She was exhausted, and morning would arrive all too soon.",
        "That night she went to bed exhausted, but sleep eluded her.",
        "If anything, she was exhausted and in a recovery room unlike any she'd ever seen before.",
        "Given her first chance to rest in over two days, she sighed, exhausted and irritated at having to dig her own clothing out of a box.",
        "He was exhausted and wired with angry energy.",
        "His gaze went to her neck, his resolve solidifying at the sight of her exhausted features and red cheek.",
        "Exhausted and in need of a bath, she finally agreed to let him take her home.",
        "In Howie's exhausted state, inducing him to sleep was not difficult.",
        "She started to cry again, too exhausted to stop.",
        "The exhausted French officer was Ramballe and the man with his head wrapped in the shawl was Morel, his orderly.",
        "His only comment of note was that Patsy, while obviously exhausted, seemed especially cheerful— \"pleased with herself\" was how he'd described her.",
        "So, far from reaching that point the pessimists foretold—where we have exhausted the meager resources of earth and find ourselves dwindling away—something entirely different is happening.",
        "His hearers expected a story of how beside himself and all aflame with excitement, he had flown like a storm at the square, cut his way in, slashed right and left, how his saber had tasted flesh and he had fallen exhausted, and so on.",
        "Exhausted, she reached them some time later, praying for a break or a snack or something!",
        "She forced herself out of bed, exhausted and hungry.",
        "Carmen was so exhausted that after Bill picked up Katie, she went to bed.",
        "You showed up at the door at around three-thirty this morning exhausted and hurting.",
        "For the moment, the soft couch was a haven to her exhausted and aching body.",
        "He took a long shower, exhausted, before retrieving his now lukewarm dinner from the house.",
        "A short time later, when she was too exhausted to move, she lay still and silent on her side.",
        "Exhausted. I don't know why I'm so tired.",
        "Her body was still exhausted from Kris's attack and a day spent with Hannah and her friends.",
        "Panting and exhausted, Deidre couldn't have moved, had he not shifted to hold her against him.",
        "\"I'm sure you're exhausted,\" Cynthia said as she followed the pair into the room.",
        "Nor had he made any sense of his deliberations but finally his mind quit the task and allowed his exhausted body to sink into a deep sleep.",
        "When Saturday's daylight arrived to David Dean's exhausted eyes, the time had slipped past his usual rising hour and voices and footsteps rattled the old timbers of Bird Song.",
        "Gradually, his warmth sank into her skin, and she lay still, exhausted yet soothed by the heat of his body.",
        "When she seemed sufficiently exhausted, he lay on his back.",
        "All the crying had left her exhausted, but she didn't want to go back to their bed.",
        "He was always gentle and forbearing, no matter how dull I might be, and believe me, my stupidity would often have exhausted the patience of Job.",
        "She didn't seem surprised to find others in the living room and took a seat next to Effie, looking less a nighttime specter than an exhausted victim.",
        "By the time we reached our apartment, both of us were exhausted wrecks.",
        "Lana struggled out of bed, exhausted still.",
        "A sinking man who clutches at another and drowns him; or a hungry mother exhausted by feeding her baby, who steals some food; or a man trained to discipline who on duty at the word of command kills a defenseless man-- seem less guilty, that is, less free and more subject to the law of necessity, to one who knows the circumstances in which these people were placed, and more free to one who does not know that the man was himself drowning, that the mother was hungry, that the soldier was in the ranks, and so on.",
        "Hot, hungry, exhausted, she stopped twice on the trek up the hill to catch her breath.",
        "I am not saying if you enjoy manual labor and being exhausted at the end of the day, you shouldn't do it.",
        "When we exhausted the subject, Betsy rose and took the floor.",
        "She hung, helpless and exhausted, stuck in the in-between place until the pain of her head hitting something hard jarred her into consciousness.",
        "Wiggling her toes in the plushest carpet she'd ever felt, she leaned against the window sill, exhausted yet wired.",
        "Exhausted, Dusty took a silent Bianca's hand and led her back to the others.",
        "\"The ammunition for the guns in position is exhausted, Your Majesty,\" said an adjutant who had come from the batteries that were firing at Augesd.",
        "Still exhausted, he sat next to Dan in the helo that transported them from the medical facility to the lush green foothills of the Rockies.",
        "Too exhausted to move, she closed her eyes as he pulled her into his body.",
        "Passing by Kutuzov's carriage and the exhausted saddle horses of his suite, with their Cossacks who were talking loudly together, Prince Andrew entered the passage.",
        "Lana stood in the silence outside the operation room, exhausted and worried.",
        "However, no sooner had he entered the tent, stripped, and crawled into his sleeping bag than his exhausted body began to drift to another world.",
        "Clouds gathered and drops of rain began to fall on the dead and wounded, on the frightened, exhausted, and hesitating men, as if to say: Enough, men!",
        "As exhausted as she was, riding on the horse with him was exciting.",
        "As they lay exhausted, locked in each other's eyes, Jackson drawled, \"I am definitely starting to see some upside to our situation.\"",
        "The flames flared up again, lighting the animated, delighted, exhausted faces of the spectators.",
        "This adjutant was also there and sat dozing on the rolled-up bedding, evidently exhausted by work or by feasting.",
        "Exhausted, she rested her head, then her body, against him.",
        "When they finally finished and left the station, Jenny drove the exhausted pair home.",
        "And why were all efforts exhausted and six thousand men sacrificed to defend it till late at night on the twenty-fourth?",
        "Betsy and I were physically exhausted after weeks of commuting north.",
        "Papa Quinn, Howie and my wife and I were exhausted but jubilant.",
        "A truce was Kutuzov's sole chance of gaining time, giving Bagration's exhausted troops some rest, and letting the transport and heavy convoys (whose movements were concealed from the French) advance if but one stage nearer Znaim.",
        "Quinn yawned in a show of how exhausted he was after what he considered this time-wasting chore I'd assigned.",
        "Other crowds, exhausted and hungry, went forward led by their officers.",
        "If Kutuzov decided to remain at Krems, Napoleon's army of one hundred and fifty thousand men would cut him off completely and surround his exhausted army of forty thousand, and he would find himself in the position of Mack at Ulm.",
        "Exhausted, her eyes fluttered closed.",
        "She stared at the silver eyes staring at her, slowly falling into an exhausted, restless slumber.",
        "The entire city was deep in slumber with the exception of a crazy ex-running back and an exhausted cop intent on killing him.",
        "But the ultimate purpose of the bee is not exhausted by the first, the second, or any of the processes the human mind can discern.",
        "He was coated with sweat and exhausted, but he wouldn't stop until he beat the fury out of him.",
        "Austrian troops that had escaped capture at Ulm and had joined Kutuzov at Braunau now separated from the Russian army, and Kutuzov was left with only his own weak and exhausted forces.",
        "Exhausted Martha was hustled to her bed and snuggled next to SB, the patiently waiting stuffed owl.",
        "It was as if the minds of these morally exhausted men found relief in everyday, commonplace occurrences.",
        "Ully, looking exhausted, moved closer, and Rhyn waited as well.",
        "Although it was decades since Dean's Boy Scout days and he didn't relish the thoughts of bed­ding his exhausted body on the ground, he felt, in addition to sav­ing money, his chance of running into his quarry in a camp ground was better.",
        "The exhausted couple stopped at a service station to fill the tires to their proper level.",
        "He touched her face, exhausted for the first time in years.",
        "The poor man is exhausted.",
        "All colours are complementary, or go in pairs; each pair makes up the whole activity of the retina, and so is equivalent to white; and the two partial activities are so connected that when the first is exhausted the other spontaneously succeeds.",
        "Every winter the supply is exhausted by the washers, and every summer it is renewed by the river.",
        "All her neighbours were either decadent or exhausted states; and France, the most powerful of the Western powers, was her firm ally.",
        "The resources of Sweden were still very far from being exhausted, and, during 1710 and 1711, the gallant Magnus Stenbock upheld her military supremacy in the north.",
        "Among the non-metallic minerals are nitrate of soda, borate of lime, coal, salt and sulphur, together with various products derived from these minerals, such as iodine, sulphuric acid, &c. Guano is classed among the mineral products and still figures as an export, though the richest Chilean deposits were exhausted long before the war with Peru.",
        "The relations with France gradually became colder, and at the end of his reign Charles favoured an alliance with England; he died in 1378 at the age of sixty-two, prematurely exhausted by arduous work.",
        "He now gave his principal attention to the moral sciences, but his interest in natural science was by no means exhausted: throughout his life he continued to write occasional papers on scientific subjects, and his intimate knowledge of the physical sciences greatly contributed to the success of his chief logical work, The Principles of Science.",
        "It had been long preparing in the economic and administrative decline of the Empire, and in the steady influx of Germanic peoples into Roman territory for over two centuries; but the power of the old civilization to absorb the new races was exhausted by the 5th century, and the political history of Europe was turned into a different path.",
        "He was ordered to give up his quest and follow a cow which would meet him, and to build a town on the spot where she should lie down exhausted.",
        "When the Riksdag met in 1760, the indignation against the Hat leaders was so violent that an impeachment seemed inevitable; but once more the superiority of their parliamentary tactics prevailed, and when, after a session of twenty months, the Riksdag was brought to a close by the mutual consent of both the exhausted factions, the Hat government was bolstered up for another four years.",
        "Peace was what the exhausted nation now required; and negotiations had already been opened at Fredrikshamn.",
        "The Copiapo, which once discharged into the sea, is now practically exhausted in irrigating a small fertile valley in which stands the city of that name.",
        "These forests of pinaster, apart from the production of timber in a once treeless district, have a great economic value as a source of turpentine, which is largely obtained from the trees by a process analogous to that employed in its collection from P. sylvestris; the resin is yielded from May to the end of September, the cuts being renewed as the supply fails, until the tree is exhausted; the trunks are then felled and used in the manufacture of charcoal and lamp black; much tar and pitch is also obtained from these pinaster forests.",
        "The oyster fishery is everywhere, except in localities where the natural beds are nearly exhausted, carried on in the most reckless manner, and in all directions oyster grounds are becoming deteriorated, and in some cases have been entirely destroyed.",
        "But in the middle of the century the natural beds had been almost exhausted and the system of government control, letting \"parks\" to private tenants, and artificial cultivation was instituted.",
        "First of all, the old popular traditions, so far as they had not yet been exhausted by Firdousi, were ransacked for new epic themes, and a regular cycle of national epopees gathered round the Book of Kings, drawn almost exclusively from the archives of the princes of Sejistan, the family of Firdousis greatest hero, Rustam.",
        "When these old Iranian sources were almost exhausted, the difficulty was met in various ingenious ways.",
        "Some writers, both in prose and verse, turned from the exhausted fields of the national glory of Persia, and chose their subjects from the chivalrous times of their own Bedouin conquerors, or even from the Jewish legends of the Koran.",
        "But diplomacy by no means exhausted Bezborodko's capacity for work.",
        "Where the nervous system is exhausted, such warm and moist climates as Malaga, Madeira, Tenerife and Grand Canary are suitable.",
        "In 1738 an extraordinary deposit of silver nuggets, quickly exhausted (1741), was discovered at Arizonac. At the end of the 18th century the Mexicans considerably developed the mines in the south-east.",
        "The victors were too much exhausted to pursue, and again the Turks vanished.",
        "The assailants, who had lost 2,000 men, were exhausted.",
        "- In 568 Alboin, king of the Langobards, with the women and children of the tribe and all their possessions, with Saxon allies, with the subject tribe of the Gepidae and a mixed host of other barbarians, descended into Italy by the great plain at the head of the Adriatic. The war which had ended in the downfall of the Goths had exhausted Italy; it was followed by famine and pestilence; and the government at Constantinople made but faint efforts to retain the province which Belisarius and Narses had recovered for it.",
        "The Langobards, German in their faults and in their strength, but coarser, at least at first, than the Germans whom the Italians had known, the Goths of Theodoric and Totila, found themselves continually in the presence of a subject population very different from anything which the other Teutonic conquerors met with among the provincials - like them, exhausted, dispirited, unwarlike, but with the remains and memory of a great civilization round them, intelligent, subtle, sensitive, feeling themselves infinitely superior in experience and knowledge to the rough barbarians whom they could not fight, and capable of hatred such as only cultivated races can nourish.",
        "1 During the same period, however, the value of the products of the lumber and timber industry, which in 1870, 1880 and 1890 was greater than that of any other state, and in 1900 was still more than twice as great as that of the products of any other manufacturing industry in the state and was exceeded only by that of the product of Wisconsin, decreased from $83,121,969 in 1890 to $53,9 1 5, 6 47 (35.1%) in 1900, and to $40,569,335 in 1904, this decrease being due to the fact that the large quantities of raw material (both hard wood and pine) formerly found in the forests of Michigan had become so far exhausted that much of it had to be brought in from other states and from Canada.",
        "But the effort had exhausted Assyria.",
        "In succeeding years the process is repeated on the untouched sides of the trunk, until the tree has been cut all round and exhausted.",
        "Both coal and iron ore were formerly worked, but the coal is exhausted and the ore unsuitable for modern processes.",
        "These contain an account of the well-known experiment in which he sought to establish the immateriality of heat by showing its generation through the friction of two pieces of ice in an exhausted vessel, and further attempt to prove that light is \"matter of a peculiar kind,\" and that oxygen gas, being a compound of this matter with a simple substance, would more properly be termed phosoxygen.",
        "They had seen, I say, him who trusted in false gods and was betrayed by those gods in their fear, brought headlong down by his own weight, lie with broken legs, and afterwards be carried to Brunda and, exhausted by suffering and 4 E.g.",
        "But his strength was nearly exhausted.",
        "And when at the middle of the century the other great mendicant orders of Carmelites and Austin Friars, and also Servites arose their propagation showed that the possibilities of the mendicant movement had not been exhausted by the Dominicans and Franciscans.",
        "The unfortunate province served as a transit route for Turkish expeditions against Hungary and Transylvania, and was exhausted by continual requisitions.",
        "In the autumn of that same year Colombia, exhausted and half ruined, was to suffer a further severe loss in the secession of Panama.",
        "On his accession to office as president he found the country exhausted and disorganized, more especially in the department of finance, and the congress was on the whole hostile to him.",
        "Very high mountain ranges usually consist of many ridges, among which rain-clouds are entangled in their ascent, and in such cases precipitation towards the windward side of the main range, though on the leeward sides of the minor ridges of which it is formed, may occur to so large an extent that before the summit is reached the clouds are exhausted or nearly so, and in this case the total precipitation is less on the leeward than on the windward side of the main range; but in the moderate heights of the United Kingdom it more commonly happens from the causes explained that precipitation is prevented or greatly retarded until the summit of the ridge is reached.",
        "In this way an exact comparison of the weights in vacuo can be computed, but of course the simplest way of arriving at the result would be by the construction of a strong air-tight case which can be completely exhausted of air by an air-pump, and in which the weighing can then be effected in vacuo.",
        "Marceau had already retired from the war, exhausted by the fatigues of the campaign, and he and Kleber were saved from arrest and execution only by the intervention of Bourbotte.",
        "The Bombay government exhausted its balances in 1897, and was subsequently dependent on grants from the government of India.",
        "But the positive influence of Parmenides's teaching was not yet exhausted.",
        "Both parties were exhausted, both were sick of the incessant treachery of their more unscrupulous barons, and at last they came to the compromise of Wallingford (October 1153), by which it was agreed that Stephen should reign for the remainder of his life, but that on his death the crown should pass to Henry.",
        "In 1347 Edward made a short truce with King Philip: even after his late victories he felt his strength much strained, his Truce with treasury being empty, and his army exhausted by the France.",
        "The king marched against him in person in 1400 and 1401, but Glendower showed himself a master of guerrilla warfare; he refused battle, and defied pursuit in his mountains, till the stores of the English army were exhausted and Henry was forced to retire.",
        "His prestige as a general was shaken, and his treasury exhausted by these fruitless irregular campaigns.",
        "However, so exhausted was the victorious army that Henry merely led it back to Calais, without attempting anything more in this year.",
        "France was ruined for a generation, England was exhausted by her effort, and (what was worse) her governing classes learnt in the long find pitiless war lessons of demoralization which were to bear fruit in the ensuing struggle of the two Roses.",
        "When the resources drawn from confiscations were exhausted, he raised benevolences forced gifts extracted from men of wealth by the unspoken ~ threat of the royal displeasureinstead of applying to parliament for new taxes.",
        "For the Norman Conquest itself strictly contemporary evidence is extremely scanty, and historians have exhausted their own and their readers patience in.",
        "Eleven editions were exhausted in little more than a year, and there is probably not much exaggeration in the estimate that 30,000 copies were sold before Burke's death seven years afterwards.",
        "Not fewer than four lime purifiers were employed, and as the one which was first in the series became exhausted, i.e.",
        "But whatever offence they gave, whatever mischief they did, was soon exhausted, and has long since been pardoned.",
        "of Great Britain rye is chiefly or solely cultivated as a forage-plant for cattle and horses, being usually sown in autumn for spring use, after the crop of roots, turnips, &c., is exhausted, and before the clover and lucerne are ready.",
        "For forage purposes it is best to cut early, before the leaves and haulms have been exhausted of their supplies to benefit the grain.",
        "At the age of fifty-nine, exhausted with labour, Diocletian abdicated his sovereignty on the 1st of May 305, and retired to Salona, where he died eight years afterwards (others give 316 as the year of his death).",
        "A few pages, ending in an unfinished paragraph, exhausted his remaining strength; but the theme which had employed him at Oxford more than forty years before, and had been a ruling idea throughout the long interval, was still dominant in the last days of his life.",
        "Rust disease does not directly affect the grains, but both quantity and quality are impaired by the exhausted condition of the wheat plants.",
        "came to the throne when the country was exhausted by more than a generation of tribal conflict among the Arabs, and of strife between them and the Mahommedans of native Spanish descent.",
        "Speaking at Leeds on the 7th of October, Gladstone said \" the resources of civilization were not exhausted,\" adding that Parnell \" stood between the living and the dead, not like Aaron to stay the plague, but to spread the plague.\"",
        "His energy was now completely exhausted.",
        "At last, on the 24th of August 1849, when all provisions and ammunition were exhausted, Manin, who had courted death in vain, succeeded in negotiating an honourable capitulation, on terms of amnesty to all save Manin himself, Pepe and some others, who were to go into exile.",
        "After bringing about the success of the Asiatic cults of Mithra and Cybele, these same factors now assured the triumph over exhausted paganism of yet another oriental religionChristianity after a duel which had lasted two centuries.",
        "Thenceforward he devoted himself to the foundation of the Frankish monarchy by driving the exhausted and demoralized heretics out of Gaul, and by putting himself in the place of the now enfeebled emperor.",
        "of Germany through the peace of Augsburg (1555), Charles V., exhausted by illness and by thirty years of intense activity, in the truce of Vaucelles abandoned Henry II.s conquests- Piedmont and the Three Bishoprics.",
        "At the close of this troubled century peace descends upon exhausted passions; and amidst the choir of young and ardent voices celebrating the national reconciliation, the tocsin no longer sounds its sinister and persistent bass.",
        "All imposts were forestalled, and every expedient for obtaining either direct or indirect taxes had been exhausted by the methods of the financiers.",
        "Both countries, ~ exhausted by twenty years of war, were incapable of bringing it to a successful termination, yet neither would be first to give in.; Mazarin, therefore, disquieted by Conds victory at Valenciennes (I656), reknit the bond of Protestant alliances, and, having nothing to expect from Holland, he deprived Spain of her alliance with Oliver Cromwell (March 23, 1657).",
        "His first care was to restore the exhausted resources of the country and to re-establish order in finance.",
        "After Colberts day, when the crutches lent by privilege were removed, his achievements lost vigour; industries that ministered to luxury alone escaped decay; the others became exhausted in struggling against the persistent and teasing opposition of the municipal bodies and the bourgeoisieconceited, ignorant and terrified at any innovationand against the blind and intolerant policy of Louis XIV.",
        "had been proclaimed on the 16th of February 1723, Dubois was the first to depart; and four months after his disappearance the duke of Orleans, exhausted by his excesses, carried with him into the grave that spirit of reform which he had compromised by his frivolous voluptuousness (December 2, 1723).",
        "The American war had finally exhausted the exchequer, and, in order to replenish it, he would have needed to inspire confidence in the minds of capitalists; but the resumption in 2778 of the plan of provincial assemblies charged with remodelling the various imposts, and his corn pterendu in which he exhibited the monarchy paying its pensioners for their inactivity as it had never paid its agents for their zeal, aroused a fresh outburst of anger.",
        "His unbridled prodigality, by spreading a belief in unlimited resources, augmented the confidence necessary for the success of perpetual CniOIlflC, loans; until the day came when, having exhausted the 1787.",
        "The royal government was too much exhausted to overthrow even a decaying power like that of the parlements, and being still more afraid of the future representatives of the French people than of the supreme courts, capitulated to the insurgent parlements.",
        "Clerks were told off to prepare a list of the prisoners' names, but after forty days constant toil they had exhausted their writing materials without finishing their task.",
        "Another commonly received axiom was that no body could be affected by more than one movement at one time, and it was thus supposed that a cannon ball, or other projectile, moves forward in a right line until its first impulse is exhausted, when it falls vertically to the ground.",
        "Owing largely to the folly of his Greek servant, who, without his master's knowledge, threw overboard the drinking-water to lighten the boat, the explorer after circumnavigating the sea reached Jericho in an exhausted condition, and was there attacked by a severe fever.",
        "He sagged against the wall, exhausted.",
        "The effort of a shower left her even more exhausted.",
        "Although she was exhausted, sleep didn't come.",
        "She blinked back tears, emotionally exhausted.",
        "She crossed her arms, exhausted.",
        "An hour later, she left the medical facility, completely healed though still exhausted.",
        "Rissa started toward the bathing chamber once again, rattled and exhausted.",
        "Taran threw himself onto his back in front of the fire, exhausted.",
        "By the time they left, she was exhausted.",
        "Felipa wasn't the only one who was exhausted.",
        "They returned to the hacienda that evening exhausted.",
        "A soft light was beginning to flood the bedroom when she finally fell into an exhausted sleep.",
        "In her latest works she went back to her earlier themes of romantic and unchartered love, but the scene is shifted from Berri, which she felt she had exhausted, to other provinces of France, and instead of passionate manifestos we have a gallery of genre pictures treated in the spirit of Francois le champi.",
        "When his ammunition was exhausted he burned his ships and escaped.",
        "As one is exhausted another is in full bearing, so that by a systematic arrangement a single proprietor will send to the surface from 300 lb to 3000 lb of mushrooms per day.",
        "Gold is found chiefly in placers, and in colonial times the output was large, but the deposits were long ago exhausted and the industry is now comparatively unimportant.",
        "But both sides were exhausted, and.",
        "The state's lumber trade was important until 1890, when the white pine was nearly exhausted, although there were still spruce and hemlock.",
        "Cromwell had exhausted every expedient for arriving at an arrangement with the king by which the royal authority might be preserved, and the repeated perfidy and inexhaustible shiftiness of Charles had proved the hopelessness of such attempts.",
        "The responsibilities and anxieties of government unassisted by parliament, and the continued struggle against the force of anarchy, weighed upon him and exhausted his physical powers.",
        "From its source to the city of Kabul the course of the river is only 45 m., and this part of it is often exhausted in summer for purposes of irrigation.",
        "One contained air at a pressure of 22 atmospheres, while the other was exhausted.",
        "On repeating the experiment when the two vessels were placed in different calorimeters, it was found that heat was absorbed by the vessel containing the compressed air, while an equal quantity of heat was produced in the calorimeter containing the exhausted vessel.",
        "The tube is then exhausted of its air, and attached to a bone or glass rod as a holder.",
        "If a loop of very fine platinum wire, prepared by the Wollaston process, is included in an exhausted glass bulb like an incandescent lamp, then when electric oscillations are sent through it its resistance is increased.",
        "Mag., December 1906) as follows: It consists of two glass vessels like test tubes one inside the other, the space between the two being exhausted.",
        "Cuyaba was founded in 1719 by Paulista gold hunters, and its goldwashings, now apparently exhausted, yielded rich results in the 18th century.",
        "Francis was so exhausted by the sojourn on Mount Alverno that he had to be carried back to Assisi.",
        "The fishing is largely carried on by boats from Tone del Greco, in the Gulf of Naples, where the best coral beds are now exhausted.",
        "If we go back to the first instance cited, the embryo in the seed and its development during germination, we can ascertain what is necessary for its life by inquiring what are the materials which are deposited in the seed, and which become exhausted by consumption as growth and development proceed.",
        "In 1846 Wakefield, exhausted with labour, was struck down by apoplexy, and spent more than a year in complete retirement, writing during his gradual recovery his Art of Colonization.",
        "Still, it is not certain that the shock of Copernicanism on supernatural Christianity is exhausted.",
        "A more rational system of cropping now began to take the place of the thriftless and barbarous practice of sowing successive crops of corn until the land was utterly exhausted, and then leaving it foul with weeds to recover its power by an indefinite period of rest.",
        "As soon as the pump has sufficiently exhausted the air from the vessel containing the water, vapour is rapidly given off and is absorbed by the acid until sufficient heat has been abstracted to bring about the desired reduction in temperature, the acid becoming heated by the absorption of water vapour, while the water freezes.",
        "He was considerably exhausted by the three years' incessant work, during which he had ridden no fewer than 8500 m.",
        "In the first place, Wilson could not have started sooner than he did; and in the second, even if he had been able to do so, it would have made no difference, as the rebels could have taken Khartum any time they pleased after the 5th of January, when the provisions were exhausted.",
        "This stream, now called Kara Kuyun, and the other are exhausted in the irrigation of the gardens lying south-east of the town, except when fuller than usual, when they reach the Balih.",
        "The sect, moreover, was exhausted and could find no more adepts in a district which, by fair means or foul, had arrived at a state of peace and political and religious unity.",
        "But the copper seems to have been exhausted in Roman times, and thereupon Soli became desert.",
        "The sale was to take place just walking distance away, but the Indiana ladies claimed the altitude exhausted them, so gallant Fred volunteered Dean.",
        "His only comment of note was that Patsy, while obviously exhausted, seemed especially cheerfulâ€” \"pleased with herself\" was how he'd described her.",
        "\"The Immortal Code has done me no favors yet, Gabriel,\" she said, beyond exhausted.",
        "Mentally exhausted from the intricate game, she rose to return to her room for bed.",
        "After an hour and a half of sore but thorough pleasure, they left, exhausted, with rosy cheeks, wet backsides and aching ankles for the warmth and comfort of Bird Song and mugs of steaming hot chocolate.",
        "The emaciated, and now exhausted visitor presented Dean with a signed copy of his book, which Dean summarily dumped in the trash without even breaking the spine before the black exhaust of Arlen's rusty Toyota had left the street.",
        "She sighed and followed him, almost too exhausted to argue.  The odd sense of someone following â€“ a sign she now knew was the phantom trailing them - returned.",
        "Darian had never seen anything half as beautiful as the pale, exhausted warrior in oversized clothing she must've borrowed from the beefier Guardians who lived at the station.",
        "If I have exhausted the justifications I have reached bedrock, and my spade is turned.",
        "The celebrity cameos are also exhausted throughout the film, even with the famous \" You can do it!",
        "Under these conditions, consuming carbohydrates during exercise increases both the time and the intensity the athlete is able to exercise before becoming exhausted.",
        "Some stars simply fade like cooling cinders when they have exhausted all the thermonuclear reactions which had made them shine through their lifetime.",
        "I saw the directress 's stock of words was yet far from exhausted.",
        "You may suffer from long bouts of being tired, exhausted or unable to muster much enthusiasm for life like you usually do.",
        "This would be almost exact if both lists were exhausted at more or less the same time.",
        "exhausted the patience of her new boss, and been sacked from the FBI.",
        "explodethey have exhausted their nuclear fuel, they die, sometimes exploding violently in the process.",
        "An exhausted opponent both were at frequently winds up stud an eye-catcher.",
        "If this was Kasparov exhausted, Kasparov energized would be a truly fearsome prospect.",
        "This meant that it exhausted its remaining natural gas reserves for production of liquid fuels and petrochemicals feedstock.",
        "followers of the ultimate cult are whipped into frenzies that leave them figuratively drained -- broke and exhausted.",
        "introduced when the current stock of numbers is exhausted.",
        "Has been exhausted have become accepted insights quot monte claim would cost.",
        "Energy requirements for these processes depend on high-grade uranium ore, which is expected to be exhausted within 50 years.",
        "On its being exhausted this cooled air was utilized to extract heat from the portion to be expanded at an expansion orifice.",
        "However, she has exhausted the patience of her new boss, and been sacked from the FBI.",
        "Is there an untapped reservoir of help and practical support ' out there ' for prisoners or is this already exhausted by prisoners?",
        "In the event of the power not being restored and the batteries becoming exhausted, the UPS initiates a controlled server shutdown.",
        "staggered over against the sled, exhausted, sobbing for breath, helpless.",
        "He, too, was exhausted and like Gottfried wondered if some of the frailer members had sufficient stamina left to complete the journey.",
        "Exhausted we went back to our hotel to find that it was full of Irish Rugby supporters awaiting the Saturday match with Wales.",
        "suspensive right of appeal, meaning their removal is suspended until they have exhausted all appeal rights.",
        "Even those who are young grow weak; Young people can fall exhausted.",
        "Leo's lively interest in art and literature, to say nothing of his natural liberality, his nepotism, his political ambitions and necessities, and his immoderate personal luxury, exhausted within two years the hard savings of Julius II., and precipitated a financial crisis from which he never emerged and which was a direct cause of most of the calamities of his pontificate.",
        "The heat absorbed was consumed in giving motion to the issuing stream of air, and was reproduced by the impact of the particles on the sides of the exhausted vessel.",
        "The siege of Philippopolis had so exhausted the numbers and resources of the Goths, that they offered to surrender their booty and prisoners on condition of being allowed to retire unmolested.",
        "The first cell is heated and the products of combustion are led into the second cell where they give up part of their heat to the contained ore, so that by the time the first cell is exhausted the mass in the second cell is at a sufficiently high temperature to ignite spontaneously when air is admitted.",
        "Repetition of one crop exhausts the ground; rotation will lighten the strain, only the exhausted soil must be copiously dressed with manure or ashes.",
        "The function of alimentation is closely associated with that of locomotion, somewhat as in the burrowing earthworm; in the excavation of its burrows the sand is passed through the body, and any nutrient matter that may adhere to it is extracted during its passage through the intestine, the exhausted sand being finally ejected through the vent at the orifice of the burrow and appearing at low tide as a worm casting.",
        "When I finally put the phone down, I was exhausted.",
        "It is also beneficial, especially in the case of partially exhausted beds, to water with a dilute solution of nitre.",
        "The three-field system of cropping a patch of land until its fertility is exhausted, and then allowing it to revert to the primeval condition, is still pursued, and both landowners and peasantry suffer from want of capital and lack of agricultural training.",
        "These riotous proceedings provoked the second military expedition of the governor, and on the 16th of May 1771, with a force of about r000 men and officers, he met about twice that number of Regulators on the banks of the Alamance, where, after two hours of fighting, with losses on each side nearly equal, the ammunition of the Regulators was exhausted and they were routed.",
        "But she was internally exhausted.",
        "Guillaume met the invaders near the river Orbieux, at Villedaigne, where he was defeated, but only after an obstinate resistance which so far exhausted the Saracens that they were compelled to retreat to Spain.",
        "Still, by the time they returned, Alex looked exhausted.",
        "He must have been really exhausted.",
        "He must be exhausted.",
        "Besides, she was as hungry as she was exhausted.",
        "You must be exhausted.",
        "All the activity and lack of sleep was catching up with her and she was exhausted.",
        "It was two in the morning and I knew Howie was exhausted.",
        "She leaned her head against the shower wall, exhausted.",
        "It was a hot day and she was already exhausted.",
        "Anger rose, but Gabe reined it in, exhausted.",
        "He dressed but instead of returning to his duties, lay back on his bed, depressed and exhausted.",
        "I think she might just be exhausted.",
        "He ceased drinking, but still allowed venom to flow freely until she finally loosened her grip, exhausted.",
        "By evening she was exhausted.",
        "She pulled on a set and dropped into the bed, exhausted.",
        "Lana watched him leave and rubbed her face, exhausted.",
        "Lana held her head in her hands as they flew, exhausted.",
        "I'm sorry for snapping at you about the bugs, Gabe.  I'm just exhausted.",
        "Gabriel stopped at midmorning, and she sagged against a tree, exhausted.  The large death-dealer's gaze went from their surroundings to her face.",
        "Katie looked at him, expecting him to be joking.  He didn't seem to be.  She finally allowed herself to admit something about the man helping to save her life: He was acting really strange.  Katie stretched out by the fire, exhausted.",
        "Death lowered the hand displaying the end of the world scenario.  The images of Gabe fighting demons switched to those of Katie on the beach under the moonlight.  Rhyn's breath caught at the sight of her.  She appeared exhausted, tattered, and drenched from the underworld rain.  She'd never looked as beautiful as she did, even if she looked as if she'd just left the underworld.  Toby was with her, pulling her from the beach towards the Sanctuary.",
        "It was miserably hot and she was exhausted.",
        "A good brisk walk up a steep rugged trail would leave him too exhausted to make advances.",
        "By the time she finished that, she was exhausted.",
        "She cried so often that when she finally went to bed, she was exhausted.",
        "She had to be physically and emotionally exhausted.",
        "Exhausted, she closed her eyes, Jule's words to her from earlier echoing in her thoughts.",
        "Exhausted, Jenn stooped to grab her clothes and returned to the locker room.",
        "With a grimace, she dragged herself next to a tree stump and leaned against it, exhausted.",
        "Exhausted, she sank to her knees.",
        "The Oracle looked exhausted, worry on her features.",
        "Rather than submit to her unspoken challenge, he took the horse's reins and led the exhausted beast inside the fortress.",
        "\"You're exhausted,\" Sirian said.",
        "She was exhausted and drained.",
        "Tormented, exhausted, she concentrated on reining in her emotions.",
        "Fear drove her beyond the limits of her own exhausted body.",
        "Most large towns contain important state or communal archives, iii which a considerable amount of research is being done by local investigators; the various societies for local history (Societd di Storia Patria) do very good work and issue valuable publications; the treasures which the archives contain are by no means exhausted.",
        "From the first great encounter, in 1355, Venice retired we]l-nigh exhausted, and Genoa was so crippled that she placed, herself under the protection of the Visconti.",
        "The Garibaldians, mowed down by the new French chassept rifles, fought until their last cartridges were exhausted, and retreated the next day towards the Italian frontier, leaving 800 prisoners.",
        "Sometimes ships that are windbound and have exhausted their provision of water, touch here and apply to the natives for it; in such cases the crews sometimes fall into the hands of the latter and most of them are massacred.\"",
        "This mask, which furnished abundant opportunities for the decorators, musicians and dancers, in showing forth how the seasons and their delights are successively exhausted by a \"wanton darling,\" Raybright the grandchild of the Sun, is said to have been very popular.",
        "His pretensions and his haughty dictatorial manner at last exhausted the tsar's patience, and he was formally deposed and exiled to a monastery.",
        "As Sweden was known to be exhausted by the long wars of Gustavus Adolphus and his successors, and weakened by internal dissensions, the dismemberment seemed an easy matter, and Peter embarked on the scheme with a light heart; but his illusions were quickly dispelled by the eccentric young Swedish king, Charles XII., who arrived suddenly in Esthonia and completely routed the Russian army before Narva.",
        "The Rocket possessed the three elements of efficiency of the modern locomotive - the internal water-surrounded fire-box and the multitubular flue in the boiler; the blast-pipe, by which the steam after doing its work in the cylinders was exhausted up the chimney, and thus served to increase the draught and promote the rapid combustion of the fuel; and the direct connexion of the steam cylinders, one on each side of the engine, with the two driving wheels mounted on one axle.",
        "The entire impression was exhausted in a few days; a second and a third edition were scarcely adequate to the demand.",
        "The First Punic War having exhausted the treasury, the as was reduced to 2 OZ.",
        "His defeat left the resources of his kingdom exhausted and its extent diminished; and so the Jews became important to his successors for the sake of their wealth and their position on the frontier.",
        "After some six weeks' siege the place was stormed, and its exhausted garrison were killed or enslaved.",
        "It was a difficult operation, for the French and Spaniards had in all 46 line-of-battle ships to his 33, and in the exhausted state of the country it was impossible to fit his ships properly or to supply them with good crews.",
        "The princes appealed to the emperor and to the diet; but the previous wars had so exhausted the power of the former that nothing could be done to resist the aggression.",
        "An end was put to these disorders only by the mutual agreement of the two contestants, alike horrified and exhausted by the fierce outburst of passion, in September 1905.",
        "The services rendered by Bentham to the world would not, however, be exhausted even by the practical adoption of every one of his recommendations.",
        "The simplest form of agriculture is that in which crops are raised from one patch of ground till it is exhausted, when it is allowed to go wild and abandoned for another.",
        "The field experiments on leguminous plants at Rothamsted have shown that land which is, so to speak, exhausted so far as the growth of one leguminous crop is concerned, may still grow very luxuriant crops of another plant of the same natural order, but of different habits of growth, and especially of different character and range of roots.",
        "The growth, year after year, on the same soil of one kind of plant unfits it for bearing further crops of the kind which has exhausted it, and renders them:_less vigorous and more liable to disease.",
        "His generosity in assisting poor students exhausted a considerable fortune, and at his death he left nothing but his books and clothes.",
        "Further, owing to the carelessness of the Prussian negotiator, Napoleon was able to require the exaction of impossibly large sums from that exhausted land, and therefore to keep his troops in her chief fortresses.",
        "The Swedish infantry was well nigh annihilated, while the 14,000 cavalry, exhausted and demoralized, surrendered two days later at Perevolochna on Dnieper.",
        "The effort was too much for him; he left the church exhausted, took to his bed, and died at Metz on the 13th of September 1565.",
        "Nitzsch had of course exhausted all the forms of birds commonly to be obtained, and specimens of the less common forms were too valuable from the curator's or collector's point of view to be subjected to a treatment that might end in their destruction.",
        "But though Venice herself seemed to lie open to the Genoese, they took no advantage of their victory; they were probably too exhausted.",
        "The Tea Act of 1773 was defied by the emptying into the harbour of three cargoes of tea on the 16th of December 1773, by a party of citizens disguised as Indians, after the people in town-meeting had exhausted every effort, through a period of weeks, to procure the return of the tea-ships to England.",
        "The only uniform practice is to let the fields \" rest \" when they have become exhausted.",
        "With the consideration of cotton seed oil and meal we have not, however, exhausted its possibilities.",
        "The conditions of formation and accumulation of petroleum point to the fact that the principal oil fields of the world are merely reservoirs, which will become exhausted in the course of years, as in the case of the decreasing yield of certain of the American fields.",
        "The ruling population was already spread too thin for the work which it had to do; and exhausted by its efforts, it gradually became extinct.",
        "But he declared himself exhausted by the expenses of his coronation; and Honorius III.",
        "It was accepted as an unquestionable fact by every one who undertook to describe the catacombs, that the Christians of Rome, finding in the labyrinthine mazes of the exhausted arenariae, which abounded in the environs of the city, whence the sand used in building had been extracted, a suitable place for the interment of their martyred brethren, where also the sacred rites accompanying the interment might be celebrated without fear of interruption, took possession of them and used them as cemeteries.",
        "John Thornton and Thomas Scott helped him to secure supplies from the Society for the Promotion of Christian Knowledge from 1787 to 1789, when the stock became all but exhausted.",
        "In 1790 the interest was reduced to 3%, and as the treasury had again become exhausted, a further issue was decided upon; it was also decreed that the assignats were to be accepted as legal tender, all public departments being instructed to receive them as the equivalent of metallic money.",
        "Ovando, the governor of Hispaniola (Haiti), who had exhausted the labour of that island, turned his thoughts to the Bahamas, and in 1509 Ferdinand authorized him to procure labourers from these islands.",
        "So long as the reserve was available it was drawn upon to supply the void; but when that also was exhausted recourse was had to expedients, such as the borrowing, or rather seizure, of the vakuf revenues (1622) and the sale of crown properties; then ensued a period of barefaced confiscation, until, to restore public confidence in some measure, state budgets were published at intervals, viz.",
        "But if one ion, say the anion, travels faster through the liquid than the other, the end of the solution from which it comes will be more exhausted of salt than the end towards which it goes.",
        "This phenomenon he explained as a \"repulsion from radiation,\" and he expressed his discovery in the statement that in a vessel exhausted of air a body tends to move away from another body hotter than itself.",
        "Thence he was led to his famous researches on the phenomena produced by the discharge of electricity through highly exhausted tubes (sometimes known as \"Crookes' tubes\" in consequence), and to the development of his theory of \"radiant matter\" or matter in a \"fourth state,\" which led up to the modern electronic theory.",
        "The whole was wrapped in several coverings of asbestos and placed in a glass vessel from which the air was partially exhausted, additional precautions being taken to guard against oxidation of the iron.",
        "The preparation of a new edition of his Mecanique exhausted his already failing powers.",
        "But he soon exhausted his resources, and, having nothing to live upon, was glad to hurry back to Norway, where he accepted the position of tutor in the house of a rural dean at Voss.",
        "of The speculative impulse was exhausted which marks Decline .",
        "The irreconcilable minority, recognizing this, exhausted all the resources of \" technical obstruction \" in order to reduce the government to impotence, a task made easy by the absurd standing-rules of the House which enabled any single member to block a measure.",
        "The public funds were exhausted; taxes were impossible to collect; and the natives on the borders of the country and in the mountains of the north had thrown off all allegiance to the state.",
        "Half the mounted men lost their way in attempting to pass the enemy's flank and were taken, and the brigade, threatened to its left rear by Joubert's advance and by the force that had seized the railway, only escaped being enveloped by retreating upon Ladysmith, where it arrived in an exhausted state on the 26th of October.",
        "It was a long and wearing fight, in which the British lost 485 killed and wounded, and what was more serious, Lord Methuen (himself wounded) found that his force had exhausted its forward momentum, and that he would have to collect supplies and reinforcements on the Modder before fighting his next battle.",
        "Such a charge as prelude to the advance of a great infantry bayonet attack must have swept the exhausted Prussians down the hill like sheep, but the opportunity passed, and the gunners finding their position untenable, limbered up, not without severe losses, and retired to a second position in rear.",
        "Their physiological activities gradually fail owing to the constructive processes having become so exhausted from long use that the destructive ones are able to overtake them.",
        "But Constantine, exhausted by the war with the Arabs, was unable to prevent the Bulgars, a tribe of Finno-Ugrian race, from crossing the Danube and settling in the district where their name still survives.",
        "Another Hippocratic doctrine, the influence of which is not even yet exhausted, is that of the healing power of nature.",
        "The medicine of the i 8th century is notable, like that of the latter part of the 17th, for the striving after complete theoretical systems. The influence of the iatro-physical school was by no means exhausted; and in England, especially through the indirect influence of Sir Isaac Newton's (1642-1727) great astronomical generalizations, it took on a mathematical aspect, and is sometimes known as iatro-mathematical.",
        "When the deposit is exhausted the company must be wound up or its operations transferred to some other locality.",
        "To provide for the repayment from earnings of the capital invested in a mining property and expended in development, and to provide for the depreciation in value of the plant and equipment, an amortization fund must be accumulated during the life of the mine; or, if it be desired to continue the business of mining elsewhere, a similar fund must be created for the purchase, development and equipment of a new property to take the place of the original deposit when that shall be exhausted.",
        "But the routes to be followed were difficult to find in the dark, the ascent was rapid, the ground was much broken, and the enemy opposed a stubborn resistance to the advance, with the result that this was greatly retarded, and that at daybreak the most forward of the columns was not much more than halfway up. The Ottoman staff had, moreover, on the first alarm begun to hurry reinforcements on the Sari Bair from the rear, while the Allied troops were so much exhausted by their nocturnal experiences that all attempts to win the upper ridge failed on the 7th.",
        "King patented filament electric lamps exhausted by the same methods.",
        "At the upper end of A is a glass two-way stop-cock, by turning which the vessel A can either be made to communicate with the vessel to be exhausted, or with the atmosphere, or can be shut off from both when the cock holds an intermediate position.",
        "Supposing the vessel to be exhausted to have already been securely connected to the pump, we now lower the reservoir B so as to reduce the pressure in A sufficiently below the tension in the gas to be sucked in, and, by turning the cock so as to connect A with the vessels to be exhausted, cause the gas to expand into and almost fill A.",
        "In a well-made apparatus the pressure in the exhausted vessel is now reduced to I t o or 2 1, of a millimetre, or even less.",
        "be exhausted is attached to b, and, in order to extract its gas contents, a properly regulated stream of mercury is allowed to fall through the vertical tube.",
        "Their wars exhausted the country, and before the end of the century it was in the greatest decay.",
        "the long struggle left Assyria maimed and exhausted.",
        "It was this problem which led to the next step. To solve it the early Carolingian princes, especially Charles Martel, who found the royal domains exhausted and their own inadequate, grasped at the land of the Church.",
        "The latter desert, much of which is loose sand, is called the Pampa de Mata Cavallos, from the number of exhausted animals which die there.",
        "The islets of Macabi, in 7° 49' 20\" S., also have guano deposits, now practically exhausted.",
        "long by I broad, the Ballista Islets, and farther north the three famous Chincha Islands, whose vast guano deposits are now exhausted.",
        "The Peruvian supply is practically exhausted through the destructive methods employed in collecting the bark, and the world now depends chiefly on Bolivia and Ecuador.",
        "The deposits have been partially exhausted by the large shipments of over a half-century, but the export in 1905 was 73,369 tons, valued at £285,729.",
        "Before the object can pierce the dense lower strata of air its material is usually exhausted, but on rare occasions it withstands the fiery ordeal, and fragments of the original mass fall upon the earth.",
        "The mining of iron ore was begun about 1767 in the vicinity of the present Cranston, and much of the metal was used in the making of cannon during the War of Independence, but the supply was soon exhausted.",
        "But he and his colleagues were now, in Disraelitish phrase, \" exhausted volcanoes.\"",
        "Therefore he took his motives from nature rather than from history; or, if he borrowed from the latter, what he selected was a scene, not the pains or the passions of its actors, Moreover, he never exhausted his subject, but was always careful to leave a wide margin for the imagination of the spectator.",
        "This continued until the old traditions were well-nigh exhausted, but since i88o there has been a distinct revival.",
        "Directing his efforts at first to reproducing the deep green and straw-yellow glazes of China, he had exhausted almost his entire resources before success came, and even then the public was slow to recognize the merits of his ware.",
        "The coral banks, which were once important, are now exhausted.",
        "But we are far from having exhausted the evidence of Babylonian influence on the Hebrew cosmogony.",
        "But the glamour of the military life was as soon exhausted by Chenier as it was by Coleridge.",
        "Founded with the specific object of thwarting the ambitious designs of Sparta, it was plunged by Athens into enterprises of an entirely different character which exhausted the resources of the allies without benefiting them in any respect.",
        "Tertullian exhausted the resources of dialectic in the endeavour to define and vindicate the relation of the spiritualists to the \"psychic\" Christians; but no one will say he has succeeded in clearing the Montanistic position of its fundamental inconsistency.",
        "Despite his victory at Sluys, Edward was so exhausted by his land campaign that he was forced before the end of 1340 to make a truce and return to England.",
        "The Prussians, having seen the cavalry whilst yet at a distance, ceased firing, formed their skirmishers into groups, and the closed supports standing in deployed lines, two deep, shattered the cavalry with volleys and file-firing, as with blown and exhausted horses they endeavoured to close with their adversaries.",
        "On their left, however, no fresh troops were as yet available, and on being informed, about 2.30 p.m., that French cavalry seemed to be about to charge the exhausted 6th division, Alvensleben ordered Bredow's cavalry brigade to charge, and if necessary to sacrifice itself, to save the infantry.",
        "Fortunately for the French the Germans were too exhausted by the battle of the 16th to attempt to interfere with these movements.",
        "On the morning of the 10th the German army was far too exhausted for further efforts.",
        "None of them, in point of fact, has held its ground, and even his proposal to denote unknown quantities by the vowels A, E, I, 0, u, Y - the consonants B, c, &c., being reserved for general known quantities - has not been taken up. In this denotation he followed, perhaps, some older contemporaries, as Ramus, who designated the points in geometrical figures by vowels, making use of consonants, R, S, T, &c., only when these were exhausted.",
        "But his whole reign is a time of continuous decay; the original force of the Persians had been exhausted in luxury and intrigues, and the king, though personally brave and good-natured, was quite dependent upon his favourites and his harem, and especially upon his mother Parysatis.",
        "The flask is now partially exhausted, transferred to the cooling bath, and after standing the pressure of the residual gas is taken by a manometer.",
        "The method differed from Regnault's inasmuch as the flask was exhausted to an almost complete vacuum,a performance rendered possible by the high efficiency of the modern air-pump. The actual experiment necessitates the most elaborate precautions, for which reference must be made to Morley's original papers in the Smithsonian Contributions to Knowledge (1895), or to M.",
        "If, therefore, the possibilities of exegesis were exhausted in the list of methods already enumerated, science would have to put the New Testament Apocalypse aside as a hopeless enigma.",
        "Pettersson in 1894, two portions of sea-water are collected in glass tubes which have been exhausted of air, coated internally with mercuric chloride to prevent the putrefaction of any organisms, and sealed up beforehand.",
        "The exhausted tube, when inserted in the water sample and the tip broken off, immediately fills, and is then sealed up so that the contents cannot change after collection.",
        "This may be done by the method suggested by Arago in 1828, introduced by Aime in 1841 and again suggested by Glaisher in 1858, of sealing up the whole instrument in a glass tube exhausted of air; or, less effectively, by surrounding the bulb alone with a strong outer sheath of glass.",
        "The fungus was never found growing within the circle during the time the ring was under observation, the decaying vegetation necessary for its growth having become exhausted.",
        "According to a calculation made by P. Frech in 1900, on the basis of the then rate of production, the coalfields of central France, central Bohemia, the kingdom of Saxony, the Prussian province of Saxony and the north of England, would be exhausted in 100 to 200 years, the other British coalfields, the Waldenburg-Schatzlar and that of the north of France in 250 years, those of Saarbriicken, Belgium, Aachen and Westphalia in 600 to Boo years, and those of Upper Silesia in more than 1000 years.",
        "In some anthracite collieries in America the small coal or culm and other waste are washed into the exhausted workings by water which gives a compact mass filling the excavation when the water has drained away.",
        "13, is an example of another class of centrifugal ventilator, in which a close casing is not used, the air exhausted being discharged from the circumference directly into the atmosphere.",
        "The treasury was exhausted by lavish expenditure on gladiatorial and wild beast combats and on the soldiery, and the property of the wealthy was confiscated.",
        "Before his Richard had exhausted its original effect, he won new applause as Aboan, and soon afterwards as Lear and as Pierre in Otway's Venice Preserved, as well as in several comic characters (including that of Bayes).",
        "Wallenstein thus gained time to reestablish his order, and once more the now exhausted brigades of the Swedish first line were driven over the road.",
        "Czarniecki raised partisan-warfare to the dignity of a science, and by his ubiquity and tenacity demoralized and exhausted the regular armies to which he was generally opposed.",
        "As the surface gold of the islands was exhausted, and the feeble island races perished before the invaders, the Spaniards were driven to go farther afield.",
        "She had exhausted every art of diplomatic obstruction to the aggressive action of France; her counterstroke to the unexpectedly easy victory of the French arms was the formal recognition of the revolted colonies as independent states.",
        "halt, as the light was failing and the troops exhausted.",
        "Vandamme's exhausted troops were unnerved at the sight of this fresh foe, and an incipient panic was only quelled by turning guns on the fugitives.",
        "The key of the duke's position was now in Napoleon's hands, Wellington's centre was dangerously shaken, the troops were exhausted, and the reserves inadequate.",
        "The productive powers of the land become exhausted in a few years, when the clearing is abandoned, a new site is chosen, and the same operations are carried on de novo.",
        "Following the general elections in April for the Ottoman Chamber, in which the Committee of Union and Progress had exhausted every method of corruption and violence to secure the return of their candidates, 30,000 Albanian clansmen, exasperated by \"Turkification\" and repression, mustered in organized rebellion.",
        "At Arginusae (406) he fought as a simple ship's captain, but after the battle was commissioned by the generals to rescue some drowning crews, an order which, with his ill-trained and exhausted troops, in a heavy storm, he was unable to carry out.",
        "In the mercury experiment the sounding rod was sealed into the dust-tube, which was exhausted of air, and contained only some mercury and some quartz dust to give the heaps.",
        "The alluvial gold-fields were the richest ever opened up, but as these deposits have become exhausted the quartz reefs at deep levels have been exploited, and several mines are worked at depths exceeding 2000 ft.",
        "More than half of this sum was exhausted while he made vain efforts to find employment.",
        "The victors captured many guns, but were too exhausted to pursue the Russians, whose retirement was not made in the best order.",
        "Marshal Oyama sent his principal staff officers to stimulate Nogi to fresh efforts, and some exhausted units of the besieging army were replaced by fresh troops from Japan.",
        "After Liao-Yang there were no extended operations, the area of conflict being confined to the plain of the coast side of the Hun-ho and the fringe of the 1 As regards food and ammunition, the resources of the defence were not by any means exhausted, and General Stessel and other senior officers of the defence were tried by courts-martial, and some of them convicted, on the charge of premature surrender.",
        "exhausted its strength.",
        "By means of this coalition the Ministry succeeded, indeed, in passing the military service reforms on April 24 1911 (reduction of the three years' service to two years, combined with an increase in the contingent of recruits); but this completely exhausted its parliamentary strength, and the first parliamentary suffrage Parliament ended with but poor results in the midst of unsolved national problems.",
        "To fill his exhausted treasury he put to death his wealthy subjects and confiscated their property; even the poor fell victims to his thirst for blood.",
        "Reduced by the exhausted state of his treasury to the last extremity he at length seriously thought of departure.\"",
        "Exhausted and diminished by the stout and successful opposition of the Moravians at Olmiitz, the Tatars vanished as suddenly as they had appeared, leaving a smoking wilderness behind them.",
        "into the European system, and gave the exhausted country an inestimably beneficial breathing space 1333-4370.",
        "befell at a time when all the European powers, exhausted by the Seven Years' War, earnestly desired peace.",
        "Hill, whose men were now exhausted by continuous fighting.",
        "The state domains were exhausted by 1870, but were again replenished by the large confiscations which followed the Arab revolt of 1871.",
        "More rarely their patience became exhausted, and ships were sent to bombard this nest of pirates.",
        "By the treaty of Tilsit (July 9th, 1807) Frederick William had to surrender half his dominions, and what remained to him was exhausted by French exactions and liable at any moment to be crushed out of existence by some new whim of Napoleon.",
        "Charities on a large scale and unbounded nepotism exhausted the papal treasury.",
        "As many as 119 lead mines were worked in the parish in 1768, but the supply of metal has been almost exhausted.",
        "When hunting antelope (prongbuck) and deer the coyotes spread out their pack into a wide circle, endeavouring to surround their game and keep it running inside their ring until exhausted.",
        "During the mechanical comminution of the till no vegetation was present to remove the minerals essential to plant growth, as is the case in the soils of normally weathered and dissected peneplains, such as the Appalachian piedmont, where the soils, though not exhausted by the primeval forest cover, are by no means ~so rich as the till sheets of the prairies.",
        "Thus, notwithstanding the fact that the supposed supply still available at the close of 1908 was 7369 times the production of that year, and 4913 times the exhaustion such production represented, so extraordinary has been the increased consumption of the country that, in the opinion of the Geological Survey (1907), if the rate of increase that has held for the last fifty years is maintained, the supply of easily available coal will be exhausted before the middle of the next century (A.o.",
        "His wars and his extravagance exhausted his treasury, and he oppressed his subjects by taxes.",
        "At length, when the country was exhausted, he fell back to Santarem, where, Wellington being still too weak to attack, he maintained himself during the winter.",
        "In the terrible crisis of affairs preceding the French Revolution, when minister after minister tried in vain to replenish the exhausted royal treasury and was dismissed for want of success, Calonne was summoned to take the general control of affairs.",
        "As the reeling proceeds the reeler has to give the most careful attention to the thickness of the strand being produced, and to introduce new cocoons in place of any from which the reelable silk has become exhausted.",
        "In 1887 it was found that he had exhausted (spent, and given away) the whole of the fortune he had received from his father, amounting, it is said, to something like £200,000; and he was dependent on the vast and increasing sale of his works, which produced an average income of £4000 a year, and at times on the sale of his pictures and realizable property.",
        "Irrigation protects large tracts against famine, and has immensely increased the wheat output of the Punjab; the Irrigation Commission of 1903 recommended the addition of 62 million acres to the irrigated area of India, and that recommendation is being carried out at an annual cost of 12 millions sterling for twenty years, but at the end of that time the list of works that will return a lucrative interest on capital will be practically exhausted.",
        "It is sometimes alleged by native Indian politicians that famines are growing worse under British rule, because India is becoming exhausted by an excessive land revenue, a civil service too expensive for her needs, military expenditure on imperial objects, and the annual drain of some 15,000,000 for \"home charges.\"",
        "Sandalwood (Santalum album or freycinetianum) was once abundant on rugged and rather inaccessible heights, but so great a demand arose for it in China,' where it was used for incense and for the manufacture of fancy articles, that the supply was nearly exhausted between 1802 and 1836; since then some young trees have sprung up, but the number is relatively small.",
        "Taking two hollow hemispheres of copper, the edges of which fitted nicely together, he exhausted the air from between them by means of his pump, and it is recorded that thirty horses, fifteen back to back, were unable to pull them asunder until the air was readmitted.",
        "He wrote an able sketch of Swedenborg for the Penny Cyclopaedia, and a standard biography, Emanuel Swedenborg (published in 1849); but interest in this subject far from exhausted his intellectual energy, which was, indeed, multiform.",
        "Hence if two vessels, one filled with solvent and one with solution, be placed side by side in an exhausted chamber, vapour will evaporate from the solvent and condense on the solution.",
        "There seems to have been no struggle; the great siege and the subsequent civil disorders had exhausted Tyre, and Sidon took its place as the leading state.",
        "After a minute the muscles relax, and the patient sinks back exhausted, consciousness being preserved throughout.",
        "In cases which recover the convulsions diminish in severity, leaving the patient exhausted.",
        "This subject is far from being exhausted, and it is not improbable that the alloy-producing capacity of aluminium may eventually prove its most valuable characteristic. In the meantime, ternary light alloys appear the most satisfactory, and tungsten and copper, or tungsten and nickel, seem to be the best substances to add.",
        "By his extravagance the king exhausted the treasure amassed by his father, burdened his country with heavy taxes, and reduced its finances to chaos.",
        "These are unfitted for garden purposes until improved by draining, liming, trenching and the addition of porous materials, such as ashes, burnt ballast or sand, but when thoroughly improved they are very fertile and less liable to become exhausted than most other soils.",
        "It is no doubt the finest stimulant for the growth of plants, and that most adapted to restore the fertile elements which the plants have abstracted from exhausted soils.",
        "Horse dung is generally the principal ingredient in all hot bed manure; and, in its partially decomposed state, as afforded by exhausted hot beds, it is well adapted for garden use.",
        "Cuttings of growing plants are prepared by removing with a sharp knife, and moderately close, the few leaves which would otherwise be buried in the soil; they are then cut clean across just below a joint; the fewer the leaves thus removed, however, the better, as if kept from being exhausted they help to supply the elaborated sap out of which the roots are formed.",
        "He shared in the defeat at Hochstalt on the 13th of August 1704; his dominions were temporarily partitioned between Austria and the elector palatine, and only restored to him, harried and exhausted, at the peace of Baden in 1714.",
        "On the 8th of April the duke marched thence to meet Charles, whose little army, exhausted with a futile night march, half-starving, and broken by desertion, was completely worsted at Culloden on the 16th of April 1746.",
        "But it will become a profitable ore as soon as the richer ore shall have been exhausted.",
        "The question frequently arises, not only for those interested in the production of fur apparel, but for those who derive so much comfort and pleasure from its use, whether the supply of fur-bearing animals is likely to be exhausted.",
        "The field of Greek literature having been well-nigh exhausted, he devoted himself principally to the Latin classics.",
        "Unfortunately for the Church, he was not elevated to the see of York until his energies were exhausted.",
        "His son records the way in which he spent the night before the battle of Muret with a crudity of language which defies translation, and tells us that his father was too exhausted in the morning to stand at Mass, and had to be lifted into the saddle by his squires.",
        "Traces of ancient workings and several exhausted mines are seen.",
        "The art of irrigation is so well understood that the water supply is at times exhausted, no river water being allowed to run to waste.",
        "She received the prophet with hospitality, sharing with him her all but exhausted store, in faith of his promise in the name of the God of Israel that the supply would not fail so long as the drought lasted.",
        "Hobbes's energy was not yet exhausted.",
        "The cycloid was a famous curve in those days; it had been discussed by Galileo, Descartes, Fermat, Roberval and Torricelli, who had in turn exhausted their skill upon it.",
        "On the steep sides of valleys the plan is easily and cheaply carried out, and where the whole course of the - water is not long the peculiar properties which give it value, though lessened, are not exhausted when it reaches that part of the meadow which it irrigates last.",
        "But while the wisdom of one age thus succeeded in restricting within bounds the tidal water of the river, it was left to the greater wisdom of a succeeding age to improve upon' this arrangement by admitting these muddy waters to lay a fresh coat of rich silt on the exhausted soils.",
        "Every year, however, between 1890 and 1902 the supply of the Nile during May and June was actually exhausted, no water at all flowing then out into the sea.",
        "While moderate in personal expenditure, Julius resorted to objectionable means of replenishing the papal treasury, which had been exhausted by Alexander VI., and of providing funds for his numerous enterprises; simony and traffic in indulgences were increasingly prevalent.",
        "But the emperors were not merely absent, they had to engage in struggles in which they exhausted the energies necessary to enforce obedience at home; and, in order to obtain help, they were sometimes glad to concede advantages to which, under other conditions, they would have tenaciously clung.",
        "Instead of studying the general welfare, they wrung from exhausted states the largest possible revenue to support a lavish and ridiculous expenditure.",
        "Thus precious time was lost, violent antagonisms were called forth, the patience of the nation was exhausted, and the reactionary forces were able to gather strength for once more asserting themselves.",
        "The Tarnak is dammed for irrigation at intervals, and in the hot season almost exhausted.",
        "Moreover sea power was not everything, and delay exhausted the financial reserves of the state, while financial considerations, as we have seen, were comparatively unimportant to the Peloponnesians.",
        "The Athenians, though their reserve of 6000 talents was by now almost exhausted (except for 1000 talents in a special reserve), made a tremendous effort (raising 200 talents by a special property tax), and not only prevented an invasion by a demonstration of loo triremes at the Isthmus, but sent Asopius, son of Phormio, to take his place in the western seas.",
        "He was much exhausted by the arduous labours which for more than nine years he had sustained.",
        "The Desert Column was now greatly exhausted.",
        "After eight years, however, the soil becomes exhausted, and twenty to thirty years are required for its refertilization.",
        "Dissensions resulting in interminable civil wars had, even before the Union, exhausted the resources of the poorest of the three northern realms; and her ruin was completed by the ravages of the Black Death, which wiped out two-thirds of her population.",
        "Freely had she spent her blood and her treasure, only to emerge from the five years' contest exhausted and empty-handed.",
        "In albuminous Monocotyledons the cotyledon itself, probably in consequence of its terminal position, is commonly the agent by which the embryo is thrust out of the seed, and it may function solely as a feeder, its extremity developing as a sucker through which the endosperm is absorbed, or it may become the first green organ, the terminal sucker dropping off with the seed-coat when the endosperm is exhausted.",
        "Europe was by that time sick of war, every power being more or less exhausted.",
        "For five years (1427-1432) a private war between these two exhausted the Armagnac forces, and central France returned to anarchy.",
        "\" Why could not one submit to it,\" the tsar continued, \" the positive rights of nations, assure the privilege of neutrality, insert the obligation of never beginning war until all the resources which the mediation of a third party could offer have been exhausted, having by this means brought to light the respective grievances, and tried to remove them?",
        "\" He was never tired of asserting his belief \" that the Christian Church had not yet presented its final or its most perfect aspect to the world \"; that \" the belief of each successive age of Christendom had as a matter of fact varied enormously from the belief of its predecessor \"; that \" all confessions and similar documents are, if taken as final expressions of absolute truth, misleading \"; and that \" there still remained, behind all the controversies of the past, a higher Christianity which neither assailants nor defenders had fully exhausted.\"",
        "The mineral resources have been nearly exhausted, but the district is an important centre of small industries (glassware, earthenware, meerschaum-ware, iron castings and toys being among its principal products) and a favourite resort for tourists.",
        "civ., 1881, p. 450) in which barium monoxide is heated in a current of air, forming the dioxide, which when the retorts are exhausted yields up oxygen and leaves a residue of monoxide; but this method is now being superseded, its place being taken by the fractional distillation of liquid air (The Times, Engin.",
        "Forest Products.-The forest and other natural products include rubber, cinchona bark, ivory-nuts, mocora and toquilla fibre for the manufacture of hats, hammocks, &c., cabaya fibre for shoes and cordage, vegetable wool (Bombax ceiba), sarsaparilla, vanilla, cochineal, cabinet woods, fruit, resins, &c. The original source of the Peruvian bark of commerce, the Cinchona calisaya, is completely exhausted, and the \" red bark \" derived from C. succirubra, is now the principal source of supply from Ecuador.",
        "But they were driven back into the Quarry Ravine, and, relieving the exhausted British, the French took up the defence along the edge of the ravine, which, though still not without severe fighting, they maintained till the close of the battle.",
        "He entered upon his university studies with zeal, but his own education in Frankfort had not been the best preparation for the scholastic methods which still dominated the German universities; of his professors, only Gellert seems to have won his interest, and that interest was soon exhausted.",
        "From the first, too, he was hampered by wretched health; at the age of sixteen he was subjected to one of those terrible attacks of neuralgia which were to torment him to the last; physically and mentally alike he stood in tragic contrast with his grandfather, in whose gigantic personality the vigour of his race seems to have been exhausted.",
        "Egypt had resumed its earlier connexions with the Levantine heirs of the ancient Aegeans, the old empires of the Nearer East had practically exhausted themselves, and Palestine passed into the fresh life and thought of the Greeks.",
        "37); and the by-word was soon justified in fact, for he plundered a temple of Bel at Elymais to replenish his exhausted treasury and met the fitting punishment from the gods at the hands of the inhabitants (Diodorus xxix.",
        "About sixteen such chambers were combined in such manner that the fresh gas passed into that chamber which had been the longest time at work and in which the bleaching-powder was nearly finished, and so forth until the gas, now all but entirely exhausted, reached the last-filled chamber in which it met with fresh lime and there gave up the last of the chlorine.",
        "Tepid water is run in at one end of the series, where nearly exhausted black-ash is present; the weak liquor takes up more soda from the intermediate tanks and at last gets up to full strength in the last tank, charged with fresh black-ash and kept at a higher temperature, viz.",
        "60° C. When the first tank has been quite exhausted, the water is turned on to the next, the first tank is emptied by discharging the \" alkaliwaste,\" and is filled with fresh black-ash, whereupon it becomes the last of the series.",
        "The wet alkali-waste as it comes from the lixiviating vats, is transferred into upright iron cylinders in which it is systematically treated with lime-kiln gases until the whole of the calcium sulphide has been converted into calcium carbonate, the carbon dioxide of the lime-kiln gases being entirely exhausted.",
        "They do not leave it for days, and finally bring it to bay, or run it down exhausted.",
        "The struggle with the young and growing power of Holland was destined to be a much more serious affair than that with the exhausted power of Portugal.",
        "The ambitious policy and the continuous wars of Lord Wellesley exhausted the patience of the court of directors at home.",
        "Oates, feeling his strength exhausted, had the heroism to sacrifice himself rather than cause further delay, and he left the tent on March 17 in 79° 50 S.",
        "After three days spent in cutting down the sledge and rearranging its load Mawson started on his lonely tramp, and after appalling difficulties, when nearly exhausted, he stumbled on a food depot laid out by a search party 20 m.",
        "gave the Assyrians trouble; and when in 689 B.C. Sennacherib, whose patience had been exhausted by the difficulties encountered in maintaining peace in the south, actually besieged and destroyed the city of Babylon, he removed the statue of Marduk to Nineveh as a symbol that the god's rule had come to an end.",
        "At last the patience of Yazid was exhausted.",
        "He reached Sawa in the vicinity of Hamadan, where he died quite exhausted, at the age of eighty-five years.",
        "The treasury was exhausted, the troops asked for pay, the people in Bagdad were riotous.",
        "It appears safer, notwithstanding, to take the less subtle interpretation 11 that dialectical induction struggling with instances is formally justified only at the limit, and that this, where we have exhausted and know that we have exhausted the cases, is in regard to individual subjects rarely and accidentally reached, so that we perforce illustrate rather from the definite class-concepts falling under a higher notion.",
        "Erdmann and P. K6thner, Ann., 18 99, 294, p. 55); and by heating the fused chloride with calcium in an exhausted glass tube at 400-500° C. (L.",
        "Then for many weeks he sank, exhausted, into silence.",
        "In all, about sixty kinds of timber of marketable quality are furnished in more or less profusion, but the difficulty of extraction, even in the regions situated in close proximity to the large waterways, renders it improbable that the timber trade of Borneo will attain to any very great dimensions until other and easier sources of supply have become exhausted.",
        "Both belong to a period in Greek history when the great city states had exhausted themselves in the futile struggle against Macedon and Rome, and both represent a conscious popular determination in the direction of systematic government.",
        "(Quellenkritik) is a comparatively new one, and the resources of analysis, linguistic in particular, are by no means exhausted.",
        "Whenever the pool is exhausted, a fresh stake is put into the pool.",
        "This spring was practically exhausted by 1851.",
        "He showed that light was produced when mercury was shaken up in a glass tube exhausted of its air.",
        "Edison in the United States, were engaged in struggling with the difficulties of producing a suitable carbon incandescence electric lamp. Edison constructed in 1879 a successful lamp of this type consisting of a vessel wholly of glass containing a carbon filament made by carbonizing paper or some other carbonizable material, the vessel being exhausted and the current led into the filament through platinum wires.",
        "Nor were the effects of the great literary revival in Elizabeth's reign by any means exhausted, for at this time Wales undoubtedly possessed a large number of native divines that were at once active parish priests and excellent scholars, many of whom had been educated at Jesus College, Oxford, the Welsh college endowed by Dr Hugh Price (d.",
        "But the landsknechts, animated by the king, endured it as well as the Swiss; and at the last, Francis leading a final advance of his exhausted troops, the Swiss gave way and fled.",
        "fishery for herring took place off Tenby and Milford Haven but markets were very limited and easily exhausted.",
        "Before the theoretic tendency of the 18th century was quite exhausted, it displayed itself in a system which, though in some respects isolated in the history of medicine, stands nearest to that of Brown - that, namely, of Hahnemann (see Homoeopathy).",
        "The earliest mercurial pump, devised by Swedenborg and described in his Miscellanea observata circa yes naturales (1722), was statical in action, consisting essentially in replacing the solid piston of the mechanical pump by a column of mercury, which by being alternately raised and lowered gradually exhausted a vessel.",
        "The islets of Macabi, in 7Ã‚° 49' 20\" S., also have guano deposits, now practically exhausted.",
        "He constructed an apparatus in illustration, which he called a radiometer or lightmill, by pivoting a vertical axle carrying equidistant vertical vanes inside an exhausted glass bulb, one side of each vane being blackened and the other side bright, the blackened sides all pointing the same way round the axle.",
        "Amand; the exhausted Prussians were overpowered by the chasseurs of the Guard and forced to retire in disorder.",
        "All who had any pretensions to enlightenment declared loudly that the country had been exhausted and humiliated by the war, and that the only way of restoring it to its proper position in Europe was to develop its natural resources and to reform thoroughly all branches of the administration.",
        "With the sanction of the \"power\" he was now after some delay reordained \"chief pastor of the church assembled in Newman Street,\" but unremitting labours and ceaseless spiritual excitement soon completely exhausted the springs of his vital energy."
    ],
    "definition": [
        "Depleted; in a state of exhaustion.\nThe exhausted man fell asleep immediately.\nThe exhausted mine was worthless once all the ore had been extracted.",
        "Simple past tense and past participle of exhaust.",
        "Link/Cite"
    ]
}