{
    "translation": ".1 תשישות\n.2 מיצוי",
    "uses": [
        "Exhaustion forced her to sleep through the night.",
        "Finally exhaustion became sleep.",
        "Exhaustion from the ordeal was taking its toll on Carmen as well, but she tried to stay awake.",
        "Exhaustion took over as soon as her head hit the pillow.",
        "It already, however, bore within it the germ of decay; the accumulation of treasure in the capital had led to a corruption of the simple manners of the earlier times; the exhaustion of the tribes through the heavy blood tax had roused discontent among them; the plundering of the holy places, the attacks on the pilgrim caravans under the escort of Turkish soldiers, and finally, in 1810, the desecration of the tomb of Mahomet and the removal of its costly treasures, raised a cry of dismay throughout the Mahommedan world, and made it clear even to the Turkish sultan that unless the Wahhabi power were crushed his claims to the caliphate were at an end.",
        "Exhaustion worked faster than a sleeping pill and she fell quickly into a sound sleep.",
        "Exhaustion made itself known and her head nodded.",
        "Exhaustion invaded her body and mind as well.",
        "Rissa sobbed into her hands, pain, fear, exhaustion, and frustration bubbling uncontrollably.",
        "Healing his scars made her feel a familiar sense of exhaustion, and she retreated to the couch in front of the TV, content to doze and recover.",
        "Neither of us was proficient at using a saw and we'd managed only two rungs when exhaustion caught up with us and the light faded for permanently.",
        "Exhaustion winked and said goodbye, leaving only passion to direct her.",
        "At first she though exhaustion might be the cause, but when he started working longer hours, it was obvious that wasn't the case.",
        "Exhaustion eventually took over and she slept.",
        "The exhaustion of the treasury was evidenced by 1773-1789.",
        "Pulling back the covers on her bed, she slipped between the cool sheets and let exhaustion take its course.",
        "Exhaustion left her feeling cold and weak, which was probably why her foot slipped on the edge of a rock.",
        "She, however, saw the lines of pain and exhaustion under his eyes.",
        "Heat and exhaustion might have explained the instant fury that welled up in her throat and filled her voice with rancor.",
        "Exhaustion eventually ended the game and everyone but Dulce gathered in the kitchen for an ice cream snack.",
        "Only the complete exhaustion of both sides put an end to the fighting.",
        "Of the carbon dioxide and ammonia no exhaustion can take place, but of the mineral constitutents the supply is limited because the soil cannot afford an indefinite amount of them; hence the chief care of the farmer, and the function of manures, is to restore to the soil those minerals which each crop is found, by the analysis of its ashes, to take up in its growth.",
        "Accordingly it is more susceptible to exhaustion of surface soil as to its nitrogenous, and especially as to its mineral supplies; and in the common practice of agriculture it is found to be more benefited by direct mineral manures, especially phosphatic manures, than is wheat when sown under equal soil conditions.",
        "From this great mass of details, soon represented in Paris by the collection of some ioo,000 cards, it was possible, proceeding by exhaustion, to sift and sort down the cards till a small bundle of half a dozen produced the combined facts of the measurements of the individual last sought.",
        "That night exhaustion did what no pill could do, and she finally slept.",
        "Italy, Piero de' Medici, encouraged by the league, enlisted a number of mercenaries and marched on Florence, but the citizens, fired by Savonarola's enthusiasm, flew to arms and prepared for an energetic resistance; owing to Piero's incapacity and the exhaustion of his funds the expedition came to nothing.",
        "Until the country had completely recovered from the exhaustion of the Crimean War the government remained in the back ground of European politics.",
        "At bottom the emperor Francis, perhaps also Metternich, wanted peace, but on terms which the exhaustion of the combatants would enable them to dictate.",
        "They gazed at each other for a long moment, her shock and exhaustion too deep to fear the man who radiated power and control, even in a simple T-shirt.",
        "Katie asked and knelt beside her as much out of exhaustion as curiosity.",
        "Owing to the rapidity of the French flight and the Russian pursuit and the consequent exhaustion of the horses, the chief means of approximately ascertaining the enemy's position--by cavalry scouting-- was not available.",
        "During the winter of1864-1865the resources of the government showed such exhaustion that it was apparent that the end would come with the opening of the spring campaign.",
        "The Chinese difficulty, so far as the mining population was concerned, was solved by the exhaustion of the extensive alluvial deposits; the miners' prejudice against the race, however, still exists, though they are no longer serious competitors, and the laws of some of the states forbid any Chinese to engage in mining without the express authority in writing of the minister of mines.",
        "During the reign of Michael (1613-45) the new dynasty came to be accepted by all classes, and the country recovered to some extent from the disorders and exhaustion -4 f r om which it had suffered so severely; but it was not 1613-45.",
        "Frequent breaks were absolutely necessary and exhaustion was a never ending condition.",
        "Her emotions still felt too close to the surface; exhaustion would only make them worse.",
        "But besides this, since the exhaustion and enormous diminution of the army caused by the rapidity of the advance had become evident, another reason for slackening the pace and delaying presented itself to Kutuzov.",
        "The utter exhaustion of his people in the course of a hopeless struggle with Holland, France and England was seen by him with sympathy, but he considered it an unavoidable misfortune and not the result of his own errors, since he could not be expected to renounce his rights or to desert the cause of God and the Church.",
        "The seventh year's fallow prevented the exhaustion of the soil, which was further enriched by the burning of the weeds and spontaneous growth of the Sabbatical year.",
        "The exhaustion of the soil under cotton culture is chiefly due to the loss of humus, and nature soon puts this back in the excellent climate of the cotton-growing belt.",
        "For the next six years the war languished owing to the timidity of the emperor, the incompetence of his generals and the exhaustion of the Porte; but on the 11th of September 1697 Prince Eugene of Savoy routed the Turks at Zenta and on the 13th of November 1698 a peace-congress was opened at Karlowitz which resulted in the peace of that name (Jan.",
        "The exhaustion of the nation from its protracted civil and foreign wars, the extinction of the decline (1711court of the Transylvanian princes where the native 1772).",
        "The cock is now shut against both communications, the reservoir lifted, the gas contents of A discharged and so on, until, when after an exhaustion mercury is let into A, the metal strikes against the top without interposition of a gas-bell.",
        "As soon as the adapters have been cleaeed of their contents, they are replaced, and again left to themselves for two hours, to be once more emptied and replaced, &c. The complete exhaustion of the charge of a furnace takes about eleven hours.",
        "What she couldn't heal was the exhaustion that came with each bout of healing.",
        "The exhaustion of the soil induced by both barley and wheat is, however, characteristically that of available nitrogen; and when, under the ordinary conditions of manuring and cropping, artificial manure is still required, nitrogenous manures are, as a rule, necessary for both crops, and, for the spring-sown barley, superphosphate also.",
        "The action is essentially that -of the common suction pump. The construction was subsequently improved by many experimenters, notably by Boyle, Hawksbee, Smeaton and others; and more recently two pump barrels were employed, so obtaining the same degree of exhaustion much more rapidly.",
        "If exhaustion truly was mental as much as physical, he'd conquered its demon as he edged to the side of the road without slowing his pace, allowing an infre­quent car to pass.",
        "Partly from disappointment and nervous exhaustion, and partly from a conviction that the country required rest in order to judge the practical results of the reforms already accomplished, the tsar refrained from further initiating new legislation, and the government gave it to be understood that the epoch of the great reforms was closed.",
        "With the help of these troops the Phocian League at first carried the war into Boeotia and Thessaly, and though driven out of the latter country by Philip of Macedon, maintained itself for ten years, until the exhaustion of the temple treasures and the treachery of its leaders placed it at Philip's mercy.",
        "The fibre takes almost nothing from the land, and where the seeds are restored to the soil in some form, even without other fertilizers, the exhaustion of the soil is very slow.",
        "In 355 his advance temporarily ceased, but, as we learn from Isocrates and Xenophon, the financial exhaustion of the league was such that its destruction was only a matter of time.",
        "After this last year the output of the Comstock mines declined on account of the exhaustion of the ore supply, the increased expense of mining at great depths, and the decrease in the price of silver.",
        "It is only with the exhaustion of Greek and Jewish civilization that mysticism becomes a prominent factor in Western thought.",
        "War was also carried on against the western neighbours of Cambodia, and the exhaustion consequent upon all these efforts seems to have been the immediate cause of the decadence which now set in.",
        "The main operations were confined to the Crimea, where the allied troops landed on the 14th of September 1854, and they were not concluded, in spite of the terrible exhaustion of Russia, till in December 1855 the threatened active intervention of Austria forced the emperor Alexander II.",
        "No doubt due to exhaustion.",
        "Bianca's cool magic ran through his body, repairing all but his exhaustion.",
        "She awoke and readied herself for the world, convinced everything had been a nightmare caused by exhaustion.",
        "He felt the familiar stirring of desire despite his exhaustion.",
        "She froze, horror replacing exhaustion.",
        "Select a weight that takes your muscles to exhaustion eight to 10 repetitions.",
        "She began to moan and sunk her nails into my back until we finally flopped back in exhaustion.",
        "If on the other hand he was short, he was placed on the long bedstead and his limbs pulled out until he died from exhaustion.",
        "Such a circulation of air can only be effected by mechanical means when the workings are of any extent, the methods actually adopted being - (i) The rarefaction of the air in the upcast pit by a furnace placed at the bottom; and (2) Exhaustion by machinery at the surface.",
        "Mechanical ventilation may be effected either by direct exhaustion or centrifugal displacement of the air to be removed.",
        "But as the air is withdrawn by the pump the sound decreases, and when the exhaustion is high the.",
        "Thus in the air-pump experiment, before exhaustion it travels through the glass of the receiver and the base plate.",
        "Nor was the concentration of wealth the only danger of this policy; it led to the destruction of forests, the exhaustion of farming soils and the wasteful mining of coal and minerals, since the desire for quick profits, even when they entail risk to permanency of capital, is always a powerful human motive.",
        "This in part depended on national factors, which became more clearly visible as the situation of the Central Powers became more and more unfavourable, but it was in part due simply to the exhaustion due to economic need.",
        "The middle ages were far more disastrous for the Monophysites than for the Nestorians; in their case there was no alternation of rise and decline, and we have only a long period of gradual exhaustion to chronicle.",
        "But with these insignificant exceptions it holds true that, after the sceptical wave marked by the Sophists, scepticism does not reappear till after the exhaustion of the Socratic impulse in Aristotle.",
        "Not till the victory of Puck (September 17, 1462), one of the very few pitched battles in a war of raids, skirmishes and sieges, did fortune incline decisively to the side of the Poles, who maintained and improved their advantage till absolute exhaustion compelled the Knights to accept the mediation of a papal legate, and the second peace of Thorn (October 14, 1466) concluded a struggle which had reduced the Prussian provinces to a wilderness.'",
        "A few days before the siege was raised the aged grand hetman died of exhaustion in the fortress (Sept.",
        "He owed his extraordinary influence to the fact that he was the only one of Charles's advisers who believed, or pretended to believe, that Sweden was still far from exhaustion, or at any rate had a sufficient reserve of power to give support to an energetic diplomacy - Charles's own opinion, in fact.",
        "Just as the Later Roman empire was at once the supreme effort of the old world and the outcome of its exhaustion, so Neoplatonism is in one aspect the consummation, in another the collapse, of ancient philosophy.",
        "Of 4000 thus exiled, more than 1000 died in the course of the first two years from exhaustion and disease; and more would have perished had not information reached Count Leo Tolstoy and his friends, and through them the Society of Friends in England.",
        "Thus, notwithstanding the fact that the supposed supply still available at the close of 1908 was 7369 times the production of that year, and 4913 times the exhaustion such production represented, so extraordinary has been the increased consumption of the country that, in the opinion of the Geological Survey (1907), if the rate of increase that has held for the last fifty years is maintained, the supply of easily available coal will be exhausted before the middle of the next century (A.o.",
        "The production had steadily fallen to 16,984 flasks in 1908, but in the opinion of the United States Geological Survey this reduction is mainly attributable, in recent years at least, to market conditions, and does not truly indicate the exhaustion of the mines, although the ores now available are of low grades, those of New Almaden having shown a decrease in yield from 36.7% in1850-1851to o~74% in 1895-1896, so that only the greatest metallurgical skill and business economy can sustain the mines against a weak market.",
        "He mastered them thoroughly, gained a minute acquaintance with every detail of the soldier's life, learned the precise amount of food required for every mouth, the exact weight that could be carried, the distances that could be traversed without exhaustion, the whole body of conditions in short which govern the military activity of man and beast.",
        "P Y P Crimean War was still going on, but as there was no doubt as to the final issue, and the country was showing symptoms of exhaustion, he concluded peace with the allies as soon as he thought the national honour had been satisfied.",
        "The coffee-producing area tributary to this port is slowly decreasing, owing to the exhaustion of the soil and the greater productiveness of Sao Paulo.",
        "The Allied sovereigns were for continuing the fight; Schwarzenberg, however, knowing the exhaustion of his troops decided to retreat.",
        "He now suffered from frequent attacks of brain irritation and exhaustion, and had many causes of sorrow and disappointment.",
        "At last, after long negotiations, exhaustion compelled the French king to sign the peace of Ryswick in 1697, in which William was recognized by France as king of England, the Dutch obtaining a favourable commercial treaty, and the right to garrison the Netherland barrier towns.",
        "Though it contains far too much sulphur to be used in iron manufacture without first being desulphurized, yet great quantities of slightly cupriferous pyrite, after yielding nearly all their sulphur in the manufacture of sulphuric acid, and most of the remainder in the wet extraction of their copper, are then used under the name of \" blue billy \" or \" purple ore,\" as an ore of iron, a use which is likely to increase greatly in importance with the gradual exhaustion of the richest deposits of the oxidized ores.",
        "When, in the course of centuries, the exhaustion of richer ores shall have forced us to mine, crush and concentrate mechanically or by magnetism the ores which contain only 2 or 3% of iron, then the cost of iron in the ore, measured in terms of the energy needed to mine and concentrate it, will be comparable with the actual cost of the copper in the ore of the copper-mines of to-day.",
        "But this ancient furnace does its fourfold work of deoxidizing, melting, removing the gangue and desulphurizing, so very economically that it is not likely to be driven out in other places until the exhaustion of our coal-fields shall have gone so far as to increase the cost of coke greatly.",
        "At this time the intensity of his intellectual activity in the area opened up to him by Locke and Berkeley reduced him to a state of physical exhaustion.",
        "The Dutch, however, being masters of the sea, kept the coast closely blockaded, and through sheer exhaustion the king of Spain and the archdukes were compelled to agree to a truce for twelve years (9th of April 1609) with the United Provinces \" in the capacity of free states over which Albert and Isabel made no pretensions.\"",
        "The war of investitures that followed was the opening of the tremendous struggle between the Empire and the Papacy, which is the ceiitral fact of medieval history and The which, after two centuries of conflict, ended in the struggle exhaustion of both powers.",
        "At last, in September 1122, the investiture question was settled by the concordat of Worms. By this compromise, which exhaustion forced upon both parties, the tight of electing prelates was granted to the clergy, and the emperor surrendered the privilege of investing of Worms. them with the ring and the staff.",
        "Exhaustion soon compelled the combatants to come to terms, and greatly to the disadvantage of the cities peace was made in 1389.",
        "The Assyrian arms again triumphed everywhere, but at the cost of complete exhaustion.",
        "Sleep is not exhaustion of the neuron in the sense that prolonged activity has reduced its excitability to zero.",
        "The exciting cause of sleep is therefore no complete exhaustion of the available material of the cells, nor is it entirely any paralysing of them by their excreta.",
        "The stuporose condition is the result of exhaustion after the long period of cerebral excitement.",
        "The experiment of Engelmann referred to deserves to be mentioned here, if only in illustration .of the use to which algae have been put in the study of physiological problems. Engelmann observed that certain bacteria were motile only in the presence of oxygen, and that they retained their motility in a microscopic preparation in the neighbourhood of an algal filament when they had come to rest elsewhere on account of the exhaustion of oxygen.",
        "In 1890 the state board of forestry estimated that the redwood forests were in danger of exhaustion by 1930.",
        "The exhaustion, or alleged exhaustion, by irrigation in Colorado of the waters of the Rio Grande has raised international questions of much interest between Mexico and the United States, which were settled in 1907 by a convention pledging the United States to deliver 60,000 acre-feet of water annually in the bed of the Rio Grande at the Acequia Madre, just above Juarez, in case of drought this supply being diminished proportionately to the diminution in the United States.",
        "Shrewdly guessing that Sweden was at exhaustion point, and that G6rtz, the Swedish plenipotentiary, was acting ultra vires, he advised Peter to put additional pressure on Sweden to force a peace.",
        "the passage of the Belts) when both those great powers combined against him; how, finally, he emerged from all his difficulties triumphant, indeed, but only to die of sheer exhaustion 1 Christina's reign dates, properly, from 1644 when she attained her majority.",
        "At Charles X.'s death, five years later, we find Sweden, herself bled to exhaustion point, surrounded by a broad belt of desolated territory and regarded with ineradicable hatred by every adjacent state.",
        "When, on the 14th of September 1714, he suddenly returned to his dominions, Stralsund and Wismar were all that remained to him of his continental possessions; while by the end of 1715 Sweden, now fast approaching the last stage of exhaustion, was at open war with England, Hanover, Russia, Prussia, Saxony and Denmark, who had formed a coalition to partition her continental territory between them.",
        "While this treament by itself would aid recovery from nervous exhaustion, it would lessen appetite and thus interfere with nervous repair; but the want of exertion is supplied by means of massage, which stimulates the circulation and increases the appetite, so that the patient gets all the benefit of exercise without any exhaustion.",
        "Where nervous exhaustion is less marked and the Weir Mitchell treatment is not appropriate - for example, in men who are simply overworked or broken down by anxiety or sorrow - a sea voyage is often a satisfactory form of \"rest\" cure.",
        "The condensation of vapour from the ascending currents and their gradual exhaustion as they are precipitated on successive ranges is very obvious in the cloud effects produced during the monsoon, the southern or windward face of each range being clothed day after day with a white crest of cloud whilst the northern slopes are often left entirely free.",
        "It was also shown that exposure to light, dilution or exhaustion of the food-media, the presence of traces of poisons or metabolic products check growth or even bring it to a standstill; and the death or injury of any single cell in the filamentous series shows its effect on the curve by lengthening the doubling period, because its potential progeny have been put out of play.",
        "In Idaho, as elsewhere, the first form of mining was a very lucrative working of placer deposits; this gave way to vein mining and a greatly reduced production of gold and silver after 1878, on account of the exhaustion of the placers.",
        "The production of tin rapidly declined after 1881, when the value of ore raised was £569,000: the production varies both with the price and the occurrence of rain, but the principal cause of the decreased production was the exhaustion of the shallow deposits of stream tin, from which most of the ore was obtained.",
        "The rapid exhaustion in late years of the caribou, seals and other animals, once the food or stockin-trade of the Aleuts and other races, threatens more and more the swift depletion of the natives.",
        "The absence of large towns in Abyssinia proper is due to the provinces into which the country is divided having been for centuries in a state of almost continual warfare, and to the frequent change of the royal residences on the exhaustion of fuel supplies.",
        "Dissensions broke out among the Shoans, and after a desperate and futile attack on Theodore at Debra-Berhan, Haeli Melicoth died of exhaustion and fever, nominating with his last breath his eleven-year-old son Menelek 2 as successor (November 1855).",
        "Its most effective use, however, is as a nerve tonic in paralysis agitans, locomotor ataxia, impotence and nervous exhaustion.",
        "But this is evidently only the case when the reservoir impounding the water from such an area is of just sufficient capacity to equalize that flow without possible exhaustion in any one of the three summers.",
        "The difficulty about weighing in vacuo is that it is found almost impossible to exhaust the case entirely, or even to maintain a constant degree of exhaustion, by reason of the leakage connected with the weighing operations, and in consequence weighing in vacuo is not much in favour.",
        "The Columbia river has long been famous for its salmon, and as the supply seemed threatened with exhaustion for several years following the maximum catch in 1883, the state legislature in 1901 passed an act establishing a close season both early in the spring and late in the summer and prohibiting any fishing, except with hook and line, at any time, without a licence.",
        "Should the patient survive the first twenty-four hours death generally results later from stricture of the oesophagus or intestine, from destruction of the glands of the stomach or from exhaustion.",
        "In his description of the empire - the exhaustion produced by excessive taxation, the financial ruin of the middle classes, the progressive decline in the morale of the army - we find the explanation of its fall before the Goths twenty years after his death.",
        "Since Lancaster, in hi~ great circular raids, had never the leist~re to sit down to a siegegenerally a matter of long months in the I4th ceni dryhe repeatedly crossed France leaving a train of ruined villages behind him, but having accomplished nothing else save the exhaustion of his own army.",
        "For above all the world needed peace, in order to recover from the exhaustion of the revolutionary epoch; and this peace, bought at so great a cost, could be preserved only by the honest co-operation of Great Britain in the great international alliance based on the treaties.",
        "Soon afterwards, however, the giowing exhaustion of the South improved the prospects of the Northern States: an increasing fiumber of persons in Great Britain objected to interfere in the interests of slavery; and the combatants were allowed to fight out their quarrel without the interference of Europe.",
        "The series of operations connected with the manufacture and distribution of coal gas embraces the processes of distillation, condensation, exhaustion, wet purification by washing and scrubbing, dry purification, measuring, storing and distribution to the mains whence the consumer's supply is drawn.",
        "A notion related to that of infinitesimals is presented in the Greek \" method of exhaustion \"; the more perfect conception, however, only dates from the 17th century, when it led to the infinitesimal calculus.",
        "Should no improvement occur death may take place in from one to three weeks, either from repeated losses of blood, or from gradual exhaustion consequent on the continuance of the symptoms, in which case the discharges from the bowels become more offensive and are passed involuntarily.",
        "Since 1892, however, the emigrants in any one year have never exceeded 50,000, probably because the process of exhaustion has been so long in operation.",
        "But exhaustion of each other, by which only England and Holland profited, brought about the Peace of Vervins.",
        "He came to the throne when half a century of war and murder had Revival produced exhaustion.",
        "They were wholly inadequate, and the result of the attempt to dominate all western Europe was to Character of produce bankruptcy and exhaustion.",
        "The exhaustion of his resources made peace necessary to him, and it was no less desirable to the French government.",
        "Her real weakness, and the incompetence of her Exhaustion government, were shown when open war began with of Spain.",
        "At last, in August 1839, exhaustion brought the Basques to reccgnize the government of Queen Isabella by the convention of Vergara in return for the confirmation of their privileges.",
        "It is a more humane system than \" rareying,\" which overcame by exhaustion under circumstances which were not fruitful of permanent results.",
        "Sometimes, especially towards the summit of a dichasium, owing to the exhaustion of the growing power of the plant, only one of the bracts gives origin to a new axis, the other remaining empty; thus the inflorescence becomes unilateral, and further development is arrested.",
        "Its northern and southern extremities have been named Cape Costigan and Cape Molyneux, in memory of two explorers who were among the first in modern times to navigate the sea and succumbed to the consequent fever and exhaustion.",
        "Not until the early hours of morning did exhaustion take her into a sound sleep.",
        "Eventually exhaustion won, though, and she slept.",
        "Her boss allowed her to beg off a trip that would cut into the weekend, after she complained about exhaustion fallowing our recent wedding activities.",
        "She slept fitfully between her busy thoughts, sheer exhaustion claiming her in spurts.",
        "As fast as Kris ran, he couldn't catch her.  He grew more baffled when she seemed to pull ahead of him without any sign of the exhaustion she'd showed when they stopped.  Desperation could motivate, and so could fear for her sister.  He pushed himself harder to catch her.  Thunder boomed overhead.  Forms he assumed were demons swooped above the canopy, casting shadows.  He caught glimpses of fur and wings through leaves and ran until his chest was heaving.  Hannah remained ahead of him, though he realized he was beginning to gain on her.  He had to reach her before the demons did and swept her away, as they had Kiki.",
        "But will they mind the increased teacher absenteeism through stress and exhaustion?",
        "These factors included exhaustion asphyxia, dehydration, and congestive heart failure.",
        "collapses from heat exhaustion.",
        "collapsed with heat exhaustion!",
        "The combination of exhaustion, sleepiness and pure elation at finishing makes for an emotional end and a fantastic sense of achievement!",
        "The athletes were also tested to exhaustion on a cycle ergometer.",
        "Even through Christopher's polarized interpretation, we can appreciate the love his parents have for him but also their deep exasperation and exhaustion.",
        "exhaustion of the reserves, workings moved to the present site at Little Paxton.",
        "exhaustion of the resources of selfhood.",
        "exhaustion of rights.",
        "exhaustion of the prime supply.",
        "exhaustion of the soil.",
        "If you have been involved as a helper and are suffering exhaustion.",
        "combat the exhaustion & disruption with a full aromatherapy body treatment to regulate sleep & energy patterns & restore natural vitality.",
        "Symptoms of insufficient salt range from muscular cramps to heat exhaustion.",
        "Mr Blair knows that this appeal is nearing exhaustion, which is why this will be his last election.",
        "Farmers rotated their crops to avoid the exhaustion of the soil.",
        "Also viral fragments causing exhaustion now out of cells.",
        "We never were issued with a blanket but just slept in what we stood in, in sheer exhaustion.",
        "The main symptom of ME is utter exhaustion to the point of collapse which is not relieved by sleep.",
        "Men are being evacuated in considerable numbers in a state of nervous exhaustion.",
        "The feeling of muscular and emotional exhaustion does not even bear thinking about.",
        "A smart-ass student pipes up: \" What about extreme sexual exhaustion, sir?",
        "A longer battle involving greater numbers on each side would soon degrade purely due to the physical exhaustion of all involved.",
        "She died from apparent heat exhaustion in the same heat wave.",
        "In some locations, like the site at South Hornchurch, field systems were abandoned possibly due to soil exhaustion.",
        "See an earlier problem for how to set the $ VERBOSITY variable to help locate the bad code leading to this memory exhaustion.",
        "heat exhaustion.",
        "INDICATIONS that a member of your party could be suffering heat exhaustion.",
        "They run the risk of becoming dehydrated and getting heat exhaustion.",
        "Avoid too much exercise, which can cause heat exhaustion or heat stroke, and can even be fatal.",
        "SB had sudden exhaustion, so we watched ' kleine hippo ' dvd, had tea, a very splashy bath and bed.",
        "hunters chase to exhaustion any fox that the hounds come across.",
        "Blondie So named because she was so light came in from Essex suffering slight mange and apparent exhaustion.",
        "nervous exhaustion.",
        "ER may have helped hunters get close enough to throw projectiles, or perhaps even to run some mammals to exhaustion in the heat.",
        "recuperate is sleeping, and all 3 of us are recuperating from exhaustion.",
        "The statement reads thus: \" Mark Lanegan is taking a brief Sabbatical from the ongoing Queens tour due to exhaustion.",
        "also viral fragments causing exhaustion now out of cells.",
        "- The range and importance of the scientific labours of Archimedes will be best understood from a brief account of those writings which have come down to us; and it need only be added that his greatest work was in geometry, where he so extended the method of exhaustion as originated by Eudoxus, and followed by Euclid, that it became in his hands, though purely geometrical in form, actually equivalent in several cases to integration, as expounded in the first chapters of our text-books on the integral calculus.",
        "In his Worlds in the Making (1908), an English translation of Das Werden der Welten (1907), he combated the generally accepted doctrine that the universe is tending to what Clausius termed Weirmetod through exhaustion of all sources of heat and motion, and suggested that by virtue of a mechanism which maintains its available energy it is self-renovating, energy being \"degraded\" in bodies which are in the solar state, but \"elevated\" or raised to a higher level in bodies which are in the nebular state.",
        "While the methods of agriculture have generally shown little, if any, advance, the population is increasing rapidly; and although since the emancipation of the peasants the average annual export of cereals has increased from less than 12 million tons in 1860 to over 6 million tons in 1900, this result has been attained largely by the repeated cropping to exhaustion of the soil.",
        "h,e, exhaustion of the soil in the vicinity of towns, or epidemics brought on by insanitary habits, might easily cause depopulation in so hot a climate.",
        "During his imprisonment he seems to have learnt to control his passions from their very exhaustion, for the early part of his confinement is marked by the indecent letters to Sophie (first published in 1793), and the obscene Erotica biblion and Ma conversion, while to the later months belongs his political work of any value, the Lettres de cachet, published after his liberation (1782).",
        "It is estimated that the reduction in yield of the unmanured plot over the forty years, 1852-1891, after the growth of the crops without manure during the eight preceding years, was, provided it had been uniform throughout, equivalent to a decline of one-sixth of a bushel from year to year due to exhaustion - that is, irrespectively of fluctuations due to season.",
        "During the seventeen years of his orderly government the country found time to recuperate its forces after the exhaustion caused by the extravagances of Louis XIV.",
        "The life of society, now alarmingly unstable and ruthlessly cfuel, was symbolized by the dance macabre painted on the walls of the cemeteries; the sombre and tragic art of the I5th century, having lost the fine balance life shown by that of the I3th, gave expression in its mournful realism to the general state of exhaustion.",
        "They may have been represented or impersonated by priests in her rites as Attis was, but they were also, like him, not actual priests in the first instance, but objects of worship in which a frenzied dance, with accompaniment of flute music, the beating of tambourines, the clashing of cymbals and castanets, wild cries and self-infliction of wounds - the whole culminating in a state of ecstasy and exhaustion - were the most prominent features.",
        "Benjamin is sleeping, and all 3 of us are recuperating from exhaustion.",
        "The statement reads thus: Mark Lanegan is taking a brief sabbatical from the ongoing Queens tour due to exhaustion.",
        "With her busy schedule,boredomwas not a possibility; however, exhaustion was.",
        "With her busyschedule, boredom was not a possibility; however, exhaustion was.",
        "On the other hand, you may be enamored of your infant immediately after her birth, only to be overcome with exhaustion a few days later.",
        "Amplified discomforts associated with pregnancy such as morning sickness, varicose veins, aches and exhaustion.",
        "It's also not a good idea to work your cat to the point of exhaustion, so limit play sessions to about ten minutes at a time.",
        "Since ancient times, herbalists recommended cinnamon as an antimicrobial agent, to treat exhaustion and tiredness, for stomach upsets, colds and other upper respiratory ailments.",
        "Knowing what you intend to purchase cuts down on physical exhaustion and mental stress.",
        "Afterward, there may be exhaustion that is not due to physical activity.",
        "They may also refuse to eat after a binge or exercise to the point of exhaustion trying to work the calories off.",
        "In 2006, she was hospitalized for a wrist fracture, asthma, dehydration, and exhaustion.",
        "On New Year's Eve, Spears reportedly collapsed but attributed it to \"exhaustion.\"",
        "\"We are well aware that your on-going all night heavy partying is the real reason for your so called \"exhaustion.\"",
        "Understanding Hot Weather and its Dangers provides additional information on identifying and preventing heat cramps, heat syncope or fainting, heat exhaustion and heatstroke.",
        "Too much carbon dioxide and a person will experience headaches, hypertension, depression and exhaustion (also known as CO2 narcosis).",
        "This type of exhaustion is a common symptom of sleep deprivation; however, many other conditions that can make one feel overly tired, such as depression.",
        "Repeat until your thumbs break from gaming exhaustion.",
        "The exhaustion, combined with lack of food led him to collapse in an Internet café in Taegu.",
        "Every summer, dozens of tourists fall victim to dehydration, heat exhaustion and sunstroke.",
        "Due to dizziness from heat exhaustion, Sandra stepped poorly on a rock and tore her ankle so badly that she couldn't walk on it.",
        "Disorders of heat exposure include heat cramps, heat exhaustion, and heat stroke (also called sunstroke).",
        "The two most common forms of hyperthermia are heat exhaustion and heat stroke, the latter of which is especially dangerous and requires immediate medical attention.",
        "Heat exhaustion is a more serious and complex condition than heat cramps.",
        "Heat exhaustion can result from prolonged exposure to hot temperatures, restricted fluid intake, or failure of temperature regulation mechanisms of the body.",
        "Heat exhaustion requires immediate attention, as it can rapidly progress to heat stroke.",
        "Heat stroke, like heat exhaustion, is also a result of prolonged exposure to hot temperatures, restricted fluid intake, or failure of temperature regulation mechanisms of the body.",
        "In healthy adults, heat stroke and heat exhaustion often affect athletes, firefighters, construction workers, factory workers, and anyone who exercises heavily and/or wears heavy clothing in hot, humid weather.",
        "Heat exhaustion is caused by exposure to high heat and humidity for many hours, resulting in excessive loss of fluids and salts through heavy perspiration.",
        "The child may complain of headache and nausea, with a feeling of overall weakness and exhaustion.",
        "Before heat stroke occurs, an individual experiences heat exhaustion and the associated symptoms.",
        "When the body can no longer maintain a normal temperature, heat exhaustion escalates and becomes heat stroke.",
        "The doctor should be called when the child shows any symptoms of heat exhaustion of if he or she has been exposed to heat and dehydrating conditions and has a body temperature of over 102°F (38.9°C).",
        "Diagnosis of heat exhaustion or heat stroke, however, may require a healthcare worker to review the child's medical history, document symptoms, and obtain blood pressure and temperature readings.",
        "The child suffering from heat exhaustion should stop all physical activity and move immediately to a cool place out of the sun, preferably a cool, air-conditioned location.",
        "Treatment of heat exhaustion usually brings full recovery in one to two days.",
        "Because heat cramps, heat exhaustion, and heat stroke have a cascade effect, the prevention of the onset of all heat disorders is similar.",
        "Overdoses of acetaminophen may cause nausea, vomiting, sweating, and exhaustion.",
        "When left with a babysitter, even a familiar individual that the infant formerly accepted, the child may scream and cry to exhaustion.",
        "Professional medical help should be sought for heat stroke, heat exhaustion, and any other heat-related illnesses that do not quickly clear up.",
        "Symptoms include watery diarrhea and exhaustion.",
        "The person has a high body temperature, muscle cramps, and other signs of heat exhaustion or heat stroke.",
        "The whoop is believed to occur due to inflammation and increased mucus, which narrow the breathing tubes, causing people to struggle to get air into their lungs; the effort results in intense exhaustion.",
        "They dance repetitively in place, facing the sun until they reach exhaustion.",
        "Finally, while you will experience periods of sheer exhaustion, you'll also experience many moments of boundless joy as you care for and get to know your precious baby.",
        "By the second trimester, exhaustion, morning sickness, and mood swings have stabilized.",
        "You will also want to make sure you drink plenty of water, wear layers of clothing to prevent overheating, and never exercise to the point of exhaustion.",
        "Walking briskly is best, but a mother should never walk to exhaustion.",
        "It won't help you to have a healthy labor and birth if you're past the point of exhaustion.",
        "Of course, this can be caused by a few other ailments, such as exhaustion and depression, but if it comes on suddenly, it may be a sign of conception.",
        "Of course, headaches can be caused by many other sicknesses, not to mention by stress or exhaustion themselves, so this sign of being pregnant is really one to consider when in conjunction with several others.",
        "Never swim until you're tired, or swim to the point of exhaustion.",
        "While one rejection of a sexual overture may be put down to exhaustion, stress or other reason, regular rejections are more suspicious.",
        "It's clear that Gemini has many talents, but natives of this sign often try to do too much and push themselves to exhaustion.",
        "As feelings of exhaustion, loneliness, and hunger all affect a child's ability to stay on task.",
        "None of the trainers is what you might call \"easy\" on the contestants, often pushing them to exercise to the point of exhaustion.",
        "This is a temporary condition that many refer to as the \"low carb flu,\" and it can be characterized by exhaustion and listlessness.",
        "Perform two sets of each exercise and make sure you perform each set of exercises to exhaustion, or the point where you can't lift the weight another time while maintaining proper form.",
        "Typically one circuit takes you through one exercise for every muscle group, lifting heavy enough weights that you can lift for 10 to 15 repetitions to exhaustion before moving on to 60 seconds to two minutes of aerobics between each set.",
        "If you are running in the summer, know the symptoms of dehydration and heat exhaustion.",
        "To avoid serious conditions such as heat stroke or heat exhaustion, it's best to leave the jacket off when you're exerting yourself.",
        "These types of tears occur when your muscles experience exhaustion.",
        "Many people think that they have to perform two or three sets of each exercise in order to see results, but study reviews have shown that single sets are equally beneficial for muscle growth, as long as you're lifting weights to exhaustion.",
        "Her agent made a statement that she was simply suffering from exhaustion.",
        "Her agent explained this as delirium resulting from exhaustion.",
        "If you are suffering from a case of prickly heat rash, be on the lookout for other symptoms of heat exhaustion such as dizziness, nausea, vomiting and excessive perspiration.",
        "The local self-government institutions after a short period of feverish and not always well-directed activity, showed symptoms of organic exhaustion.",
        "The year 1890 was one of great depression following the exhaustion of the surface ore, but the provision of better machinery and cheaper coal led to a revival in 1891.",
        "The trouble seems to have been some form of nervous exhaustion, accompanied with such hypersensitiveness of the eyes that it was impossible to keep them open except in a dark room.",
        "It was almost dark when the Prussians approached the French position between Rezonville and the woods to the northward, and the troops soon lost direction in the smoke and became involved in the direst confusion; the firing again blazed out for a few moments, only to die away as utter exhaustion at length put an end to the Prussian advance.",
        "In view of this opinion and of the exhaustion of the shallower collieries we look forward to a time, not far distant, when the rate of increase of output will be slower, to be followed by a period of stationary output, and then a gradual decline.\"",
        "If the case is about to terminate fatally the spasms rapidly succeed each other and death usually occurs within two hours, either from asphyxia produced by spasm of the respiratory muscles or more rarely from exhaustion."
    ],
    "definition": [
        "The act or an instance of exhausting.",
        "The state of being exhausted; extreme fatigue: The runner collapsed from exhaustion.",
        "Link/Cite",
        "The point of complete depletion, of the state of being used up.\nWe worked the mine to exhaustion, there's nothing left to extract.",
        "Supreme tiredness; having exhausted energy.\nI ran in the marathon to exhaustion, then I collapsed and had to be carried away.",
        "(dated, chemistry) The removal (by percolation etc) of an active medicinal constituent from plant material.",
        "(dated, physics) The removal of all air from a vessel (the creation of a vacuum).",
        "(mathematics) An exhaustive procedure",
        "Link/Cite"
    ]
}