{
    "translation": "לנשוף, נשיפה",
    "uses": [
        "Humans require relatively little oxygen, and plants are constantly transforming the carbon dioxide we exhale back into useful oxygen.",
        "With patterned breaths, you give two short breaths and exhale the rest of the air through your mouth; using words like \"he, he, who\" can help you maintain the patterned portion of your breathing.",
        "On each breath, inhale and exhale a little more air.",
        "She teaches classes at the Exhale Center for Sacred Movement in Venice, California and is the founder of the ARRIVE movement, a yoga outreach program for troubled teens based on the theory of somatic healing.",
        "Your obliques engage every time you take a breath, helping to expand and contract the chest cavity as your lungs take in and exhale air.",
        "Inhale through the mouth, then exhale through the nose.",
        "As you exhale through the mouth, make a \"ha\" sound while opening your mouth as wide as possible and sticking your tongue out and down towards your chin.",
        "Take a deep breath, shrug your shoulders into an \"I don't know\" gesture and exhale as you let your shoulders sink into a neutral position.",
        "Be sure that you select a nasal mask that covers your entire nasal area and leaves room at the bottom for you to comfortable inhale and exhale without air leakage.",
        "C-Flex pressure relief technology reduces pressure when the sleeper begins to exhale, and increases pressure to the therapeutic level right before the sleeper inhales.",
        "Counting to five as you inhale and exhale and focusing on the activity of counting can help you get the most use from this type of breath.",
        "On the exhale, expel all the air out through your nose, drawing your belly in toward the spine to make sure you have totally emptied out the air from your lungs.",
        "Another place offering teacher training in the practice of yoga is Exhale Yoga Studio in Livingston, NJ.",
        "Exhale Yoga Studio not only focuses on providing a quality education but also on the overall physicality and spirituality of the yoga.",
        "On an exhale, close the back of the throat slightly, as though trying to fog up a mirror.",
        "exhale through the nose.",
        "Inhale the positive energy and exhale the negative.",
        "As you exhale, release your arms, change the arms so that the other arm is now on top, and repeat the movements.",
        "On a deep exhale, push the hips up toward the ceiling, forming an inverted V-shape with an arch in the back.",
        "Exhale and begin to straighten the arms, lifting the chest off the floor, elbows close to the body.",
        "Exhale again forcefully, and repeat 10 times.",
        "First, inhale and exhale through the mouth.",
        "Once you have mastered the sound on the exhale, try constricting the throat slightly on an inhale.",
        "Force yourself to take deep breaths, holding air in your lungs until you feel them fully expand, and then exhale slowly.",
        "Exhale when you lift and inhale when you lower back to the floor.",
        "As you exhale, straighten your arms and return to the starting position.",
        "As you exhale, tilt your pelvis from the floor.",
        "Exhale as you lower your butt about an inch.",
        "Keep your shoulders in a \"neutral\" position (shrug, then exhale as you let the shoulder sink).",
        "As you exhale, grasp your right leg behind the knee and pull it towards your right shoulder.",
        "As you exhale, draw the leg a little bit closer to your shoulder.",
        "As you exhale, draw your belly in, tilt your pelvis and round your upper back, as if you were an angry cat.",
        "As you exhale, lower your knees to the floor to the right.",
        "As you exhale, slowly raise your top leg to hip height.",
        "As you exhale, squeeze your shoulder blades together as you bend your elbows.",
        "It is activated when you exhale and when you voluntarily contract your abdominal muscles.",
        "As you exhale, draw your belly towards your spine and lift your shoulder blades to a 45 degree angle.",
        "As you exhale, draw your navel to your lift your head and shoulders, bringing your ribcage toward your pelvis.",
        "When you exhale, your transverse abdominal muscle, which is your deepest layer, presses against the diaphragm to expel the air.",
        "As such, you should always breathe out or exhale during the crunch or flexing phase of an abdominal exercise.",
        "As you exhale, lift your head and shoulders from the floor.",
        "As you exhale, roll the ball forward, keeping your arms and your back straight.",
        "As you exhale, engage your core muscles and lift your head and shoulder off the ball.",
        "To keep yourself breathing, exhale as you lift your leg towards your chest and inhale as you lower it.",
        "As you exhale, you lower your body evenly, parallel to the floor.",
        "As you exhale, simultaneously squeeze your inner thighs, lower your legs toward the floor and bring the weight over your head.",
        "Exhale and perform a reverse curl by tilting your pelvis and reaching your feet toward the ceiling.",
        "Exhale, perform a crunch and bring the weight forward, so that it aligns with your chest.",
        "As you exhale, keep your arms straight and rotate your torso to right so that the weight moves toward your right hip.",
        "Inhale and return to center and then exhale and repeat to the other side.",
        "Inhale to prepare, and as you exhale, draw your navel to your spine, and hold an abdominal contraction for 10 seconds.",
        "As you exhale, imagine that your belly is a balloon.",
        "Again, use your breath as you inhale going down and exhale as you return to the starting position.",
        "Exhale as you push the bar down toward the floor to help you with the movement.",
        "As you exhale, extend your arms behind you, taking care not to lock your elbow.",
        "Exhale as you fold forward and inhale as you return to your starting position.",
        "As you exhale, lift your knees to your chest.",
        "When you are lifting weights, for example, exhale as you pick them up and inhale as you set them down.",
        "People exhale carbon dioxide at a level many times higher than background levels in the atmosphere.",
        "exhale carbon dioxide at a level many times higher than background levels in the atmosphere.",
        "exhale slowly.",
        "exhale then inhale arms wide, like the statue \" Angel of the North.",
        "Ask the patient to take a breath and fully exhale.",
        "exhale breathing resistance standards and meets all diving requirements to depths in excess of 75m.",
        "exhale of breath.",
        "A stream of lava issued in 1198 from the crater of the Solfatara, which still continues to exhale steam and noxious gases; the Lava dell' Arso came out of the N.E.",
        "Priestley and Lavoisier, at the close of the 18th century, made possible the scientific study of plant-nutrition, though Jan Ingenhousz in 1779 discovered that plants incessantly give out carbonic acid gas, but that the green leaves and shoots only exhale oxygen in sunlight or clear daylight, thereby indicating the distinction between assimilation of carbonic acid gas (photosynthesis) and respiration.",
        "cacti, euphorbias, &c.) from hot, dry and almost waterless regions where evaporation would be excessive, the leaf surface, and consequently the number of stomata, are reduced to a minimum, as it would be fatal to such plants to exhale vapour as freely in those regions as the broad-leaved plants that grow in places where there is abundance of moisture.",
        "Inhale through your nose to a count of four, hold for two counts, then exhale to a count of six.",
        "As you breathe, try to do so deeply, noticing your abdomen rise as you inhale and fall as you exhale.",
        "Slowly inhale and exhale remaining aware of each breath you take.",
        "Most people are not aware of the way they breathe and rarely inhale and exhale completely.",
        "Exhale slowly, letting yourself feel the stress and tension leaving your body.",
        "As you do notice how it feels and listen to the air escape your lungs as you exhale.",
        "Inhale through your nose and exhale through your mouth.",
        "America, E. repens having pretty rose-tinted flowers in small clusters, which exhale a rich odour, and appear in spring.",
        "Inhale before motion, and then stretch on the exhale.",
        "Consider a bi-level positive airway pressure (Bi-PAP) machine that uses less pressure as you exhale and more pressure as you inhale.",
        "Children must be old enough to follow directions and inhale and exhale as instructed.",
        "They then exhale in short puffs or coughs.",
        "During a cleansing breath, you start with a deep inhale and a slow exhale.",
        "Films on the list include Now Voyager, Ghost, The Princess Diaries, Somewhere in Time, Waiting to Exhale and Runaway Bride.",
        "Inhale deeply, and on the exhale, bend forward, chest on the thighs.",
        "Exhale and lift your legs into the air, rotating from the hip while your torso stays firm.",
        "Inhale and then, on the exhale, extend your legs over your body.",
        "To release the pose, exhale and bring the legs down slowly, or, if advanced, continue into a shoulder stance.",
        "Rise up on an exhale into Crocodile Pose.",
        "Finally, control your breath by counting to 10 for both inhale and exhale breaths.",
        "As you exhale, turn your head to the right, making sure your chin and head are straight.",
        "Hold the pose 15 to 30 seconds, and on an exhale, release back to the floor.",
        "Your body loses water even when you are not sweating or urinating: every time you exhale, you are losing a little bit of water.",
        "Exhale as you perform the work of lifting the weight and inhale as you perform the downward, or \"rest,\" phase of the exercise.",
        "Then, exhale and slowly lower your legs, but don't let your feet touch the floor.",
        "As you exhale, squeeze your shoulder blades towards each other and bend your elbows.",
        "Come back to center as you exhale and then repeat the process on the other side."
    ],
    "definition": [
        "To breathe out.\nTo emit air or vapor.",
        "To breathe out.",
        "To emit air or vapor.",
        "To be given off or emitted.",
        "Link/Cite"
    ]
}