{
    "translation": ".1 לגרש\n.2 גלות, גולה",
    "uses": [
        "Even in the darkness of the exile period hopes did not die.",
        "When my master recalled me from exile, we had a talk.",
        "The heads of the clans also in exile will come to meet you.",
        "Budde, Religion of Israel to the Exile, ch.",
        "There he lived in exile till 43, when he was proscribed by Antony, the reason alleged being his refusal to surrender some of his art treasures which Antony coveted.",
        "If Jerusalem has been chosen as His sanctuary and Israel as His own people, it is only that Israel may diffuse God's blessings in the world even at the cost of Israel's own humiliation, exile and dispersion.",
        "the midnight darkness of Israel's exile to prepare for the nation's renewed life.",
        "Nor must it be forgotten that this exile was due to the policy which induced the pontiffs, in their detestation of Ghibellinism, to rely successively upon the houses of Anjou and o Valois.",
        "Thus the exile period marks the parting of the ways in the development of Hebrew religion.",
        "She hadn't noticed how rundown A'Ran's home in exile was until she saw the house of the Qatwali refugees.",
        "And the exile, separated from the beloved France so dear to his heart, died a lingering death on that rock and bequeathed his great deeds to posterity.",
        "But this difficulty was soon removed by the pupil's diligence; the very exigencies of his situation were of service to him in calling forth all his powers, and he studied the language with such success that at the close of his five years' exile he declares that he \" spontaneously thought \" in French rather than in English, and that it had become more familiar to \" ear, tongue and pen.\"",
        "When the republicans triumphed Martos retired into exile, and soon afterwards into private life.",
        "In the exile, but probably after 50o B.C., an important section of the Hexateuch, usually called the Priest's Code (P), was drawn up. At various times in the same century are to be placed the book of Job, the post-exilic parts of Isaiah, the books of Joel, Jonah, Malachi and the Song of Songs.",
        "The decline of Mazzinis influence was accompanied by the rise of a new movement in favor of Italian unity under Victor Emmanuel, inspired by the Milanese marquis Giorgio New Pallavicini, who had spent 14 years in the Spielberg, Unio~lsi and by Manin, living in exile in Paris, both of them moveex-republicans who had become monarchists.",
        "Urged by such considerations, he once more turned his eyes to the scene of his early exile, where he might live on his decent patrimony in a style which was impossible in England, and pursue unembarrassed his literary studies.",
        "Therefore, while every other religion which was purely national was extinguished in the nation's overthrow, the religion of Israel survived even amid exile and dispersion.",
        "The conversation was about Speranski--the news of whose sudden exile and alleged treachery had just reached Moscow.",
        "Exile was inflicted for incest with a daughter; disinheritance for incest with a stepmother or for repeated unfilial conduct.",
        "By a former marriage he already had two sons, Hippias and Hipparchus, now growing up, and in his first tyranny or his first exile he married an Argive, Timonassa, by whom he had two other sons Iophon and Hegesistratus, the latter of whom is said to be identical with Thessalus (Ath.",
        "John Johnston in his Coronis martyrum says he died in exile in 1556.",
        "Tuscany and Naples had both joined the Italian league; a Tuscan army started for Lombardy on the 3oth of April, and 17,000 Neapolitans commanded by Pepe (who had returned after 28 years of exile) went to assist Durando in intercepting the Austrian reinforce1irnts under Nugent.",
        "St John Chrysostom died there on the way to Constantinople from his exile at Cocysus in the Anti-Taurus.",
        "When he was three years old his family was driven out of Holland by the French republican armies, and lived in exile until 1813.",
        "c. 15.1, Sandys's note) Megacles accused him of neglecting his daughter, combined once more with the third faction, and drove the tyrant into an exile lasting apparently for ten or eleven years.",
        "But these two sections of Protestantism, in their common exile and in presence of the preponderating Roman Catholicism of the country, seemed at first inclined to draw closer together than had been thought possible in Great Britain.",
        "The execution of Philippe Egalite made the friend of Dumouriez, who was living in exile, duke of Orleans.",
        "Gregory had passed before her from the scene of his contest, an exile at Salerno, whither Robert Guiscard carried him in 1084 from the anarchy of rebellious Rome.",
        "In Piedmont the Pinelli-Revel ministry, which had continued the negotiations for an alliance with Leopold and the pope, resigned as it could not count on a parliamentary majority, and in December the returned exile Gioberti formed a new ministry.",
        "For this unfriendly act he was deposed and replaced by Biren, who had previously been duke of Courland (1737-40) and had since been an exile in Siberia and Yarosla y.",
        "Wilful desertion by, or exile of, the husband dissolved the marriage, and if he came back he had no claim on her property; possibly not on his own.",
        "that this doctrine was a mainstay of Jewish faith in those very days of exile which gave the Sabbath a new importance for the faithful.",
        "During his term of office he aided Publius Clodius in bringing about the exile of Cicero.",
        "During the same year, however (according to some, two years later, under Pompey's new law), Scaurus was condemned on a charge of illegal practices when a candidate for the consulship. He went into exile, and nothing further is heard of him.",
        "At an early age he entered the cloister; and in 423 he became bishop of Cyrrhus, a small city in a wild district between Antioch and the Euphrates, where, except for a short period of exile, he spent the remainder of his life.",
        "This attachment to the Sabbath, beautiful and touching so long as it was a spontaneous expression of continual devotion to Yahweh, acquired a less pleasing character when, after the exile, it came to be enforced by the civil arm (Neh.",
        "When her father, on discovering that Iocaste, the mother of his children, was also his own mother, put his eyes out and resigned the throne of Thebes, she accompanied him into exile at Colonus.",
        "During the closing years of exile he was on intimate terms with the historian Polydore Vergil, and one of his last acts was to arrange to give Polydore a corrected version of Major's account of Scottish affairs.",
        "at Valence (August 29, 1799) deprived the French of whatever advantage they had hoped to gain by dragging him into exile; on the 24th of March 1800 the conclave, assembled for greater security on the island of San Giorgio at Venice, electec a new pontiff, Pius VII.",
        "Almost immediately afterwards (1079) we find him an exile in Hungary, where he died about 1081.",
        "Dr Alem, who had been permitted to return from exile, was not slow to profit by the occasion.",
        "It probably arose from the fact that the calamities from which Israel had suffered both before and during the exile had drawn the reflective minds of the race to the contemplation of the problem of suffering.",
        "With the help of the patricians and eunuchs he contrived to dethrone and exile Irene, and to be elected emperor in her stead.",
        "is unhistorical, and that the community addressed by Haggai consisted of the remnant that had been left in Jerusalem and its neighbourhood after the majority had gone into exile or fled to Egypt (Jer.",
        "3 In 408 Hermocrates, returning from exile, occupied Selinus and rebuilt the walls; and it is to him that the fine fort on the neck of the acropolis must be attributed.",
        "Palestinian states on the other, and that they could scarcely have escaped the all-pervading Babylonian influences of 2000-1400 B.C. It is now becoming clearer every day, especially since the discovery of the laws of Khammurabi, that, if we are to think sanely about Hebrew history before as well as after the exile, we can only think of Israel as part of the great complex of Semitic and especially Canaanite humanity that lived its life in western Asia between 2060 and 600 B.C.; and that while the Hebrew race maintained by the aid of prophetism its own individual and exalted place, it was not less susceptible then, than it has been since, to the moulding influences of great adjacent civilizations and ideas.",
        "In 1560 both of them disappeared from the scene, Sylvester into a monastery at his own request, while Adashev died the same year, in honourable exile as a general in Livonia.",
        "It was not infrequently used as a place of exile.",
        "(c) That the exile lasted seventy years (?",
        "Mary now promised restoration to Huntly's son, Lord George; she recalled Bothwell, who had a considerable military reputation, from exile in France; and she pursued Murray with his allies through the south of Scotland to Dumfries, whence she drove him over the English border in October.",
        "The Hamiltons, now in English exile, were forfeited; d'Aubigny received the earldom of Lennox; and, as after Darnley's death, placards, were posted urging the trial of Morton for that crime.",
        "He was anti-papal by conviction, yet hoped for help from Rome, and was so far implicated in the adventures of his Catholic subjects that, in the interest of his own character, he had to advance against them and drive them into exile.",
        "The Orleanists were driven into exile, and the duchess proceeded with her two sons, the comte de Paris and the duc de Chartres, first to Eisenach in Saxony, and then to Claremont in Surrey.",
        "Diego Noboa, elected in 1850 after a period of great confusion, recalled the Jesuits, produced a rupture with New Granada by receiving conservative refugees, and thus brought about his own deposition and exile.",
        "In 722 we find Ine of Wessex at war with the South Saxons, apparently because they were supporting a certain Aldbryht, probably an exile from Wessex.",
        "When an immigrant moved to Rome from one of the cities of the Latin league, or any city which enjoyed the jus commercii with Rome, and by the exercise of the right of voluntary exile from his own state (jus exulandi), claimed Roman citizenship, it is impossible to suppose that it was necessary for him to make application to a Roman patron to represent him in his legal transactions; for the jus commercii gave its holder the right of suing and being sued in his own person before Roman courts.",
        "His return was graced with all the pomp of a triumphal entry, but in two months after he was again in exile.",
        "He arrived at his destination in safety; and the sympathies of the people, which had roused them to fire the cathedral and senate-house on the day of his exile, followed him to his obscure retreat.",
        "His exile gave rise to a schism in the church, and the Johannists (as they were called) did not return to communion with the archbishop of Constantinople till the relics of the saint were, 30 years after, brought back to the Eastern metropolis with great pomp and the emperor publicly implored forgiveness from Heaven for the guilt of his ancestors.",
        "His letters belong to the last years, the time of exile, and with his other works are valuable sources for the history of his time.",
        "Arnold was at first successful and Adolf had to go into exile; but he returned, and in 1465, having taken his father prisoner by treachery, interned him in the castle of Buren.",
        "had every reason to reward his companions in exile, and to rule like Ferdinand of Aragon by means of lawyers and churchmen rather than trust nobles like those who had made the Wars of the Roses.",
        "These centuries represent an age which the Jewish historians have partly ignored (as regards Samaria) and partly obscured (as regards the return from exile and the reconstruction of Judah); but since this age stands at the head of an historical development which leads on to Christianity and Rabbinical Judaism, it is necessary to turn from Palestine as a land in order to notice more particularly certain features of the Old Testament upon which the foregoing evidence directly bears.",
        "The biblical history is a \" canonical \" history which looks back to the patriarchs, the exodus from Egypt, the law-giving and the covenant with Yahweh at Sinai, the conquest of Palestine by the Israelite tribes, the monarchy, the rival kingdoms, the fall and exile of the northern tribes, and, later, of the southern (Judah), and the reconstructions of Judah in the times of Cyrus, Darius and Artaxerxes.",
        "There was, in one case, a retrospect which did not include the deluge, and in another the patriarchs were actual settlers, a descent into Egypt and subsequent exodus being ignored; moreover, the standpoints of those who did not go into exile and of those who did and returned would naturally differ.",
        "It is now generally agreed that the present adjustment of the older historical books of the Old Testament to form a continuous record of events from the creation to the Babylonian' exile is due to an editor, or rather to successive redactors, who pieced together and reduced to a certain unity older memoirs of very different dates; and closer examination shows that the continuity of many parts of the narrative is more apparent than real.",
        "During the Roman period, as it had also been in Pharaonic times, Kharga was used as a place of banishment, the most notable exile being Nestorius, sent thither after his condemnation by the council of Ephesus.",
        "He appears to have followed his master to Constantinople, and to have taken part in the Three Chapters controversy; in 553, at all events, he signed the \"constitutum\" of Vigilius in favour of these, and for refusing, with him, to accept the decrees of the fifth general council (the 2nd of Constantinople, 553) shared his exile.",
        "Abdur Rahman, the son of the late amir Shere Ali's elder brother, had fought against Shere Ali in the war for succession to Dost Mahommed, had been driven beyond the Oxus, and had lived for ten years in exile with the Russians.",
        "But it has won greater triumphs in its exile than it could ever have achieved in the land of its birth.",
        "Among the Indian adventurers who thronged Alexander's camp in the Punjab, each with his plot for winning a kingdom or crushing a rival, Chandragupta Maurya, an exile from the Gangetic valley, seems to have played a somewhat ignominious part.",
        "Humayun was driven as an exile into Persia; and, while he was flying through the desert of Sind, his son Akbar was born to him in the petty fortress of Umarkot.",
        "Before the year was out Shah Shuja had been driven into exile, and a third brother, Mahmud Shah, was on the throne.",
        "The following year, at the instance of Great Britain and France, Ferdinand commuted the sentences of some of the political prisoners to exile.",
        "Nothing external, neither death nor exile nor pain nor any such thing, can ever force us to act against our will; if we are conquered, it is because we have willed to be conquered.",
        "Cicero found himself deserted, and on the advice of Cato went into exile to avoid bloodshed.",
        "Cicero was again deserted by his supporters and threatened with fresh exile.",
        "He was obliged to defend in 54 Publius Vatinius, whom he had fiercely attacked during the trial of Sestius; also Aulus Gabinius, one of the consuls to whom his exile was due; and Rabirius Postumus, an agent of Gabinius.",
        "Thus Cicero frequently speaks as if his client were to be put to death, though a criminal could always evade capital consequences by going into exile.",
        "In the downfall of Jerusalem, the experiences of the exile in Babylon, and the return to Judaea, the nation was transformed into a church.",
        "The word is of Babylonian origin, adopted by the Jews with other calendar names after the Babylonian exile.",
        "He for a time followed his sovereign into exile, and spent the last years of his life at Freiberg in Saxony.",
        "His father, of the same name, had held an important military command in Sicily, but on his return to Rome he was prosecuted on a charge of bribery and condemned to exile.",
        "Louis Philippe stayed here for some time during his exile.",
        "He became associated with John Day the printer, himself once a Protestant exile.",
        "His father Petracco held a post of notary in the Florentine Rolls Court of the Riformagioni; but, having espoused the same cause as Dante during the quarrels of the Blacks and Whites, Petracco was expelled from Florence by that decree of the 27th of January 1302 which condemned Dante to lifelong exile.",
        "Returning to France in 1814, the duke and duchess of Orleans had barely established themselves in the Palais Royal in Paris when the Hundred Days drove them into exile.",
        "During her second exile, from 1848 to the end of her life, she lived at Claremont, where her charity and piety endeared her to the many English friends of the Orleans family.",
        "She followed her husband into exile in 1203 and died seven years later in Epirus.",
        "When Hilduin was disgraced in 830 for having joined the party of Lothair, Hincmar accompanied him into exile at Corvey in Saxony, but returned with him to St Denis when the abbot was reconciled with the emperor, and remained faithful to the emperor during his struggle with his sons.",
        "The bishop of Laon was sent into exile, probably to Aquitaine, where his eyes were put out by order of Count Boso.",
        "His position was strengthened by the birth of a son (2nd of November 1470, during his exile), and by the wealth which he acquired through the confiscation of the estates of his opponents.",
        "His first seven weeks, therefore, ending with the rule of \"Messiah the Prince,\" 5 probably Joshua ben Jozadak, the first high-priest after the exile (Ezra iii.",
        "2), seem to coincide exactly with the duration of the Babylon exile, i.e.",
        "during his exile (1810-1814).",
        "This incident but just anticipated the revolution which, after Bolingbroke had enjoyed a three days' triumph over Oxford, drove him into:exile and prostrated his party, but enabled Swift to perform the noblest action of his life.",
        "In little more than two months, however, his son was proclaimed king at London by the title of Edward IV., and the bloody victory of Towton immediately after drove his enemies into exile and paved the way for his coronation.",
        "After his death Richard de la Pole, remaining in exile, called himself earl of Suffolk, and was flattered occasionally by Francis I.",
        "Russians of the Lipovan sect live in exile in Bucharest and other cities, earning a livelihood as cab-drivers, and wearing the long coats and round caps of their countrymen.",
        "In his Russian exile Cantemir composed in a fair Latin style his Descriptio Moldaviae, the counterpart, so far as Moldavia Can is concerned, to Del Chiaro's contemporary descrip tion of Walachia.",
        "Baxter was in prison: Howe was driven into exile: Henry was arrested.",
        "During his exile his time was occupied in writing on behalf of his cause, and to this period belong some of his most important works, above all the great Orations or Discourses against the Arians, which furnish the best exposition of his theological principles.",
        "The great majority of the population remained faithful to the exile.",
        "To the decree of impeachment published by the congress he replied by a notice of dissolution and a declaration of war; but he soon found that the real power was with his opponents, who effected his arrest, and condemned him first to two years' imprisonment, but afterwards by commutation to two years' exile.",
        "The calamity of Jerusalem can only be the sack of the city by Nebuchadrezzar (586 B.C.); the malevolence and cruelty of Edom on this occasion are characterized in similar terms by several writers of the exile or subsequent periods, but by none with the same circumstance and vividness of detail as here (Ezek.",
        "PAUL EUGENE LOUIS DESCHANEL (1856-), French statesman, son of Emile Deschanel (1819-1904), professor at the College de France and senator, was born at Brussels, where his father was living in exile (1851-1859), owing to his opposition to Napoleon III.",
        "18-20), he will gather them that are in exile away from the sacred festivals, who were a cause of \" reproach \" (cf.",
        "On the other hand, it is entirely intelligible that a prophecy relating to Scythians should have been re-shaped to apply to later conditions, and on this view it is explicable why the indefinite political convulsions should be adjusted to the exile and why the gloom should be relieved by the promise of a territory extending from the Mediterranean to the Syrian desert (ii.",
        "These were followed by commentaries on Job, Ezekiel, Nahum, Habakkuk and Zephaniah, in the Cambridge series; and a Bible-class primer on The Exile and Restoration.",
        "In 376 he was deprived of his see, and Valens sent him into exile, whence he did not return till the publication of the edict of Gratian in 378.",
        "There were at the time several descendants of the Badr Khan Bey and Baban families in exile in Constantinople, and from these certain members were given considerable Government posts in the capital and in Syria and Anatolia.",
        "The ablest king in England in the generation that followed Off a was Ecgbert of Wessex, who had long been an exile abroad, and served for thirteen years as one of the captains of Suprem- Charles the Great.",
        "He had spent his whole life from 1013 to 1040 as an exile at the court of Rouen, and was far more of a Norman than an Englishman.",
        "He put them down with ease; the one was imprisoned for life, the other driven into exile, while Waltheof, the last of the English earls, who had dabbled in a hesitating way in this plot, was executed.",
        "The exile, who had taken refuge in a French abbey, placed the justiciar and six other of the kings chief councillors under the ban of the Church, and intimated that he should add Henry himself to the list unless he showed speedy signs of repentance (April 1166).",
        "The king offered to allow Becket to return from exile, and to restore him to his possessions, without exacting from him any promise of submission, or even a pledge that he would not reopen the dispute on his return.",
        "also article EXILE.",
        "The land was not denuded, and the fact that \" some scores of thousands of Jews remained in Judah through all the period of the exile,\" 3 even though they were \" the poorest of the land,\" revolutionizes ordinary notions of this period.",
        "The five orations composing the Actio Secunda in Verrem were never spoken, but written after Verres had gone into exile.",
        "In the article Deportation it is shown how the discoveries in the southern seas led to the adoption of penal exile in preference to other suggested improvements in the English prison systems. The penitentiary scheme proposed by Howard was not, however, abandoned.",
        "The system now introduced consisted of three principal parts: (1) of a limited period of separate confinement in a home prison or penitentiary, accompanied by industrial employment and moral training; (2) of hard labour at some public works prison either at home or abroad; and (3) of exile to a colony with a conditional pardon or ticket-of-leave.",
        "But this single receptacle could not absorb a tithe of the whole number of convicts awaiting exile.",
        "- France has devoted very considerable attention to prison matters and is now practising the two extremes of treatment, the strict cellular isolation of the Belgian system and the penal exile or transportation which was long the English rule.",
        "He put the former to death and drove the latter into exile to Bagdad.",
        "In the following year he returned to Baden and took a conspicuous part in the more serious operations of the second outbreak under General Louis Mieroslawski (1814-1878.) Sigel subsequently lived in Switzerland, England and the United States, whither he emigrated in 1852, the usual life of a political exile, working in turn as journalist and schoolmaster, and both at New York and St Louis, whither he removed in 1858, he conducted military journals.",
        "The rudiments of some of these ideas can be found in the prophets, but their development took place after the exile, and indeed for the most part after the conclusion of the writings accounted canonical.",
        "Davidson, Old Testament Prophecy (1903); Karl Budde, Religion of Israel to the Exile (1899); W.",
        "When the city was forced by hunger to surrender to the Austrians, Pepe and Manin were among those excluded from the amnesty; he again went into exile and died in Turin in 1855.",
        "One of five Original Beings, he'd landed on earth when the Originals escaped from their immortal exile.",
        "The Welsh and Scottish kings, however, both submitted to lEthelstan, and Guthfrith was again driven into exile.",
        "EVAGORAS, son of Nicocles, king of Salamis in Cyprus 410374 B.C. He claimed descent from Teucer, half-brother of Ajax, son of Telamon, and his family had long been rulers of Salamis until supplanted by a Phoenician exile.",
        "The people are generally courteous and kindly, the island being still comparatively rarely visited by foreigners, while Italians seem to regard it as almost a place of exile.",
        "\" Locust,\" which carried him into exile.",
        "In April 1892 Alem and his chief colleagues were arrested and sent into exile.",
        "In 1808 Moratin was involved in the fall of Godoy, but in 1811 accepted the office of royal librarian under Joseph Bonaparte - a false step, which alienated from him all sympathy and compelled him to spend his last years in exile.",
        "Those whose stubborn persistence in error survived all these inducements to repent were sent into exile.",
        "returned to Rome; and Urban VI., elected in 1378, put a final end to the Avignonian exile.",
        "The events of 1820-1821 increased the agitation in Romagna, and in 1825 large numbers of persons were condemned to death, imprisonment or exile.",
        "In 58 he was praetor, sided with Pompey in the Civil War, and after his defeat was banished by Caesar, and died in exile.",
        "Finally the Deutero-Isaiah conveyed to captive Israel the message of Yahweh's unceasing love and care, and the certainty of their return to Judaea and the restoration of the national prosperity which Ezekiel had already announced in the earlier period of the exile.",
        "Here again we see the wholesome influences of the exile.",
        "their property was despoiled and several members of the family were driven into exile.",
        "This was fixed in the Priestly Code at the 15th of the seventh month, and an eighth day of solemn assembly -added after the return from the exile.",
        "It was one of the towns assigned by Artaxerxes to Themistocles for support in his exile, and there the latter ended his days.",
        "In carrying out the regime of Rampolla, which was, in every respect, a bad imitation of that of Antonelli, the Vatican left no stone unturned in its attempt to coerce the conscience of the French royalists; it did not even stop at dishonour, as was evidenced by the case of the unhappy Mgr d'Hulst, who, in order to evade the censorship of his pamphlet on Old Testament criticism, had to abandon both his king and his principles, only to die in exile of a broken heart.",
        "Constantine, while strongly disposed at first to enforce the Nicene decrees, was gradually won to a more conciliatory policy by the influence especially of Eusebius of Caesarea and Eusebius of Nicomedia, the latter of whom returned from exile in 328 and won the ear of the emperor, whom he baptized on his death-bed.",
        "The title of My Exile in Siberia is misleading; he was never in that country.",
        "drove him into exile.",
        "His Pitt has already been mentioned; his Appreciations and Addresses and his Peel (containing a remarkable comment on the position of an English prime minister) were published in 1899; his Napoleon: the Last Phase - an ingenious, if paradoxical, attempt to justify Napoleon's conduct in exile at St Helena - in woo; his Cromwell in the same year.",
        "About the same date (573) the king of Cymric Strathclyde summoned, from exile in Wales, St Kentigern, the patron saint of Glasgow, who restored a Christianity almost or quite submerged in paganism, Celtic and English.",
        "On the 24th of August three statutes abolished papal and prelatical authority and jurisdiction; repealed the old laws in favour of the church, and punished celebrants and attendants of the Mass - for the first offence by confiscation, for the second by exile, for the third by death.",
        "He actually became a suitor for Mary's hand, when the death of her husband the French king (5th of December 1560) left her a friendless exile.",
        "Various small feuds were suppressed; Henry the Lion was deprived of his duchy, which was dismembered, and sent into exile; a treaty was made with the Lombard league at Constance in June 1183; and most important of all, Frederick's son Henry was betrothed in 1184 to Constance, daughter of Roger I., king of Sicily, and aunt and heiress of the reigning king, William II.",
        "He escaped from the coast of Florida in an open boat, and after many vicissitudes reached England, an exile.",
        "Annaeus Seneca was recalled from exile and appointed his tutor.",
        "The Irish exile enlisted first the services of Maurice Fitzgerald and Robert Fitzstephen, two half-brothers, both noted fighting men, and afterwards those of Richard de Clare, earl of Pembroke, an ambitious and impecunious magnate of broken fortunes.",
        "But Arch bishop Winchelsea had returned from exile in a belli gerent mood, and the place of Norfolk and Hereford was taken by an ambitious prince of the royal house, Thomas, earl of Lancaster, the son of the younger brother of Edward I.",
        "His exile, however, was brief, and some years after his return he became involved in a dispute with his sovereign, Christian III., king of Denmark, because he refused to further the progress of Lutheranism in the island.",
        "Then (b) the former lost its independence towards the close of the 8th century B.C., when a number of its inhabitants were carried away; and the latter shared the fate of exile at the beginning of the 6th, but succeeded in making a fresh reconstruction some fifty or sixty years later.",
        "1) corresponds to the period forward to the return from the exile (§ co).",
        "of Israel to Exile, pp. 165-167.",
        "Internal Conditions and the Exile.",
        "After a brief description of the fall of Jerusalem the \" seventy years \" of the exile are passed over, and we are plunged into a history of the return (2 Chron.",
        "Life after the Exile, pp. 40-43).",
        "Religious Life after the Exile (1898); E.",
        "which gives a list of families who returned from exile each to its own city, and (b) in the return of the holy vessels in the time of Cyrus (contrast 1 Esdras iv.",
        "Abtalion said, \" Ye wise, be guarded in your words: perchance ye may incur the debt of exile.\"",
        "In Mainz there settled in the 10th century Gershom, the \" light of the exile,\" who, about 1000, published his ordinance forbidding polygamy in Jewish law as it had long been forbidden in Jewish practice.",
        "of England (then in exile) entered into negotiations with the Amsterdam Jews (1656).",
        "From 58 to 55 Auletes was in exile, driven out by popular hatred, and worked by bribery and murder in Rome to get himself restored to Roman power.",
        "The hostility of the Maryland authorities, however, eventually drove him into exile in Delaware, where he remained quietly, but not in idleness, for two years.",
        "The Jews of Babylonia, after the fall of the first temple, were termed by Jeremiah and Ezekiel the people of the \"Exile.\"",
        "Expelled from France in 1836, the day after bringing a suit against the duchess of Angouleme for the restitution of the daupnin's private property, he lived in exile till his death at Delft on the 10th of August 1845, and his tomb was inscribed \"Louis XVII., roi de France et de Navarre (Charles Louis, duc de Normandie).\"",
        "The circumstances of the final outburst of Saul's hatred, which drove David into exile, are not easily disentangled.",
        "8, it is significant that the scene of Absalom's exile lay to the south, that Ahithophel was a south Judaean, and that Amasa probably belonged to the Jezreel 2 with which David was connected through his wife Ahinoam.",
        "His first wife died in 1863, and in 1864 he married Pauline Kuczynski, daughter of a Polish exile.",
        "Tricked into a liaison with the Fisher King's daughter Elaine, he becomes the father of Galahad, the Grail winner, and, as a result of the queen's jealous anger at his relations with the lady, goes mad, and remains an exile from the court for some years.",
        "He served in the Franco-German War, was involved in the Commune, and spent eleven years in England as a political exile.",
        "On his return to Paris he had become acquainted with Etienne Claviere, the Genevese exile, and a banker named Panchaud.",
        "His first literary work, except the bombastic but eloquent Essai sur le despotisme (Neufchatel, 1 775), was a translation of Robert Watson's Philip II., done in Holland with the help of Durival; his Considerations sur l'ordre de Cincinnatus (London, 1788) was based on a pamphlet by Aedanus Burke (1743-1802), of South Carolina, who opposed the aristocratic tendencies of the Society of the Cincinnati, and the notes to it were by Target;, his financial writings were suggested by the Genevese exile, Claviere.",
        "Dumont was a Genevese exile, and an old friend of Romilly's, who willingly prepared for him those famous addresses which Mirabeau used to make the Assembly pass by sudden bursts'of eloquent declamation; Claviere helped him in finance, and not only worked out his figures, but even wrote his financial discourses; Lamourette wrote the speeches on the civil constitution of the clergy; Reybaz not only wrote for him his famous speeches on the assignats, the organization of the national guard, and others, which Mirabeau read word for word at the tribune, but even the posthumous speech on succession to the estates of intestates, which Talleyrand read in the Assembly as the last work of his dead friend.",
        "Milo was tribune of the plebs in 57 B.C. He took a prominent part in bringing about the recall of Cicero from exile, in spite of the opposition of Clodius.",
        "Milo went into exile at Massilia, and his property was sold by auction.",
        "In 1754 he was a member of the chambre royale which sat during an exile of the parlement; in 1755 and 1756 he accompanied Gournay, then intendant of commerce, in his tours of inspection in the provinces, and in 1760, while travelling in the east of France and Switzerland, visited Voltaire, who became one of his chief friends and supporters.",
        "In any case exile, and death in the prisons of Cayenne, now awaited the timid champions of law and order; while parliamentary rule sustained a shock from which it never recovered.",
        "The king, moreover, repeatedly recommended him to the pope, and twice sent him, in 1330 and 1333, as ambassador to the papal court, then in exile at Avignon.",
        "Though long an exile from his native land, Tyndale was one of the greatest forces of the English Reformation.",
        "After the coup d'Nat of Don Leopold O'Donnell in 1856, Sagasta had to go into exile in France, but promptly returned, to become the manager of the Progressist paper La Iberia, and to sit in the Cortes from 1859 to 1863.",
        "He seconded the Progressist and revolutionary campaign of Prim and the Progressists against the throne of Queen Isabella, conspiring and going into exile with them.",
        "Sancho having been slain in 1072, while engaged in the siege of Zamora, Aiphonso returned from exile and occupied the vacant throne.",
        "cry the weeping citizens of Burgos, as they speed the exile on his way.",
        "The supposition of such influence is favoured by some critics (Tyler, Plumptre, Palm, Siegfried, Cheyne in his Jewish Religious Life after the Exile, and others), rejected by some (Zeller, Renan, Kleinert and others).",
        "He here continued to render great service to Abu Salem (Ibrahim III.), Abu Inan's successor, but, having offended the prime minister, he obtained permission to emigrate to Spain, where, at Granada, he was received with great cordiality by Ibn al Ahmar, who had been greatly indebted to his good offices when an exile at the court of Abu Salem.",
        "Antipas was deprived of his dominions and banished to Lyons, Herodias voluntarily sharing his exile.",
        "4-9), who is said to have spent part of the year 1304, during his exile from Florence, in the castle of Lizzana, between Marco and Rovereto.",
        "After exile in various places Basin proceeded to Rome and renounced his bishopric. At this time (1474) Pope Sixtus IV.",
        "While merely a prior of Bec he led the opposition to the uncanonical marriage of Duke William with Matilda of Flanders (1053) and carried matters so far that he incurred a sentence of exile.",
        "4) afford complete testimony for the prevalence of Baalism as late as the exile, but prove that the clearest distinction was then drawn between the pure worship of Yahweh the god of Israel and the inveterate and debased cults of the gods of the land.",
        "All the senators subsequently took the oath except Metellus, who went into exile.",
        "During his exile Wagner matured his plans and perfected his musical style; but it was not until some considerable time after his return that any of the works he then meditated were placed upon the stage.",
        "Breda was the residence, during his exile, of Charles II., who, by the declaration of Breda (1660), made known the conditions of his acceptance of the crown of England.",
        "Early in the following year he was in exile.",
        "Prince Menshikov, the favourite of Peter the Great and Catherine I., died here an exile, in 1729.",
        "While the slave trade was permitted, the mutilation of boys and young men, too often practised, was punished with exile and even with death.",
        "Exile and imprisonment at the will of the government and without trial were common.",
        "When he was restored, after an exile of twenty months, Theodosius fled to Sinai and continued his agitation among the monks there.",
        "It may have been during his exile, when withdrawn from his active career as a dramatist, that he composed or completed his poem on the first Punic war.",
        "She returned in the summer of 1805, and spent nearly a year in writing Corinne; in 1806 she broke the decree of exile and lived for a time undisturbed near Paris.",
        "The reply to her letter was the condemnation of the whole edition of her book (ten thousand copies) as \"not French,\" and her own exile, not as before to a certain distance from Paris, but from France altogether.",
        "During the exile this was found impossible, and the old home ceremonial was revived and was kept up even after the return of the exile.",
        "He died in exile at Rotterdam on the 28th of December 1706.",
        "but turned into a voluntary exile prolonged until the hour of his death\": he never again left the waters of the Pacific. The \"Casco\" proceeded first to the Marquesas, and south and east to Tahiti, passing before Christmas northwards to Honolulu, where Stevenson spent six months and finished The Master of Ballantrae and The Wrong Box.",
        "Of Stevenson's daily avocations, and of the temper of his mind through these years of romantic exile, a clear idea may be obtained by the posthumous Vailima Letters, edited by Mr Sidney Colvin in 1895.",
        "When Holland rose in revolt against French domination in 1813, after eighteen years of exile he landed at Scheveningen (on the 19th of November) and was on the 3rd of December, amid universal rejoicing, proclaimed prince sovereign of the Netherlands.",
        "Exile to Siberia began in the first years of its discovery, and as early as 1658 we read of the Exiles.",
        "No exact statistics of Siberian exile were kept before 1823.",
        "When accused of having unfairly distributed the spoil taken at Veii, which was captured by him after a ten years' siege, he went into voluntary exile at Ardea.",
        "In June 1649, burning to revenge the death of the king, he was restored by the exile Charles II.",
        "The long series of memoirs - some of them complete treatises of great moment in the history of science - communicated by Lagrange to the Berlin Academy between the years 1767 and 1787 were not the only fruits of his exile.",
        "There are cogent reasons for placing Joel either earlier or later than the great series of prophets extending from the time when Amos first proclaimed the approach of the Assyrian down to the Babylonian exile.",
        "The king is not mentioned - which on Credner's view is explained by assuming that the plague fell in the minority of Joash, when the priest Jehoiada held the reins of power - and the princes, councillors and warriors necessary to an independent state, and so often referred to by the prophets before the exile, are altogether lacking.",
        "i, 2, that Joel wrote after the exile.",
        "Together with the kings and ephors it formed the supreme executive committee of the state, and it exercised also a considerable criminal and political jurisdiction, including the trial of kings; its competence extended to the infliction of a sentence of exile or even of death.",
        "Many left Brazil and went into voluntary exile, while others retired to their estates.",
        "The riformatori were ousted from power and expelled the city, and the trade of Siena suffered no little injury by the exile of so many artisan families.",
        "But the plot came to light; its chief ringleaders were beheaded, and many others sent into exile (1456); and the death of Alphonso at last ended all danger from that source.",
        "The noveschi, being \"fat burghers\" with powerful connexions, abilities and traditions, gained increased strength and influence in exile; and five years later, on 22nd July 1487, they returned triumphantly to Siena, dispersed the few adherents of the popolo who offered resistance, murdered the captain of the people, reorganized the state, and placed it under the protection of the Virgin Mary.",
        "On the 2nd of August of the same year, at Marciano in Val di Chiana, he won a complete victory over the Sienese and French troops under Piero Strozzi, the Florentine exile and marshal of France.",
        "The stirring incidents in the political emancipation of Portugal inspired his muse, and he describes the bitterness of exile, the adventurous expedition to Terceira, the heroic defence of Oporto, and the final combats of liberty.",
        "On his return from exile, after the subsidence of the Tatar deluge, he found his kingdom in ashes; and his two great remedies, wholesale immigration and castle-building, only sowed the seeds of fresh disasters.",
        "The reign which Richelieu was to dominate so absolutely began with his exile from the court.",
        "Then, as he had incurred too much of the odium of a creature of Concini to hope for royal favour, he resigned himself to the post of chief adviser to Marie de' Medici in her exile at Blois.",
        "In the same year, after a brief exile among friends in Germany, he fled to Russia.",
        "He is probably identical with the Bestia who encouraged the Italians in their revolt, and went into exile (90) to avoid punishment under the law of Q.",
        "for no one doubts that some of the psalms date from after the Babylonian exile.",
        "1-10, sometimes referred of late to a supposed invasion of Judah by Sargon, rather belongs to some one of the many prophetic personages who wrote, but did not speak like the greater prophets, during and after the Exile.",
        "as a part of a work relating to the close of the Exile that prevents us from seeing how inconsistent are the tone and details with this presupposition.",
        "XENOPHANES of Colophon, the reputed founder of the Eleatic school of philosophy, is supposed to have been born in the third or fourth decade of the 6th century B.C. An exile from his Ionian home, he resided for a time in Sicily, at Zancle and at Catana, and afterwards established himself in southern Italy, at Elea, a Phocaean colony founded in the sixty-first Olympiad (536-533).",
        "When Liberius returned from exile and Felix was expelled from Rome, Damasus again took his place among the adherents of Liberius.",
        "Ten years afterwards, in 357, the exile entered Achradina a victor, welcomed by the citizens as a deliverer both of themselves and of the Greeks of Sicily generally.",
        "The new king was not fond of \"boetry,\" but Queen Caroline was, and international jealousy was pleased at the thought of welcoming a distinguished exile from French illiberality.",
        "On their return after many centuries of exile most of them settled in the neighbourhood of Aldgate and Aldersgate.",
        "But in the end he was forced to yield to the importunity of his family (February 17th); and Decazes, raised to the rank of duke, passed into honourable exile as ambassador to Great Britain.",
        "The Ghibellines now triumphed completely, and in 1249 the Guelph leaders were driven into exile - the first of many instances in Florentine history of exile en masse of a defeated party.",
        "But, although greatly strengthened, the Guelphs, who now may be called the democrats as opposed to the Ghibelline aristocrats, were by no means wholly victorious, and in 1251 they had to defend themselves against a league of Ghibelline cities (Siena, Pisa and Pistoia) assisted by Florentine Ghibellines; the Florentine Uberti, who had been driven into exile after their plot of 1258, took refuge in Siena and encouraged that city in its hostility to Florence.",
        "A signory adverse to Giano having been elected, he was driven into exile in 1295.",
        "Several subsequent risings of the ciompi, largely of an economic character, were put down, and the Guelph families gradually regained much of their lost power, of which they availed themselves to exile their opponents and revive the odious system of ammonizioni.",
        "A parlamento was summoned, and the balia appointed decreed the return of Cosimo and the exile of Rinaldo degli Albizzi, Rodolfo Peruzzi, Niccolo Barbadori, and others, in spite of the feeble attempt of Eugenius to protect them.",
        "Coming to the throne at such an early age, he had served no apprenticeship in the art of ruling, but he possessed great natural tact and a sound judgment ripened by the trials of exile.",
        "Eutyches died in exile, but of his later life nothing is known.",
        "All matters affecting the community are discussed in the majlis or assembly, to which any tribesman has access; here, too, are brought the tribesmen's causes; both sides plead and judgment is given impartially, the loser is fined so many head of small cattle or camels, which he must pay or go into exile.",
        "Arabian tradition tells of their prince Jabala ibn Aiham who accepted Islam, after fighting against it, but finding it too democratic, returned to Christianity and exile in the Roman empire.",
        "Driven into exile owing to a feud between his family and the Ibn Ali, the leading family of the Shammar, Abdallah came to Riad in 1830, and was favourably received by the amir Turki.",
        "During the exile of the latter he steadily consolidated his power, extending his influence more especially over the desert tribes, till on Fesal's return in 1842 he had created a state subject only in name to that of which Riad was the capital.",
        "- The combined hostility of the orthodox church and the Byzantine empire drove the Nestorians into exile, but they went much further than was needed simply to secure immunity from persecution.",
        "As by rights the Messianic kingdom should follow immediately on the exile, it is probable that the prophet designs to hint in a guarded way that Zerubbabel, who in all other places is mentioned along with Joshua, is on the point of ascending the throne of his ancestor David.",
        "12 (\" to-day, also, do I declare that I will render double unto thee \") have no sense unless they refer back to the deliverance from Babylonian exile.",
        "While in exile he was elected supreme commander of the Knights of the Golden Circle in Ohio and received the Democratic nomination for governor of Ohio, but was defeated.",
        "The emperor Justinian Rhinotmetus took refuge with him during his exile and married his daughter (702).",
        "So in 1274 he and Visconti were driven into exile.",
        "Edwy naturally resented this interference, and in 957 Dunstan was driven into exile.",
        "21 seq.), Michmash was recolonized after the exile (Neh.",
        "The citizens espoused the cause of Diether, but their city was captured by Adolph; it was then deprived of its privileges and was made subject to the archbishop. Many of the inhabitants were driven into exile, and these carried into other lands a knowledge of the art of printing, which had been invented at Mainz by Johann Gutenberg in 1450.",
        "They were easily repulsed in an attack upon the Providence town arsenal, and Dorr, after a brief period of exile in Connecticut, was convicted of high treason on the 26th of April 1844, and was sentenced to imprisonment for life.",
        "At least 30,000 Protestants preferred exile, and it was not till the edict of tolerance of 1781 granted by Joseph II.",
        "He died, still in exile, at Bruges in September 1652.",
        "In 1864 he exhibited \"Dante in Exile\" (the greatest of his Italian pictures), \"Orpheus and Eurydice\" and \"Golden Hours.\"",
        "Aeschines went into voluntary exile at Rhodes, where he opened a school of rhetoric. He afterwards removed to Samos, where he died in the seventy-fifth year of his age.",
        "His works include: Mes Loisirs (1863); La Voix d'un exile (1867), a satire against the Canadian government; boreales, and Les Oiseaux de neige (1880), crowned by the French academy; La Legende d'un peuple (1887); two historical dramas, Papineau (1880) and Felix Poutre (1880); La Noel au Canada (1900), and several prose works and translations.",
        "He wrote his Reflexions upon Exile, and in 1717 his letter to Sir W.",
        "He had only conceived the idea of The Patriot King in the person of the worthless Frederick in order to stir up sedition, while his eulogies on retirement and study were pronounced from an enforced exile.",
        "On his return from exile in A.D.",
        "When forced to select a place of exile, Cicero was at first (ad Att.",
        "He then brilliantly defended Komarom for two months, and finally surrendered on honourable terms. Klapka left the country at once, and lived thenceforward for many years in exile, at first in England and afterwards chiefly in Switzerland.",
        "In the beginning of 1656 John Casimir returned from exile and the Polish army was reorganized and increased.",
        "Starting from the different dates assigned by tradition to the exile to Patmos and the different chronological relations implied in the book itself, he conjectured that the Apocalypse was composed of several works of St John, written in different places and at different times, some before, some after A.D.",
        "His brother, Giovanni Durando (1804-1869), was in early life driven into exile on account of his Liberal opinions.",
        "As soon as Carthage seemed to be recovering herself, and some of Massinissa's partisans were driven from the city into exile, his policy was to excite the fears of Rome, till at last in 149 war was declared - the Third Punic War, which ended in the final overthrow of Carthage.",
        "by his wife Elizabeth Woodville, and was born, during his father's temporary exile, in the sanctuary of Westminster Abbey on the 2nd of November 1470.",
        "He resigned office on the proclamation of the republic after the flight of the pope to Gaeta in 1849, resumed it for a while when Pius returned to Rome with the protection of French arms, but when a reactionary and priestly policy was instituted, he went into exile and took up his residence at Turin.",
        "Their great wealth enabled them during their exile to enhance their reputation and secure the favour of the Delphian Apollo by rebuilding the temple after its destruction by fire in J48.",
        "Lentulus played a prominent part in the recall of Cicero from exile, and although a temporary coolness seems to have arisen between them, Cicero speaks of him in most grateful terms. From 56-53 Lentulus was governor of the province of Cilicia (with Cyprus) and during that time was commissioned by the senate to restore Ptolemy XI.",
        "See on this question, HEBREW RELIGION, and Budde, Religion of Israel to the Exile, vol.",
        "factions, who had taken refuge in Ankole, could not agree even in their common exile, and nearly came to blows, but on the spur of threatened famine they agreed to combine and to take back Mwanga as their king and strike a blow for supremacy in Buganda.",
        "Permanency of occupation, however, dates from the voyage of the \" Mayflower,\" which brought about a hundred men, women and children who had mostly belonged to an English sect of Separatists, originating in Yorkshire, but who had passed a period of exile for religion's sake in Holland.",
        "It was he who brought King John Casimir back from exile and enabled him to regain his lost kingdom.",
        "After the first speech the accused, unless charged with parricide, was at liberty to withdraw into exile (Poll.",
        "Julian recalled him from exile, bestowed upon him an estate in Lesbos, and retained him for a time at his court in Constantinople.",
        "He revoked numerous pensions and grants conferred by his predecessors upon idle courtiers, and, meeting the reproach of sacrilege made by the patriarch of Constantinople by a decree of exile, resumed a proportion of the revenues of the wealthy monasteries.",
        "Their worship was prohibited, and their chief pastor, Leger, was obliged to flee, and in his exile at Leiden wrote his Histoire generale des eglises vaudoises (1684).",
        "4, where the Chaldaeans are said to have spoken to the king in Aramaic. But the cuneiform inscriptions show that the language of the Chaldaeans was Assyrian; and an examination of the very large part of the Hebrew Old Testament written later than the exile proves conclusively that the substitution of Aramaic for Hebrew as the vernacular of Palestine took place very gradually.",
        "His mother and her husband lived at Thebes in exile as guests of King Creon.",
        "The doctrine of monotheism was formally expressed in the period immediately before and during the Exile, in Deuteronomy\" and Isaiah; and at the same time we find angels prominent in Ezekiel who, as a prophet of the Exile, may have been influenced by the hierarchy of supernatural beings in the Babylonian religion, and perhaps even by the angelology of Zoroastrianism.\"",
        "The result was that Agrippa left Rome, ostensibly to take over the governorship of Syria - a sort of honourable exile; but as a matter of fact he only sent his legate to the East, while he himself remained at Lesbos.",
        "Appointed sub-prefect of Avesnes during the Hundred Days, he was imprisoned by the Prussians in revenge for the death of the maidens of Verdun, and lived in exile during the Restoration.",
        "Oppianicus and two others were condemned, and some years later Oppianicus died in exile.",
        "In 66, Sassia induced her stepson Oppianicus to charge Cluentius with having caused the elder Oppianicus to be poisoned while in exile.",
        "A certain Widukind, or Wittekind, who had doubtless taken part in the earlier struggle, returned from exile in Denmark, and under his leadership the Saxon revolt broke out afresh in 778.",
        "After the return from the Exile it was impossible to write the history of Israel's fortunes otherwise than in a spirit of religious pragmatism.",
        "Jerusalem and the Temple have not that central place in the book of Kings which they occupied in the minds of the Jewish community after the Exile.",
        "In addition to such supplementary information, another tendency of the chronicler is the alteration of narratives that do not agree with the later doctrines of the uniformity of religious institutions before and after the exile.",
        "He was soon regarded once more as a menace to the peace of Germany, and of the three alternatives presented to him by the emperor in 1188 he rejected the idea of making a formal renunciation of his claim, or of participating in the crusade, and chose exile, going again to England in 1189.",
        "After journeys in Italy and England, he again settled in Strassburg, but, disturbed by the Reformation, sought an exile at Lucerne in Switzerland in 1526.",
        "This submission led the emperor to recall him from exile; but, as the Roman see was officially occupied by Felix, a year passed before Liberius was sent to Rome.",
        "from exile - implied a more definite protection of Ultramontanism by the papacy.",
        "fail and to sue for pardon again and again; but Marie de'Medici ended her life in exile.",
        "The laws of the Day of Atonement belong to the Priestly Code.4 There is no trace of this function before the exile; the earliest reference to any such special time of atonement being the proposal of Ezek.",
        "Nevertheless in 1814 she repaired with \"Madame Mere\" to Elba, and is said to have expressed a wish to share Napoleon's exile in St Helena.",
        "(1727-1803) saw his states transformed by the French into the Cispadine Republic, and, having refused the principality of Breisgau and Ortenau, offered him in compensation by the treaty of Campo Formio, died an exile at Treviso.",
        "That at least the greater offices were hereditary - as in the case of the sons of Zadok, who succeeded to the royal priesthood in Jerusalem after the fall of Abiathar - was almost a matter of course as society was then constituted, but there is not the slightest trace of an hereditary hierarchy officiating by divine right, such as existed after the exile.",
        "What the priestly Torah was at the time of the exile can be seen from the collection of laws in Lev.",
        "So fundamental a change as lies between Hosea and the Priestly Code was only possible in the general dissolution of the old life of Israel produced by the Assyrians and by the prophets; and indeed the new order did not take shape as a system till the exile had made a great change in old institutions.",
        "The great majority of the landlords were nobles of foreign origin who acquired their 'estates at the hands of the Habsburg conqueror from 1621 onwards, when, after the battle of the White Mountain, the lands of the Czech nobles and yeomen were confiscated, the owners being executed or, as adherents of the Moravian Brotherhood and other Protestant churches, preferring to pass into exile rather than surrender their faith.",
        "He therefore remained in exile till the fall of the Second Empire in September 1870, after which he returned to Paris and served as a private in the national guard.",
        "Through the intervention of Pompey, he became reconciled to Cicero, who had been greatly offended because Claudius had indirectly opposed his return from exile.",
        "The second event, which began with the heroic and successful defence of the monastery of Czenstochowa by Prior Kordecki against the Swedes, resulted in the return of the Polish king from exile, the formation of a national army under Stephen Czarniecki and the recovery of almost all the lost provinces from the Swedes,.",
        "Its last manifestation was the successful defence of the monastery of Czenstochowa by Prior Kordecki against the finest troops in Europe, its last representative was Stephen Czarniecki, who brought the fugitive John Casimir back from exile and reinstalled him on his tottering throne.",
        "In the third period, that of modern romanticism, we get true nationalism, but it is too often the literature of exile and despair.",
        "He died at Vi]lepreux, in France, in 1886, after more than fifty years of exile.",
        "The remaining three years of his life were consequently spent in exile at Taif in Arabia, where he died, probably by violence, on the 8th of May 1884.",
        "During her exile in France she had much to suffer.",
        "After the expiration of his term as vicepresident (March 4, 1805), broken in fortune and virtually an exile from New York, where, as in New Jersey, he had been indicted for murder after the duel with Hamilton, Burr visited the South-west and became involved in the so-called conspiracy which has so puzzled the students of that period.",
        "The establishment of an insurrectionary republic at Rome drove him into exile in May 1434, and, although the city was restored to obedience in the following October, he remained at Florence and Bologna.",
        "The pope's recognition of the claims to Naples of King Alphonso of Aragon withdrew the last important support from the council of Basel, and enabled him to make a victorious entry into Rome on the 28th of September 1443, after an exile of nearly ten years.",
        "and after died miserablie in exile,\" which is the work of Thomas Chaloner, but \"Shore's Wife,\" his most popular poem, appeared in the 1563 edition of the same work, and to that of 1587 he contributed the \"Tragedie of Thomas Wolsey.\"",
        "He became military dictator in 1841, and governed by violence till he was driven into exile by mutiny in 1845.",
        "The Americans beat him, and once more (1848) he went into exile.",
        "He lived in exile for eleven years, until on the death, in 1879, of Shere Ali, who had retired from Kabul when the British armies entered Afghanistan, the Russian governorgeneral at Tashkent sent for Abdur Rahman, and pressed him to try his fortunes once more across the Oxus.",
        "They are mentioned at the return from the Exile and particularly enumerated in Ezra ii.",
        "In all, 612 Nethinim came back from the Exile and were lodged near the \"House of the Nethinim\" at Ophel, towards the east wall of Jerusalem so as to be near the Temple, where they served under the Levites and were free of all tolls, from which they must have been supported.",
        "women dedicated to the worship of Astarte and attached to the Temple before the Exile.",
        "The existence of this degraded class up to the Exile throws considerable light upon the phraseology of the prophets in referring to idolatry as adultery and the scenes connected with it as prostitution.",
        "Their continued existence as a pariah class after the Exile would be a perpetual reminder of the dangers and degradation of the most popular Syrian creed.",
        "Louis made Bourbon recall the tutor, who on the 11 th of July 1726 took affairs into his own hands, and secured the exile from court of Bourbon and of his mistress Madame de Prie.",
        "On the dissolution of the Assembly in November, he was arrested and banished to France, where he lived in exile near Bordeaux till, in 1829, he was permitted to return to Brazil.",
        "The legislation of \" P,\" though written down in or after the exile, must not, however, be supposed to be the creation of that period; many elements in it can be shown from the older literature to have been of great antiquity in Israel; it is, in fact, based upon preexilic Temple usage, though in some respects it is a development of it, and exhibits the form which the older and simpler ceremonial institutions of Israel ultimately assumed.",
        "The two books appear to have been substantially completed before the exile; but short passages were probably introduced into them afterwards.",
        "- lxvi., however, are not by Isaiah, but are the work of a prophet who wrote about 540 B.C., shortly before the conquest of Babylon by Cyrus, and whose aim was to encourage the Israelites in exile, and assure them of the certainty of their approaching restoration to Canaan.",
        "It is evident from these facts that the book of Isaiah did not assume its present form till considerably after the return of the Jews from exile in 537, when a compiler, or series of compilers, arranged the genuine prophecies of Isaiah which had come to his hands, together with others which at the time were attributed to Isaiah, and gave the book its present form.",
        "A variety of indications (see JOB) combine to show that the book of Job was not written till after the time of Jeremiah - probably, indeed, not till after the return from exile.",
        "No fresh discoveries since the time of Hobbes have furnished any \" testimony of other history \" to the origin of the books of the Old Testament: this must still be determined by the statements and internal evidence of the Old Testament itself, and a deeper criticism has given to the final consideration that the Old Testament received its present form after the Exile a far greater significance than Hobbes perhaps guessed.",
        "The Books of Kings are a compilation made at about the beginning of the Exile, and one object of the compiler was to give a consecutive and complete chronology of the period embraced in his work.",
        "He was peculiarly qualified for exercising this influence, as his long exile in the West made him familiar with Western usage, while he was also able to bring to the West the usage that he was trying to establish in the East.",
        "Thenceforth the religion of Yahweh and the religion of the prophets are synonymous; no other reading of Israel's past was possible, and in fact the whole history of the Hebrews in Canaan, as it was finally shaped in the exile, is written from this point of view, and has come down to us, along with the remains of actual prophetic books, under the collective title of \"The Prophets.\"",
        "Paulae, § 13; see Obadiah), can be traced back to the time before the exile.'",
        "He saw some service against the Carlists; was elected deputy to the Cortes of 1836; took part for Espartero, and then against him; was imprisoned in 1843; went into exile and returned; was governor of Barcelona in 1854, and minister of finance in 1855; had a large share in secularizing the Church lands; and after the revolution of 1868 was governor of Madrid.",
        "In 1848 his turbulent spirit led him to side with the revolution against his royal patron; he furnished the rebels with military plans, and was eventually driven into exile.",
        "A year later, after an exile of over twenty years, he received a summons to Dresden, on the rebuilding of the first opera-house, which had been destroyed by fire in 1869; his second design was a modification of the first.",
        "It resulted in Santa Anna's downfall, imprisonment at Perote and eventual exile (Dec. 1844 to Jan.",
        "16, 1876) and forced into exile (Jan.",
        "Of his works the best known is the Roman Bee-hive (De roomsche byen-korf), published in 1569 during his exile in Friesland, a bitter satire on the faith and practices of the Roman Catholic Church.",
        "Shortly afterwards he was prosecuted under the lex Varia, directed against all who had in any way supported the Italians against Rome, and, in order to avoid condemnation, went into voluntary exile.",
        "After the suppression of the Catilinarian conspiracy, Cotta proposed a public thanksgiving for Cicero's services, and after the latter had gone into exile, supported the view that there was no need of a law for his recall, since the law of Clodius was legally worthless.",
        "His stay in Rome was, however, a real exile.",
        "The archbishop of Guatemala and the Jesuits were driven into exile as intriguers in the interests of the Clericals.",
        "When he grew up Aegisthus slew Atreus, and ruled jointly with his father over Mycenae, until they were deposed by Agamemnon on his return from exile.",
        "She was in constant communication with her son, the future king, during his exile in Brittany, and with her husband, Lord Stanley, aided him to gain the crown in 1485.",
        "Gerin Lajoie Was A Mere Lad When The Exile Of Some Compatriots Inspired Le Canadien Errant, Which Immediately Became A Universal Folk Song.",
        "The Poet Of This Little Band Of Authors Was I Octave Cremazie, A Quebec Bookseller, Who Failed In Business\" And Spent His Last Years As A Penniless Exile In France.",
        "The next years he spent in exile, at first in London, then in Holland; in 1852 he went to Paris, where, by means of private connexions, he received an appointment in the bank of Bischoffheim & Goldschmidt, of which he became managing director, a post which he held till 1866.",
        "Another element in the circle of ideas appropriated by the Bolsheviks was provided by the activity of Bakunin, the indefatigable Russian anarchist, who fought for world revolution in 1849 in Dresden and in 1870 in Lyons, and who passed 12 years of his life in prison and in exile.",
        "His son, Kilij Arslan III., was soon deposed by Kaikhosrau (who returned), assisted by the Greek Maurozomes, whose daughter he had married in exile.",
        "Events followed each other quickly; the day of the barricades was followed by the peace of Ruel, the peace of Ruel by the arrest of the princes, by the battle of Rethel, and Mazarin's exile to Briihl before the union of the two Frondes.",
        "It was while in exile at Briihl that Mazarin saw the mistake he had made in isolating himself and the queen, and that his policy of balancing every party in the state against each other had made every party distrust him.",
        "17) spent his last eight years in exile.",
        "As a rule the prophets directly connect the final restoration with the removal of the sins of their own age; to Isaiah the last troubles are those of Assyrian invasion, to Jeremiah the restoration follows on the exile to Babylon, to Daniel on the overthrow of the Greek monarchy.",
        "(belonging to the later stratum) - in which the very existence of a human kingship is represented as a departure from the theocratic ideal, and after the exile, when the monarchy had come to an end, we find pictures of the latter days in which its restoration has no place.",
        "The years of his exile were devoted to his Repertoire de jurisprudence (5th ed., 18 vols., Paris, 1827-1828) and to his Recueil alphabetique des questions de droit (4th ed., 8 vols., Paris, 1827-1828).",
        "In 1813 he published Ensayos podticos, and between that date and his first exile several of his tragedies (the most notable being Alatar, 1814, and Lanuza, 1822) were put upon the stage.",
        "He devoted the period of his exile to study, and the superintendence of works for the fortifications of Bern and Basel which were designed as a material defence of the cause of Protestantism.",
        "In 1840 he became pattern-designer to a ribbon manufacturer at Coventry; but weary of ill-paid exile he returned the same year to Boulogne, and in 1841 took his degree at Douai.",
        "He was faithful to his patron through his misfortunes, and after the Hundred Days remained in exile until 1819.",
        "He appears to have spent some of his exile in Iona, where he was instructed in the principles of Christianity.",
        "According to Tacitus it was regarded as a disgrace for a comes to survive his lord, and we know that in later times they frequently shared his exile.",
        "The populace of the Tiber welcomed and expelled him with equal enthusiasm, and when his body was brought back from exile, the mob went before the cortege and threw mud and stones upon the funeral litter.",
        "remained at Avignon till the day of his death, so that with him begins the so-called Babylonian Exile of the popes.",
        "Thus ended the exile in France; but it left an evil legacy in the schism under Gregory's successor.",
        "The Italian troubles, which had entailed the exile of Eugenius IV., were still insignificant in comparison with those conjured up by the fanatics of the Council in Basel.",
        "He then went into exile at Orvieto and Viterbo, and only on the 6th of October 1528 returned to his desolate residence.",
        "In the confusion that followed, when men of letters had to live and work in exile, Nisibis set up for a time (631-632) a grandson of Chosroes II.",
        "In 1585 a severe blow was struck at the prosperity of Antwerp when Parma captured it after a long siege and sent all its Protestant citizens into exile.",
        "It has always been a question what it was that determined Grotius, when an exile in Paris in 1625, to that particular subject, and various explanations have been offered; among others a casual suggestion of Peiresc in a letter of early date.",
        "Following Parmenides, Philolaus regarded the soul as a \"mixture and harmony\" of the bodily parts; he also assumed a substantial soul, whose existence in the body is an exile on account of sin.",
        "And in the same month, two years from the date of Chastelard's execution, her first step was unconsciously taken on the road to Fotheringhay, when she gave her heart at first sight to her kinsman Henry, Lord Darnley, son of Matthew Stuart, earl of Lennox, who had suffered an exile of twenty years in expiation of his intrigues with England, and had married the niece of King Henry VIII., daughter of his sister Margaret, the widow of James IV., by her second husband, the earl of Angus.",
        "He entered Edinburgh with his forces, but failed to hold the town against the guns of the castle, and fell back upon Dumfries before the advance of the royal army, which was now joined by James Hepburn, earl of Bothwell, on his return from a three years' outlawed exile in France.",
        "From these causes it sometimes happened that there were two archbishops, and therefore no central control, or no archbishop at all, or else an archbishop in exile.",
        "The famous clause of Magna Carta (§ 39) prohibiting sentences of exile, except as the result of a lawful trial, refers more particularly to his case.",
        "As an allied city it furnished contingents to the Roman army and possessed the right of exile (jus exilii), i.e.",
        "He seems to have been sent by the king on an errand to Duke William of Normandy, and on the return of Godwine from exile in 1052 he fled in great haste from England.",
        "Hippolyte Carnot lived at first in exile with his father, returning to France only in 1823.",
        "Ehrlichs, De Callimachi hymnis) that she is to be identified with the Arsinoe who became wife of Magas, king of Cyrene, and that she married him after her exile to Coptos.",
        "1830), though a Frenchman by birth, completed his Geographic universelle (1875-1894) in exile at Brussels; and Ernest Nys has written many standard works on international law.",
        "Sigeberht, after putting to death the last of the princes who remained faithful to him, was driven into exile and subsequently murdered; but vengeance was afterwards taken on Cynewulf by his brother Cyneheard.",
        "During his exile he continued his active collaboration on La Republique francaise.",
        "16 sqq.) and does not occur till the period of the exile.",
        "In 1494 Giulio went with them into exile; but, on Giovanni's restoration to power, returned to Florence, of which he was made archbishop by his cousin Pope Leo X., a special dispensation being granted on account of his illegitimate birth, followed by a formal declaration of the fact that his parents had been secretly married and that he was therefore legitimate.",
        "In the 13th century the archbishops made repeated efforts to reassert their authority, and in 1259 Archbishop Conrad of Hochstaden, by appealing to the democratic element of the population, the \"brotherhoods\" (fraternitates) of the craftsmen, succeeded in overthrowing the Richerzeche and driving its members into exile.",
        "His attitude in the House of Peers in the autumn of 1815 cost him a two years' exile to Twickenham; he courted popularity by having his children educated en bourgeois at the public schools; and the Palais Royal became the rendezvous of all the leaders of that middle-class opinion by which he was ultimately to be raised to the throne.",
        "After Arabi's exile had lasted for nearly twenty years, however, the khedive Abbas II.",
        "The exile of his son Henry in 1398 was a blow from which he did not recover.",
        "Otherwise the only thing known (from one or two letters) of his life in those years is that from the year 1648 he had begun to think of returning home; he was then sixty, and might well be weary of exile.",
        "Another Ahab is known only as an impious prophet in the time of the Babylonian exile (Jer.",
        "Henry then carried the war into Italy; in 1084 he was crowned emperor in Rome by Wibert, archbishop of Ravenna, whom, as Clement III., he had set up as an anti-pope, and in 1085 Gregory died an exile from Rome.",
        "unison with exile, and in.",
        "Having been placed under the imperial ban Frederick became an exile from his inheritance, and the electorate which he was declared to have forfeited was conferred on Maximilian.",
        "In his exile Stanislas found his chief consolation in superintending the education of his daughter.",
        "Threatened by the violence of the mob, Metternich, on the evening of the 13th of March, escaped from the Hofburg and passed into exile in England.",
        "Meanwhile Syracuse, all but lost, had driven back Hamilcar, and had taken him prisoner in an unsuccessful attack on Euryelus, and slain him when he came again with the help of the Syracusan exile Deinocrates.",
        "Released when Mazarin went into exile, he wished to marry Mademoiselle de Chevreuse (1627-1652), daughter of the famous confidante of Anne of Austria, but was prevented by his brother, who was now supreme in the state.",
        "For crying out \"Woe unto thee, 0 land, when thy king is a child,\" he was imprisoned by the House of Commons, but he was soon released and went into exile.",
        "TUlUn spent some of his early life in Tarsus, and on his return distinguished himself by rescuing his caravan, which conveyed treasure belonging to the caliph, from brigands who attacked it; he afterwards accompanied the caliph Mostaln into exile, and displayed some honorable qualities in his treatment of the fallen sovereign.",
        "Like other Egyptian sultans he made considerable use of the Assassins, 124 of whom were sent by him into Persia to execute Kara Sonkor, at one time governor of Damascus, and one of the murderers of Malik al-Ashraf; but they were all outwitted by the exile, who was finally poisoned by the Ilkhan in recompense for a similar service rendered by the Egyptian sultan.",
        "So little danger to internal peace was apprehended that during this year Arabi Pasha, who had been in exile in Ceylon since 1882, was permitted to return to Egypt.",
        "Horic's nephew Godwin, returning from exile with a large following of Northmen, overthrew his uncle in a three days' battle in which all members of the royal house except one boy are said to have perished.",
        "during his exile at the Hague.",
        "His greatest service to philosophy was his enthusiastic defence of Descartes, whose agent he was in Paris and whom he visited in exile in Holland.",
        "But the other professors rose in arms, forbade him to enter the mosque, and in 1879 procured his exile on the pretext that he entertained democratic and revolutionary ideas.",
        "Count Lazare Carnot died here in exile, and was buried in the cemetery, but his remains were exhumed in 1889 and conveyed to Paris.",
        "On his father's exile in 1398 Richard II.",
        "Shah Shuja, now in exile at Ludhiana, was selected for the purpose.",
        "His later poems upon his own consulship and his exile were soon forgotten except for certain lines which provoked criticism, such as the unfortunate verse: \" O fortunatam natam me consule Romam.\"",
        "After his return to Rome, he heartily supported the attempt to secure his brother's recall from exile, and was nearly murdered by gladiators in the pay of P. Clodius Pulcher.",
        "Jewish names, appearing in the Persian documents discovered at Nippur, show, however, that Jewish settlement at that city dates in fact from a much earlier period, and the discovery on some of the tablets found there of the name of the canal Kabari suggests that the Jewish settlement of the exile, on the canal Chebar, to which Ezekiel belonged, may have been somewhere in this neighbourhood, if not at Nippur itself.",
        "Penal codes depended rather upon shorter and more cruel methods; the scaffold was in constant use, with all manner of physical pain, torture before and after sentence, shameful exposure, hideous mutilation, exile, selling into bondage as slaves.",
        "After more than twelve years' exile, Humayun regained his sovereignty, which, however, he had held only for a few months when he died.",
        "When Catherine died in exile in 1517 Henry succeeded her in her claim on Navarre, which was disputed by Ferdinand I.",
        "(July 1679), in which the Massachusetts authorities were sharply rebuked for denying to others the liberty to secure which they themselves had gone into exile, had produced little effect.",
        "He mentions the uproar of the victors in the Temple; the dismantling of the walls; the exile of king and princes (verses i-9).",
        "Berard) take Zeus Lycaeus for a Semitic Baal, whose worship was imported into Arcadia by the Phoenicians; Immerwahr identifies him with Zeus Phyxios, the god of the exile who flees on account of his having shed blood.",
        "But now Mary Tudor succeeded her brother, and Knox in March 1554 escaped into five years' exile abroad, leaving Mrs. Bowes a fine treatise on \"Affliction,\" and sending back to England two editions of a more acrid \"Faithful Admonition\" on the crisis there.",
        "Of the Protestant barons Knox, though in exile, seems to have been henceforward the chief adviser; and before the end of 1 557 they, under the name of the \"Lords of the Congregation,\" had entered into the first of the religious \"bands\" or \"covenants\" afterwards famous in Scotland.",
        "Mary had wearied of her guiding statesmen, Moray and the more pliant Maitland; the Italian secretary David Rizzio, through whom she had corresponded with the pope, now more and more usurped their place; and a weak fancy for her handsome cousin, Henry Darnley, brought about a sudden marriage in 1565 and swept the opposing Protestant lords into exile.",
        "He was especially urgent for the confirmation of his nominee Johannes Magni as primate, in the place of the rebellious archbishop Gustavus Trolle, who as a convicted traitor had been formally deposed by the Riksdag and was actually an outlawed exile.",
        "A few months later there was an open rupture between the king and his own primate, who ultimately was frightened into exile by a sudden accusation of treason.",
        "About 1235 he became chancellor of the diocese of Canterbury under Archbishop Edmund Rich, and he was with the archbishop during his exile in France.",
        "and his adherents had been forced after a feeble resistance to resign themselves to exile at Viterbo.",
        "On the outbreak of the revolution of 1821, of which he disapproved, although he was suspected of sympathizing with it, he was forced into exile; and though not long after he was allowed to return to Piedmont, all public service was denied him.",
        "He died in exile.",
        "The Persian~ then carried all before them; and the hereditary chiefs of Shirvan, Sheki and Baku returned from exile to co-operate with the shahs general in the south.",
        "Tile rebellion of the asafu d-daula, maternal uncle of the shah, was punished by exile, while his son, after giving trouble to his opponents, and once gaining a victory over them, took shelter with the Turcomans.",
        "On the 9th of September 1909, the ex-shah departed for his place of exile in the Crimea, escorted by Russian Cossacks and Indian sowars.",
        "One of his first acts was to exile the patriarch Photius and restore his rival Ignatius, whose claims were supported by the pope., Yet he had no intention of yielding to Rome's pretensions beyond a certain point.",
        "Emile 0111vier removed the exceptions from the general amnesty in 1870, and Ledru-Rollin returned to France after twenty years of exile.",
        "The coffee and cotton plants are indigenous; of grasses there are various kinds of millet, including Paspalum exile, the so-called hungry rice or Sierra Leone millet.",
        "The treaty of Breda with Holland (21st of July 1667) removed the danger, but not the ignominy, and Charles showed the real baseness of his character when he joined in the popular outcry against Clarendon, the upright and devoted adherent of his father and himself during twenty-five years of misfortune, and drove him into poverty and exile in his old age, recalling ominously Charles I.'s betrayal of Strafford.",
        "As a youth, says Clarendon, \" the ill-bred familiarity of the Scotch divines had given him a distaste \" for Presbyterianism, which he indeed declared \" no religion for gentlemen,\" and the mean figure which the fallen national church made in exile repelled him at the same time that he was attracted by the \" genteel part of the Catholic religion.\"",
        "Wheatley (1892); for his adventures and period of exile see Memoiren der Herzogin Sophie, ed.",
        "228); Memoirs of Cardinal de Retz, Mlle de Montpensier and Mme de Motteville; The King in Exile, by E.",
        "He died in exile at Rodosto on the shores of the Black Sea.",
        "At the age of seven he lost his father, who had taken an active part in the progressist agitations during the reign of Ferdinand VII., and had passed several years as an exile in England.",
        "Castelar then went into voluntary exile for fifteen months, at the end of which he was elected deputy for Barcelona.",
        "Titus drove into exile or reduced to slavery those who had served Nero, of ter they had first been flogged in the amphitheatre.",
        "But when we come to the story of the poet's exile the case is otherwise.",
        "He may have done so as an exile or in a military command; but it seems hardly consistent with the importance which the emperors attached to the security of Egypt, or with the concern which they took in the interests of the army, that these conditions were combined at an age so unfit for military employment.",
        "The evidence as to the military post filled by Juvenal is curious, when taken in connexion with the confused tradition of his exile in a position of military importance.",
        "The mention of the exile of Marius (49) shows that it was not published before loo.",
        "269, \" Non qui tempore Caesaris secundi Aeterno coluit Tomos reatu I Nec qui consimili deinde casu I Ad vulgi tenuem strepentis auram I Irati fuit histrionis exul,\" lines which by the exact parallel drawn between Ovid's fate and Juvenal's imply the belief that Juvenal died in exile.",
        "repudiated the will of his father, refused to surrender the estates left to his brothers, who went into exile, and only gave up the property bequeathed to his sisters after a prolonged civil war in which Alphonso IX.",
        "Diogo Ignacio de Pina Manique, organized an elaborate system of espionage which led to the imprisonment or exile of many harmless enthusiasts.",
        "Miguel submitted and went into exile (June 1824).",
        "Saldanha, Palmella, the count of Villa Flor (afterwards duke of Terceira), and the other constitutionalist leaders were driven into exile, while scores of their adherents were executed and thousands imprisoned.",
        "Costa Cabral, who became count of Thomar in 1845, ruled despotically, despite many insurrections, until May 1846, when a coalition of Miguelites, Septembrists and Chartist malcontents drove him into exile.",
        "The dictatorial rule of his successor - the returned exile, Thomar - provoked another successful rising on the 7th of April 1851.",
        "Alexandre Palhares, a student of Vieira, whose outspoken attack on vice in high places in a sermon preached before Queen Maria led to his exile from court.",
        "Garrett took in hand the reform of the stage, moved by a desire to exile the translations on which the playhouses had long subsisted.",
        "presupposes a condition of exile and looks forward to a restoration from it.",
        "He served in that year in the campaign against the Huguenots, but in the autumn was again in exile, this time in England.",
        "In 722 the South Saxons, previously subject to Ine, rose against him under the exile Aldbryht, who may have been a member of the West Saxon royal house.",
        "Nobody could feel himself safe from exile or brutal ill-treatment at any moment.",
        "His mother took him with her into exile in 1792, and they remained abroad until 1798.",
        "He was saved from exile by Talleyrand's influence, but was placed under police surveillance.",
        "Almost the entire ancient nobility of Bohemia was driven into exile, and adventurers from all countries, mostly men who had served in the imperial army, shared the spoils.",
        "Josephus uses the term of the national restoration of the Jews, Plutarch of the transmigration of souls, and Cicero of his own return from exile.",
        "Elected Italian deputy in 1861, he succeeded Cavour in the premiership. As premier he admitted the Garibaldian volunteers to the regular army, revoked the decree of exile against Mazzini, and attempted reconciliation with the Vatican; but his efforts were rendered ineffectual by the non possumus of the pope.",
        "As he beat her, so he drove Archbishop Bernard into exile and expelled the monks of Sahagun.",
        "and other authorities collated, and also a review of the Hebrew text, divided into periods, and beginning with the formation of the Hebrew canon after the return of the Jews from the exile.",
        "Michael Palaeologus ruled in Constantinople while Baldwin II., the last of the Latin emperors, was an exile in Europe.",
        "Meanwhile through the connivance of the American authorities, Santa Anna returned from his Cuban exile, and, as the newly elected Mexican president, disregarding his pledges to aid Polk in bringing about a satisfactory peace, prepared to wage a more effective war against the American invaders.",
        "She went into exile at the end of September 1868, after her Moderado generals had made a slight show of resistance that was crushed at the battle of Alcolea by Marshals Serrano and Prim.",
        "But in 1512 the Medici with the help of a Spanish army returned to Florence, deposed Soderini and drove him into exile.",
        "His opposition to the pretensions of the Roman senate to govern the Papal States, moreover, compelled him to remain in exile through his pontificate.",
        "The barons brought up many armed retainers to the parliament of 1321, and forced the king to dismiss and to condemn them to exile.",
        "He remained in exile till January 1408, when he made a final attempt to raise rebellion in the North, and was defeated and slain at the battle of Bramham Moor.",
        "His plan was to unite the causes of York and Lancaster by wedding the Lady Elizabeth, the eldest sister of the murdered princes, to Henry Tudor, earl of Richmond, a young exile who represented the very doubtful claim of the Beauforts to the Lancastrian heritage.",
        "When the conspiring forces of clerical venality and political prostitution had placed a putative Bonaparte in power attained by perjury after perjury, and supported by massacre after massacre, Victor Hugo, in common with all honourable men who had ever taken part in political or public life under the government superseded by force of treason and murder, was driven from his country into an exile of well-nigh twenty years.",
        "Next year the exile of Guernsey published his third great romance, Les Travailleurs de la mer, a work unsurpassed even among the works of its author for splendour of imagination and of style, for pathos and sublimity of truth.",
        "The second volume contains the record of his deeds and words during the years of his exile; like the first and the third, it is headed by a memorable preface, as well worth the reverent study of those who may dissent from some of the writer's views as of those who may assent to all.",
        "The third and fourth volumes preserve the register of his deeds and words from 1870 to 1885; they contain, among other things memorable, the nobly reticent and pathetic tribute to the memory of the two sons, Charles (1826-1871) and Francois (1828-1873), he had lost since their common return from exile.",
        "The immantatio fell out of use during the papal exile at Avignon and was never restored.",
        "5 enable us to picture with some vividness the outward accompaniments of a Jewish fast day before the exile.",
        "During the exile many occasional fasts were doubtless observed by the scattered communities, in sorrowful commemoration of the various sad events which had issued in the downfall of the kingdom of Judah.",
        "As time rolled on they became invested with increasing sanctity; and though the prophet Zechariah, when consulted about them at the close of the exile (Zech.",
        "p. 41) has pointed out, no direct evidence that the fast on the 10th of the 7th month was ever observed before the exile.",
        "The revolution of 1820 reinstated him, but the counter-revolution of three years later forced him into exile.",
        "The fall of Basileios followed; he was punished with exile and the confiscation of his enormous property.",
        "Twenty years later the Polish Diet gave anti-Trinitarians the option of conformity or exile.",
        "Caepio was condemned and went into exile."
    ],
    "definition": [
        "a. The condition or period of being forced to live away from one's native country or home, especially as a punishment.\nb. The condition or period of self-imposed absence from one's country or home: a writer living in exile in protest.",
        "One who lives away from one's native country, whether because of expulsion or voluntary absence.",
        "ex·il′ic ex·il′ian\nadjective",
        "Link/Cite",
        "The state of being banished from one's home or country.\nHe lived in exile.\nThey chose exile rather than assimilation.",
        "Someone who is banished from one's home or country.\nShe lived as an exile.",
        "To send into exile.",
        "lexie, Lexie",
        "Link/Cite"
    ]
}