{
    "translation": "להתפשט, להתרחב",
    "uses": [
        "A body made up of molecules of this kind will expand on heating.",
        "Then it would suddenly seem to him that it was not she but he was so unusually beautiful, and that that was why they all looked so at him, and flattered by this general admiration he would expand his chest, raise his head, and rejoice at his good fortune.",
        "Would you care to expand on that a bit?",
        "Can you expand a little on that statement?",
        "God is in the midst, and each drop tries to expand so as to reflect Him to the greatest extent.",
        "wide, and should be put on during spring before the blossom buds begin to expand; they should have attached to them scrim cloth (a sort of thin canvas), which admits light pretty freely, yet is sufficient to ward off ordinary frosts; this canvas is to be let down towards evening and drawn up again in the morning.",
        "Who knows what the human body would expand and flow out to under a more genial heaven?",
        "Sonya, when he came in, was twirling round and was about to expand her dresses into a balloon and sit down.",
        "After all, we live in a universe that looks like it has plenty of room for us to expand into.",
        "The trees have ample room to expand on the water side, and each sends forth its most vigorous branch in that direction.",
        "She waited for more, her heart falling when he didn't expand on the simple answer.",
        "You can expand on it if you want to; say get a driver's license in another state, or establish an address.",
        "The last were razed in 1890, and the town was permitted to expand in this direction.",
        "To save you, I need to remove the tumor Wynn caused to expand in your head.",
        "The school soon began to expand into a missionary college, and a government minute was adopted on the 7th of March 1835, to the effect that in higher education the object of the British government should be the promotion of European science and literature among the natives of India, and that all funds appropriated for purposes of education would be best employed on English education alone.",
        "It was then allowed to expand further, taking in heat from a furnace under the cylinder and falling in pressure.",
        "palustris, is a perennial plant growing to a height of 6 to 18 in., with rootstock creeping, stem clothed with lax spreading hairs, leaves light green, and somewhat shining, buds pink, becoming blue as they expand, and corolla rotate, broad, with retuse lobes and bright blue with a yellow centre.",
        "On extending his inquiry to other aelotropic crystals he observed a similar variation, and was thus led, in 1825, to the discovery that aelotropic crystals, when heated, expand unequally in the direction of dissimilar axes.",
        "AIR-ENGINE, the name given to heat-engines which use air for their working substance, that is to say for the substance which is caused alternately to expand and contract by application and removal of heat, this process enabling a portion of the applied heat to be transformed into mechanical work.",
        "If the bunches are too numerous they must be thinned before the flowers expand, and the berries also must be properly thinned out and regulated as soon as they are well set, care being taken, in avoiding overcrowding, that the bunches be not made too thin and loose.",
        "From the 6th century onwards their empire, then known as Median, began to expand at the expense of the surrounding states.",
        "rubra, has thin large leaves on long petioles, the lobes very long and acute, the points almost bristly; they are pink when they first expand in spring, but become of a bright glossy green when full-grown; in autumn they change to the deep purplered which gives the tree its name.",
        "Some expand in the evening only, others close soon after noon.",
        "L, Nut to expand chamber filling bowl.",
        "A full account of the process of blowing crown-glass will be found in all older books and articles on the subject, so that it need only be mentioned here that the glass, instead of being blown into a cylinder, is blown into a flattened sphere, which is caused to burst at the point opposite the pipe and is then, by the rapid spinning of the glass in front of a very hot furnace-opening, caused to expand into a flat disk of large diameter.",
        "If the phenomena of dreams were, as suggested above, of great importance for the development of animism, the belief, which must originally have been a doctrine of human psychology, cannot have failed to expand speedily into a general philosophy of nature.",
        "As in all poplars, the catkins expand in early spring, long before the leaves unfold; the ovaries bear four linear stigma lobes; the capsules ripen in May.",
        "When about 255 B.C. Diodotus had made himself king of Bactria and tried to expand his dominions, the chieftain of a tribe of Iranian nomads (Dahan Scyths) east of the Caspian, the Parni or Aparni, who bore the Persian name Arsaces, fled before him into Parthia.",
        "The adult caterpillar may be described as a creature the hypodermis of which is studded with Adapted from Koerschelt and buds that expand and form the butterHerder, and Lowne.",
        "Supposing the vessel to be exhausted to have already been securely connected to the pump, we now lower the reservoir B so as to reduce the pressure in A sufficiently below the tension in the gas to be sucked in, and, by turning the cock so as to connect A with the vessels to be exhausted, cause the gas to expand into and almost fill A.",
        "This test was applied by Joule in the well-known experiment in which he allowed a gas to expand from one vessel to another in a calorimeter without doing external work.",
        "Every leaf originates as a simple cellular papilla (fig 1), which consists of a development from the cortical layers covered by epidermis; and as growth proceeds, the fibro-vascular bundles of the stem are continued outwards, and finally expand and terminate in the leaf.",
        "It exhibits, to a marked degree, that tendency to expand the text by additions of every kind, which has been already noted as characteristic of the later stages of Targumic composition.",
        "But when she touched the mainland she at once became possessed of a frontier which could be attacked, and found herself compelled either to expand in self-defence or to lose the territory she had acquired.",
        "If the approach of the glass rod causes the leaves in their final state to collapse, then the charge in the rod was positive, but if it causes them to expand still more the charge was negative, and vice versa for the sealing-wax rod.",
        "In contrast with the rivers of these regions those of the Coastal Plain are sluggish, and toward their mouths expand into wide estuaries.",
        "Whether the pericardium and the ventral sinus are made to expand simultaneously or all the movement is made by one only of the surfaces concerned, must depend on conditions of tension.",
        "If the substance in any state such as B were allowed to expand adiabatically (dH = o) down to the absolute zero, at which point it contains no heat and exerts no pressure, the whole of its available heat energy might theoretically be recovered in the form of external work, represented on the diagram by the whole area BAZcb under the adiabatic through the state-point B, bounded by the isometric Bb and the zero isopiestic bV.",
        "The strips of alluvial land bordering a river are known as haughs, and where in estuaries they expand into wide plains they are termed carses.",
        "At the same time there is often a change in colour in the flowers, which are red in bud, becoming blue as they expand, as in Myosotis, Echium, Symphytum and others.",
        "If we expand the symbolic expression by the multinomial theorem, and remember that any symbolic product ai 1 a2 2 a3 3 ...",
        "The plan was to cross the obstacle here and then to expand the front of attack to a frontage of some 9 m.",
        "Well, wealth would expand dramatically, and the people who had those jobs before could get new and better jobs, such as managing the army of manure-toting robots.",
        "The rapid formation of this land empire, and the obvious intention to expand, called the attention not only of Italy but of Europe to this power which seemed destined to become supreme in north Italy, and eventually led to the league of Cambrai for the dismemberment of Venice.",
        "The coefficient of expansion is constant for such metals only as crystallize in the regular system; the others expand differently in the directions of the different axes.",
        "A third species, the common sloe or blackthorn, P. spinosa, has stout spines; its flowers expand before the leaves; and its fruit is very rough to the taste, in which particulars it differs from the two preceding.",
        "In the 13th century the trade of England continued to expand and the number of craft gilds increased.",
        "There are a number of lakes in the lowland region of the Amazon valley, but these are mainly overflow reservoirs whose areas expand and contract with the rise and fall of the great river.",
        "In two families motile articulated rods occur; in Triarthridae they probably simply expand the dimensions of the body in adaptation to life at the surface; or as a protection against being swallowed by their smaller foes.",
        "Like a TV star that doesn't scale back his expenses after his show is cancelled, these benefits expand, not contract, during periods of economic decline, for two main reasons.",
        "But some phenomena are difficult to reconcile with pressed into less than one five-hundredth of a cubic foot, or, if allowed to expand, the air originally occupying the cubic foot can be made to fill, apparently uniformly, a space of a million cubic feet or more.",
        "Regular crystals expand equally in all directions; rhombic and quadratic expand differently in different directions.",
        "The badge is a white cross, the arms of which expand and terminate in an obtuse angle; round the cross is a green laurel and oak wreath; the central medallion is red, bearing in gold two crossed swords, the initials of the founder and the date 1855.",
        "Endeavouring next to expand into Peloponnesus, they allied themselves with Antigonus Gonatas of Macedonia against the Achaean league, and besides becoming protectors of Elis and Messenia won several Arcadian cities.",
        "All such variations are permissible provided that the quantity of silica and alumina is sufficient to saturate the whole of the lime and to leave none of it in a \"free\" condition, likely to cause the cement to expand after setting.",
        "But, in 1822, some of the bastions were converted into promenades, while in 1849 the rest of the fortifications were pulled down so as to allow the city to expand and gradually assume its present aspect.",
        "The iron for a statuette must first of all be very fluid, so that it will run into every crevice in its mould, and it must expand in solidifying, so that it shall reproduce accurately every detail of that mould.",
        "Bodywall usually traversed by a network of canals serving by their contraction to expand the disk.",
        "The leaf directly opposite the bunch must in all cases be preserved, and the young shoot is to be topped at one or two joints beyond the incipient fruit, the latter distance being preferable if there is plenty of room for the foliage to expand; the lateral shoots, which will push out after the topping, must be again topped above their first or second joints.",
        "In other words, water which has a specific gravity of 1 0280 at the surface would at the same temperature have a specific gravity of 1 0450 at 2000 and I 0540 at 3000 fathoms. If the whole mass of water in the ocean were relieved from pressure its volume would expand from 319 million cub.",
        "long would expand or increase in length when heated to this temperature about I 1 in.",
        "The generally wet character of the seasons in 1879 and the two or three years following was mainly responsible for the high prices of meat, so that the supplies of fresh beef and mutton from Australia which now began to arrive found a ready market, and the trade in imported fresh meat which was thus commenced has practically continued to expand ever since.",
        "Expansion of the extra-embryonic coelom cavity allows the yolk sac and allantois to expand into the coelom cavity allows the yolk sac and allantois to expand into the coelom cavity from the gut of the embryo.",
        "In allowing the air to expand from a pressure of 21 atmospheres to that of i atmosphere the value of the mechanical equivalent of heat obtained was 821.89 foot-pounds.",
        "They seem to act as reservoirs into which the fluid of the tense, extended proboscis can withdraw when it is retracted, and from which the fluid can be driven out when it is wished to expand the proboscis.",
        "expand to fill it.",
        "But you can relieve the frustration by looking for ways to expand your maternity clothing selection.",
        "These stylish jeans feature an adjustable button out waistband to allow for the correct fit even as your belly continues to expand.",
        "At the time of the Reformation these were still narrow, though already showing a tendency to expand.",
        "The Reason is the superior andre onderant element which settles the direction p p in which all the other faculties shall expand.",
        "It was not until after 1885 that the annual output of the world began to expand.",
        "Probably the singer was always himself an original poet; he might often be content to reproduce the songs that he had learned, but he was doubtless free to improve or expand them as he chose, provided that his inventions did not conflict with what was supposed to be historic truth.",
        "of the middle ages: the illustrative picture was the precursor of the medieval miniature (the technical term for a picture in an illuminated MS.); and the independent simple ornament was to expand into the brilliant initial letters and borders of illumination.",
        "And from the social side the development of law, the influence of city life, the formation of priesthoods, the connexion of particular deities with the fortunes of dynasties or the vicissitudes of nations, the processes of migration, of conquest and political fusion, the deportations of vanquished peoples, even the sale of slaves to distant lands and the growth of trade and travel, all contribute to the processes which expand and modify different pantheons, and determine the importance of particular deities.",
        "In this primitive Pneuma there must reside the utmost tension and heat; for it is a fact of observation that most bodies expand when heated, whence we infer that there is a pressure in heat, an expansive and dispersive tendency.",
        "It was impossible, moreover, to expand or reach new markets except by sea: the interposition of Castile and Aragon, so often hostile, completely prevented any intercourse by land between Portugal and other European countries.",
        "Such a film, if ever so little disturbed, will begin to contract at one secton and to expand at another, till its form ceases to resemble a cylinder, if it does not break up into two parts which become ultimately portions of spheres.",
        "In the plains the flowers expand at the end of May, on the uplands in July.",
        "Although a few living species have the antlers in the form of simple spikes in the adult male, in the great majority of species they are more or less branched; while in some, like the elk and fallow-deer, they expand into broad palmated plates, with tines, or snags, on one or both margins.",
        "- Lateral metacarpals as in preceding; antlers (as in the following genera) present only in the male, arising at right angles to the median longitudinal line of the skull, and extending at first in the plane of the forehead, after which, when in their fullest development, they expand into a broad palmation margined with snags.",
        "A common type of mirage is the appearance of an isolated lake frequently seen in hot sandy deserts, as in the Sahara, Turkestan, &c. The explanation is as follows: The sand, being abnormally heated by the solar rays, causes the neighbouring air to expand, consequently its density, and therefore its refractive index, is diminished, and attains a minimum value in the lowest layers.",
        "But as the mean density exceeds that of water, and probably falls but little from the centre to the surface, these gases are gases only in the sense that if the pressure of neighbouring and outward parts gravitating towards the centre were relaxed, they would expand explosively, as we see happening in the eruptive prominences.",
        "The next step was to expand the principle of England for the English into that of Britain for the British, and Knoxs reformation in 1559-1560 provided an opportunity Elizabeth for its application.",
        "Thus was England spared the crisis of a bloody revolution, and proof given to the world that her ancient constitution was sufficiently elastic to expand with the needs of the times.",
        "Parliamentary records naturally expand, and the journals of both Houses become more detailed.",
        "Remove any portion and the remainder will expand so as to fill the whole space again.",
        "Patriotism, again, and the sense of civic duty, the most elevated of all social sentiments in the Graeco-Roman civilization, tended, under the influence of Christianity, either to expand itself into universal philanthropy, or to concentrate 1 E.g.",
        "2), which is also dioecious, the small male flowers are borne in large numbers in shortstalked spathes; the petals are minute and scalelike, and only two of the three stamens are fertile; the flowers become detached before opening and rise to the surface, where the sepals expand and form a float bearing the two projecting semi-erect stamens.",
        "The efforts of Philip the Fair to expand the limits of his kingdom on the eastern border were more fortunate.",
        "The latter expand in front, and are curved downwards to form the semicircular alveolar border which supports the large incisor teeth.",
        "8), or it is shortened and depressed, and the outer flowers expand first (fig.",
        "The heads of flowers, on the other hand, taken collectively, expand centrifugally - the central one a first.",
        "There are two sepals which fall off before the petals expand.",
        "In Valeriana the superior calyx is at first an obsolete rim, but as the fruit ripens it is shown to consist of hairs rolled inwards, which expand so as to waft the fruit.",
        "The individual muscle-fibres contract and expand more perfectly, and thus the diastole and systole of the heart are rendered more complete, the pulse is slowed, and the blood-pressure is raised.",
        "He didn't expand, and she was too afraid to ask.",
        "\"Poor girl,\" she murmured, recalling all her years of pain and misery with the brain tumor Wynn caused to expand.",
        "Best advice is to use consistently and to always expand the abbreviation somewhere in the main body of the text.",
        "accelerate applications 100x and expand bandwidth 10x with Riverbed.",
        "acreage sown to grain, and expand overall grain production capacity.",
        "A documentary exploring the growing activism against the Labor governments plans to expand nearly all British airports despite the growing threat of climate change.",
        "His experience and knowledge of the global aerospace and defense markets will be a major benefit to companies looking to expand their horizons.",
        "In the early 1950s the number of television sets in the UK began to expand along with rising affluence.",
        "Recent auto free instant insurance quote dry weather stressesmeanwhile aftermarket risk to expand beyond.",
        "allantoic cavity to expand enormously.",
        "allegations of corruption among eastern European border guards has added to reluctance to expand the Schengen area.",
        "For strategic purposes, Turkey had every reason to want to frustrate Russian ambitions and expand its own territorial gains northwards.",
        "The Intermediary Registration Board is looking to expand its current register of 77 accredited intermediaries and invites applications for registration in 2006.",
        "This will expand the image so that it will once again have the correct aspect ratio.",
        "baa's plans to expand Heathrow airport by building a sixth terminal and third runway were condemned by the London Assembly last week.",
        "If we make large enough to expand the numerator using the binomial theorem (so that behaves as ), then as.",
        "biofuel market is set to expand, according to Datamonitor.",
        "We're hoping to move to expand into new premises at a local boatyard soon, \" says Jim.",
        "Expandable bookends £ 14.99 These handsome wooden bookends expand or decrease to fit the exact width of the books you place between them.",
        "he auto boston insurance north says insurers are slashing to expand beyond.",
        "capabilityers were also seeking to expand the capabilities of family members through counseling, guidance and experience of volunteering.",
        "This may include a colloid to rapidly expand the circulating volume but what the patient really needs is crystalloids with a high sodium content.",
        "Far from being displaced by the digital Panopticon, the ' intellectual commons ' of the Net continues to expand at an exponential rate.",
        "continues to expand particularly through demands from refugees and asylum seekers.",
        "This proposal aims both to simplify our existing molecular identification system for Calanus spp., and to expand it to include other common copepods.",
        "MOVE OR EXPAND Your business premises which qualify for business asset taper relief have become too cramped.",
        "curtail spending on social projects but to expand it.",
        "custard pie routine seemed to expand beyond the scripted version!",
        "North Bristol's Brunel satellite dialysis unit fits in with Government plans to expand haemodialysis capacity according to patients ' clinical and lifestyle needs.",
        "dissipate will expand away from the star at about 15 miles per second, dissipating into interstellar space after some 10,000 years.",
        "But we did have one request - that the project's remit expand to include the dugong.",
        "Hitler wished to expand eastwards to create a large German empire.",
        "to eliminate parasites or other persistent infections, one solution is to expand T effector cells.",
        "The network is keen to expand into areas where the very lack of social cohesion prevents the emergence of a community foundation.",
        "endotracheal cuffs will similarly expand at altitude; the risk of tracheal wall pressure leading to possible airway edema and necrosis.",
        "What will happen under vacuum is this: any air bubbles entrapped in undercuts or mixed into the material will expand hugely.",
        "expand existing access capacity by a factor of 50 or more without new cabling.",
        "expand considerably from its present size.",
        "expand to accommodate 10,000 in total.",
        "expand to incorporate the full 84,000 of the authority's households.",
        "expand to meet their potential.",
        "Russia plans to expand its share of oil exports over the next 18 months.",
        "The snag comes if you try to expand the argument to include fluorine.",
        "That alone provides conditions for democracy and allows the productive forces to expand in an unfettered manner.",
        "Understanding this, Napoleon was impelled to expand the land frontiers of his empire.",
        "No-one could accuse Sony of resting on its laurels, and the range of consumer camcorders produced by the electronics giant continues to expand.",
        "The teams will help expand markets for bamboo handicrafts.",
        "The group does not expand on the effectiveness of injectable heroin (diamorphine ), which will be covered by the NTA forthcoming guidance.",
        "I have many friends from various shores who expand my mind beyond the normal humdrum of Ilford life.",
        "impact of aviation and is campaigning locally against Government plans to expand Stansted Airport.",
        "During hot damp summers when it is warm outside and cooler inside, wood tends to expand.",
        "Lucy continues to expand the gallery, as well as lecturing and writing on the subject and designing ironwork for individual clients.",
        "lackadaisical continental ways when they expand over the channel.",
        "looking to expand into new international markets.",
        "magnetron plasma characteristics and coating material properties will expand.",
        "Just like the rainforests, seagrass meadows are threatened by mans ' insatiable need to expand, build and consume.",
        "Sir John saw his investment rapidly repaid many times over and he helped the talented young mortal expand his businesses.",
        "Breathe in deeply by allowing your abdominal muscles to expand outwards.",
        "nephrology ward has 19 beds, with scope to expand to 24 beds.",
        "photomechanical printing techniques were able to expand the scope of production for original creative prints.",
        "The custard pie routine seemed to expand beyond the scripted version!",
        "They also have throat pleats, which can expand to allow their throat to enlarge into a huge pouch.",
        "They have about twenty deep throat pleats which open out to let the throat expand.",
        "You may need to expand understanding of learning and challenge preconceptions both internally and externally.",
        "rapt audience heard O'Donnell expand on the themes explored in his recent best selling books on Emmet.",
        "Such political maneuvering did, of course, expand British trade to the farthest reaches of the globe.",
        "There was no desire either to be traditional or to expand a realm.",
        "recoup losses, let alone expand.",
        "We feel we want to make brave, informed choices in the Royal Court that expand the repertoire.",
        "While having a secure local market supplying local roofers, the company is looking to expand.",
        "sceptre 2 - God will expand Jesus ' mighty scepter or reign in ever widening circles until no foe remains to oppose his rule.",
        "To combat the scourge of terrorism Member States have also agreed to expand the role of the European Union.",
        "Slightly soluble salts do the most damage as they expand below the surface and can push the surface off.",
        "The following year Massey did expand the address into a small book concerning spiritualism, published by James Burns.",
        "However, as bubbles expand the internal pressure overcomes the surface tension and the bubbles grow rapidly.",
        "Example 1.. 15 Use the binomial theorem to expand (x + y) 5.",
        "I also think you could expand this concept to use screensavers as the BBC ticker and display stories and pictures.",
        "Hence, the default is to expand the leading tilde under UNIX, and not under Microsoft Windows.",
        "We are looking to expand our team with a freelance translator of German to English text.",
        "In an attempt to expand the bubblegum universe a three part mini series was introduced in 1990.",
        "Instead we will safeguard and expand the green belt around towns and villages to stop urban sprawl.",
        "While our children's waistlines continue to expand, Britain's expenditure on both cycling and walking is still among the lowest in Europe.",
        "I am also always willing to expand my own collection.",
        "In the time, however, of Boyle 1 and Newton, we again find an atomic theory of matter; Newton 2 regarded a gas as consisting of small separate particles which repelled one another, the tendency of a gas to expand being attributed to the supposed repulsion between the particles.",
        "Y Y PP in use, or the water in them become frozen, the lighting of the fire would cause the water to expand, and having no outlet it would in all probability burst the boiler.",
        "But, unlike Mayer and Seguin, Joule was not content with assuming that when air is compressed or allowed to expand the heat generated or absorbed is the equivalent of the work done and of that only, no change being made in the internal energy of the air itself when the temperature is kept constant.",
        "As they travel they are accompanied by lines of magnetic force, which expand outwards in everwidening circles.'",
        "To the north-east of the Dinaric Alps extends a region of mountain, moor and forest, with deeply sunk alluvial basins, which finally expand into the lowlands of the Posavina, or Vale of the Save, forming the southernmost fringe of the Hungarian Alfold.",
        "Africa Company put a check on designs the Boers held to expand northward (see Rhodesia).",
        "The annealing kilns are large fire-brick chambers of small height but with sufficient floor area to accommodate four or six large slabs, and the slabs are placed directly upon the floor of the kiln, which is built up of carefully dressed blocks of burnt fireclay resting upon a bed of sand; in order to avoid any risk of working or buckling in this floor these blocks are set slightly apart and thus have room to expand freely when heated.",
        "To prevent misconception he must expand and explain what was obscure, adjust the incidents of the past to the ideas of later times, emphasize the moral lessons to be learned from the national history, and, finally, adapt the rules and regulations of the Old Covenant to the conditions and requirements of his own age.",
        "It has been urged that the neurons retract during sleep, and that thus at the synapses the gap between nerve cell and nerve cell becomes wider, or that the supporting cells expand between the nerve cells and tend to isolate the latter one from the other.",
        "If two quill feathers are fixed in an ordinary cork, and so arranged that they expand and arch above it (fig.",
        "The wing is so constructed that the posterior margin yields freely in a downward direction during the up stroke, while it yields comparatively little in an upward direction during the down stroke; and this is a distinguishing feature, as the wing is thus made to fold and elude the air more or less completely during the up stroke, whereas it is made to expand and seize the air with avidity during the down stroke.",
        "And without nicely considering the desire of Russia to expand to the Mediterranean, the Pacific or in any other direction, they thought it one of their first duties to maintain their own Eastern empire; or, to put it another way, to contrive that Great Britain should be subject to Russian ascendancy (if ever), at the remotest period allowed by destiny.",
        "If such a machine could be constructed with reasonable mechanical efficiency to compress the air to a temperature but slightly above that of the cooling water, and to expand the air to a temperature but slightly below that required to be maintained in the room, we should of course get a result approximating in efficiency somewhat nearly to the figures given in Table I.",
        "From the use of the material to expand ladies' skirts the term was applied, during the third quarter of the 19th century, when the fashion of wearing greatly expanded skirts was at its height, to the whalebone and steel hoops employed to support the skirts thus worn (see Costume).",
        "A rapt audience heard O'Donnell expand on the themes explored in his recent best selling books on Emmet.",
        "They'll be doing well simply to recoup losses, let alone expand.",
        "The Regeneration Department offers a single point of contact for businesses seeking to establish, expand or relocate in the area.",
        "An approach that seeks to expand the concept of citizenship beyond national boundaries does not have to render the nation state obsolete.",
        "Since 1984 WWF has worked to establish and expand rhino sanctuaries.",
        "Verse 2 - God will expand Jesus ' mighty scepter or reign in ever widening circles until no foe remains to oppose his rule.",
        "Expand by sending settlers out to create new cities.",
        "The following year Massey did expand the address into a small book Concerning Spiritualism, published by James Burns.",
        "It contains harmless crystals which expand when submerged beneath the water.",
        "I also think you could expand this concept to use screensavers as the bbc ticker and display stories and pictures.",
        "While our children 's waistlines continue to expand, Britain 's expenditure on both cycling and walking is still among the lowest in Europe.",
        "Many savvy entrepreneurs start with a narrow idea but once they gain traction with customers, they expand their market.",
        "Don't be nadve about how much capital it requires to expand your operation.",
        "The thinking was that if they could create a large volume response, they would have a solid base on which to expand their business.",
        "The cost-per-acquisition is low initially but becomes increasingly expensive as we expand our reach.",
        "This is great for creative people who will expand the definition of basket to include galvanized buckets, baby bathtubs, toy boxes and more to hold their gifts.",
        "Look for opportunities to expand his vocabulary and his world.",
        "Because you may not be able to find clothing for preemie infants at stores such as Walmart or Kmart, you'll simply have to expand your search.",
        "Whether you chose to expand your family, or Mother Nature takes matters into her own hands, your life is certainly filled with all sorts of adventure!",
        "How do you decide whether to continue to expand your growing family?",
        "The point is this-Don't let age stop you if you want to expand your growing family.",
        "In 2001, Baby Einstein joined with the Walt Disney company to expand the scope and distribution of the products.",
        "By doing your homework and working with a reputable adoption agency, you may be able to expand your family with the addition of a child from China.",
        "Once you become more comfortable with how to make baby food, you can expand your baby's diet a little at a time (barring any food allergies, of course).",
        "Because you'll need room to expand, be sure the bra you choose has adjustable straps as well.",
        "Help the toddler manipulate the toy in one small way to help her get closer to what she is trying to do, or expand in one small way in the play she is already attempting.",
        "They key is to follow -rather than work against- the toddler's natural inclinations to explore, expand and imitate.",
        "You can consult the Mommy and Me official website for ideas and community programs that can help to expand your child-rearing horizons.",
        "In addition, you can help your child expand his vocabulary potential as you sing songs and make up your own silly lyrics as a way to keep ordinary tasks miles from mundane.",
        "You can buy a two-panel card, with a front and a back page, or you can find cards that expand to many panels, like an accordion.",
        "The same goes for elastic waistbands that can expand with your child.",
        "Our feet expand during the day and it is best to shop for dress boots late in the day or in the evening.",
        "Boots do expand with usage, but a boot that does not feel comfortable initially will probably never give you the comfort that you desire.",
        "Our feet normally expand during the day, and a pair of boots that fits well and feels comfortable later in the day will feel comfortable the rest of the time as well!",
        "Shoes do expand with time but a pair that is uncomfortable at first will likely remain so for its lifetime.",
        "It is also recommended to go shoe shopping in the evening as our feet expand during the day, and the shoes that fit well in the late afternoon will typically also feel comfortable at all other times.",
        "If you're looking for ways to expand your knowledge, check out The Lingerie Addict, one of the world's most popular lingerie blogs.",
        "You can easily expand your video collection by shopping at any one of the below online shops.",
        "This will tell you which wineries are making the best varietals with that grape, which will help you explore and expand your palate.",
        "You can expand or limit your search based on a multitude of criteria including square footage, lot features and community features, just to name a few.",
        "Combinations of herbs and spices can expand your culinary palette and make all of your food taste better.",
        "Since then, the game has received updates that expand its roster and its gameplay, giving more characters more moves and more depth.",
        "If you already have self-storage facilities and require more room for tenants or for your business's own stock, this would be a perfect reason to expand your company's reach and profits.",
        "Bleve occurs when (prolonged) extreme temperatures cause the propane inside a tank to heat up and expand, which in turn opens a safety relief valve.",
        "If you need even more space, the Nook offers the ability to expand your storage simply by inserting a memory card.",
        "However, when various issues threatened to hurt their business, the company decided to expand their base by offering their desktops and laptops in brick-and-mortar stores.",
        "Often touted as a \"bonus\" feature on a wireless router, USB ports can expand the device's functionality.",
        "I began thinking about how I could expand that experience.",
        "In recent decades, the cavalcade of publicity garnered by celebrity pets has led the pet industry to expand, update and personalize merchandise for animals.",
        "Eventually, around week five, your cat's appetite will increase and she'll begin to expand around the waistline.",
        "Careful breeding has helped expand this breed, but it is not yet recognized by CFA.",
        "You can begin your cat's litter journey with a small kitten-sized box and later expand to a larger product to meet your cat's personal sizing specifications.",
        "They must also import cats from outside catteries to expand their breeding lines.",
        "Although most kids have very competent technological skills, listening to stories and books online helps expand the world of print media for kids and helps them realize that books are available in many different forms.",
        "Mastercard continued to expand into other countries and has succeeded in bringing the benefits of electronic payments to almost every region in the world.",
        "Expand your business by accepting payments from International customers.",
        "Showrooms frequently have samples of tables on display that you can manipulate to determine how easy or difficult a table is to expand and collapse.",
        "If you want to expand your skill set, great, but if you just want to get the job done, make sure the plans are or can be modified to suit your needs.",
        "However, given the explosion of Internet shopping over the last decade or so, many Amish furniture makers were looking for a way to expand their businesses without compromising their beliefs.",
        "Higher temperatures from global warming cause ice and glaciers to melt and water to expand which results in the rise in water levels.",
        "After that period, you are saving money every year, and as heating and cooling costs continue to rise, these savings will expand exponentially over the lifetime of the system.",
        "Already there are numerous hydropower plants in place, many with plans to expand or renovate in order to generate more energy for the region.",
        "Beyond the basics of recycling trash, there are numerous ways to expand recycling in your home.",
        "Today, there are upwards of 20,000 artisans practicing this trade, and with the demand just now hitting its stride in the United States, we expect this industry to continue to expand and thrive.",
        "We plan to expand into brick and mortar stores in the second half of 2011.",
        "Range- Adding a range to the island can expand the amount of counter space available, or create enough space for a double oven.",
        "Doing so can cause buckling and cracking as the panels expand and contract.",
        "To Home Depot, this was a strategic move to improve and expand its direct to consumer relationship.",
        "Also, make sure that additional tracks, connectors, and heads are available in case you want to expand the system later.",
        "Then ,if you want, you can expand and add more items.",
        "Design magazine features helped Brown expand beyond his Atlanta home and develop a nationwide client base.",
        "If not, buy specialty drywall screws that will expand and grip the wall from the inside, providing extra support.",
        "As perfume manufacturers expand their inventories for the Christmas gift giving season, January is their time to clear out.",
        "Be sure to check out their makeup brushes and cases to expand and organize your cosmetic inventory.",
        "If you're already a published writer, are you looking to expand your clientele or strengthen one aspect of your writing?",
        "Whatever your writing goals, online writing classes are a fun and informative way to expand your writing horizons - from the comfort of your own home.",
        "The NCAA Tournament is not only the most popular college basketball event of the year, it is a great opportunity for online fantasy sports enthusiasts to expand their horizons.",
        "Many of these sites expand beyond games to offer other information and services.",
        "Some of the worlds are expansive and because they are only limited by the space a company has, the virtual worlds can only expand even more.",
        "The best way to expand your knowledge about color is to experiment with a variety of subjects in different lighting situations.",
        "Now, the market is flooded with digital cameras for photographers with varying skill levels, and the industry continues to expand.",
        "Installing Adobe Photoshop freeware can expand your image editing capabilities and give you the power to turn your digital photos into professional-looking works of art.",
        "Many professional programs have scholarships which can expand your budget considerably.",
        "Since you can purchase additional trays at a later date, this system is easy to expand as necessary.",
        "If you're an experienced scrapbooker, the conferences allow you to learn new techniques to expand your expertise.",
        "The event gives you ample scrapbooking time while allowing you to expand your scrapbooking skills.",
        "Scrapbookers love finding multiple uses for their supplies, and Cuttlebug embossing folders expand the projects possible with Provo Craft's popular tool.",
        "With online shopping, you can expand your options.",
        "This is a great way to expand your collection if you're on a budget.",
        "Creative stress relievers can be found just about anywhere, you just have to be willing to expand your mind a bit.",
        "Parkinson's Law refers to the seemingly true statement that any given task will expand to fill the amount of time that is allotted to it.",
        "During puberty, young adolescents begin to learn new social skills and expand their social world.",
        "During puberty, young adolescents learn new social skills and expand their social world.",
        "The company continued to expand its fashion lines through the 90's, launching Lee National Denim Day in 1996.",
        "Compliment his/her character, judgment, creativity and in so doing, help your child to expand his/her definition of what makes a person beautiful.",
        "Kleinfeld continues to expand on the wedding gown buying experience.",
        "Expand on the water elements of your bathroom with images like submarines, diving bells, or umbrellas.",
        "If you're going with an animal print theme in the master bathroom, it is easy to expand the look into the master bedroom with animal print bedding.",
        "While cakes will expand in the oven, it's harder to join two sides of a very narrow, sparse cake together than it is to join sides of a plump cake.",
        "If you can't seem to find any and want to expand your search online, there are many retailers who sell used pans at a discount through secondhand merchants.",
        "Well, the former Taxi star decided to expand his culinary expertise and open his first restaurant.",
        "While some of the wealthiest stars are simple to name off, there are others who are quietly hiding their holdings and making smart decisions to expand their empires.",
        "By the time a child has reached the 12 to teen mark, the world of fashion will expand exponentially.",
        "In an increasingly global society, studying abroad offers you a chance to expand your knowledge of the world and gain valuable cultural understanding.",
        "Make an effort to expand your social circle!",
        "The nurse shortage is expected to expand to over a million nurses by 2020.",
        "Class offerings continued to expand as the Dayton YMCA relocated to larger buildings and gradually became known as the YMCA college.",
        "Tidewater continues to grow and expand, to meet the needs of the local businesses and community.",
        "The training solutions are ideal for corporations wanting to expand their employee skill and talent base.",
        "Acquiring assets such as new library books, new art for the campus gallery or new property to expand the school.",
        "Penn Foster specifically recommends its online curriculum to existing florists, event planners, or caterers who want to expand their businesses or find out more about the process of planning a wedding.",
        "The courses, for both existing teachers and those who want to become teachers, can help expand prospective students' educational backgrounds, skills, and depth of abilities.",
        "Primary school teachers who want to expand their credentials or diversify their resumes can also benefit from distance learning courses.",
        "Undergraduate courses through distance learning are worthwhile choices for people who want to expand their resumes or seek maximum flexibility while furthering their educations.",
        "As technology progresses, the options out there for online education will only continue to expand.",
        "In recent years, all of the fleet's older vessels have undergone extensive renovations to expand passenger services and amenities, and today Norwegian Cruise Line is rapidly becoming one of the most popular cruise lines in the world.",
        "As more and more families opt to try cruising during school holidays and summer vacations, Norwegian Cruise Line continues to expand its repertoire of children's programs.",
        "With this said, why not expand your job search to the UK?",
        "The company continued to expand, sailing six ships by the year 1900.",
        "Abiding by those rules insures that the park is a success and encourages cities to expand to other park facilities.",
        "Then they can gradually expand his house privileges as long as he doesn't backslide.",
        "China by having one or more leaves developed on the flowering branches at the time the leaves expand, whereas in most cases no leaves are developed until after the flowers have faded.",
        "They are well fitted for cutting, as the branches lengthen and the flowers expand a long time in water.",
        "Owing to the time the blossoms expand, when in the open ground, very little forcing is necessary to have them in bloom quite early.",
        "The flowers expand as rounded clusters of good size in the latter part of April, though the buds are formed early the previous autumn.",
        "Separate flowers do not last long, but a few expand at a time, and it is fully a month before they are all expanded at the base, by which time the seeds of those which opened first are nearly ripe.",
        "They expand in early autumn, but are formed long before they open, and a pretty feature of the buds is a fine network of silky-white threads.",
        "The lights must be taken off in February and March, when the weather becomes warm, and the pots should remain exposed until the flowers begin to expand, when they may be transferred to the greenhouse.",
        "In the bud stage the whole is orange-red, but as the lower flowers expand they change to soft primrose, the flowers opening from the bottom upwards.",
        "Remember that the container should be several times larger than the pot you bought the plant in to allow the roots to expand and grow.",
        "Aerate the Lawn: One of the best things you can do is to aerate the lawn to loosen the soil and allow the grass to expand.",
        "As with any do-it-yourself project, it is best to start with a small, simple project and expand on it as you become familiar with the methods and materials.",
        "As your skills and interest expand, you can add more vegetables to the garden next year.",
        "By understanding where to place your fingers on the fretboard, you'll expand your comprehension of notes and how chords are developed.",
        "Once you are comfortable playing the seven chords, you will want to expand your repertoire even more.",
        "Known around the world as one of the heaviest bands that was ever formed, Slipknot's amazing commercial and critical appeal continues to expand.",
        "It is a site where you can learn a lot about guitar and quickly expand your knowledge of the art.",
        "This innovation paid off, and by 1975 Ace Hardware not only had stores in nearly all 50 states but they began to expand into the international market.",
        "If a laminate floor gets too wet it could cause the edges of the laminate boards to expand, resulting in a buckled floor.",
        "While the compound is drying, it is a good idea to open each wood laminate flooring box at least 24 hours before you begin the flooring job to allow the wood to expand or contract.",
        "Outside decks add excellent value, too, because not only do they expand your living space, but they also improve your home's curb appeal.",
        "If resale value is a concern, examine the neighborhood carefully to determine if other houses are likely to expand.",
        "Leave a 1/2 inch gap along the walls to allow the wood to expand.",
        "A pocket installation won't allow much room for the wood in the door to expand, so moisture is definitely the enemy here.",
        "This is probably a good time to expand your collection of plumbing related tools anyway.",
        "This allows the material to expand and contract without bowing or cracking.",
        "Extreme climates may cause vinyl siding to become brittle, as it can shrink and expand significantly due to heat or cold.",
        "When you need space for seasonal, gardening or extra items, there's nothing like a utility shed to expand your storage capacity.",
        "If you're installing your steps into an existing attic hatchway, you may have to expand the hole.",
        "This is the time to adjust the tension of cables and springs to ensure that the stairs retract and expand properly.",
        "Once the bag is opened, the insulation will expand in volume.",
        "If they are too cold or warm, they'll expand or shrink after installation, leaving gaps or possibly creating buckling or overlapping.",
        "Styles in belly button rings continue to expand.",
        "Some suits even include a stretch waistband, able to expand up to two inches in width for added comfort.",
        "Corbin tuxedos are generally traditional black, so if you're looking for tan, white, or another color or style, you may want to expand your search.",
        "It's no secret that darker colors help people appear slimmer, while other colors tend to expand one's frame, so choose accordingly.",
        "Salvatore's family took over his company upon his death, and continued to expand into many different clothing accessories including neckties for men.",
        "If you're a big or tall guy looking to expand your wardrobe, shopping online or in person at a big and tall men's store is the way to go.",
        "However, by shopping at specialty big and tall men's stores or looking online for your casual clothing, the choices will expand.",
        "Established in 1999 by an herbalist, this West Virgina-based company continues to expand its product line in response to customers' needs.",
        "You may want to expand your basket supplies to add to your website by using ready to ship baskets that are drop-shipped from the wholesaler.",
        "You began with natural hair care products; what made you decide to expand your product line?",
        "I hope to expand my approach all over the country and have Instant Organic Gardeners in lots of cities, spreading the word.",
        "Make sure your perennials have enough space to expand next year.",
        "If you are looking to expand your horizons in this department, start out by purchasing a few versatile, sexy pieces that can spruce up not only your self-esteem, but your love life as well.",
        "You'll have a smaller selection to choose from if you're searching for such bold colors, but your shopping options will probably expand.",
        "Many small manufacturers of specialty items only make a few pieces to sell to individuals, but are usually happy to consider other business opportunities that could expand their image.",
        "Janie Bell's Vintage Patterns: In addition to a free 1940 style pattern, you get instructions on how to expand the design to accommodate a fuller-figure.",
        "To really expand on the learning vacation/workshop experience, plan your next getaway around what you find in Shaw Guides.",
        "If you didn't have the time to expand your musical skills before retirement, spending more time with your music may be one of the most rewarding senior activities you can do.",
        "Another important nursing home job usually doesn't pay anything, but it's a wonderful opportunity to expand your skills and be a helpful resource.",
        "This is a real boost to those who hope to expand their circle of friends, find like-minded individuals to share in a particular hobby or activity, or even connect with a future love interest.",
        "Increasing life spans expand opportunities for boomers to pursue new passions and dreams following retirement.",
        "After working in one of Italy's top fashion houses, Armani collaborated with Sergio Galeoletti in 1974 for a design venture in menswear.The success of the company allowed it to quickly expand, and in 1975 a line for women was introduced.",
        "If you purchase a pair of fakes that simply have tinted lenses but no substantial UV protection, more light will enter the eye because the darkness of the tint will cause the pupil to expand.",
        "Miuccia continued to expand the lines, introducing accessories and fresh designs.",
        "He wanted to expand his company's reach to the entire world, and for that dream to become reality, he needed capital.",
        "However, despite falling sales, the retailer continued to expand, acquiring two of its competitors -- Sun Mark, Inc., and Sunglass Marketing, Inc., in 1989.",
        "You can always try on a pair of slimline readers in the drugstore to get a feel for how it feels to wear a pair, then expand your search online to find the colors or features you'd like.",
        "Limited Expansion: If a park is unable to expand and add new attractions to entice more guests to visit, it may be forced to close.",
        "In the late 1950s, as Disneyland began to prosper, Walt Disney planned to expand Main Street, change its name to Liberty Street and have it resemble a Colonial America.",
        "Four years later, the privately held company went public, which allowed it to tremendously expand its attractions as well as roll out the SeaWorld concept across the country.",
        "And this is where the free Wii Channels that are available can help to expand the functionality of the Nintendo Wii beyond just playing games.",
        "Just as these \"channels\" on the Wii expand the functionality beyond \"just\" video games, the same can be said about other major video game systems as well.",
        "Clicking on \"More Support Info\" will net you even more common issues as well as Basic Setup Guides that expand on the included manuals and dive deeper into other issues that may occur.",
        "As franchises expand or your favorite characters release new games, more modern games will most likely be included on the above list.",
        "The show's name changed its title to avoid any legal issues due to the Nintendo trademark and also to expand the series reach into non-Nintendo video games.",
        "And once you are able to expand your house, you can fill it with all the furniture you like.",
        "The formula for playing Cake Mania is extremely simple, yet it leaves lots of room to expand in later levels.",
        "After all, in the first two Diner Dash titles, Flo owned the establishments, so it was in her best interest to expand her business and make as much money as possible.",
        "Fans everywhere have used their creativity to expand the Oblivion Elderscrolls world.",
        "With his reputation as one of America's top gamers established and his prize money in tow, he began to expand his operation, starting with a competition in Sweden against 12 more of the worlds best 'Cyber Athletes'.",
        "You can even expand your abilities by reaching certain other Gods that are willing to support you in your cause, such as Zeus, who will let you hurl lightning at your enemies and Medusa who will let you turn them to stone for a time.",
        "These won't necessarily help you become a better virtual rocker, but they can greatly expand your experience.",
        "For those ambitious Guitar Hero rockers out there, the Guitar Hero Explorer is a way to expand your existing song lists.",
        "Watch waistlines expand, hairlines recede and caffeine jitters become a constant buzz while trying to \"tune\" a level or two of the game enough for the publisher (the guys who pay the bills) to put said game into the booth.",
        "Watch waistlines expand, hairlines recede and caffeine jitters… okay, so not \"everything\" has changed.",
        "There are a number of different Lego Star Wars 2 Cheats for DS that either expand upon the gameplay found in the legendary portable video game or reward you for a job well done.",
        "These Lego Star Wars 2 Cheats for DS should expand upon an already fantastic adventure on the battlefront.",
        "From there, you can evolve life, build tribes, expand civilizations, and even achieve intergalactic travel.",
        "Sure, you can try to outrun the competition using the existing stable of cars afforded to you at the beginning of your street racing career, but you'll likely want to expand that garage every opportunity that you get.",
        "Going beyond the two core options for buying a Nintendo Wii Fit replacement game, it is possible to sift through the extensive library of games for the Nintendo Wii to expand your fitness and exercise routine.",
        "Currently the selection is limited to a few choices from three classic systems, but there are plans to expand dramatically in the future.",
        "Online computer games allow you to expand into new worlds and scenarios that may not be available to you in normal play.",
        "You build cities, train units and expand your borders.",
        "In this version, Mr. Crabs wants to expand his restaurant empire, and hires SpongeBob to help achieve his goal.",
        "Sega decided to expand the keyboard capabilities by making The Typing of the Dead, which is the same basic game of House of the Dead, but you use the keyboard to type in words and phrases to kill the zombies.",
        "If you're looking for a good laugh to expand on your love of Mario and the Xbox 360, you'll want to see some of the video game comic offerings that can be found for free on the Internet.",
        "Then, they can expand on these virtual experiences by trying the real thing.",
        "The video game industry evolves quickly, and the standard definitions have to adapt and expand periodically.",
        "But here's the big question: Will the consumers, those people that fuel the industry with money, expand along with it?",
        "Midway attempted to expand the brand beyond the versus fighting game genre in the 1990s with the release of Mortal Kombat Mythologies: Sub-Zero, an action-adventure game with RPG elements.",
        "Unfortunately, the wallet can be too small at times, not giving enough room for you to stow all of the items you need.Two of the more useful Zelda Wii cheats are, thus, meant to expand the size of the wallet.",
        "Since then he has put the winery on a course to expand and modernize their vineyards and winery.",
        "Keeping up to date on the latest trends in wine making helps you to expand the number of varietals you can experiment with making.",
        "It's a good thing to expand your horizons and try things you've never seen or tasted before.",
        "This is a great way to expand your wine horizons.",
        "It is a great way to expand your wine knowledge and repertoire of wine tasting.",
        "The sale was completed in 1880 and this allowed the grape growing business to expand.",
        "The purpose of the research station was breeding and growing grapes in order to expand the new grape industry in the area.",
        "Exploring this question is a great way to expand your options when buying or ordering wine.",
        "Try new wines whenever you get a chance, so you can expand your knowledge of this beverage.",
        "The bureau works to educate American consumers about the uniqueness of the wines of Champagne and expand their understanding of the need to protect the Champagne name in the United States.",
        "When you are ready to start or expand your antique book collection, the Antiquarian Booksellers Association of America is a must-see resource.",
        "If you don't find something in your home town, you might need to expand your search across your state, or even nationwide.",
        "If you do find yourself needing to expand your search beyond your local area, the Internet can be a valuable resource for locating what you are looking for.",
        "The motor homes continued to expand in length, and by the 1990s, models were available in lengths of 25 to 37 feet.",
        "They have since gone on to expand their offerings beyond that initial release.",
        "If you're rocking the Verizon or Telus versions of the Chocolate phone, you can very happily expand your handset's memory with a microSD memory card.",
        "No memory expansion: Sure, the iPhone comes with at least four gigabytes of internal memory, but there is no way for you to expand that memory through external memory cards.",
        "A microSD memory card can expand the capacity of your Helio Ocean -- which has 200MB of internal memory -- by up to 1GB.",
        "The Samsung is also an MP3 player and you can expand the memory for extra songs by using a microSD card.",
        "As if the business-minded handheld wasn't powerful enough, there are numerous free Blackberry applications that can expand the functionality of an already popular PDA cellular phone.",
        "Even with the announcement of the second generation iPhone, Apple did not include the option to expand memory on the handset.",
        "One of the big differences between Google Android and these other platforms is that it is an \"open source\" platform, meaning that the raw code is available for other developers to build upon and to expand.",
        "This means that not only can official developers build and expand upon Google Android, but also smaller \"amateur\" developers.",
        "In your ongoing search to expand the functionality on your favorite touchscreen cell phone, you may have encountered more than a few banned iPhone apps.",
        "After the launch of the Motorola Droid, Verizon continued to expand its Droid lineup with other smartphones also powered by the increasingly popular Google Android platform.",
        "Premature infants lack a substance, called surfactant, that permits their lungs to expand and breathe normally.",
        "Between the ages of three and five, children's tastes expand considerably, and they are willing to consider foods they would have refused as toddlers.",
        "As millions of alveoli gradually expand, the chest takes on the enlarged, barrel-shaped appearance typical of emphysema.",
        "Dystocia-Failure to progress in labor, either because the cervix will not dilate (expand) further or because the head does not descend through the mother's pelvis after full dilation of the cervix.",
        "Besides infection, urine that backs up causes the ureter and the kidney to expand or dilate.",
        "A balloon placed in the fetus's trachea prevents lung fluid from escaping through the mouth, enabling the lungs to expand, grow, and push the abdominal organs out of the chest and back into the abdomen.",
        "\"The Battle for Your Brain: Science Is Developing Ways to Boost Intelligence, Expand Memory, and More.",
        "For reasons not fully understood, the CGG sequence in the FMR-1 gene can expand through succeeding generations to contain between 54 and 230 repeats.",
        "However, the size of the premutation can expand over succeeding generations.",
        "When a man carries a premutation on his X chromosome, it tends to be stable and usually will not expand if he passes it on to his daughters (he passes his Y chromosome to his sons).",
        "When a woman carries a premutation, it is unstable and can expand as she passes it on to her children; therefore, a man's grandchildren are at greater risk of developing the syndrome.",
        "The likelihood for the premutation to expand is related to the number of repeats present; the higher the number of repeats, the greater the chance that the premutation will expand to a full mutation in the next generation.",
        "The most frequent causes of large-bowel obstruction are tumors, volvulus, or small pouches that form on the intestinal wall (diverticula) that can fill with waste and expand to block the intestines.",
        "The inflamed borders expand and spread the infection.",
        "Bronchodilator-A drug that when inhaled helps to expand the airways.",
        "However, more severe IVH can result in hydrocephalus, a potentially fatal condition in which too much fluid collects in the ventricles, exerting increased pressure on the brain and causing the baby's head to expand abnormally.",
        "They expand their word combinations and are able to speak in sentences, use correct grammatical patterns, use pronouns, articulate sounds clearly, and rapidly increase their working vocabulary.",
        "Adolescents expand their peer relationships to occupy a central role in their lives, often replacing their parents and family as their main source of advice, socializing, and entertainment activities.",
        "At adolescence, peer relations expand to occupy a particularly central role in young people's lives.",
        "Sutures allow a growing baby's brain to expand.",
        "When the infant itself or a breathing machine applies pressure on the lungs in an attempt to expand them, a lung may rupture, causing air to leak into the chest cavity.",
        "While allergies may improve over time, they may also get worse or expand to include new allergens.",
        "Deep breathing helps expand the lungs and forces an improved distribution of the air into all sections of the lungs.",
        "Deep breathing-Deep breathing helps expand the lungs and forces better distribution of the air into all sections of the lung.",
        "In the early 2000s, research on temperament in children and adolescents is making use of new brain imaging technology to expand understanding of the biological processes that influence emotional self-regulation and task-related activities.",
        "This fluid accumulation inhibits normal breathing, because the lungs cannot expand fully and may contain fluid.",
        "As with learning all dance, a dance class with a teacher is always a great way to learn a dance's basics or learn new steps to expand your repertoire.",
        "Capezio dance shop has continued to grow and expand - now including Skatewear, a product line for figure skaters.",
        "Following in the footsteps of his idol, Sammy Davis Jr., he worked to expand his talents beyond that of a tap dancer.",
        "Online dance routines can also allow you to grow and expand your repertoire without ever leaving the comfort of your own home.",
        "You can add or exclude any of these items, just as you can expand them.",
        "You should also use the search conditions to expand or broaden your results.",
        "Keeping in mind that there are a number of ways to verify a birth, so you'll be able to expand your search to other sources.",
        "Wait several seconds for cream to expand before spreading.",
        "They continued to expand until 1970, when they were purchased by American Brand.",
        "A specialized stylist, on the other hand, may attend regular enhanced training, seminars, and workshops to expand their skills.",
        "Homeschooled students in the rhetoric stage can use what they have learned to make decisions in a variety of situations, express that knowledge at an upper level, and use creativity to expand upon that knowledge.",
        "Teaching your children how to rhyme is one of the quickest ways to expand their reading vocabulary.",
        "There are numerous perks to working overseas, including the opportunity to expand your horizons and see the world.",
        "The number of products sold using the home party concept continues to expand.",
        "From there, you can expand your search to include similar local companies.",
        "Finding a job in the pipeline industry is possible, especially in areas where production of energy related fuels continues to grow and expand.",
        "Maybe you want to expand your knowledge or look for a different job due to downsizing or maybe you just graduated and want to increase your chances of finding a job.",
        "You may not see your family and friends as often, but you'll also expand your cultural understanding.",
        "Expand your search to these nearby areas and you will increase your chances for finding the best nonprofit job exponentially.",
        "Technicians can also choose to expand their knowledge and receive training taking CT scans and MRIs.",
        "Home mortgage success allowed Countrywide to expand into an organization offering full financial services.",
        "Most mortgage lenders dealing in loans for primary residences also offer mortgage loans for investment properties, although some lenders only do this to expand their offerings.",
        "Modular designs, or 3D origami, is another way to expand your flower folding skills.",
        "If you've already surpassed the beginner level, the instructional resources listed below can provide you with new project ideas and help you expand your folding skills.",
        "Now that you know how to make origami guns, expand your folding education into other shapes.",
        "Now that you have learned how to make an origami ninja star, expand your origami horizons with other shapes and designs.",
        "However, there are some challenges you should prepare for if you think you are ready to begin or expand your family.",
        "The mind category offers a wide range of materials to challenge and expand your knowledge on pregnancy, childbirth, fatherhood, motherhood, and other issues important to new parents and parents-to-be.",
        "If there is a chance you will want to expand your family after treatments, looking into various fertility preservation methods makes sense.",
        "Breathing may become a little easier as the baby moves away from the ribcage, which gives the lungs more room to expand.",
        "Learning how to have twins may seem like a fun way to expand your family as quickly as possible, but a twin pregnancy carries higher risk to both mother and child when compared to a singleton birth.",
        "Astor perished on the Titanic several years following the opening of the hotel, but the property continued to thrive and expand into one of the most luxurious accomodation chains still around today.",
        "If you are planning to buy something that needs to be stored in one place but rolled out to expand to its full length, pay attention to the weight of the cabinets.",
        "Now, we are looking to expand into other types of beachwear and apparel, including a petite swim wear line for girls ages 7 to 14.",
        "You may be a small in certain items, whereas in others you somehow expand into the medium category."
    ],
    "definition": [
        "To increase the size, volume, quantity, or scope of; enlarge: expanded her store by adding a second room. See Synonyms at increase.",
        "To express at length or in detail; enlarge on: expanded his remarks afterward.",
        "To open (something) up or out; spread out: The bird expanded its wings and flew off.",
        "Mathematics To write (a quantity) as a sum of terms in an extended form.",
        "To become greater in size, volume, quantity, or scope: Air expands when heated. This critic's influence is expanding.",
        "To speak or write at length or in detail: expand on a favorite topic.",
        "To open up or out; unfold: The chair expands to form a daybed.",
        "ex·pand′a·ble\nadjective",
        "ex·pand′er\nnoun",
        "Link/Cite",
        "To change (something) from a smaller form and/or size to a larger one.\nYou can expand this compact umbrella to cover a large table.",
        "To increase the extent, number, volume or scope of (something).\nA flower expands its leaves.",
        "To express (something) at length and/or in detail.",
        "(algebra) To rewrite (an expression) as a longer, yet equivalent sum of terms.\nUse the binomial theorem to expand to",
        "(intransitive) To (be) change(d) from a smaller form/size to a larger one.\nMany materials expand when heated.\nThis compact umbrella expands to cover a large table.",
        "(intransitive) To (be) increase(d) in extent, number, volume or scope.",
        "(intransitive) To speak or write at length or in detail.\nHe's so pedantic, he expands on everything!",
        "(intransitive) To feel generous or optimistic.",
        "expanse",
        "expansible",
        "expansile",
        "expansive",
        "expansion",
        "expansionism",
        "Link/Cite"
    ]
}