{
    "translation": "לגרש",
    "uses": [
        "She forced her lips to expel it.",
        "Attempts were made to expel him, but without success.",
        "An unsuccessful attempt was also made to expel him from the Union League Club of New York.",
        "After an hour-long attempt to expel his wired energy, he returned to his room to the sound of his cell phone ringing.",
        "It's my duty to expel you.",
        "We normally expel the Ancient Ones.",
        "\"If you feel the need to expel me for almost breaking the Code, I will go where you bid,\" Harmony said in a quieter voice.",
        "Teumi, invited the brothers Arouj and Khair-ed-Din (Barbarossa) to expel the Spaniards.",
        "Some hydathodes are active glands, secreting the water they expel from the leaf.",
        "The furnaces are driven to a white heat in order to fuse the mixture and expel bubbles of gas and air.",
        "- The solidification of an ingot of steel takes place gradually from without inwards, and each layer in solidifying tends to expel into the still molten interior the impurities which it contains, especially the carbon, phosphorus, and sulphur, which by this process are in part concentrated or segregated in the last-freezing part of the ingot.",
        "The minister raised his infant son, Ghiyass ed-din Kaikhosrau III., to the throne, and governed the country for ten years longer, till he was entangled in a conspiracy of several amirs, who proposed to expel the Mongols with the aid of the Mameluke sultan of Egypt, Bibars (Beibars or Beybars).",
        "The French government, which by the fault of the British administration was allowed to take the offensive, had three objects in view - to help the Americans, to expel the British from the West Indies and to occupy the main strength of the naval forces of Great Britain in the Channel.",
        "of Spain, and allied himself with Venice and the Grisons to expel the Spaniards from the Valtelline.",
        "But it was of short duration, for the dodicini were ill satisfied with their share, and in December of the same year (1368) joined with the popolo minuto in an attempt to expel the three noveschi from the palace.",
        "When William reached the Forth his adversary submitted, did homage as a vassal, and consented to expel Edgar Atheling, who was subsequently endowed with an English estate and admitted to William's favour.",
        "Hence we derive the particular cases 1 1 expel ' =exp(d1 -2d2+5d3 - ...); exp/ld 1 = exp(Ad1p2d2 +/13d3 - ...), and we can express D.",
        "The Rump proceeded to expel sixty-one Jacobins from the Council of Five Hundred, adjourned its sessions until the 19th of February 1800, and appointed a commission of twenty-five members with power to act in the meantime.",
        "Without touching her, Bianca could still feel Sofi's body preparing to expel the child within, whether or not she went to a hospital.",
        "In 1519 he repelled a Spanish attack on Algiers, but could not expel his enemies from the island till 1529.",
        "The French admiral did not venture to make an attack, and on the 22nd of July sailed to co-operate with the Americans in an endeavour to expel the British garrison from Rhode Island.",
        "Aliens are granted the civil rights enjoyed by Mexicans, but the government reserves the right to expel those guilty of pernicious conduct.",
        "His Humid brethren went so far as to expel him for a time from the society - the chief ground of offence being apparently his ruthless criticism of the \"Arameans,\" a party of the academicians who maintained that the Florentine or Tuscan tongue was derived from the Hebrew, the Chaldee, or some other branch of the Semitic. He was readmitted in 1566, when his friend Salviati was \"consul\" of the academy.",
        "Ores are smelted raw if the fall of matte (metallic sulphide) does not exceed 5%; otherwise they are subjected to a preliminary oxidizing roast to expel the sulphur, unless they run too high in silver, say 100 oz.",
        "evaporating to dryness hydrochloric acid is given off as the temperature is raised to expel the last of the water, and Tornoe found that carbonic acid was also liberated and that the loss of both acids was very variable.",
        "From Scotland the king turned to Maine, which had profited by the troubles of 1069 to expel the Norman garrisons.",
        "of Macedon came to expel these marauders, Aratus became the king's adviser, and averted a treacherous attack on Messene (215); before long, however, he lost favour and in 213 was poisoned.",
        "The Tibetans assumed this to show England's weakness; they invaded Sikkim, and in 1888 it was necessary to send a force under General Graham to expel them.",
        "The Lombard republicans had been greatly weakened by the events of 1848, but Mazzini still believed that a bold act by a few revolutionists would make the people rise en masse and expel the Austrians.",
        "What remains to be done is, not to explain how such a world manages to be what it is, nor how we came to form these notions, but merely this - to expel from the circle and totality of our conceptions those abstract notions which are inconsistent and jarring, or to remodel and define them so that they may constitute a consistent and harmonious view.",
        "The loss of their independence was, however, felt bitterly by the broken out the Free State began to expel British subjects, and the very first act of war was committed by Free State Boers, who, on the 11th of October, seized a train upon the border belonging to Natal.",
        "Early in 1806 he proceeded to Naples with a French force in order to expel the Bourbon dynasty from southern Italy, Napoleon adding the promise that the Neapolitan crown would be for Joseph if he chose to accept it.",
        "But Izz ed-din, intriguing with the Mameluke sultans of Egypt to expel his brother and gain his independence, was defeated by a Mongol army and obliged to flee to the imperial court.",
        "Both the king and his minister realized that Piedmont alone, even with the help of the National Society, could not expel Austria from Italy without foreign assistance.",
        "Quarrelling with the Venetians In 1508, he combined the forces of all Europe by the league of Cambray against them; and, when he had succeeded in his first purpose of humbling them even to the dust, he turned round in 1510, uttered his famous resolve to expel the barbarians from Italy, and pitted the Spaniards against the French.",
        "Consequently in 395, after a successful campaign against the Germans on the Rhine, Stilicho marched to the east, nominally to expel the Goths and Huns from Thrace, but really with the design of displacing Rufinus, and by connivance with these same barbarians he procured the assassination of Rufinus at the close of the year, and thereby became virtual master of the empire.",
        "After long struggles the city fell into the hands of the Lucanians (who nevertheless did not expel the Greek colonists) and in 273 B.C. it became a Latin colony under the Roman rule, the name being changed to the Latin form Paestum.",
        "In the following year the Incas made a brave attempt to expel the invaders, and closely besieged the Spaniards in Cuzco during February and March.",
        "But a reaction against Charles soon set in, for all the powers were alarmed at his success, and on the 31st of March a league between the pope, the emperor, Venice, Lodovico it Moro and Ferdinand of Spain was formed, ostensibly against the Turks, but in reality to expel the French from Italy.",
        "In 1772 the nawab of Oudh made a treaty with the Rohillas, covenanting to expel the Mahrattas in return for a money payment.",
        "From both fields they hoped to expel the evils which were summed up in the word barbarism.",
        "By the time he had successfully stormed the rich Jewish town of Khaibar, he had found that it was better to allow industrious Jews to remain in Arabia as payers of tribute than to expel or kill them: this policy he followed afterwards.",
        "The French took possession in 1841, and in 1849 an unsuccessful attempt was made to expel them.",
        "He was crowned, as Augustus II., on the 15th of September 1697, and his first act was to expel from the country the prince of Conti, the elect of a respectable minority, directed by the cardinal primate Michal Radziejowski (1645-1705), whom Augustus II.",
        "The words so incorporated may appear side by side with the genuine reading or they may expel it.",
        "He refused to identify Social Democracy with the extreme views as to religion and the family advocated by Bebel, and successfully resisted attempts made in 1891 to expel him from the party in consequence of his opinions.",
        "Seeing then that the Catholic sovereigns had been forced to expel them, that many bishops and other eminent persons demanded their extinction, and that the Society had ceased to fulfil the intention of its institute, the pope declares it necessary for the peace of the Church that it should be suppressed, extinguished, abolished and abrogated for ever, with all its houses, colleges, schools and hospitals; transfers all the authority of its general or officers to the local ordinaries; forbids the reception of any more novices, directing that such as were actually in probation should be dismissed, and declaring that profession in the Society should not serve as a title to holy orders.",
        "It is then dissolved in hydrofluoric acid and heated in order to expel silicon fluoride; finally the columbium, tantalum and titanium fluorides are separated by the different solubilities of their double fluorides (C. Marignac, Ann.",
        "At Prairie du Chien he met some Chippewa chiefs and induced them to expel the whisky-traders among them and to make peace with the Sioux; at the Falls of St Anthony (Sept.",
        "expel'.",
        "Several attempts to expel him failed owing to the attitude of the populace.",
        "The government was then able to expel Cabrera from Valencia and Catalonia.",
        "The power of granting citizenship to foreigners is vested in the president of the republic, who is also empowered to refuse admission to the country to undesirable foreigners, or to expel those who have violated the special law (April 11, 1903) relating to their conduct in Venezuelan territory.",
        "Charlemagne, Pippin's son, descended upon Italy, broke up the Lombard kingdom (774), confirmed his father's donation to the pope, and in reprisals for Venetian assistance to the exarch, ordered the pope to expel the Venetians from the Pentapolis.",
        "After a vain attempt to expel the garrison in 287, the Athenians regained their liberty while Macedonia was thrown into confusion by the Celts, and in 279 rendered good service against the invaders of the latter nation with a fleet off Thermopylae.",
        "Pheidon assisted the Pisatans to expel the Elean superintendents of the Olympian games and presided at the festival himself.",
        "He further paved the way for the \"Golden\" or \"Borromean\" league formed in 1586 by the Swiss Catholic cantons of Switzerland to expel here tics if necessary by armed force.",
        "In the final recension of Tschudi's Chronicle (1734-36), which, however, differs in many particulars from the original draft still preserved at Zurich, we are told how Albert of Austria, with the view of depriving the Forest lands of their ancient freedom, sent bailiffs (among them Gessler) to Uri and Schwyz, who committed many tyrannical acts, so that finally on 8th November 1307, at the Riitli, Werner von Stauffacher of Schwyz, Walter Fiirst of Uri, Arnold von Melchthal in Unterwalden, each with ten companions, among whom was William Tell, resolved on a rising to expel the oppressors, which was fixed for New Year's Day 1308.",
        "At one time it seemed probable that the Mahratta confederacy would expel the Mahommedans even from northern India; but the decisive battle of Panipat, won by the Afghans in 1761, gave a respite to the Delhi empire.",
        "From that date the sovereignty of Portugal over the coast-line, from its present southern limit as far north as Ambriz (7° 50' S.) has been undisputed save between 1640 and 1648, during which time the Dutch attempted to expel the Portuguese and held possession of the ports.",
        "During the struggle of1848-1866to expel the Austrians from Lombardy, Lugano served as headquarters for Mazzini and his followers.",
        "In 1899 it was found necessary to expel him, since his acts of aggression and defiance were no longer endurable.",
        "In 1435 he and Dunois defeated the English near Meulan, and in 1436 he helped the constable Arthur, earl of Richmond (de Richmond), to expel them from Paris.",
        "Hot air is blown into the filtrate, which contains ferrous or calcium chlorides, to expel the excess of sulphur dioxide, and the liquid can then be used again.",
        "In 1811 it was deemed necessary to expel the Kaffirs from the Zuurveld, and the British headquarters in that campaign became the site of Graham's Town.",
        "The writ is freely resorted to in Canada, and in 1905, 1906, two appeals came to the privy council from the dominion, one with reference to an extradition case, the other with respect to the right to expel aliens.",
        "The victorious Greeks subsequently punished Thebes by depriving it of the presidency of the Boeotian League, and an attempt by the Spartans to expel it from the Delphic amphictyony was only frustrated by the intercession of Athens.",
        "The long struggle to expel the Moors, with the influence of foreign Crusaders and the military orders, had given a religious sanction to the desire for martial fame.",
        "In France, apart from the consuls elus or consuls marchands, who are mere consular agents, selected by the government from among the traders of a (scabini), &c., who had power to fine or to expel from the quarter.",
        "Infusion of horse-chestnut's is found to expel worms from soil, and soon to kill them if they are left in it.",
        "They steadfastly sought to eliminate the miraculous from theological belief, and to expel from the system of religious truth all debatable, difficult or mysterious articles.",
        "Gregory, who despaired of any serious effort on the part of the Greek emperors to expel the Lombards, endeavoured to promote peace between the Italians and Agilulf; and, in spite of the feeble hostility of the exarchs of Ravenna, the pope and the king of the Lombards became the two real powers in the north and centre of Italy.",
        "Lithium ammonium, LiNH 3, is obtained by passing ammonia gas over lithium, the product being heated to 70° C. in order to expel any excess of ammonia.",
        "In order to expel them from the Zuurveld, Colonel John Graham took the field with a mixed force in December 1811, and in the end the Kaffirs were driven beyond the Fish river.",
        "This caused a miniature rebellion, and on its suppression five ringleaders were publicly hanged at the spot - Slachters Nek - where they had sworn to expel \" the English tyrants.\"",
        "While in captivity, Atahuallpa gave secret orders for the assassination of his brother Huascar, and also endeavoured to raise an army to expel the invaders.",
        "In this account nothing is said of confession; but it would appear that in early days the sins were made known to the congregation, and in notorious cases they would take the initiative and expel the offender.",
        "Marching with a trifling Battle of force to expel her from the north, he was surprised and Wakefield.",
        "It is regarded as the record of moral judgments and the proof of orthodox doctrine, and it is long before ecclesiastical historians expel the sermon from their text.",
        "determined to expel the Norman freebooters.",
        "He wished to continue Dushan's policy and to expel the Turks from Europe, but in the battle of Taenarus, on the 26th of September 1371, his army was destroyed by the Turks, and he was slain.",
        "This undertaking led to the introduction of a large number of Flemish workmen, who settled in the district, and, in spite of the violent measures adopted by the English peasantry to expel them, retained their ground in sufficient numbers to affect the physical appearance and the accent of the inhabitants to this day.",
        "Polish assistance, however, enabled Vladimir, the former possessor, to expel Andreas, and in 1198 Roman, prince of Lodomeria, made himself master of Galicia also.",
        "But he wanted to be sole master of Italy; so in order to expel the French barbarians whom he had brought in, he appealed to other barbarians who were far more dangerous Spaniards, Germans and Swissto help him against Louis XII., and stabbed him from behind with the Holy League of 1511.",
        "Nothing was now left but to expel the Spaniards, who under cover of religion had worked for.",
        "Hakam, a winebibber much suspected of heterodoxy, had to expel thousands from his capital.",
        "To expel them would have been to have the soil untilled.",
        "Charles, who believed that the Jesuits had promoted the outbreak, and also that they had organized a murder plot against him, allowed his minister Aranda (q.v.), the correspondent of Voltaire, to expel the order in 1766, and he exerted his whole influence to secure its entire suppression.",
        "But I will go, and if thy gods and thy sun go before me, I will bring back the cities to the king, my lord, from the Habiri, to show myself subject to him; and I will expel the SA-GAS.\"",
        "carminare, to card wool), adopted from the old medical theory of humours, is generally applied to pungent substances which hel p to expel gas from the stomach by stimulating the movement of its contents.",
        "Napoleon on his side required Persia to declare war against Great Britain, to expel all Britons from her territory, and to come to an understanding with the Afghans with a view to a joint Franco-Perso-Afghan invasion of India.",
        "The shah, however, promised to expel Britons and to grant to France a commercial treaty.",
        "When war with Prussia appeared imminent he tried to obtain Italian assistance, and Victor Emmanuel was very anxious to fly to the assistance of the man who had helped him to expel the Austrians from Italy, but he could not do so unless Napoleon gave him a free hand in Rome.",
        "His desire to expel the Watchers from the planet solidified.",
        "The brothers on the Council were looking for any excuse to expel or kill him, and Andre was his only advocate.",
        "While Weller knew nothing of Dean's legal right to evict Shipton, he didn't seem to feel it was his concern and politely refused to come over and expel him.",
        "And if he chose to expel her, no one there would defend her, just as no one defended crazy Arnie.",
        "A natural colon cleanser, stimulating the gut to expel waste Citrus fruit, berries Why?",
        "colon cleanser, stimulating the gut to expel waste Citrus fruit, berries Why?",
        "Writing and logical thinking, the Greek alphabet being the indispensable prerequisite for Greek philosophy, drew a circle to expel the inner demons.",
        "And in verse 13 he quotes Deuteronomy: ' Expel the wicked man from among you. ' Five.",
        "It must let oxygen in so you can breathe, and it must be able to expel carbon dioxide so you don't choke.",
        "We have been urging other countries to expel Iraqi diplomats in order to minimize this threat.",
        "expel Iraqi diplomats in order to minimize this threat.",
        "expel toxins from the body.",
        "expel intestinal worms.",
        "Current Situation Serb forces continue to systematically expel Kosovo Albanians.",
        "Expel them not from their houses nor let them go forth unless they commit open immorality.",
        "indispensable prerequisite for Greek philosophy, drew a circle to expel the inner demons.",
        "At the Spa in hushed, candle-lit ambiance, skilled masseurs expel my tension to lilting melodies.",
        "melodyhe Spa in hushed, candle-lit ambiance, Skilled masseurs expel my tension to lilting melodies.",
        "seceded rather than expel the minority, and formed a new organization called the Socialist League.",
        "This rich, golden seasoning has been made from the highest quality sesame seeds, carefully roasted then pressed to expel their fragrant oil.",
        "The leaves, flowers and berries are beneficial in cases of cols and flu, as they expel toxins from the body.",
        "This causes the womb to expel the pregnancy, which usually happens during the next 4 to 6 hours.",
        "took advantage of the growing dissatisfaction on the part of the native clergy toward the papal government, and of Arcimboldi's interference in the Swedish revolt, in order to expel the nuncio and summon (1520) Lutheran theologians to Copenhagen.",
        "A further embassy calling upon the Athenians to expel the accursed family of the Alcmaeonidae, clearly aimed at Pericles himself as its chief representative, was left unheeded, and early in 431 hostilities began between Athens and Sparta and their respective allies (see Peloponnesian War).",
        "Firstly, he doubted whether the allies were strong enough to attack the Quadrilateral, for he saw the defects of his own armys organization; secondly, he began to fear intervention by Prussia, whose attitude appeared menacing; thirdly, although really anxious to expel the Austrians from Italy, he did not wish to create a too powerful Italian state at the foot of the Alps, which, besides constituting a potential danger to France, might threaten the popes temporal power, and Napoleon believed that he could not stand without the clerical vote; fourthly, the war had been declared against the wishes of the great majority of Frenchmen and was even now far from popular.",
        "As a logical consequence of this view of disease the mode of treatment among peoples in the lower stages of culture is mainly magical; they endeavour to propitiate the evil spirits by sacrifice, to expel them by spells, &c. (see Exorcism), to drive them away by blowing, &c.; conversely we find the Khonds attempt to keep away smallpox by placing thorns and brushwood in the paths leading to places decimated by that disease, in the hope of making the disease demon retrace his steps.",
        "thou mayest be to all who take thee health of body and soul; that wherever thou art sprinkled every phantasy and wickedness and wile of diabolic deceit may flee and leave that place, and every unclean spirit\"; a prayer to God for the blessing of the salt follows; then the \"creature of water\" is exorcized, \"that thou mayest become exorcized water for the purpose of putting to flight every power of the enemy, that thou mayest avail to uproot and expel this enemy with all his apostate angels, by the virtue of the same our Lord Jesus Christ, &c.\"; and again a prayer to God follows that the water may \"become a creature in the service of His mysteries, for the driving out of demons, &c.\"",
        "Now, a prince or legislative assembly that accepted the doctrine of Luther, that the temporal power had been \" ordained by God for the chastisement of the wicked and the protection of the good \" and must be permitted to exercise its functions \" unhampered throughout the whole Christian body, without respect to persons, whether it strikes popes, bishops, priests, monks, nuns, or whoever else \" - such a government could proceed to ratify such modifications of the Christian faith as appealed to it in a particular religious confession; it could order its subject to conform to the innovations, and could expel, persecute or tolerate dissenters, as seemed good to it.",
        "From that date the sovereignty of Portugal over the coast-line, from its present southern limit as far north as Ambriz (7Ã‚° 50' S.) has been undisputed save between 1640 and 1648, during which time the Dutch attempted to expel the Portuguese and held possession of the ports.",
        "By therapeutic measures we strive to limit as far as possible the entry of injurious microbes into the organism, to expel or destroy them and their harmful products, and to maintain the strength of the organism itself.",
        "Leidenfrost (De aquae communis nonnullis qualitatibus tractatus, Duisburg) showed that a soap-bubble tends to contract, so that if the tube with which it was blown is left open the bubble will diminish in size and will expel through the tube the air which it contains.",
        "Lithium ammonium, LiNH 3, is obtained by passing ammonia gas over lithium, the product being heated to 70Ã‚° C. in order to expel any excess of ammonia.",
        "In December 1884, the majority seceded rather than expel the minority, and formed a new organization called the Socialist League.",
        "During the first few days of your infant's life, he will be expected to expel a dark stool called meconium.",
        "Whereas multiple bowel movements a day are normal for many breastfed infants, formula babies may expel less often.",
        "First, I'm concerned that it took three days for her to expel all of the kittens.",
        "Should the dust irritate the nasal lining to some extent, a cat, much like a human, will produce a sneeze to expel the foreign substance.",
        "Clay is a sticky, absorbent substance that is not necessarily easy to expel from the lungs and nasal passages.",
        "Eventually, the cat will either expel this growing mound of hair through defecation or vomiting.",
        "Worms or other types of parasitic infestations may produce vomiting as the body attempts to expel these unwelcome visitors.",
        "Black drawing salves are great for \"drawing out\" or encouraging the body to expel foreign material, such as splinters, glass shards, or stings.",
        "If you've been caught plagiarizing, most schools will fail you and some will even expel you, particularly if it is a second or third offense.",
        "Many schools are now enforcing a no tolerance policy when it comes to bullying and will immediately either suspend or expel students who are caught bullying.",
        "This helps expel some of the excess powder.",
        "The compressor fan kicks on to help expel the heat.",
        "As you hold the position, breathe deep into your abdomen and expel air fully.",
        "In many cases of choking, particularly in adults, the individual actively coughs and is able to expel the foreign object with no assistance or medical attention.",
        "Children able to actively cough should be watched to make sure they expel the object on their own and that their airways do not become blocked.",
        "During the weeks of healing the patient is limited to a liquid diet sipped through a straw and must be careful not to choke or vomit since he cannot open his mouth to expel the vomitus.",
        "Wheezing is often loudest when the child breathes out, in an attempt to expel used air through the narrowed airways.",
        "However, if heavy bleeding continues or an infection is indicated, a physician may recommend a D&C to remove any tissue from the uterus that it does not naturally expel.",
        "Effacement--a doctor's exam will reveal the cervix thinning and stretching as a woman's body prepares to expel the baby.",
        "Within a few hours or up to a few days after Misoprostol is given, you'll experience contractions and expel the fetus.",
        "Complications are more likely in women who have never had children before as their bodies may be apt to expel the foreign object.",
        "During stage three you are relaxing, possibly holding your baby in your arms, while the doctors and nurses are massaging your abdomen so the uterus will expel the placenta.",
        "Cod liver oil is produced by steaming the livers of codfish and then pressing them until they expel yellow, mildly fishy-tasting oil.",
        "Expel air forcefully through the nose, causing the abdominal muscles to contract sharply as the abdomen is drawn toward the spine.",
        "On the exhale, expel all the air out through your nose, drawing your belly in toward the spine to make sure you have totally emptied out the air from your lungs.",
        "When you exhale, your transverse abdominal muscle, which is your deepest layer, presses against the diaphragm to expel the air.",
        "Your deep core muscles are designed to press against your diaphragm to expel the air during exhalation.",
        "Distinguished by small red pimple-like bumps, heat rash is caused when sweat glands trap sweat rather than expel it.",
        "Just as this rash appears quickly, it also disappears as soon as the trapped sweat has a chance to expel, normally within a few hours of the onset of the condition.",
        "Once the sweat glands expel the trapped moisture the rash will quickly heal itself.",
        "expulsio, from expellere), the act of driving out, or of removing a person from the membership of a body or the holding of an office, or of depriving him of the right of attending a meeting, &c. In the United Kingdom the House of Commons can by resolution expel a member.",
        "Municipal corporations or other local government bodies have no express power to expel a member, except in such cases where the law declares the member to have vacated his seat, or where power is given by statute to declare the member's seat vacant.",
        "In the case of ordinary public meetings those who convene the meeting stand in the position of licensors to those attending and may revoke the licence and expel any person who creates disorder or makes himself otherwise objectionable.",
        "After a period of vacillation he deserted Louis and joined the Holy League, which had been formed to expel the French from Italy; but unable to raise troops, he served with the English forces as a volunteer and shared in the victory gained over the French at the battle of the Spurs near Therouanne on the 16th of August 1513.",
        "Sow a few kidney beans for an early forced crop. Expel damp, and assist the ripening of late grapes and peaches with fires during the day."
    ],
    "definition": [
        "To force or drive out: expel an invader.",
        "To discharge from or as if from a receptacle: expelled a sigh of relief.",
        "To deprive of membership or rights in an organization; force to leave: expelled the student from college for cheating.",
        "ex·pel′la·ble\nadjective",
        "ex·pel′ler\nnoun",
        "Link/Cite",
        "To eject or erupt.",
        "To remove from membership.",
        "To deport.",
        "expulsion",
        "Link/Cite"
    ]
}