{
    "translation": "לצפות, לקוות",
    "uses": [
        "I didn't expect you so soon.",
        "I expect nothing less from you.",
        "She didn't expect Death to listen.",
        "I don't expect you to start now.",
        "She didn't expect it to bother her as much as it did.",
        "Just didn't expect to see … me … again.",
        "Don't expect anything from Jule.",
        "Sometimes I come in for lunch and sometimes I'd expect you to pack me a lunch.",
        "It.s a three-hour trek, so you can expect them between five and six.",
        "I always expect trouble.",
        "We can't expect them to make an exception for us.",
        "How could I expect more?",
        "Did she expect him to?",
        "We have come to expect due process for all.",
        "She didn't expect to find the human alive, let alone of a mindset to make a joke.",
        "I expect he has forgotten me.",
        "They don't expect him to live.",
        "I expect the whole family just relocated.",
        "The princess felt this, and as if wishing to show him that she did not even dare expect to interest him, she turned to his father.",
        "I expect you to repay me once it's sold.",
        "I don't expect to see him back, Sadie said.",
        "Deidre didn't expect to see it, not after how he'd treated her the past few days.",
        "Pete would expect Bordeaux to take care of her.",
        "She didn't expect to be so suddenly written off by everyone.",
        "I don't expect him to fix it.",
        "With the rest of her life in disarray, she didn't expect her apartment to look … normal.",
        "You expect to make an income out of the government?",
        "I expect to take piano lessons sometime....",
        "She didn't expect it; she expected him to lie rather than point out the flaws in her desperate logic.",
        "I expect he'll be here soon.",
        "She didn't expect the Original Being to admit to fear.",
        "How can you expect the birds to sing when their groves are cut down?",
        "\"Don't expect me to say grace,\" Howie quipped.",
        "The unknown can be worse than reality, and she had no idea what to expect on the flight.",
        "Jule wasn't sure what to expect when she knelt beside him.",
        "What do you expect from me?",
        "I don't even expect to let you live tonight.",
        "\"I know, I expect you thought of him,\" said Nicholas, smiling as Natasha knew by the sound of his voice.",
        "\"My good men,\" he said, \"how many fish do you expect to draw in this time?\"",
        "They won't expect us to go that way, and we can move around in the lava field without leaving tracks.",
        "Expect solutions in the future to come from countries you couldn't find on a map today.",
        "I don't expect them or anyone else to make deals with you for me, she said, hurt as much by his words as the thought that there was no one outside of Hell who wished her well.",
        "I didn't expect her to be …so different.",
        "A little later, when the rush and heat of achievement relax, we can begin to expect the appearance of grand men to celebrate in glorious poetry and prose the deeds and triumphs of the last few centuries.",
        "How good it would be to know where to seek for help in this life, and what to expect after it beyond the grave!",
        "That readiness will not weaken in me, but I and Russia have a right to expect from you all the zeal, firmness, and success which your intellect, military talent, and the courage of the troops you command justify us in expecting.",
        "Do not expect this to be a uniformly reassuring journey; it may be more of a roller-coaster ride with some rather bleak descents.",
        "Could Bordeaux resist temptation - and if not, would he expect forgiveness from her?",
        "Whatever her plan was, she probably didn't expect to be reborn as what you are now.",
        "You tear me away from the only stability I have in my life, expect me to change my view on the entire world overnight, reject me and now, you're asking me to take a chance on something you can't guarantee.",
        "Do you expect to find any man in Corinth who deserves so rich a gift?",
        "If you told him that such a one was coming, he did as if he thought that anything so grand would expect nothing of himself, but take all the responsibility on itself, and let him be forgotten still.",
        "Well how do you expect him to fix it?",
        "I expect the Minister (Barclay de Tolly) has already reported the abandonment of Smolensk to the enemy.",
        "\"Well, I did not expect you, I am very glad,\" said Prince Andrew.",
        "We don't expect to get him home alive!",
        "That is what we expect to be able to do, because it is theoretically possible in a hundred different ways.",
        "It will do things you don't expect a house to do.",
        "Expect excellent service and great attention to detail.",
        "I expect she cooled down after a while, but by that time he was long gone.",
        "\"I didn.t expect to see you here,\" Rhyn said, taking in Gabriel.s muscular form as he fought the sparring dummies behind the Sanctuary.",
        "We expect to go to the mountains next week.",
        "\"I expect you have guessed that Prince Vasili has not come and brought his pupil with him\" (for some reason Prince Bolkonski referred to Anatole as a \"pupil\") \"for the sake of my beautiful eyes.",
        "You surely did not expect to see that Asiatic capital.",
        "He didn't expect his portal to the underworld to be waiting and wasn't disappointed.",
        "I didn't expect you to arrive this way.",
        "With more than thirty thousand genes in your body, you can't expect them all to have cool names.",
        "Out of an army of a hundred thousand we must expect at least twenty thousand wounded, and we haven't stretchers, or bunks, or dressers, or doctors enough for six thousand.",
        "Dusty couldn't kill him and didn't expect to.",
        "I didn't expect her to turn out as perfect as she did.",
        "I don't expect a human to understand.",
        "Why should we expect that to change?",
        "I expect you feel it so yourself.",
        "I expect he will.",
        "However, I fully expect we will learn things about the opposite—what we may do, thanks to our genes.",
        "But why do you expect that he will leave us anything?",
        "I did not expect this!",
        "The young man is in prison and I expect it will go hard with him.",
        "Actually, it could stand a good washing and a paint job, but surely he didn't expect her to do that.",
        "We don't expect to get him home!",
        "I understand it's the right thing to do, but don't for a minute expect me to like it.",
        "When do you expect him?",
        "To this question I shall expect from you an answer in plain terms according to your deliberate judgment.",
        "The behavior I expect of you.",
        "Looking at the problem in this way, even a moralist who does not expect theology to be the instrument of social revival, might still ask whether the sympathetic instincts will not necessarily be already developed to their highest point, before people will be persuaded to accept the religion, which is at the bottom hardly more than sympathy under a more imposing name.",
        "Three centuries later, it became a hereditary right and came with a daily ration of two pounds of bread (\"Hey, you don't expect us to cook the free grain, do you?\") and occasionally included meat, olive oil, and salt.",
        "If your job numbs your mind by day, why would anyone expect it to instantly come to life at night?",
        "\"How do you expect him to answer you all at once?\" said Prince Andrew.",
        "\"But you know the wise maxim your excellency, advising one to expect the worst,\" said the Austrian general, evidently wishing to have done with jests and to come to business.",
        "\"I did not expect this of you,\" said the staff captain seriously and severely.",
        "\"I did not expect you today,\" he added.",
        "And suddenly with a determination he himself did not expect, Rostov felt for the letter in his pocket and went straight to the house.",
        "\"I did not expect this,\" said he to his adjutant Schneider when the latter came in late that night.",
        "Pierre had failed to notice Natasha because he did not at all expect to see her there, but he had failed to recognize her because the change in her since he last saw her was immense.",
        "What can you expect out of a recluse?",
        "I confirmed that she had temporarily began working but something else has come up so she should expect another lull.",
        "Uncertain what to expect, Gabe went through it.",
        "But I expect that technology and free enterprise will take us across a threshold where things formerly regarded as scarce will not be so any more.",
        "That is something like what I expect will happen, but on a worldwide scale.",
        "Yet even they expect to go to heaven at last.",
        "I expect it's nonsense....",
        "Do you expect to find this person in Ashley?",
        "I guess I didn't expect the news so soon.",
        "Still, what could he expect?",
        "I expect my equipment here in the next hour or two and we'll get going.",
        "It would be the first time in an airplane for her and she wanted details of what to expect.",
        "That this one had come to him with a warning was the most he could expect.",
        "She looked down and crossed her arms, chilled in the shadow world but also uncertain what to expect.",
        "She wasn't certain what to expect.",
        "He didn.t expect to see Darkyn here.",
        "At any time, I expect a furious Death to knock on my door.",
        "I don't expect anyone to talk to me, Kiera muttered as she changed.",
        "My sisters will instruct you in the behavior I expect of you.",
        "We expect visitors to arrive soon.",
        "If she were unfamiliar with the accepted societal behaviors of a woman on his planet, he couldn't expect her to be any more familiar with the machine.",
        "A'Ran was uncertain what to expect but found himself disappointed she didn't instantly volunteer to stay.",
        "She definitely didn't expect the decision to be so hard.",
        "\"How many ground forces do you expect?\" she asked.",
        "She didn't expect her sense of loss to be so deep.",
        "She waited for Evelyn to go to the door first, uncertain what to expect from wherever they'd gone.",
        "She writes so differently than what you'd expect, given her circumstances—where she is and what she's doing.",
        "He can't expect to keep sneaking up to visit her indefinitely and hope to get away with it.",
        "You can't expect all this perfection to happen without a lot of work.",
        "I don't expect you to.",
        "How could he expect her to understand things he did not understand himself?",
        "Victor will know I've been turned by my scent, but he will expect me to be weak.",
        "What did you expect, overalls?",
        "It was unseasonably warm for the end of February, but this was the time of year that they might expect a few nice days.",
        "When you live on a farm you learn to expect days like this and roll with the punches.",
        "But then, he didn't expect a woman to be able to work a farm... it wasn't natural.",
        "I didn't expect her to live.",
        "Surely he didn't expect her to hop on a plane and fly down there with him.",
        "In Houston, I expect.",
        "But then, Katie didn't expect them to hit it off, either.",
        "I didn't expect the critical infrastructure to disintegrate so fast.",
        "He didn't expect the calm words.",
        "She didn't expect it to happen as it did, and the accusation of slaughtering a thousand lives made her feel ill.",
        "I don't expect someone like you to understand.",
        "He faced her, and she realized how stupid it was to expect he'd do anything else but return to the fight.",
        "She didn't expect to sleep, not with the amount of anti-sleepers in her system.",
        "\"I didn't expect to see you working together,\" Lana said, unable to help her curiosity.",
        "\"You expect me to believe that after watching the missile attack?\" she returned, reaching for the laser gun.",
        "I didn't expect him to get so far, and he may not pass at all.  In any case, I have a much larger problem.  I interfered when I shouldn't have, she said.",
        "Rhyn uncurled from his position on the cold, wet ground.  He hadn't meant to fall asleep and didn't expect ever to wake up, not with the magic tearing him apart.  He looked around, disoriented.  The magic in his blood had stabilized as it did when Hannah and the angel were around, yet he didn't see them.",
        "A shadow crossed his features, one Rhyn didn't expect to see.",
        "\"No. I don't expect to.  I should've sent someone after her, but … \" Gabe met Rhyn's gaze and managed a smile.  The half-demon's sharp silver gaze missed nothing, even how unhappy Gabe really was.",
        "There's no reason I should expect you to understand.",
        "\"I expect so,\" Fred answered.",
        "Not knowing who would show presented a chance he might be recognized but as the eaves­dropper wouldn't expect him to be there, it gave him an advan­tage.",
        "Would he be content to live with the farmer's daughter or would he expect her to change?",
        "Of course Alex would expect her to change in some ways.",
        "Surely he didn't expect her to stay at his house all night – in his bed.",
        "I don't expect you to believe me.",
        "I guess mostly I just feel intimidated because I don't know what to expect.",
        "Of course, I realize you don't expect me to spend all that.",
        "I don't expect you to, sweetheart, but it's alright if you do.",
        "It was unreasonable of Josh to expect her to keep the marriage together on her own.",
        "Did you expect me to be happy about it?",
        "No, but I didn't expect you to pout, either.",
        "I didn't know what to expect.",
        "What do you expect?",
        "Now he would expect things to return to normal when they went to bed, and she didn't think she was ready.",
        "She went, walking towards the tree without knowing what to expect.",
        "You can't expect us just to leave.",
        "It hits you when you least expect and certainly don't want it to.",
        "\"You're not here this early to bitch at me about that,\" she said with some of the moodiness he'd come to expect from her since learning of her pregnancy.",
        "She didn't expect her life to change quite so fast or to be accepted into the White God's family with such ease.",
        "He didn't expect a reply and started forward, trailed closely by Yully.",
        "He didn't expect Hilden to help her put her life in danger!",
        "Taran didn't expect the guard to understand, especially since he hadn't thought everything through yet.",
        "\"You can expect a signal soon, brother,\" he said.",
        "They might accept and even expect such behavior, but it had to be humiliating.",
        "You were dressing different and acting different – honestly Carmen, I didn't know what to expect next.",
        "Take the four weeks off, but I expect you back here - four weeks from Monday.",
        "Actually, she didn't expect to see him again.",
        "I didn't expect you.",
        "Well, what did you expect?",
        "How could she expect Denton to understand her dream of purchasing the place?",
        "Would he expect her to quit work?",
        "Someone else tripped the wards marking his territory of Southern California, someone he didn't expect to be alive.",
        "I didn't expect you to be so …calm, Eden said, puzzled.",
        "Xander didn't expect to see the emotion from the woman who all-but-raised him.",
        "What did she really expect from a user like him?",
        "He didn't expect the sight of his necklace dangling in the center of her chest to fill him with anything other than regret or dread.",
        "Jessi whirled to run, only to smack into someone else she didn't expect.",
        "But even with homogeneous light it would be unreasonable to expect an oblique direction of perfect polarization.",
        "But we must not expect a simple theory to cover all the facts.",
        "Related to abnormalities of colour we may expect to find corresponding polarization effects.",
        "If, however, Mache's views were correct, we should expect a much closer connexion between I and A than has actually been observed.",
        "But he was known as a humorist, and the public, which had learned to expect jokes from him, rejected this little book almost entirely.",
        "But of course the 3 In actual life the Sabbath was often far from being the burden which the Rabbinical enactments would have led us to expect.",
        "Unless these ideals are mocking visions, man has a right to expect the continuance of his life for its completion.",
        "We expect immortality not merely because we desire it; but because the desire itself arises from all that is best and truest and worthiest in ourselves.",
        "It would have been reasonable to expect to find them sporadically all over Australia.",
        "\"Perhaps you think,\" he exclaimed, \"that this is not parliamentary language; I confess it is not, neither are you to expect any such from me.\"",
        "One could hardly expect that a colourless deity of this description, so completely the product of priestly speculation, could ever have found a place in the hearts of the people generally.",
        "Theism si'ggests at the very outset that we should rather expect to find a correlation between the two.",
        "It is necessary to determine if the modification be a simple change that might have occurred in independent cases, in fact if it be a multiradial apocentricity, or if it involved intricate and precisely combined anatomical changes that we could not expect to occur twice independently; that is to say, if it be a uniradial apocentricity.",
        "This type of structure, which is extremely various in its details, is found especially, as we should expect, in plants which have to economize their water supply.",
        "Again, acidic humus does not form in calcareous soils; and hence one does not expect to find plants characteristic of acidic peat or humus on calcareous soils.",
        "Within the same region we may expect to find considerable differences as we pass from one meridian to another.",
        "Under such conditions we might expect to find an extremely plentiful animal population, one as rich as that.",
        "The book is not what moderns (schooled unconsciously in post-Reformation developments of Thomist ideas) expect under the name of natural theology.",
        "As we might expect, Protestant lands are more busily occupied with apologetics.",
        "In 99 out of every loo cases people do not get what they want or expect.",
        "\" I think you have observed a very prudent temperament; but it was impossible to treat the subject so as not to give grounds of suspicion against you, and you may expect that a clamour will arise.\"",
        "From Josephine he could not expect to have an heir.",
        "From the skullforms studied, it would appear, as we should expect, that the Aegean race was by no means pure even in the earlier Minoan periods.",
        "It must not, however, be forgotten that Justin is here speaking as the apologist of Christianity to an educated Pagan public, on whose philosophical view of life he had to base his arguments, and from whom he could not expect an intimate comprehension of the religious position of Christians.",
        "Now, supposing dealing to be confined to experts, what effects upon the course of prices would one expect from the specialism of the cotton market and improved facilities Effect specula= for dealing, on the assumption that dealers were governed wholly in their actions by the course of prices and never tried to manipulate them?",
        "When we turn to the British Islands we find, as we should expect, no traces of the Druids in England and Wales after the conquest of Anglesea mentioned above, except in the story of Vortigern as recounted by Nennius.",
        "of Asia Minor, which survived unsubdued in the general deluge of Seljukian conquest, they could expect active assistance (the hope of which will explain the north-easterly line of march which they followed after leaving Heraclea).",
        "had thus no assistance to expect from the West, save that of the Italian towns.",
        "The antithesis is not exact; we expect either \"boy and mature man\" or \"low-born and high-born.\"",
        "The situation of the Acropolis, dominating the surrounding plain and possessing easy communication with the sea, favoured the formation of a relatively powerful state - inferior, however, to Tiryns and Mycenae; the myths of Cecrops, Erechtheus and Theseus bear witness to the might of the princes who ruled in the Athenian citadel, and here we may naturally expect to find traces of massive fortifications resembling in some degree those of the great Argolid cities.",
        "This group may be considered as resulting from the fusion of a carbonyl (:CO) and a hydroxyl (HO-) group; and we may expect to meet with compounds bearing structural resemblances to the derivatives of alcohols and aldehydes (or ketones).",
        "If we accept Kekule's formula for the benzene nucleus, then we may expect the double linkages to be opened up partially, either by oxidation or reduction, with the formation of di-, tetra-, or hexa-hydro derivatives, or entirely, with the production of open chain compounds.",
        "2 and 1.6 compounds were identical, then we should expect the two well-known crotonic acids, CH 3 CH: CH COOH and CH 2: CH CH 2 000H, to be identical.",
        "If we wish to know what Wagner means, we must fight our way through his drama to his music; and we must not expect to find that each phrase in the mouth of the actor corresponds word for note with the music. That sort of correspondence Wagner leaves to his imitators; and his views on \" Leit-motifhunting,\" as expressed in his prose writings and conversation, are contemptuously tolerant.",
        "It is remarkable that even a small addition of zinc-white (oxide of zinc) to the reddish varieties especially causes a considerable diminution in the intensity of the colour, while dilution with artificial precipitated sulphate of lime (\"annalin\") or sulphate of baryta (\"blanc fix\") acts pretty much as one would expect.",
        "They still believe, as John did, in the return of Nero as the Antichrist; they still expect that after the first resurrection Christ will reign with his saints \"in the flesh\" for a thousand years.",
        "From a geographical point of view nothing is more likely, for the takin forms a type confined to Eastern Asia (Tibet and Szechuen), and it would be reasonable to expect that, like so many other peculiar forms from the same region, they should have representatives on the American side of the Pacific. (R.",
        "Yet we must not expect too much from the Gathas in the way of definite detail.",
        "But to all these Berthier in the emperor's name sent the stereotyped reply- \" The emperor has ordered you to carry four days' provisions, therefore you can expect nothing further - you know the emperor's method of conducting war.\"",
        "\" To-morrow will be a day of preparation spent in drawing closer together, and I expect to be able by Wednesday to manoeuvre against the enemy's columns according to circumstances.\"",
        "This main scheme is complicated in various ways: (r) by the rotation of the earth, which continually deflects currents of water or air to the right in the northern or to the left in the southern hemisphere; (2) by the conformation of the land masses (as in the case of the equatorial stream which is banked up in the Gulf of Mexico and flows out through the Straits of Florida); (3) by the varying depth of the ocean, for currents tend to flow more readily through deep than in shallow waters (as in the case of the main Atlantic drift, which flows most strongly through the deep channel between Shetland and the Faroe Is.); and (4) by the driving force of the winds acting on the surface of the sea (thus the drift of water from the equator is not N.E., as one might expect, but from E.",
        "The district of the Trasos-Montes, north of the Douro, about the Tamega, Tua and Sabor, was so rugged that Wellington was convinced that Joseph would expect him to advance by the south of the river.",
        "Thus the ternary quartic is not, in general, expressible as a sum of five 4th powers as the counting of constants might have led one to expect, a theorem due to Sylvester.",
        "The linear transformation replaces points on lines through the origin by corresponding points on projectively corresponding lines through the origin; it therefore replaces a pencil of lines by another pencil, which corresponds projectively, and harmonic and other properties of pencils which are unaltered by linear transformation we may expect to find indicated in the invariant system.",
        "The less the Church could expect from its penitents, the more it was driven to trust to the miraculous efficiency of sacramental grace.",
        "Thomson, who, from the results of Bidwell's observations on the magnetic deformation of cobalt, was led to expect that that metal would exhibit a reversal opposite in character to the effect observed in iron.",
        "He was not successful in either case, not did he expect to be.",
        "It is probable that the algebra of the Egyptians was of a most rudimentary nature, for otherwise we should expect to find traces of it in the works of the Greek geometers, of whom Thales of Miletus (640-546 B.C.) was the first.",
        "The view that instinct is the hereditarily fixed result of habit derived from experience long dominated all inquiry into the subject, but we may now expect to see a renewed and careful study of animal instincts carried out with the view of testing the applicability to each instance of the pure Darwinian theory without the aid of Lamarckism.",
        "When the difference of phase amounts to A, we may expect the resultant illumination to be very much reduced.",
        "This was first suggested by Thomas Young, who showed that the rays producing the bows consisted of two systems, which, although emerging in parallel directions, traversed different paths in the drop. Destructive interference between these superposed rays will therefore occur, and, instead of a continuous maximum illumination in the direction of minimum deviation, we should expect to find alternations of brightness and darkness.",
        "It is in this department, from its abstruseness and complexity, that we should expect the advance of anatomy and physiology - normal and morbid - to be most delayed.",
        "An enormous accumulation of lunatics of all sorts and degrees seems to have paralysed public authorities, who, at vast expense in buildings, mass them more or less indiscriminately in barracks, and expect that their sundry and difficult disorders can be properly studied and treated by a medical superintendent charged with the whole domestic establishment, with a few young assistants under him.",
        "If the former, then their names are surely to be read as Sumerian, while, if they were Semites, the signs with which the names are written are probably to be read according to their Semitic equivalents, though we may also expect to encounter Semites bearing genuine Sumerian names.",
        "\" This is as we should expect, since the movements of ground air are much greater in loose porous soils than in stiff clay soils.\"",
        "On his return to Canada, when the two provinces were now united, he became a member of the lower house and continued to take part in public life, demanding \"the independence of Canada, for the Canadians need never expect justice from England, and to submit to her would be an eternal disgrace.\"",
        "15 seq.: \" If any one, I do not say should blaspheme against the Lord of men and gods, but should even dare to utter his name unseasonably, let him expect the penalty of death.\"",
        "Whatever we may think of the political sagacity of such a judgment, it is due to Comte to say that he did not expect to see his dictatorial republic transformed into a dynastic empire, and, next, that he did expect from the Man of December freedom of the press and of public meeting.",
        "The reception of this volume was cordial, but not so universally respectful as that which Tennyson had grown to expect from his adoring public. The fact was that the heightened reputation of Browning, and still more the sudden vogue of Swinburne, Morris and Rossetti (1866-1870), considerably disturbed the minds of Tennyson's most ardent readers, and exposed himself to a severer criticism than he had lately been accustomed to endure.",
        "The writer does not make that use of the fact of man's superior organic endowments which one might expect from his general conception of the relation of the physical and the mental in human development.",
        "Besides the condemnation of divine justice, they must expect the heavy penalties which our authority, guided by heavenly wisdom, shall think proper to inflict\" (Schaff's Nicene and Post-Nicene Christianity, i.",
        "By November 1687 he had decided that it was hopeless to expect that James would join the league against Louis, and he therefore turned for support to the English opposition.",
        "At an earlier date the prophet Haggai had taught that the people could not expect Yahweh's blessing while the Temple lay in ruins.",
        "Organization showed itself in the fixing of the annual calendar and the development of the character and functions of the priesthood, and as we should expect, in a new conception of the legal relation of the gods to the state.",
        "We might expect persons who have experienced spontaneous visual hallucinations, of the kind vulgarly styled \"ghosts\" or \"wraiths,\" to succeed in inducing pictures in a glass ball.",
        "If, then, the art of writing was unknown in Greece before, let us say, the 6th century B.C., it would be useless to expect that any events of Grecian history prior to about the 7th century B.C. could have been transmitted to posterity with any degree of historical accuracy.",
        "The title is different from what the New Testament use of the term would have led us to expect, i.e.",
        "would lead one to expect to find o.",
        "We might therefore expect to find coal wherever strata of estuarine origin are developed in great mass.",
        "Now this is exactly the shape which we should expect to find in molecules composed of two spherical atoms distorting one another by their mutual forces, and all gases for which n=2 are diatomic.",
        "Nothing certain is known of the marauding bands sent against Jehoiakim; for Syrians (Aram) one would expect Edomites (Edom), but see Jer.",
        "The inevitable reaction of the romantic movement made the masterpieces, which had filled the men of the Revolution with enthusiasm, seem cold and lifeless to those who had been taught to expect in art that atmosphere of mystery which in nature is everywhere present.",
        "He deliberately chose the difficult route over the French Alps because he recognized that his opponents would neither expect him by this route nor be able to concert combined operations in time to thwart him.",
        "He could at least beat Blucher and render the Prussians unfit for any serious operation except retreat on June 17, although he could no longer expect to destroy the Prussian army.",
        "In Oregon about 30,000 more people were found in 1890 than the estimate would lead one to expect; in New York city, about ioo,000 less.",
        "When two sources emit only pure tones we might expect that we should have no dissonance when, as in the major seventh, the beat frequency is greater than the range of harshness.",
        "and setting this off against the absence of Linievich and Stoessel, Kuropatkin could expect to have a sufficient superiority in numbers to take the offensive.",
        "A man who is always launching opinions must expect to be retorted on.",
        "The discovery of definite laws in this region might at first sight seem hopeless; but the argument rests on an implied postulate of stability and continuity of constitution of material substances, so that after a cycle of transformations we expect to recover them again as they were originally - on the postulate, in fact, that we do not expect them to melt out of organized existence in our hands.",
        "The fundamental character of energy in material systems here comes into view; if there were any other independent scalar entity, besides mass and energy, that pervaded them with relations of equivalence, we should expect the existence of yet another set of qualities analogous to those connected with temperature.",
        "In view of the fact that Poland was the most defenceless country in Europe, with no natural boundaries, and constantly exposed to attacks from every quarter, it was not unreasonable to expect even this patriotic sacrifice from the privileged classes, who held at least two-thirds of the land by military tenure.",
        "Meanwhile the blockade had become so stringent that few ordinary vessels could expect to break through, and a special type of steamer came into vogue for the purpose.",
        "South and east of the axis mentioned salinity becomes less to just north of the equator, where it increases again, and the saltest waters of the whole Pacific are found, as we should expect, in the south-east trade-wind region, the maximum occurring in about 18° S.",
        "well enough understood in those days; it was known that they were heretics at heart, and that when their turn came they would once more overthrow Catholicism and expect a similar submission from the Catholics.",
        "The business, however, was not what he had been led to expect, and it took him several years to put it on a sound footing.",
        "At Athens it was 2 x 4900, and on the average of all the Greek weights it is 2 x 4825, so that 4950 -- the libra -- is as close as we need expect.",
        "He believed that to look for the restoration of freedom of foreign trade in Great Britain would have been \"as absurd as to expect that an Oceana or Utopia should be established in it.\"",
        "6), a new motive of the \" honourable \" (Tou KaXoii 'veKa) is suddenly introduced without preparation, where one would expect the original motive of happiness.",
        "OiK dXX' E7rt&ELEcws h 1 3); and, if the terms for it are not always the same, this is just what one would expect in a new discovery.",
        "He means that the logical analysis of demonstration in the Analytics would teach them beforehand that there cannot be demonstration, though there must be induction, of an axiom, or any other principle; whereas, if they are not logically prepared for metaphysics, they will expect a demonstration of the axiom, as Heraclitus, the Heraclitean Cratylus and the Sophist Protagoras actually did, - and in vain.",
        "Meanwhile the concert has admitted among its members first in 1856 Turkey, later in 1878 at the Congress of Berlin the United States, and now undoubtedly Japan will expect to be included as a great power in this controlling body.",
        "The homogeneity of vibration may also be diminished by molecular impacts, but the number of shocks in a given time depends on pressure and we may therefore expect to diminish the width of a line by diminishing the pressure.",
        "In the trunk series s has the particular value 1 5, and in the main branch series s has the particular value 2, but we should expect a weaker set of lines to exist corresponding to the trunk series with r=2 5 or corresponding to the main branch series with s=3, and in fact a whole succession of such series.",
        "We therefore should expect a band in place of the line, which is the case, but our calculation is not able to give the displacement of the most intense portion, which is what we require for comparison with experiment.",
        "With absorbing gases we should expect the degradation to proceed more slowly than with liquids, and hence the discovery of E.",
        "After this time it becomes manifest that, as we should expect, documents were the recognized authorities for the Gospel history; but there is still some uncertainty as to the documents upon which reliance was placed, and the precise estimation in which l For the only two that can be held to be such in the first half of the 2nd century, and the doubts whether they refer to our present Gospels, see Mark, Gospel Of, and Matthew, Gospel Of.",
        "The study of evolution, without considering how many conditions are required for \" the integration of matter and the dissipation of motion \" to begin, and the undoubted discoveries which have resulted from the study of inorganic and organic evolution, have led men to expect too much from this one law of Nature.",
        "It seems hopeless to expect that natural science, even with the aid of evolution, can explain by mere body the origin and nature of this fact of consciousness.",
        "Here you would expect him to stop, as the German Neo-Kantism of Lange stops, with the consistent conclusion that all we know of Nature from such data is these complexes of sensation-elements, or phenomena in the Kantian meaning.",
        "All three show the ordinary features of Roman castella, though they differ more than one would expect in forts built at one time by one general.",
        "The European state of mind no longer lent itself to such enterprises, and, moreover, under such brief pontificates, the attenuated Roman power could not expect to succeed where Innocent III.",
        "The German politicians and the Prussian diplomatists accredited to Rome had worked too openly at undermining the papal hierarchy, and had veiled their sympathies for Piedmont far too lightly to lead the Vatican to expect, after the 10th of September 1870, a genuine and firm intervention on the part of Prussia on behalf of the temporal power of the Holy See.",
        "Yet the stone has not fallen from the summit of the holy hill, and the Colossus of the German Empire has not crumbled into dust, which is more than can be said for the pope's inspirations, which led him to expect the sudden withdrawal of the Italians from Rome, and a solution of the Roman question in the sense inspired by his visionary policy.",
        "No one could expect that Pius IX.",
        "On the 6th of May he makes further experiments, and concludes: \"Hence I see no reason to expect that any kind of structure or tension can be rendered evident, either in decomposing or non-decomposing bodies, in insulating or conducting states.\"",
        "A good many firms venture occasionally to buy in anticipation of their customers' needs, especially when they expect a rising market.",
        "We should expect to find supersolubility curves lying below the solubility curves, and this result has been realized experimentally for the supersolubility curves of mixtures of salol (phenyl salicylate) and betol (/3-naphthol salicylate) represented by the dotted lines of fig.",
        "We should thus expect to find it in increased proportion in the dissolved gases of rain-water.",
        "But these somewhat \"indiscriminate denunciations are certainly not what we expect from a man like Paul, who was an uncommonly clear-headed dialectician\" (McGiffert).",
        "It visits Great Britain every year at the close of summer, but in very small numbers, and is almost always seen singly - not uncommonly in places where no one could expect to find a Snipe.",
        "In these cases we should expect to find some reduced process of fertilization similar to that of Humaria granulata among the ordinary Ascomycetes, where in the absence of the antheridia the female nuclei fuse in pairs.",
        "In other lichens we should expect to find the ascogenous hyphae arising directly from the vegetative hyphae as in Humaria rutilans among the ordinary fungi, where the process is associated with the fusion of vegetative nuclei.",
        "Thus the Alpine states (Italy, Switzerland and Austria), other than France and Bavaria, hold bits of territory on the slope of the Alps where one would not expect to find them.",
        "Any who expect to get early cabbage, cauliflower, lettuce or radishes, while planting or sowing is delayed until the time of sowing tomato and egg plant in May, are sure to be disappointed of a full crop. Frequent rotation of crops should be practised in the vegetable garden, in order to head off insects and diseases; and also to make the best use of the land.",
        "larly abundant; crickets, beetles, locusts, walking-stick insects, mayflies and bugs are found, but there were neither flies, moths, butterflies nor bees, which is no more than we should expect from the conditions of plant life.",
        "If there are two fusions one would expect two reductions, and Harper has suggested that the division of the nuclei into eight in the ascus, instead of into four spores as in most reduction processes, is associated with a double reduction process in the ascus.",
        "The least that he could expect was a pension or a sinecure place; and, if he showed any aptitude for politics, he might hope to be a member of parliament, a.",
        "Some time appears to have elapsed before Johnson was able to form any literary connexion from which he could expect more than bread for the day which was passing over him.",
        "I do not expect the Union to be dissolved - I do not expect the house to fall - but I do expect it will cease to be divided.",
        "We should expect the albuminous state of the seed to be an antecedent one to the exalbuminous condition, and the recent discoveries in fertilization tend to confirm this view.",
        "He survived into the era of Kant, Goethe and Schiller, but he was not of it, and it would have been unreasonable to expect that he should in old age pass beyond the limits of his own epoch.",
        "This is, of course, what we should expect, that larger acquaintance gives to the Christian chroniclers more knowledge of their enemy.",
        "He welcomed both the bill establishing a Ministry of Health and that establishing a Ministry of Transport; but he warned the House of Commons not to expect cheaper passenger fares and freight charges; the railwaymen would not allow themselves to be sweated for the benefit of the travelling public. But, once again, his real activity was outside.",
        "As He passed out He foretold, in words which corresponded to the doom of the fig-tree, the utter demolition of the imposing but profitless Temple; and presently He opened up to four of His disciples a vision of the future, warning them against false Christs, bidding them expect great sorrows, national and personal, declaring that the gospel must be proclaimed to all the nations, and that after a great tribulation the Son of Man should appear, \" coming with the clouds of heaven.\"",
        "Both of them were intent on forcing the theologians into the daylight, and grudged them any aid they might expect from Kant's postulation of God and immortality to crown the edifice of ethics.",
        "The people have by no means that immunity from disease which the bright, dry character of the climate and the fine physical aspect of a large proportion of them might lead us to expect.",
        "Even if they are entirely of freshwater origin, we should expect that some traces of life from the waters or neighbouring land would be found.",
        "No Doubt There Must Be Approximate Relations Between The Atomic And Molecular Heats Of Similar Elements And Compounds, But Considering The Great Variations Of Specific Heat With Temperature And Physical State, In Alloys, Mixtures Or Solutions, And In Allotropic Or Other Modifications, It Would Be Idle To Expect That The Specific Heat Of A Compound Could Be Accurately Deduced By Any Simple Additive Process From That Of Its Constituents.",
        "There is no a priori reason to expect the same result from the different classes of stars, such as the brighter or fainter, northern or southern, nearer or more distant, Solar type or Sirian stars.",
        "The \"C\" division has been designed for convicts serving long sentences, who have gained all possible privileges in the early years of sentence and have little or nothing to expect further until the last year of their sentence, when they may earn an additional gratuity.",
        "Assuming that he broke through and reached the plain, he could hardly expect to do more.",
        "One would expect, then, an analysis of mental reasoning into mental judgments as premises and conclusion.",
        "It is in induction, which claims to start from particulars and end in universals, 2 that we must, if anywhere within the confines of logical inquiry, expect to find the required bridge.",
        "We should expect some species of biquaternion to suffice.",
        "To the uninitiated it would appear that this selection has been made, generally speaking, at random; it is at any rate lacking in the wise discrimination one would expect from the supposed source of its inspiration.",
        "On the other hand, the \" rattlesnake \" men of the Moqui are merely transformations and expect to return at death to their original reptile form (Maclennan, 357).",
        "This we should expect indeed from its insistence upon individual freedom; yet, notwithstanding certain notable exceptions, amid the diversity there is a substantial unity, a unity which in our day finds expression in common organizations for great practical ends, for example in the \" Bible Societies,\" \" Tract Societies,\" the \" Young Men's Christian Associations,\" \" Societies of Christian Endeavour,\" &c., which disregard denominational lines.",
        "Cadorna did not expect to stay long on the Tagliamento, but he did hope to hold up the enemy long enough to give adequate time for the retreat of the Carnia force and the IV.",
        "If the language of Homer is so ambiguous where the use of writing would naturally be mentioned, we cannot expect to find more decisive references elsewhere.",
        "formed by a suffix (-aa), whereas the second aorist is a \" strong \" tense, distinguished by the form of the root-syllable, we expect to find a constant tendency to diminish the number of second aorists in use.",
        "God must perforce be satisfied with whatever common sense thinks it fair and reasonable that He should expect.",
        "He shows no greater political insight than we should expect from his position; but relates what he had seen and heard with a naive vivacity which compels attention.",
        "On the whole, both their merits and their defects are such as we should expect to find in the work of the poet celebrated by Bmda, and it seems possible, though hardly more than possible, that we have in these pieces a comparatively little altered specimen of Cmdmon's compositions.",
        "In the time of Strabo it was inferior in population, as we should expect, to Messana and Catana; its marble, wine and mullets were highly esteemed.",
        "It seems to have been generally understood that, in case of war, Virginia would expect him to act as her commander-in-chief, and it was noticed that, in the second Congress, he was the only member who habitually appeared in uniform.",
        "It was absurd to expect foreign nations to deal with a second-rate man as commander-in-chief while Washington was in the field, and he seems to have had no further trouble of this kind.",
        "We may therefore expect in primitive asceticism to find many abstentions and much self-torture apparently valueless for the training of character and discipline of the feelings, which are the essence of any healthy asceticism.",
        "Such considerations prevailed where we might least expect to find them, in the mind of the idealist Berkeley.",
        "\" It would be,\" as he says, \" an unsound fancy and self-con tradictory, to expect that things which have never yet been done can be done except by means which have never yet been tried.\"",
        "Since these results appear to be satisfactory, it is natural to expect further attempts with the same object of supplanting the ordinary steeping.",
        "On the other hand, though a strong opponent of militarism, he publicly stated that foreign nations attacking Germany must not expect the help or the neutrality of the Social Democrats.",
        "Under these circumstances it would be premature to expect agreement as to results.",
        "2, 3, preached by William Carey (1761-1834), the prime mover in the work, in which he urged two points: \"Expect great things from God; attempt great things for God.\"",
        "But it is quite possible that his scientific studies had bred in him, as in many others at that time, a materialistic, or at least a naturalistic, turn of mind; indeed, we should expect as much in a man of Van den Ende's somewhat rebellious temperament.",
        "The servants expect that their master will never allow them to be wronged.",
        "With all the Greek oracleseven those in the mother-country the Persians were on the best of terms. And since these might reasonably expect an enormous extension of their influence from the establishment of a Persian dominion, we find them all zealously medizing during the expedition of Xer~es.",
        "It very frequently happens that we do not know what the underlying condition is, and we are forced simply to relieve as best we can the most prominent and most distressing symptoms. In symptomatic treatment we are frequently obliged to use remedies simply because we know they have done good before in similar cases, and we expect them to do so again without having the least idea of how they act.",
        "And this is to be effected in the first place by showing that from the obscurities and inexplicabilities we meet with in nature we may reasonably expect to find similar difficulties in the scheme of religion.",
        "On the other hand, on the eve of the meeting of the federal Cortes, he could indulge in no illusions as to what he had to expect from the bulk of the republicans, who openly dissented from his conservative and conciliatory policy, and announced that they would reverse it on the very day the Cortes met.",
        "If this be the case, we should naturally expect to find that Lev.",
        "and must he expect death as inevitable?",
        "In fact, the quantity 41rp 2 K, which we may call with van der Waals the molecular pressure, is so great for most liquids (5000 atmospheres for water), that in the parts near the surface, where the molecular pressure varies rapidly, we may expect considerable variation of density, even when we take into account the smallness of the compressibility of liquids.",
        "The formation cannot be instantaneous, and if we could measure the tension of a surface not more than 1 1) 0 of a second old, we might expect to find it undisturbed, or nearly so, from that proper to pure water.",
        "(b) Antitoxin acts more powerfully when injected along with the toxin than when injected at the same time in another part of the body; if its action were on the tissue-cells one would expect that the site of injection would be immaterial.",
        "He glorifies Levi's successors as high-priests and civil rulers, and applies to them the title assumed by the Maccabean princes, though he does not, like the author of the Testaments of the Twelve Patriarchs, expect the Messiah to come forth from among them.",
        "The Rabbi HILLEL, who in the 4th century made the remarkable declaration that Israel need not expect a Messiah, because the promise of a Messiah had already been fulfilled in the days of King Hezekiah (Babli, Sanhedrin, 99a), is probably Hillel, the son of Samuel ben Nahman, a well-known expounder of the scriptures.",
        "His researches were by no means profound; he gives us less of the history of his own time than we have a right to expect - far less, for example, than Orderic. He is, however, an authority of considerable value from 1 066 onwards; many telling anecdotes, many shrewd judgments on persons and events, can be gleaned from his pages.",
        "But he relied, ultimately, on the protection of the powers which had guaranteed the integrity of Denmark by the treaty of London, and if words have any meaning at all he had the right to expect at the very least the armed support of Great Britain.'",
        "Amongst all these high glens there is a remarkable absence of lakes and waterfalls; nor are there down in the lower valleys at the foot of the mountains, as one would naturally expect in a region so extensively glaciated, any sheets of water corresponding to the Swiss lakes.",
        "Leguminosae, the two most numerous orders of phanerogams, but in number of individual plants it probably far exceeds either; whilst from the wide extension of many of its species, the proportion of Gramineae to other orders in the various floras of the world is much higher than its number of species would lead one to expect.",
        "The qualities of water are no sum of the qualities of oxygen and hydrogen, and still less can we expect to explain the qualities of life without regard to the immense complexity of the living substance.",
        "Had the work been composed during the Babylonian era, it would be more natural to expect prophecies of the return of the exiled Jews to Palestine, as in Jeremiah, Ezekiel and Isaiah, rather than the acclamation of an ideal Messianic kingdom such as is emphasized in the second part of Daniel.",
        "All I can say is that I am not in torture; but I daily and hourly expect it.",
        "Bids them not to swear at all nor to expect any intercession of the departed saints for sinners.",
        "If lo represents the intensity of the light which enters the surface, I l the intensity after passing through i centimetre, I 2 the intensity after passing through 2 centimetres, and so on; then we should expect that whatever fraction of Io is absorbed in the first centimetre, the same fraction of I, will be absorbed in the second.",
        "The absence of lines of the spectrum of any element from the solar spectrum is no proof that the element is absent from the sun; apart from the possibility that the high temperature and other circumstances may show it transformed into some unknown mode, which is perhaps the explanation of the absence of nitrogen, chlorine and other non-metals; if the element is of high atomic weight we should expect it to be found only in the lowest strata of the sun's atmosphere, where its temperature was nearly equal to that of the central globe, and so any absorption line which it showed would be weak.",
        "To each of these premises he goes with the knowledge that a portion of the total leakage of 2000 gallons an hour is almost certainly there, and that it must be found, which is a very different thing from visiting three or four hundred houses, in not one of which he has any particular reason to expect to find leakage.",
        "We might expect to find such a collection, in view of the numerous and important councils held in Gaul; but their decisions remained scattered among a great number of collections none of which had ever a wide circulation or an official character.",
        "\" How much of this,\" Halley adds, \" is so, you know best, so likewise what you have to do in this matter; only Mr Hooke seems to expect you should make some mention of him in the preface, which 'tis possible you may see reason to prefix.",
        "The princes were shanielessly eager to enter on their inheritance, the king was loath to understand that by conferring a titular sovereignty on his sons he had given them a sort of right to expect some share of real power.",
        "But it was assumed because it was impossible to expect that a king who had ruled as Charles had ruled could take up a new position as the exponent of the feelings which were represented in the Commons.",
        "He thought that he had a claim to the first place in the ministry, and he did not, in consequence, give the full support to Lord Aberdeen which the latter had a right to expect from him.",
        "The language, moreover, which Gladstone was holding on other subjects encouraged the more advanced Liberals to expect that he would ultimately place himself at the head of the party of progress.",
        "What else can we expect from a thinker who is interested simply in feeling as feeling?",
        "According to these analogies we should expect Zebub to be a place.",
        "These marks of the royal favour seem to have led May to expect the posts of poetlaureate and city chronologer when they fell vacant on the death of Ben Jonson in 1637, but he was disappointed, and he forsook the court and attached himself to the party of the Parliament.",
        "If, in the face of what cannot be considered less than careless and inefficient agricultural practice, we have increased the wheat capacity of our land by 3.2 bushels per acre in so short a time, what may we not expect in the way of large acre yields before we experience the hardships of a true wheat famine?\"",
        "It was not his place, as a practical philanthropist, to dwell on the defects in this coincidence; 2 and since what men generally expect from a moralist is a completely 1 This list gives twelve out of the fourteen classes in which Bentham arranges the springs of action, omitting the religious sanction (mentioned afterwards), and the pleasures and pains of self-interest, which include all the other classes except sympathy and antipathy.",
        "We may regard morality as a kind of supplementary legislation, supported by public opinion, which we may expect the public, when duly enlightened, to frame in accordance with the public interest.",
        "Po.) Early History On account of its isolated position we might expect to find Ireland in possession of a highly developed system of legends bearing on the origins of its inhabitants.",
        "As we should expect from our knowledge of later Irish history scarcely any towns are mentioned.",
        "We might naturally expect to find the druids active in the capacity of priests in Ireland.",
        "The landlords of Ireland, who had made so many sacrifices and worked so hard to return Lord Salisbury to power, felt that [From Anglo-Norman Invasion] the measure was hardly what they had a right to expect from a Unionist administration.",
        "The new chief secretary, while abstaining from displacing the undersecretary, whose encouragement of \" devolution \" had caused considerable commotion among Unionists, announced that he considered him as on the footing of an ordinary and subordinate civil servant, but Mr Wyndham had said that he was \" invited by me rather as a colleague than as a mere undersecretary to register my will,\" and Lord Lansdowne that he \" could scarcely expect to be bound by the narrow rules of routine which are applicable to an ordinary member of the civil service.\"",
        "The Veda contains devotional hymns; we can no more expect much narrative here than in the Psalms of David.",
        "Both countries, ~ exhausted by twenty years of war, were incapable of bringing it to a successful termination, yet neither would be first to give in.; Mazarin, therefore, disquieted by Conds victory at Valenciennes (I656), reknit the bond of Protestant alliances, and, having nothing to expect from Holland, he deprived Spain of her alliance with Oliver Cromwell (March 23, 1657).",
        "Thus Hume is a positivist in the sense that he specifically restricts philosophy to the sphere of observation, and regards the causal relation as being nothing more than what we have been accustomed to expect.",
        "Yet there seemed reason to expect that it would at least be interpreted in a liberal spirit, and Galileo's friends encouraged his imprudent confidence by eagerly retailing to him every papal utterance which it was possible to construe in a favourable sense.",
        "(5) If we might also regard the couple as a reversible thermodynamic engine for converting heat into work, and might neglect irreversible effects, such as conduction, which are independent of the current, we should expect to find the ratio of the heat absorbed at the hot junction to the heat evolved at the cold junction, namely, PIP', to be the same as the ratio T/T of the absolute temperatures of the junctions.",
        "In a country divided by sectional jealousies it was impossible to expect a committee of thirty-four members to impose unity of action even in a common cause; and the Spanish rising, the first fierceness of which had carried all before it, lacked the organizing force which alone would have given it permanent success.",
        "The king and his prime minister were equally agreed about the necessity of showing the Vatican and the Church sufficient favor to induce them to cease coquetting with the pretender Don Carlos, but not so much as to allow the pope and the clergy to expect that they would tolerate any excessive Ultramontane influence in the policy of the Restoration.",
        "The most irreconcilable Republicans knew that they could not expect much from popular risings in great towns or from the disaffected and anarchist peasantry iii Andalusia, so they resorted to the old practice of barrack conspiracies, courting especially the non-commissioned officers and some ambitious subalterns.",
        "He showed also that the value of the former depended often both upon the intensity of the pressure and upon the length of time during which contact had lasted, both of which facts quite agree with what we should expect from our knowledge of the physical nature, already mentioned, of the causes of friction.",
        "It seems not unreasonable to expect that the influence of time upon friction should show itself in a comparison of very slow with very rapid motion, as well as in a comparison of starting (i.e.",
        "Of Cyanophyceae, as we should expect, the Palaeozoic remains are very doubtful.",
        "This investigator has already published a well-illustrated account of his discoveries, which give valuable information as to the morphology of the male organs, and lead us to expect additional results in the future of the greatest importance and interest.",
        "This difficulty will disappear as the strata become better known; but at present each of the silted-up lakes has to be studied separately, for we cannot expect so close a correspondence in their faunas and floras as is found in the more crowded and smaller basins in central Europe.",
        "But if this process is continuous from latitude to latitude, then we ought not to look for a flora of equivalent age in the warm-temperate Miocene deposits of central Europe, but should rather expect to find that the temperate plants of Greenland were contemporaneous with a tropical flora in central Europe.",
        "Cyril and Augustine differ, as we should expect, in the doctrines which they select for emphasis, but they both agree in requiring a knowledge of sound doctrine on the part of the candidates.",
        "It is only in Hume that we have definitely and completely the evolution of the individualist notion as groundwork of a theory of knowledge; and it is in his writings, therefore, that we may expect to find the fundamental difficulty of that notion clearly apparent.",
        "We may expect, then, to find the transcendent employment of the categories leading into various difficulties and inconsistencies.",
        "I must have been crazy when I agreed to take a woman on as a freighter, but I didn't expect Indian trouble along this route.",
        "If you folks are committed to playing in this sand box, I'll do what I can to scrape out the cat poop but don't expect encouragement from me.",
        "Just didn't expect to see â€¦ me â€¦ again.",
        "\"So I shouldn't be surprised to see you in my territory, and I shouldn't expect shit from you,\" Damian surmised.",
        "With the rest of her life in disarray, she didn't expect her apartment to look â€¦ normal.",
        "Her words touched him on a level he didn't expect, one he thought was dead, destroyed by past-Death.",
        "The deity managing the Future was wise in the way of an ancient immortal that had seen everything since the time-before-time, yet laid back and friendly, two traits Gabe didn't expect.",
        "I didn't expect her to be â€¦so different.",
        "She didn't expect him to sit with her for hours; she definitely didn't expect him to stay solely for her comfort without trying to force anymore Immortal bullshit down her throat.",
        "How long did Fate expect her to stay here?",
        "\"You drop off some sort of demon in my house, try to convince me I'm either completely crazy or suffering from amnesia, stalk me to this gala, and expect me to tell you where I spend every minute of every day?\" she demanded at his silence.",
        "\"Don't expect me to sleep with you at your bidding,\" she warned.",
        "I don.t expect you to understand what it is to care about someone else.",
        "I don.t expect you to understand.",
        "She writes so differently than what you'd expect, given her circumstancesâ€”where she is and what she's doing.",
        "I'd planned for some sort of onslaught, not to find you slung over the shoulder of your brother â€“ the wrong brother, though I guess that's the most I can expect out of a half-breed.",
        "\"No. I don't expect to.  I should've sent someone after her, but â€¦ \" Gabe met Rhyn's gaze and managed a smile.  The half-demon's sharp silver gaze missed nothing, even how unhappy Gabe really was.",
        "Surely he didn't expect her to stay at his house all night â€“ in his bed.",
        "He drew a dagger, never certain what to expect from the queen of Tiyan, and pushed open the door to the second bedchamber.",
        "You were dressing different and acting different â€“ honestly Carmen, I didn't know what to expect next.",
        "I didn't expect you to be so â€¦calm, Eden said, puzzled.",
        "The way he touched, teased and made love to her showed her his capacity for depth of emotion and the type of tenderness she didn't expect from a vampire.",
        "Without sounding arrogant, do you expect people to like the book?",
        "At any rate, do not expect much with love now; wait for better auspices.",
        "I for one did not actually expect to find the Tower of London infiltrated by anyone, however benevolent; the notion seemed far-fetched.",
        "Consequently, if we know what constitutes good architecture, it seems reasonable to expect all modern architectures to be near optimum.",
        "Then how do you expect Brazil to not reciprocate the favor on the US imposed fee?",
        "Don't expect me to feel remorse for the scum of the Earth.",
        "We can't expect a sympathy vote from the Russians.",
        "Then I scratched a bit deeper to reveal the absurdity of the 9/11 commission, they really expect us to believe that stuff?",
        "The sexual abuse of people with learning disabilities 20 November 2002 What do you expect at your age?",
        "These motets are usually in the vernacular and usually expect only continuo accompaniment, tho some do have optional instrumental doubling parts.",
        "Musically the band were excellent, although if you expect mostly acoustic think again.",
        "add insult to injury, I would expect the children's newspaper rounds to follow next.",
        "adventitious root A root that grows in a place where you would not expect roots to grow.",
        "Do not expect specific reference to the smaller aerodromes (which may be covered by a Local Plan ).",
        "Expect to see some affliction on the angles of the chart.",
        "Humanists are atheists or agnostics and do not expect an afterlife.",
        "after-tax price costs we expect.",
        "Roundup ready alfalfa Touted 03 March 2006 Capital Press The makers of Roundup Ready alfalfa expect strong demand for the transgenic seed this year.",
        "alive today, they would expect us to be at the task.",
        "So for an non-symmetrical alkene like propene, you would expect the majority reaction to be.. .",
        "alkene like propene, you would expect the majority reaction to be.. .",
        "Members who expect to accrue enough pension to take them above the lifetime allowance in the future might also need to register certain rights.",
        "The effect on the residential amenity which the occupiers of 2 Orchard Croft could reasonably expect to enjoy would also be included.",
        "Such intentions are widely different from those which the profession had been led to expect and have not unnaturally annihilated its confidence.",
        "A UCL student who asked to remain anonymous said, What do you expect?",
        "Thus, in the event of climate warming we would expect all three species to make considerably earlier appearance, particularly the peach-potato aphid.",
        "apple-pie stuff that you'd expect from a prominent Conservative.",
        "We expect that we will need a supplemental appropriation next year to meet our operating costs.",
        "Normally, you would expect the height of the capital letters to be at least that of the longest ascenders.",
        "ask someone for shipping details I expect them to reply.",
        "As you might expect in this context, this was a fast and highly athletic piece, ... just the fierce exhilaration of performance.",
        "Only send attachments to people who would expect them.",
        "Hotel porters, hairdressers and cloakroom attendants also expect to be tipped.",
        "So I expect you've been to lots of parties recently. ' She looks suddenly attentive, hopeful.",
        "However, we would expect continuity of care when dealing with the same client group, for example patients following post op nail avulsion.",
        "As one would expect, casters can be a very productive bait for the rudd when fished light just under the surface in summer.",
        "Running the myriad of applications we expect from a computer is a whole different ballgame.",
        "Although we have not yet found the basilica we would expect it to be in the area indicated.",
        "behaviournis also does not expect any aggressive behavior.",
        "The important thing when reading and interpreting the Bible is to understand what type of truth we expect to receive from it.",
        "Thirdly we expect that synthetic fuel would be made from other sources of energy, including bioengineering.",
        "Well it is a large scale biplane, what did you expect?",
        "We, the movie going public in the land of big snow have come to expect certain things from our summer movie blockbusters.",
        "In a major GM tournament, players could expect to be defaulted for visiting the bookstall during a game.",
        "In contrast to the Windsor's who expect and demand seemingly endless bowing and scraping.",
        "Would we expect a featherweight boxer to be pitted against a heavyweight?",
        "It would be a mistake to expect this publication to serve as a ' how to ' guide for teaching and reading Braille.",
        "However, design experts expect a large breakthrough in the near future.",
        "Expect a heady brew of British thinking from the take-no-prisoners host on 14 May.",
        "You can expect with a real of stately brownstones.",
        "Even then, you can only reasonably expect to breed budgerigars equal to the average quality of the stud from which you buy.",
        "Don't expect to go to a top stud and buy budgerigars for pet prices.",
        "Id at least expect him to have some small underground bunker big enough to live in, not some hole in the ground.",
        "burglene burgling a house has every right to expect not too warm a welcome from the householders.",
        "All junior cadets are well up to proficiency standard and we can expect good results in the coming examination early next term.",
        "cantankerous group as a whole why should we expect them to agree on anything?",
        "It also finds that one in three companies expect to reduce capital expenditure in 2003.",
        "However, unless these products are complemented by Epson consumables to match, users cannot expect to fully capitalize on their investment.",
        "Through the training and opportunities we provide, you can expect to enjoy a long and successful career with us.",
        "Most people would rightly expect trains with such a deadly cargo to be guarded like a radioactive Fort Knox.",
        "caseload kaestner and affordable florida health insurance kaushal we would expect.",
        "catch employe caught stealing can expect to be prosecuted through the courts.",
        "Abba Gold's costumes, which have been meticulously recreated, will be changed eight times during the show so expect some fast changeovers!",
        "Homer, nice chap, could expect no less.",
        "I did not really know what to expect from this little chapbook, one of several published by D Press.",
        "They retain much of the olde world charm you would expect from that era.",
        "If Pluto is a big nothing in the natal chart, I would not expect much significant effect.",
        "chequen turn expect them to write blank checks, paying what we ultimately ask without question.",
        "In a psalm which has a chiastic structure one would expect also to find a thematic chiasmus.",
        "Hornish said he didn't expect how aerodynamic changes would affect the car entering the high-speed chicane.",
        "Altogether, it seemed almost childish to expect any result.",
        "clarity of diction that we have come to expect.",
        "cloakroom attendants also expect to be tipped.",
        "expect codling, whiting and the occasional decent sized cod.",
        "She remained comatose for about three weeks and we never knew what to expect each day.",
        "They may look comfy, but surely he doesn't expect to knock in many goals wearing these?",
        "commerce secretary Evans we would expect.",
        "You cannot expect lobbyists to keep their different roles in watertight compartments.",
        "Remember to look right before crossing its highly congested roads, and don't expect mercy from couriers or taxi drivers.",
        "congressional staffers expect create enhanced benefit percent of cshcn."
    ],
    "definition": [
        "Link/Cite"
    ]
}