{
    "translation": "יקר",
    "uses": [
        "They were all dressed for a white tie party in expensive tuxedos.",
        "I found Boston is an expensive place to live.",
        "It would be less expensive to repair the new car.",
        "Howard was unemployed but was forced to eat an expensive lease.",
        "A small table held an expensive looking scale.",
        "His gray suit looked expensive and the silk tie added a touch of elegance.",
        "I don't know if you realize how expensive it would be.",
        "Expensive cars lined the long drive to the mansion overlooking the hills.",
        "Publishing was expensive, and by the time news of the lie came out, days or weeks had passed.",
        "This type of crane used to be in great favour, in consequence of the great clearance it gives under the jib, but it is expensive and requires very heavy foundations.",
        "I don't know who is paying for the room; it's God-awful expensive here.",
        "The most expensive one was her favorite, but she selected the least expensive.",
        "\"That's expensive wine, my friend,\" Andre said suddenly.",
        "\"I like it best, but it's so expensive,\" she said.",
        "Andre was dressed in cashmere and wool, his hair kept short and neat, his loafers more expensive than Kris's conference room had cost to build.",
        "These forms are more agreeable to the fancy and imagination than fresco paintings or other the most expensive furniture.",
        "Three men stood in the main foyer, two in the same shade of brown as her bodyguard and a striking man in designer jeans and an expensive sweater.",
        "The expensive things, for when he comes here and visits.",
        "I do not mean that exactly, but I mean something which he might think a good deal like that; I mean that they should not play life, or study it merely, while the community supports them at this expensive game, but earnestly live it from beginning to end.",
        "Raising two teenagers in a place as expensive as southern California was not easy.",
        "You don't have to buy expensive cuts of meat just because they are, but I'm sure you'd enjoy buying some meat that you don't have to play wizard on so they won't be tough.",
        "The American bale has been described in a standard American book on cotton as \" the clumsiest, dirtiest, most expensive and most wasteful package, in which cotton or any other commodity of like value is anywhere put up.\"",
        "She was relieved to discover her request of nothing expensive had been honored.",
        "A slender lady dressed in an expensive looking dark suit swung out of the car and stood, slowly shutting the door.",
        "And the price was about the same as the tiny Cape Cod house the LeBlanc's owned in expensive Massachusetts.",
        "He smelled of expensive cologne and felt warm against her chest.",
        "The number of the inmates is decreasing; but the institution is an expensive one.",
        "According to the lawyer, Lori could contest the will — which would be expensive and straining on everyone.",
        "Hannah enveloped her in a warm hug that smelled of expensive perfume.",
        "If he now incurred Natasha's censure it was only for buying too many and too expensive things.",
        "In the moist bottom-lands along the rivers it is the custom to throw the soil up in high beds with the plough, and then to cultivate them deep. This is the more common method of drainage, but it is expensive, as it has to be renewed every few years.",
        "He glanced down at the expensive loafers that now contained tiny grains of sand he'd never be able to flush out of the seams.",
        "Paintings hung on every wall and expensive looking pottery lamps with hand painted shades gave the room a warm glow.",
        "The main difference between the penthouse and its contents and her own life: she'd never been able to afford anything remotely as expensive or nice.",
        "She shoved a camera at Dean, an expensive looking Nikon, freeing her other hand to more securely grasp the rail.",
        "The vertex of the Washington Monument is made of aluminum, an extremely expensive material at the time of its construction.",
        "He became very expensive in his habits, fell at times into difficulties, and had to urge his valid claims upon the marquis's attention.",
        "The silk fabrics of France hold the first place, particularly the more expensive kinds.",
        "I know it sounds all futuristic and expensive now, but what if this technology falls to just a few dollars per acre?",
        "The name is also applied to a special kind of wall-paper, which has an appearance almost like cloth, or, in the more expensive kinds, of velvet.",
        "We adults passed banalities back and forth while Howie opened wine, of an obvious expensive vintage us Gustefsons only admired.",
        "At this time of day, the best option would be to go to Stanton Street where the expensive boutiques were, and hope to find a lonely, rich wife getting back at her husband by spending his money.",
        "At present, they win hands down on \"less expensive\" and put in a decent showing on a couple more factors.",
        "I saw some expensive new ones today that were all beat up.",
        "Why would Josh pay something so expensive?",
        "They are very expensive to build and maintain.",
        "It sounds like a lot of fun - and expensive.",
        "The bag was an expensive, down-filled model, and like everything else, showed little if any signs of wear.",
        "Hannah warmly greeted her friends, four coiffed women in expensive clothing with diamonds the size of her thumbnail on their ring fingers.",
        "The remaking of the city was enormously expensive, especially the alteration of the streets after 1866, when the city received power to make such alterations and assess a part of the improvements upon abutting estates.",
        "They had dined at an expensive restaurant, at Fred's booking and in his company, when the only connection between them was Detective Dean investigating her husband's disappearance.",
        "Cotton-picking is at once the most difficult and most expensive operation in cotton production.",
        "The lower the grade the more elaborate and expensive is the machinery required to clean it, and consequently a spinner is willing to pay a certain amount extra for high grade cotton in order to save expenditure on preparatory machinery.",
        "In first cost the hydraulic crane has the advantage, but the power mains are much less expensive and more convenient to arrange in the electric crane.",
        "Third, the day will come when the farm of the future will make a healthier, less expensive, more ecologically friendly, fresher, and better-tasting product.",
        "Most wore trendy boots and coats, sat in designer jeans and sweaters worth a month of her salary, and wore make- up that coordinated perfectly with their expensive clothing and hair.",
        "Although petroleum wells in Russia have not the depth of many of those in the United States, the disturbed character of the strata, with consequent liability to caving, and the occurrence of hard concretions, render drilling a lengthy and expensive Drilling in operation.",
        "Undoubtedly, in this case, what is true for one is truer still for a thousand, as a large house is not proportionally more expensive than a small one, since one roof may cover, one cellar underlie, and one wall separate several apartments.",
        "The elevated is used where the traffic is so light as not to warrant the expensive underground construction, or where the construction of an elevated line is of no serious detriment to the adjoining property.",
        "28 The granites and dolerites from Magan were too fine and too expensive to build with.",
        "Indeed, in such early stages, and in patients who are enabled to command the means of an expensive method of cure, phthisis is no longer regarded as desperate; while steps are being taken to provide for those who of their own means are unable to obtain these advantages, by the erection of special sanatoriums on a more or less charitable basis.",
        "The subdrift system requires a smaller amount of narrow work in excavating the necessary haulage roads, and is therefore better adapted to hard ores in which such narrow work is expensive.",
        "This is expensive, but is made necessary by the small amount of material to be handled at any given point.",
        "The tail-rope plant is the more expensive, but for similar conditions the cost of working the two systems is nearly the same.",
        "This is an expensive operation as it entails the cost of pumping the water out again and repairing the resulting damage.",
        "It will be readily understood from the above account of the process of production that optical glass, relatively to other kinds of glass, is very expensive, the actual price varying from 3s.",
        "His foreign policy, which was magnificent but expensive, rendered further forced loans necessary, and he also laid hands on the Monte delle Doti, an insurance institution to provide dowries for girls.",
        "It is consequently expensive and requires careful attention for its working.",
        "Under Louis Savoy began to decline, for he was indolent, incapable, and entirely ruled by his wife, Anne of Lusignan, daughter of the king of Cyprus, an ambitious and intriguing woman; she induced him to fit out an expensive expedition to Cyprus, which brought him no advantage save the barren title of king of Cyprus, Jerusalem and Armenia.",
        "The wet refining process is more tedious and expensive, and is only exceptionally employed, as in the case of preparing the pure metal or its salts for pharmaceutical or chemical purposes.",
        "The mode of winning by level is of less general application than that by shafts, as the capacity for production is less, owing to the smaller size of roadways by which the coal must be brought to the surface, levels of large section being expensive and difficult to keep open when the mine has been for some time at work.",
        "In the South Staffordshire and other Midland coalfields, where only shallow pits are required, and the coals are thick, a pair of pits may be sunk for a very few acres, while in the North of England, on the other hand, where sinking is expensive, an area of some thousands of acres may be commanded from the same number of pits.",
        "Investigations started in 1920 by the British Government, in connexion with the production of alcohol for power purposes, have shown, however, that there are large areas of suitable land in the British Empire where the cost of production would be comparatively low, and where it might be possible to grow vegetable substances in excess of food requirements, and in sufficient quantities to produce alcohol for local consumption to replace expensive petrol.",
        "They are somewhat more pleasant but more expensive. !",
        "It is sometimes alleged by native Indian politicians that famines are growing worse under British rule, because India is becoming exhausted by an excessive land revenue, a civil service too expensive for her needs, military expenditure on imperial objects, and the annual drain of some 15,000,000 for \"home charges.\"",
        "At that point, however, quartz and even atmospheric air become strongly absorbent and the expensive fluorspar becomes the only medium that can be used.",
        "The rapid growth of the city, the character of the soil, and the high prices of material for street construction have led to a large and expensive civic organization.",
        "Always in pecuniary straits through his extravagance, he pursued a foreign policy which would have been expensive under the most careful management.",
        "In proportioning the quantities of matrix to aggregate the ideal to be aimed at is to get a concrete in which the voids or air-spaces shall be as small as possible; and as the lime or cement is usually by far the most expensive item, it is desir able to use as little of it as is consistent with strength.",
        "The murals are quite expensive, but remember that you don't need much to make a large impression.",
        "Both slings and carriers can become expensive, depending on the brand chosen, but they also offer parents a hands-free method of carrying their infant around the house while executing tasks and chores.",
        "Keep in mind, however, that a domestic adoption via an adoption agency could get quite expensive.",
        "Outside the house, beyond the gates, a group of undertakers, who hid whenever a carriage drove up, waited in expectation of an important order for an expensive funeral.",
        "Pre-fold diapers are less expensive than all-in-one cloth diapers because they require a little bit of folding work in addition to laundering; however, pre-folds are by no means difficult to use.",
        "These cloth diapers are the most expensive ones, costing about $20 each.",
        "He led her down into the basement of the gated apartment building, where the wealthy residents of the apartment kept their expensive cars.",
        "For this purpose he created a very severe press-censorship and an expensive system of passports, which made it more difficult for Russians to visit foreign countries.",
        "Wood is the material most widely used, but steel is employed in some countries where timber is scarce or liable to destruction by white ants, though it is still regarded as too expensive in comparison with wood for general adoption.",
        "To buy in the cheapest market and sell in the dearest; to secure cheapness by lowering the expenses of production; to adopt the less expensive rather than the more expensive method of obtaining a given result - these and other maxims are as old as human society.",
        "The faint smell of disinfectant soap was washed away by expensive cologne.",
        "Land for farming purposes is expensive, and wages are high, leaving small profit, unless it happens that a man, with his family to assist him, works his own land.",
        "away from the edges of the platforms. On the other hand, wide spans are more expensive both in first cost and in maintenance, and there is the possibility of a failure such as caused the collapse in December 1905 of the roof of Charing Cross (S.E.R.) station, London, which then consisted of a single span.",
        "One of my most expensive shirts with the pants that went out of season five years ago.",
        "The creation of the state commissions, independent of the city's control, but able to commit the city indefinitely by undertaking expensive works and new debt, was resented.",
        "In the east, where, as a rule, charters had been uniform and consistent, the change to general incorporation law was due to a desire to render incorporations speedier and less expensive.",
        "Euquinine is by some preferred to quinine, but it is more expensive.",
        "The vegetable product - which is extremely expensive - must be prescribed or the synthetic product guaranteed \"physiologically pure,\" i.e.",
        "Of these the Pattinson process has become subordinate to the Parkes process, as it is more expensive and leaves more silver and impurities in the market lead.",
        "Although the equites were selected from the 'wealthiest citizens, service in the cavalry was so expensive that the state gave financial assistance.",
        "The rate of exchange had become adverse (by May 1921 £i =1,850-1,900 Latvian rubles), and imported goods were getting more and more expensive to the consumer.",
        "But it is expensive, and tin vessels have to be made very heavy to give them sufficient stability of form; hence it is generally employed merely as a protecting coating for utensils made essentially of copper or iron.",
        "that we are not surprised to find him encouraging the citizens in the same expensive taste.",
        "As the sinking of shafts or the driving of narrow entries or drifts is expensive, and as the mineral extracted rarely pays more than a small fraction of the cost, it is usual to plan this exploratory work so that the openings made shall serve some useful purpose later.",
        "The mistake is often made of sinking large and expensive shafts, or driving costly tunnels, before it is fully proved that the deposit can be worked on a scale to warrant such developments, and, indeed, too often before it is known that the deposit can be worked at all; and in too many cases large amounts of money are thus unnecessarily lost by over-sanguine mine managers.",
        "This system presents the greatest advantages in point of economy of driving power, especially where the gradients are variable, but is expensive in first cost, and is not well suited for curves, and branch roads cannot be worked continuously, as a fresh set of pulleys worked by bevel gearing is required for each branch.",
        "Thus for the benefit of Madame de Lamballe the queen revived the superfluous and expensive office of superintendent of her household, which led constant disagreements and jealousies among her ladies and offended many important families.",
        "There is no unreduced material, and the process is considerably simplified, while less expensive plant is required.",
        "A large fleet is engaged in the fishery; and a great number of factories extract the oil for tanning and currying, and for adulterating other more expensive oils, and manufacture the refuse into a valuable guano.",
        "Filtration in the chemical laboratory is commonly effected by the aid of a special kind of unsized paper, which in the more expensive varieties is practically pure cellulose, impurities like feric oxide, alumina, lime, magnesia and silica having been removed by treatment with hydrochloric and hydrofluoric acids.",
        "He lost no time in bringing this substance before the managers of Pullar's dye-works, Perth, and they expressed a favourable opinion of it, if only it should not prove too expensive in use.",
        "Ultimately the longer, more expensive, but more isolated route along the shores of the Gulf of St Lawrence was adopted.",
        "Surrounded by a crowd of slaves, mistresses and flatterers, he permitted his empire to be administered by unworthy favourites, while he squandered the money wrung from his provinces on costly buildings and expensive gifts to the churches of his metropolis.",
        "For the purpose of ensuring peace an expensive diplomacy is maintained by all states, and to perpetuate it treaties are entered into by states with one another.",
        "Good Portland cement is so much stronger than any lime that there are few situations where it is not cheaper as well as better to use the former, because, although cement is the more expensive matrix, a smaller proportion of it will suffice for use.",
        "But it is difficult and expensive to work up into various forms. Concrete has been avoided for making beams, slabs and thin walls, just because its deficiency in tensile strength doomed it to failure in such structures.",
        "A type of building which is becoming increasingly popular for this purpose, and which is in many respects superior to the older, and often more expensive structures, is built of wood, with or without brick foundations, and is thickly thatched with reeds or other non-conducting material externally - on walls and roof - while the interior is matchboarded.",
        "Conical boilers are more expensive to set by reason of their shape, and are not so convenient to manipulate as the horizontal kinds.",
        "areas, and are less expensive to instal than those described above.",
        "But this basicity implies that for each part of the silica or silicic acid which inevitably results from the oxidation of the silicon of the pig iron, the cinder shall contain some three parts of iron oxide, itself a valuable and expensive substance.",
        "In either case such a lining is expensive, and has but a short life, in few works more than 200 charges, and in some only loo, though the silicious lining of the acid converter lasts thousands of charges.",
        "The pig iron should be as nearly free as possible from sulphur, because the removal of any large quantity of this injurious element in the process itself is both difficult and expensive.",
        "Compared with the Bessemer process, which converts a charge of even as much as 20 tons of pig iron into steel in a few minutes, and the open-hearth process which easily treats charges of 75 tons, the crucible process is, of course, a most expensive one, with its little 80-lb charges, melted with great consumption of fuel because the heat is kept away from the metal by the walls of the crucible, themselves excellent heat insulators.",
        "In steel-making, electric furnaces are used for two distinct purposes, first for making steel sufficiently better than Bessemer and open-hearth steels to replace these for certain important purposes, and second for replacing the very expensive crucible process for making the very best steel.",
        "But this is rarely expedient, because electricity is so expensive that it should be used for doing only those things which cannot be accomplished by any other and cheaper means.",
        "- When Bessemer discovered that by simply blowing air through molten cast iron rapidly he could make low-carbon steel, which is essentially wrought iron greatly improved by being freed from its essential defect, its necessarily weakening and embrittling slag, the very expensive and exhausting puddling process seemed doomed, unable to survive the time when men should have familiarized themselves with the use of Bessemer steel, and should have developed the evident possibilities of cheapness of the Bessemer process.",
        "But the crucible process is very much more expensive than any of the others.",
        "Though the former certainly seems the simpler way, yet its technical difficulties are so great that it is in fact much the more expensive, and therefore it is in general used only in making objects of a shape hard to give by forging or rolling.",
        "This moving is expensive, because it has to be done, or at least guided, by hand, and it takes up much time, during which both heat and iron are wasting.",
        "These preparations are in some cases expensive, and there is generally a considerable percentage of waste.",
        "The fullest and darkest skins of each kind are the most valuable, and, in cases of bluish grey or white, the fuller, clearer and brighter are the more expensive.",
        "Those skins in which the underwool is quite white are rare and much more expensive.",
        "Taking into consideration the size, it is not so costly as the natural black fox, or the darkest Russian sable, which is now the most expensive of all.",
        "This class of skin is the most expensive fur in the world, reckoning values by a square foot unit.",
        "Hence it is an expensive fur, but its excellent qualities make it valuable.",
        "The opportunities for cheating in the fur trade are very considerable, and most serious frauds have been perpetrated in the selling of sables that have been coloured or \"topped\"; that is, just the tips of the hairs stained dark to represent more expensive skins.",
        "Comparatively few of the pipes which have been discovered are at all rich in diamonds, and many are quite barren; some are filled with \" hard blue \" which even if diamantiferous may be too expensive to work.",
        "Where a river crosses a desert at a level near that of the general surface, irrigation can be carried on with extremely profitable results, as has been done in the valley of the Nile and in parts of the Great Basin of North America; in cases, however, where the river has cut deeply and flows far below the general surface, irrigation is too expensive.",
        "When successful, the journey, although about seven times the mileage of the old direct caravan route, took four months instead of eighteen, and was of course much less expensive.",
        "California Colorado Idaho Montana Nevada New Mexico Oregon Utah Washington Wyoming 185,936 1,445,872 I,611,271 602,568 951,154 504, 1 68 203,893 388,310 629,293 135,470 605,878 7,263,813 expensive construction and heavy charges.",
        "The fund therefore acted as a very expensive sinking fund, the market price of the stock purchased being above par.",
        "The use, however, of the \" graduation houses \" is dying out, as both their construction and their maintenance are expensive.",
        "Independently of the illustration of written or printed books, for which purpose woodcuts were almost exclusively used, separate engravings or sets of engravings in both kinds were produced, the more finely wrought and more expensive, appealing especially to the more educated classes, on copper, the bolder, simpler and cheaper on wood; and both kinds found a ready sale at all the markets, fairs and church festivals of the land.",
        "The simplest of all pozzuolanic cements would be a mixture of pure lime and hydrated silica, but though the latter is prepared artificially for various purposes, it is too expensive to be used as a cement material.",
        "The home government, whether averse to expensive conquests of barren hills, or afraid of a victorious general, abruptly recalled Agricola, and his northern conquests - all beyond the Tweed, if not all beyond Cheviot - were abandoned.",
        "Parliament had been kept at arm's length since 1515 lest it should attack the church; but Wolsey's expensive foreign policy rendered recourse to parliamentary subsidies indispensable.",
        "A man may see some sport on an animal that cost him £40; others may consider it necessary to keep an expensive establishment at Melton Mowbray or elsewhere in the Shires, with a dozen or more 500-guinea hunters, some covert-hacks, and a corresponding staff of servants.",
        "The post had, in fact, subsided to the bottom of the river, but the consequences of its disappearance had been both far-reaching and expensive.",
        "These \" Deacon chambers \" occupied a large space, besides being expensive to build and difficult to keep in repair.",
        "This process, owing to its expensive nature, was not in use very long, being superseded by another, discovered simultaneously by the above-named chemists and by Sir W.",
        "It is an expensive crop, requiring much attention, and not yielding a return within the year; but the profits are proportionately large.",
        "The total strength of the army was raised by ro,000 British and 20,000 native troops, at an annual cost of about two millions sterling; and the frontier post of Quetta, in the neighbourhood of Kandahar, was connected with the Indian railway system by a line that involved very expensive tunnelling.",
        "96, pp. 735-74 1, Loewy gives an account of an instrument which he calls an \"equatorial coude,\" designed (I) to attain greater stability and so to measure larger angles than is generally possible with the ordinary equatorial; (2) to enable a single astronomer to point the telescope and make observations in any part of the sky without changing his position; (3) to abolish the usual expensive dome, and to substitute a covered shed on wheels (which can be run back at pleasure), leaving the telescope in the open air, the observer alone being sheltered.",
        "The railway had created a record in being the most expensive built in tropical Africa-8942 per mile.",
        "The question will arise some day whether it is really necessary to maintain fifty-six local prisons, with all their elaborate paraphernalia, their imposing buildings and expensive staff, to maintain discipline in daily life and insist upon the proper observance of customs and usages, many of them of purely modern invention.",
        "Montpelier, like Jefferson's Monticello and Monroe's Oak-Hill, was an expensive bit of \"gentleman farming,\" which with his generous Virginia hospitality nearly ruined its owner financially.",
        "The experiment of state-prepared text-books was expensive, and its effect was bad on the public school system, as such text-books were almost without exception poorly written and poorly printed.",
        "Stepped and helical teeth have the desired effect of increasing the smoothness of motion, but they require more difficult and expensive workmanship than common teeth; and helical teeth are, besides, open to the objection that they exert a laterally oblique pressure, which tends to increase resistance, and unduly strain the machinery.",
        "This is a tedious and expensive process, and hence the importance of sowing the crop on land as free as possible from weeds of all kinds.",
        "Weathering is a very slow, and, therefore, an expensive process; moreover, the entire conversion is only accomplished after a number of years.",
        "For eight years (1621-29) the exhausting and expensive Polish war dragged on.",
        "Less common and picked fruits are expensive, particularly so when cost of transport has to be considered; for instance, a good orange costs 2d.",
        "A Persian gentleman erected a cotton-spinning factory at Teheran in 1894 with expensive machinery; it turned out some excellent yarn but could not compete in price with imported yarns.",
        "Great quantities of expensive merchandise glutted the market and were sunk in the liquid mud of the streets as fillage for the construction of sidewalks.",
        "Even Detroit was so expensive to the government of the mother country that there was occasional talk of abandoning it; and so during the last fifty-nine years that Michigan was a part of new France there were no new settlements, and little if any growth in those already established.",
        "The arrangement of the building and floor framings is in a great measure governed by the architectural effect sought and by the arrangement and proper planning of the interior according to the intended uses; the positions of columns, girders and floor beams are usually the result of particular requirements, and unless complicated and expensive framing is to be expected the distance between columns must be kept within the limits of simple girder construction.",
        "This expensive practice was abolished; various checks were placed upon legislative extravagance, and upon financial, special and local legislation generally; and among reform provisions, common enough to-day, but uncommon in 1875, were those forbidding the General Assembly to make irrevocable grants of special privileges and immunities; requiring finance officials of the state to clear their accounts precedent to further eligibility to public office; preventing private gain to state officials through the deposit of public moneys in banks, or otherwise; and permitting the governor to veto specific items in general appropriation bills.",
        "Sulphur is also recovered in a very pure state from the \"alkali waste\" of the Leblanc process, but this \"recovered sulphur\" is too expensive to be burned for the purpose in question.",
        "When it is possible to obtain pure cornutine, which is unfortunately very expensive, the precautions necessary in other cases may be abrogated.",
        "His rule was expensive, and he made himself hated by every class of his subjects, baronage, clergy and people alike, by his ingenious and oppressive taxation.",
        "But it must also be remembered that a feudal army was an inefficient weapon for long wars, and that the mercenaries, by whom alone it could be replaced, were both expensive and untrustworthy.",
        "Even more numerous and no less expensive to the realm were the Provenal and Savoyard relatives of Henrys queen, Eleanor of Provence.",
        "It was to no effect that, in the year after the battle of La Rochelle,Lancaster carried out the last, the most expensive, and the most fruitless of his great raids across France.",
        "The sparsely populated country afforded a welcome to the fugitive Waldenses, who did something to restore it to prosperity, but this benefit was partly neutralized by the extravagance of the duke, anxious to provide for the expensive tastes of his mistress, Christiana Wilhelmina von Gravenitz.",
        "These formidable and expensive works have not altogether realized the expectations that had been formed of them.",
        "With his passion for the uniform and the useful on a grand scale, he hoped by means of the Code Michaud to put an end to the sale of offices, to lighten imposts, to suppress brigandage, to reduce the monasteries, &c. To do this it would have been necessary to make peace, for it was soon evident that war was incompatible with these reforms. He chose war, as did his Spanish rival and contemporary OIivares~ War is expensive sport; but Richelieu maintained a lofty attitude towards finance, disdained figures, and abandoned all petty details to subordinate officials like DEffiat or Bullion.",
        "This expensive method was simplified in 1837 by Andrew Ross by making the upper and lower portion of the objective variable by means of a so-called correction-collar, and so giving the objective a corresponding under-correction according, to the thickness of the glass cover.",
        "Carbon tetrachloride, chloroform, acetone and benzene are far too expensive.",
        "The aim of the chemist to produce essential oils on a manufacturing scale is naturally confined at present to the more expensive oils.",
        "Gradually, however, the expenses of warfare, liberal donations to the clergy, and the maintenance of numerous and expensive households, compelled them to pledge these dues for sums of ready money.",
        "Betsy had summarily vacated the expensive Four Seasons and in its place, booked us all into more modest accommodations.",
        "I think his car was pretty expensive.",
        "Ginger wasn't as facially pretty as Paulette but her figureâ€”stately and fullâ€”and her dressâ€”expensive and tastefulâ€” paled her sister-in-law like a queen visitor at a homeless shelter.",
        "She was pleased as punch that baseball had given her son four otherwise unaffordable years at prestigious and expensive Bucknell University but now the silly game was going to cause him to chuck the final year.",
        "Dressed in a mock turtleneck of some expensive fabric and slacks, the seated Immortal was relaxed and bright-eyed, despite accompanying them on the hunt that led them to the meat locker a couple of hours ago.",
        "Maybe it was the faint smell of expensive cologne, or the feel of his warm hand through her blouse, or even the fact that it had been so long since anyone had taken an interest in her work.",
        "According to the lawyer, Lori could contest the will â€” which would be expensive and straining on everyone.",
        "Ferrying labor into space is technologically feasible, of course, but prohibitively expensive.",
        "It's expensive, but to borrow a phrase from a rather different product, it does what it says on the tin.",
        "Full-text search - with SQL Server, you no longer need expensive add-ons to handle full-text database searches.",
        "This provides needed competition to interexchange carrier offerings which were expensive and cumbersome operator-to-operator affairs in many cases.",
        "Landfills are expensive to operate and require aftercare for many years following closure, in order to monitor leachate and gases such as methane.",
        "airfoil designs is a challenging, computationally expensive, highly constrained, non-linear problem.",
        "In desperation the family hired a private educational psychologist, had expensive audiology and optometry testing done and changed schools.",
        "expensive automobiles, beautiful women dressed to the nines in front of their husband's or boyfriend's car.",
        "I'll teach you a method of working that's much more valuable than a whole bagful of expensive gear.",
        "Very expensive the traditional balsamic vinegar, cheaper the normal balsamic vinegar.",
        "The aim was to cause a massively expensive arms race which would virtually bankrupt the USSR.",
        "bijou boutiques, all offering expensive trinkets for sale.",
        "Its not a theme bar, an old dirty boozer nor an expensive ' wannabe ' wine bar.",
        "Wednesday 5th April 2006 Your expensive tastes could push you over the financial brink.",
        "It's much simpler and less expensive to adopt standard corporate bylaws.",
        "This approach is becoming increasingly popular in Organic Chemistry as an alternative to the used of expensive chiral catalysts and auxiliaries.",
        "cesspools constantly overflowed, often because emptying them was prohibitively expensive. some were even open to the elements.",
        "charcoal dressing equals the benefits of the more expensive types.",
        "Moreover, our labor market, with its greater gender equality, makes childbearing a very expensive prospect for successful professionals.",
        "The reason why offset mortgages are not the obvious choice for everyone is due to the fact that they are more expensive to run.",
        "May be more expensive than loin chumps but chump chops are larger and meatier.",
        "Less expensive, machine-made cigars contain short filler tobacco, comprised of shredded or chopped filler leaf or scraps of leaf.",
        "Second, the application of a custom made anti-reflection coating is an expensive process which furthermore risks damaging the diode laser unit.",
        "The coming general election will be expensive, and we are starting with rather empty coffers.",
        "This expedition has clearance from the Chinese authorities to climb the North col without the need for a highly expensive Everest permit.",
        "AFTER TWO squirts of expensive cologne, Limahl is ready to face the day.",
        "Styling is handsome and overall it bears favorable comparison with more expensive executive cars.",
        "confectionery delicacies at a time when sugar was quite expensive.",
        "So there is no point buying such an expensive phone when one can not remain connected all the time.",
        "consistory court cases involving adulterous vicars, is deemed by many to be expensive and cumbersome.",
        "Model descriptions are create using conventional CAD tools, and the data produced is used to drive large, expensive model building machines.",
        "Phone or surfing incentive for your least expensive preferred mini cooper is.",
        "It is not expensive to buy the corms every year and this ensures that you will get to enjoy the beautiful flowers.",
        "corsair value select - you can get it at high clock speeds, but slower latencies than the really expensive stuff.",
        "fabricated crankcases are more expensive to manufacture but are lighter and stronger.",
        "Richly carved and gilded, it was hung with green damask and lavishly trimmed with expensive fringe.",
        "darned expensive.",
        "Tho expensive and inevitably already somewhat dated, medical libraries will want this book.",
        "Indeed, defending defamation there is altogether a very much tougher and more expensive business than in the UK.",
        "delicacyxes were intended to hold bonbons or confectionery delicacies at a time when sugar was quite expensive.",
        "Effings on the High Street is an expensive and high class delicatessen where lunch consists of quality deli fare sourced from around the world.",
        "Most doctors treating heroin dependency prescribe methadone, a less expensive synthetic opiate requiring a single daily dose to prevent withdrawal symptoms.",
        "The Internet Activation process used by the vast majority of developers is highly expensive, and comes from well established, experienced third-party developers.",
        "Now there's no need to watch the March Madness while paying for expensive lager during a cheesy disco anymore.",
        "Why, in short, was everything so slow, so expensive, so disorderly, so often grossly unjust?",
        "A number of pedigree dogs are also more expensive to ensure, .",
        "Privatization does not work, is driven by dogma and is horrendously expensive.",
        "Although works to provide ramps and widen doorways and passages to ease access are zero-rated for VAT, they can be expensive.",
        "only downside sticky pads don't last me much longer than 8 sessions and they are expensive to replace.",
        "drum scanners provided the best quality, but were expensive to use and hard to operate.",
        "dyestuff produced by the kermes insect was present in a less concentrated form, making this a relatively expensive commodity.",
        "emigrate for financial reasons, finding the pound rate too expensive.",
        "But this garbage, having passed tho a very expensive machine, is somehow ennobled and none dare criticize it.",
        "evening gown, and expensive.",
        "Myth one - Compulsion would be more expensive than voluntarism and would cost the exchequer lost revenue or cost jobs.",
        "Other types of CD printers can be prohibitively expensive.",
        "Four people sharing a hire car wouldn't be too expensive either.",
        "expensive to administer.",
        "expensive to ensure, .",
        "expensive to buy.",
        "expensive to maintain.",
        "expensive to install, maintain and run, and in context of climatic change, their emissions are not environmentally friendly.",
        "expensive to implement.",
        "expensive mistakes made in 1999 over Kosovo.",
        "expensive test equipment is NOT required, set up is a simple task using the LED's on the front panel.",
        "expensive litigation on this subject, tying up local authority legal departments, and using up resources.",
        "expensive items of jewelry should be left at home.",
        "expensive luxury.",
        "expensive option either.",
        "However this service can prove expensive in the long term.",
        "seemed expensive - but hassle-free - they came when they said.",
        "In fact, it reputedly became even more expensive than an entirely new serial.",
        "During periods of high prices, some forms of cover may be unavailable, or it may be deemed too expensive by the insured.",
        "The best thing about Health and safety consultant is that it isnÃ­t expensive to rent.",
        "expensive in comparison with our CD publications.",
        "Her boiler is not in good shape, it will require extensive (expensive) repairs.",
        "Naturalization may have appeared to many as expensive, complex and somewhat extraneous to their daily existence.",
        "Pegasus Aviation Pegasus make the rag and tube AX2000 range, plus the extremely fast, very pretty and alarmingly expensive fully composite CT2K.",
        "The names of the expensive flops may not trip off the tongue, but there have been plenty.",
        "Beside being unsightly, fluorosis can have a psychological impact, and cosmetic dentistry is expensive.",
        "Treatment of infective keratitis, particularly fungal keratitis, is expensive.",
        "Smoke marker shells have a percussion fuze L32 or proximity (The expensive ones!",
        "After Mazda won the 1992 Le Mans 24hrs, a very special edition of 24 very garish (and expensive at around £ 20,000!",
        "However, fur is no longer confined to exclusive or expensive clothing or to full fur garments.",
        "Fischer was reclusive, socially gauche and a slave to chess, tho his other interests included expensive suits, money and rock.",
        "These dressings do have minimal problems of adherence and are far superior to the paraffin gauze products, but are very expensive.",
        "RAC member, David Sidransky, cancer geneticist at Johns Hopkins says it would be too expensive and impractical.",
        "The Liberals called this an ' expensive gimmick ' .",
        "A stronger greenback makes commodity contracts such as metals more expensive for buyers using other currencies.",
        "Too expensive, too political, too much gridlock and dissatisfaction.",
        "Also insist that the fans are expensive bearing fans with a 50000 hour or lifetime guarantee.",
        "gulp of expensive coffee the trip was steered back on course.",
        "Now you can have the \" most expensive hamburger \" at home, for a fraction of the price.",
        "VAT ), the initial outlay is certainly more expensive than buying a 250GB portable hard drive.",
        "Oil bathed transmission and no belt concept linked with the exceptionally heavy duty construction makes expensive downtime a thing of the past.",
        "hirepan>Hiring minibusses can be very expensive, so it is always worth looking into alternatives such as public transport.",
        "Curiously, the Government had also built a vast, very expensive mental hospital in the bush nearby.",
        "Mayfair and Park Lane are home to some of London's most expensive and luxurious hotels.",
        "housewife audience, an exercise which would be extremely expensive on TV.",
        "On the main island there is another spa which is less expensive but not quite so idyllic.",
        "They are expensive and if the weather is rough or too hot or you have over imbibed you will be wasting your money.",
        "Expensive measures offer present solutions Liquid crystal display monitors are totally impervious to the effects of magnetic fields.",
        "Like nationalized industry, nationalized nature is an expensive failure.",
        "This presentation will explain how firms can remain cutting edge and simultaneously avoid expensive replacement costs by using enterprise application integration (EAI ).",
        "But consultants are expensive and don't necessarily leave an organization owning the ismS.",
        "jokey way of saying expensive.",
        "Types of juice extractor There are different types of juice extractor There are different types of juice machines available, ranging from basic to expensive hi-tech power juicers.",
        "At the moment, such archives are created on tape, or huge, expensive optical jukeboxes.",
        "Matt lamination looks more ' professional ' than standard gloss lamination, but is sometimes more expensive.",
        "The new products are more expensive but they are better quality and have a longer life span.",
        "Expensive helmet technology is mainly about achieving lightness with strength and ventilation.",
        "loafw come then that wholemeal loaves are usually more expensive than white sliced!",
        "low-end cards won't require expensive VRAM.",
        "People want something they can touch, something they can feel, fabrics that are very expensive and very luscious.",
        "The advent of the TV garden makeover has made people aware of what expensive items may be in your garden.",
        "malpractice suits expensive are more likely.",
        "Nor were any Red Flags found fluttering among the neatly manicured lawns, expensive automobiles or in the local pub!",
        "Not expensive - about £ 20 each, but this included several margaritas.",
        "matrix inversion, so that the method can be expensive for large models.",
        "I then invested into some very expensive rubber matting which I was told ' would cut the labor time & cost down!",
        "I am talking here of skilled economic migrants who can afford expensive housing.",
        "other top-class miniaturists were equally expensive, even Alfred Edward Chalon with his elegant, light style.",
        "Spain possessed the lucrative monopoly of the expensive cochineal dye.",
        "In traditional industrial robots the actuators are generally servo motors, which are heavy, expensive non-compliant structures.",
        "multiphasic screening is not prohibitively expensive.",
        "observed in direct numerical simulations, these computations are often expensive and lack generality.",
        "Spectacle wearers need specially designed high eyepoint oculars, which tend to be expensive new, or in used condition ). 6) Cost.",
        "Several of the outfits, Ignatius noticed, were new enough and expensive enough to be properly considered offenses against taste and decency.",
        "Substitution with cheaper ingredients: adding low cost ingredients to a more expensive product, e.g. diluting olive oil with vegetable oils.",
        "The inflation figures show that women's outerwear is less expensive now than it was in the late 1980s.",
        "Santa's most expensive outlay is accidental damage against all the toys in the world, which would cost him £ 270 million.",
        "outset in terms of budgeting such projects; multimedia projects are expensive and time consuming.",
        "outsourceh outsourcing to expensive sub-contractors and general mismanagement no doubt!",
        "Also young Simon Cole had a good game in goal, he certainly was n't overawed to be up against some expensive players.",
        "I do not think this would be possible with a 2 pack enamel paint finish, which is much more expensive.",
        "pannier bags, and quite expensive!",
        "While prices look good on paper, coverage remains very patchy: a phone with no signal is an expensive paperweight.",
        "paraffin gauze products, but are very expensive.",
        "parcel shelf, in which case it could get a bit expensive.",
        "Far from being expensive, proper biosecurity offers a very handsome payback.",
        "In any event, adequate is likely to be expensive and require considerable persuasion.",
        "And devaluing the peso could boost inflation, as imported goods will become much more expensive.",
        "There are more than 20 restaurants around the Port itself, ranging from smart and expensive, to good value pizzerias.",
        "Fortrey created an expensive and sumptuous home that was extravagantly decorated with strapwork, magnificent molded plasterwork and detailed paint schemes.",
        "It's versatility eliminates the need for expensive high maintenance pneumatic or electric machinery.",
        "They must be rarer and more expensive than rocking horse poop!",
        "It was an expensive car to make - there were so many different body pressings.",
        "pressure gaugety tire pressure gage is not expensive and a digital version will be easy to read.",
        "had left upper and lower jaw wisdom teeth extracted and molar which had previous ' expensive ' root canal work.",
        "If that's too pricy the Milford Plaza is less expensive but totally not swanky at all.",
        "Shuttles are expensive, and players are very prodigal of their use, partly through ignorance and partly through carelessness.",
        "prohibitive factor in already expensive clinical trials.",
        "Free range eggs (expensive but genuine) Very good quiches sold in the cafÃ© and to take away.",
        "It was also expensive and difficult to get raw materials, so many workers found themselves out of a job.",
        "Among the culprits holding down growth in the Big Apple: expensive real estate, high labor and operating costs and challenging logistics.",
        "There is a distinct feeling the entire computer industry has been fed quite a few rather expensive red herrings over the years!",
        "Repeat prescribing We looked at repeat prescribing We looked at repeat prescribing, concentrating on expensive drugs.",
        "resilient network infrastructure, which means you don't need to invest in your own expensive network.",
        "Wattle hurdles for sheep fencing and garden use are available from hurdle makers, but are normally too expensive for bankside revetment work.",
        "In this version of sushi we use ordinary rice, as sushi rice is expensive.",
        "Cynics might claim that turning something that comes out of a tap into an expensive lifestyle choice is the ultimate marketing ruse.",
        "Product description: Spanish saffron The most expensive of spices by weight.",
        "Whilst the cost of the venue has been more expensive, this has been offset by savings in travel expenses.",
        "Traditionally drum scanners provided the best quality, but were expensive to use and hard to operate.",
        "These must have been expensive to make because they did not stay in production long and are comparatively scarce now.",
        "The absorber construction material is usually carbon steel making the process less expensive in capital costs compared with wet scrubbers.",
        "getting a search warrant is expensive and lots of hassle, and they need some initial evidence to get one of these anyway.",
        "They have an annoying trait of always seeming to produce more cockerels than hens which makes them expensive to breed.",
        "In general, private schools are very expensive and usually have a higher selectivity than the public universities.",
        "It is not economically sensible to require firms to bear the expensive of providing them with the detailed protections suitable for private individuals.",
        "I assume the blind is incorporated into the rear parcel shelf, in which case it could get a bit expensive.",
        "Those of a master shoemaker are a little, tho but a very little more expensive.",
        "Early identification is a priority if the debilitating, disabling, life shortening and expensive consequences of severe COPD are to be avoided.",
        "even short-term medical volunteers were secured by that expensive mode, totalling over US$5,000 a year phone/fax charges!",
        "slaked lime putty, or expensive sacks of hydraulic lime.",
        "snowboard rentals available here as well as lockers and food options; however, the coffee is somewhat expensive.",
        "Corinne Michot, head sommelier at the Connaught, said customers demanded expensive wine.",
        "It is an expensive and time consuming business locating spares and the TMC's members play their part admirably.",
        "speakerphone facility rivals much more expensive counterparts.",
        "Imagine that you were buying an expensive dinner service from Royal Doulton, and you noticed a splodge on one of the plates.",
        "It wasn't expensive for central London: £ 12 for a very good rib-eye steak.",
        "The fully trained envelope stuffer sneaks off for expensive lunches, trips to the golf course, learning to fly aeroplanes etc.",
        "They believe it will mean paying a monthly subscription, be expensive to install or have to be obtained from Sky.",
        "The least expensive option is to construct shallow swales to deflect surface water to less obtrusive sections of the course.",
        "swish expensive restaurant?",
        "Seeing Cherry-throated tanager is, however, a very expensive joke.",
        "Most engagement tanzanite rings are made in white gold with diamonds, both (tanzanite and diamonds) of which are quite expensive.",
        "Shops selling skiing tat, expensive bars, bare concrete architecture with wedges of frozen slush on each step.",
        "Avoid taking an airport taxi that has not been pre-booked - it is likely to be very expensive.",
        "Pre-booked taxis are often a little more expensive, although as with all things in life, you only get what you pay for.",
        "Open learning is inherently neither more nor less expensive than face-to-face teaching.",
        "This made timepieces very expensive, so people relied more and more on clocks in public places.",
        "This ingenious Origin Live upgrade elevates a good tonearm into the same league as much more expensive arms and at an insignificant outlay.",
        "Simple boxes do not require expensive tooling which makes them the most cost effective type of box for small quantity specialist needs.",
        "transceiver stations using fewer and less expensive components.",
        "It is not feasible to conduct large, highly expensive multicentre trials of every modification to platelet storage.",
        "We have devised a simple but smart uniform which is less expensive than most other forms of clothing.",
        "Again, this comprises unstructured, one-time assistance, very expensive and/or totally inadequate for the needs of a growing business.",
        "And an expensive hardware upgrade may not help either.",
        "Kids are expensive and I have little sympathy with those who refuse to contribute to the financial upkeep of their own children.",
        "The fear of expensive damage was also uppermost in drivers ' minds.",
        "The production of vaccines, or vaccine antigens respectively, by common technology is very expensive.",
        "valuable for wildlife are expensive to maintain.",
        "Special educational needs provision, especially visual impairment provision is expensive.",
        "Roads were often very poor and transporting goods by horse-drawn wagons and carts was slow and expensive.",
        "Shippers were rather tired of waterside wharves, with their lack of warehouse room, and lighterage was increasingly troublesome and expensive.",
        "Cllr Reg Colwill conservative group whip, Brent Expensive penny?",
        "Laser or power whitening will be more expensive than professional bleaching.",
        "With some of the more expensive jackets (£ 80 or more) you can expect the material to semi or totally windproof.",
        "wisdom toothpper and lower jaw wisdom teeth extracted and molar which had previous ' expensive ' root canal work.",
        "workers ' comp in an expensive.",
        "The silk fabrics of France hold the first place, particularly the more expensive kinds The industry is concentrated in the departments bordering the river Rhne, the chief centres being Lyons (Rhne), Voiron (Isre), St Etienne and St Chamond (~~oire) (the two latter being especially noted for their ribbons and trimmings) and Annonay (Ardche) and other places in the departments of Am, Gard and Drme.",
        "Richard Trevithick, indeed, had in 1804 tried a high-pressure steam locomotive, with smooth wheels, on a plate-way near Merthyr Tydvil, but it was found more expensive than horses; John Blenkinsop in 1811 patented an engine with cogged wheel and rack-rail which was used, with commercial success, to convey coal from his Middleton colliery to Leeds; William Hedley in 1813 built two locomotives - Puffing Billy and Wylam Dilly - for hauling coal from Wylam Colliery, near Newcastle; and in the following year George Stephenson's first engine, the Blucher, drew a train of eight loaded wagons, weighing 30 tons, at a speed of 4 m.",
        "expensive than the American in first cost, but it gives a more durable and stable track.",
        "edge of the city, first founded as a school for the children of missionaries in 1841; the Honolulu High School, founded in 1833 as the Oahu Charity School, to teach English to the half whites; the Royal School, which was founded in 1840 for the sons of chiefs; and the Normal School, housed in what was in 1906 the most expensive building on the island of Oahu - a library containing about 14,000 volumes and the collections of the Hawaiian Historical Society, a number of benevolent, literary, social and political societies, and an art league, and is the see of both an Anglican and a Roman Catholic bishop. In 1907 the Pacific Scientific Institution for the advancement of scientific knowledge of the Pacific, its islands and their people, was established here.",
        "The reply to this indictment is that the British land revenue is L16,000,000 annually, whereas Aurangzeb's over a smaller area, allowing for the difference in the value of the rupee, was X110,000,000; though the Indian Civil Service is expensive, its cost is more than covered by the fact that India, under British guarantee, obtains her loans at 31% as against 10% or more paid by native rulers; though India has a heavy military burden, she pays no contribution to the British navy, which protects her seaboard from invasion; the drain of the home charges cannot be very great, as India annually absorbs 6 millions sterling of the precious metals; in 1899-1900, a year of famine, the net imports of gold and silver were 1 3 o millions.",
        "On music, hunting, expensive feasts and theatrical performances money was squandered, while, with unexampled optimism the pope was blind to the deadly earnestness of the times.",
        "[This last passage is specially directed against taxes which are expensive to collect, or discourage trade, or offer temptation to smuggling, or subject people to frequent visits of the tax-gatherer.] These maxims have commanded universal assent, as they are obviously the common sense of the subject.",
        "On the sea Great Britain had been more successful, Howes victory of the 1st of June 1794 being the first of the long series of defeats inflicted on the French navy, whiie in 1795 a beginning was made of the vast expansion of the British Empire by the capture of Ceylofi and the Cape of Good Hope from the Dutch (see FRnNCH REVOLUTIO~AR1 WARS), The war, however, had become sn expensive, and its results were evidently so small, that there was a growing feeling in England in favor of peace, especially as the Reign of Terror had come to an end in 1794, and a regular government, the Directory, had been appointed in 5795.",
        "His domestic policy was severely equitable, and aimed at relieving the public burdens by limiting the privileges of foreign traders and abolishing a great many useless and expensive court offices.",
        "Adulteration of expensive oil with cheaper oils is now more extensively practised, and such tests as the determination of the saponification value (see above) and of the optical rotation, and in special cases the isolation and quantitative determination of characteristic substances, leads in very many cases to reliable results.",
        "These burners, or modifications of them, have also been applied to muffle furnaces, which are convenient when only a few assays have to be made - the furnace being a mere clay shell and soon brought to a working temperature; but the fuel is too expensive to allow of their being used habitually or on a large scale.",
        "Then Henry Ford came along, followed by a host of others, and cars got better and better while getting less and less expensive.",
        "These now expensive hot stocks will never double, triple or quadruple in value like a penny stock can.",
        "There is a distinct feeling the entire computer industry has been fed quite a few rather expensive red herrings over the years !",
        "Repeat Prescribing We looked at repeat prescribing, concentrating on expensive drugs.",
        "So you never need to buy expensive replacement battery packs !",
        "Otherwise, as a community trust we were advised it will be expensive to get non stock requisition orders.",
        "There is a resilient network infrastructure, which means you don't need to invest in your own expensive network.",
        "It was n't expensive for central London: £ 12 for a very good rib-eye steak.",
        "Seeds would become more expensive, due to royalty fees charged by the patent owner.",
        "But film was very, very expensive, in real terms, and the camera was rudimentary to say the least....",
        "Getting a search warrant is expensive and lots of hassle, and they need some initial evidence to get one of these anyway.",
        "The best (but most expensive) versions have self-feeding mechanisms which are safer and quicker to use.",
        "Even short-term medical volunteers were secured by that expensive mode, totalling over US$5,000 a year phone/fax charges !",
        "No need for expensive tubs of slaked lime putty, or expensive sacks of hydraulic lime.",
        "There are ski and snowboard rentals available here as well as lockers and food options; however, the coffee is somewhat expensive.",
        "It is an expensive and time consuming business locating spares and the TMC 's members play their part admirably.",
        "The answerphone is full featured and easy to use, and the speakerphone facility rivals much more expensive counterparts.",
        "For instance, what happens if you decide to go to a swish expensive restaurant?",
        "Progressing from writer to director he was the James Cameron of his day as Cavalcade was the most expensive talkie ever made.",
        "Seeing Cherry-throated Tanager is, however, a very expensive joke.",
        "Moreover, declining library budgets mean that articles are not always readily available, and course packs can be expensive and time-consuming to produce.",
        "The PALADIN family enables higher-performance and higher-efficiency base transceiver stations using fewer and less expensive components.",
        "The screw runs at up to 500 rpm to achieve a mixing performance that normally requires a more expensive twin-screw extruder.",
        "The lengthy sea walls, which are in themselves valuable for wildlife are expensive to maintain.",
        "Suitability: Sophisticated and expensive, it attracts a high proportion of well-heeled visitors from USA, Japan and Europe.",
        "Private travel clinics are an alternative, but they are very expensive and may not be well-informed about issues for people with HIV.",
        "Cllr Reg Colwill Conservative group whip, Brent Expensive penny?",
        "Regulations sections a unlawful rebates and workers ' comp in an expensive.",
        "Scaling is largely about getting the word out about your product in a big way, and that kind of marketing and sales effort is very expensive.",
        "The second most expensive activity is rolling out the distribution, service and support infrastructure to support the increased customer base.",
        "Fire drills are time consuming, expensive and very frustrating for all involved.",
        "The cost-per-acquisition is low initially but becomes increasingly expensive as we expand our reach.",
        "Because personalized gifts are often more expensive than non-personalized ones, and personalized items can seldom be returned, it's a good idea to ensure that the gift will be appreciated.",
        "Unique items may be more expensive than those that are mass-produced and readily available.",
        "While this may seem expensive, independent photographers sometimes give you the digital images of your baby's photos.",
        "Also keep in mind that baby care is more expensive than toddler and preschool care because baby centers are allowed to have fewer babies than toddlers or preschoolers, raising the per-child cost.",
        "High quality breast pumps can be expensive, and some mothers will need to consult a lactation specialist due to breastfeeding complications.",
        "Adoption can be very expensive, especially if the baby you are adopting is a newborn.",
        "So, don't feel guilty if your budget doesn't allow you to buy the latest fashions or the most unique items at expensive boutiques.",
        "Does more expensive really mean better made?",
        "What's even better is that these department stores may drastically discount their more expensive lines of clothing at the end of each season.",
        "Adopting an infant can be very expensive, but it doesn't always have to be, especially if you are adopting a minority child or a handicapped child.",
        "Foster care adoptions can be significantly less expensive than traditional adoptions.",
        "Sometimes buying all of the essentials that your baby will need can get quite expensive.",
        "Clothing-Babies grow so quickly, and clothing can get expensive in a hurry!",
        "These products are expensive, with the Pump in Style selling for well over $200.",
        "Price baby formula and you will quickly find that breast milk, even with an expensive pump, starts to look like a bargain.",
        "Cost-Even the cheapest brand of diapers is expensive.",
        "Still, when the two are compared, disposables are generally more expensive.",
        "Purchasing twin baby gifts can be fun, and it doesn't have to be expensive.",
        "Twins may not be double the money, but they will certainly be more expensive than one baby.",
        "Costs-Pre-school costs can be expensive, so it's always a good idea to create a budget and stick to it when searching for the perfect pre-school for your baby.",
        "Round cribs have also become popular, although they are typically more expensive than a standard crib.",
        "Keep in mind that home daycares that only keep a small number of children will probably be more expensive than childcare centers, although this may not always be the case.",
        "Many families overlook nanny services, thinking they may be too expensive.",
        "You may find that a nanny isn't that much more expensive, and you may prefer the option of keeping your children at home and away from other children.",
        "Economical-In a lot of cases, a home childcare will be less expensive than other childcare options.",
        "Preparing for baby can be expensive, but you may be able to find an inexpensive baby crib, along with a few other bargains to decorate baby's nursery as well.",
        "Another problem can be the cost of purchasing a mattress for your round bedding choice; round mattresses are also more expensive than typical crib mattresses, and a normal mattress will not fit into a round frame.",
        "These cribs are, as previously mentioned, more expensive than typical cribs, so high-end boutiques are much more likely to carry them.",
        "Money can be tight, and preparing for a new baby can get quite expensive.",
        "Large gift basket: Since filling large newborn baby gift baskets can be quite expensive, have two or three guests go in together and fill a large basket with lots of baby essentials, such as diapers, clothing, bedding, and other items.",
        "Baby gym-Baby gyms can be expensive to buy, but you can make your own for a fraction of the cost.",
        "Cloth baby books-These are another perennial favorite, but cloth books can be expensive.",
        "International adoption, including adoption from China, can be expensive.",
        "When disposable diapers came on the market, it made life easier although more expensive, but for most parents the convenience of doing away with washing and drying cloth diapers was worth it.",
        "There are several reasons why you may wish to purchase a pacifier clip in silver, rather than a less expensive material.",
        "Monitors that achieve peak reception at long distances and boast a strong battery life will be expensive.",
        "In such cases, the less expensive baby monitors can be used since their reception does not need to conquer great distances.",
        "When it comes to expensive technological devices such as baby cams and monitors, it can never hurt to run a little online research regarding your product options.",
        "There are certain brands that make fresh refrigerated or frozen organic baby food, but unfortunately, these items are expensive, often too expensive for the average family.",
        "However, these diapers are more expensive than the types of cloth diapers that require folding, which means that more people choose the folding versions in order to reduce costs.",
        "If you opt for this less expensive version of the cloth diaper, you'll have to learn how to fold the inserts.",
        "This type of newborn cloth diapers is also more expensive because your baby will grow quickly, which means that you will have to move on to the next size (usually small) from the newborn size fairly quickly.",
        "However, there are much less expensive options by choosing diapers that more closely resemble the versions of yesteryear.",
        "While all-in-one diapers are more expensive, they are easier to use for beginners.",
        "These numbers can multiply quickly, giving the impression that cloth diapers are much more expensive than disposables.",
        "Even if you buy the most expensive cloth diapers (all-in-ones), which cost about $20 per diaper, you will still spend less than buying the equivalent number of disposable diapers.",
        "These products may become very expensive, so it is best to evaluate your exact needs regarding distance capabilities and features before purchasing monitors.",
        "Decorating the nursery and stocking up on baby supplies can get quite expensive as well.",
        "If you or your toddler is desperate to get out of the house even though it is raining, there are plenty of different activities you can do together, ranging from free to moderately expensive.",
        "Therefore, when you are buying more expensive lingerie, you will want to wait several weeks before purchasing these items as to properly predict your cup size.",
        "Anita is a more expensive brand, but offers superior support for those with larger nursing bra sizes."
    ],
    "definition": [
        "Requiring a large expenditure; costly.",
        "Marked by high prices: expensive stores.",
        "ex·pen′sive·ly\nadverb",
        "ex·pen′sive·ness\nnoun",
        "Link/Cite",
        "Having a high price or cost.",
        "(computing) Taking a lot of system time or resources.\nan unnecessarily expensive choice of algorithm",
        "Link/Cite"
    ]
}