{
    "translation": "הסבר",
    "uses": [
        "He gave no explanation and headed toward her bedroom.",
        "His only explanation was that he liked being alone.",
        "She waited for an explanation, but he rode on in silence.",
        "He would be expecting some explanation for her request, but what?",
        "This fluctuation finds a parallel in the age at which the Levites were to serve; for neither has any reasonable explanation been found on the traditional view.",
        "There was probably an innocent explanation for the scene at the building.",
        "The only explanation was that the Others weren't as ready to see him fail as they claimed to be.",
        "It is possibly for the purpose of feeding on parasitic mites that book-scorpions lodge themselves beneath the wing-cases of large tropical beetles; and the same explanation, in default of a better, may be extended to their well-known and oft-recorded habit of seizing hold of the legs of horse-flies or other two-winged insects.",
        "I couldn't come up with an explanation that would keep him from notifying the police.",
        "Kris gave no explanation, simply strode into the shadow world.",
        "Without that degree of mental development and activity which perceives the necessity of superhuman creative power, no explanation of natural phenomena is possible.",
        "\"I imagine I owe you an explanation,\" Mr. Tim said.",
        "She shook her head, searching his face for some explanation of the chill in his response to her.",
        "\"By the way,\" Cynthia said, in a firm tone, \"I believe I'm due an explanation from you.\"",
        "The disturbing conditions of will, life and organic forces are eliminated from the problem; he starts with the clear and distinct idea of extension, figured and moved, and thence by mathematical laws he gives a hypothetical explanation of all things.",
        "Helen's mind is so gifted by nature that she seems able to understand with only the faintest touch of explanation every possible variety of external relations.",
        "In 1628, the first complete explanation that blood flows through the body in arteries was published.",
        "He waited for an explanation, but she had said all she was going to say on the subject.",
        "Langeron lifted his eyes with an expression of perplexity, turned round to Miloradovich as if seeking an explanation, but meeting the latter's impressive but meaningless gaze drooped his eyes sadly and again took to twirling his snuffbox.",
        "Kiera sought an explanation, recalling he was not familiar with most slang despite his mastery of English.",
        "He wanted to scream at him; to demand an explanation, but understood how fruitless that would be and measured his best course to remain calm.",
        "She found herself nodding, accepting his explanation more easily than even Gabriel's.",
        "She cut her explanation off short as Cade pulled into the drive.",
        "Miss Keller's later education is easy to understand and needs no further explanation than she has given.",
        "Rissa paid heed to his explanation of tactics, uncertain if they were truthful, but noting his assessments.",
        "Perhaps an explanation of the method that was in use when I took my examinations will not be amiss here.",
        "the people of the pagus or village, applied to the dwellers in the country where the worship of the old gods still lingered, when the people of the towns were Christians (but see Pagan for a more tenable explanation of that term).",
        "We are forced to fall back on fatalism as an explanation of irrational events (that is to say, events the reasonableness of which we do not understand).",
        "Unfortunately, she couldn't think of an explanation that would be true and make him feel better.",
        "I ought to apologize to the reader and to Miss Keller for presuming to say what her subject matter is worth, but one more explanation is necessary.",
        "Explanation of our lack of success was unnecessary and we all retired for the night.",
        "The so-called musical arc of Duddell has been the subject of considerable investigation, and physicists are not entirely in accordance as to the true explanation of the mode of production of the oscillations.",
        "Stansfeld was vigorously defended by Bright and Forster, and his explanation was accepted as quite satisfactory by Palmerston.",
        "She launched into an explanation of the truckload of supplies and a description of her new room.",
        "But the mind of man not only refuses to believe this explanation, but plainly says that this method of explanation is fallacious, because in it a weaker phenomenon is taken as the cause of a stronger.",
        "he prints a bar under the decimals; this notation first appears without any explanation in his \"Lucubrationes\" appended to the Constructio.",
        "She sipped her coffee, no doubt waiting for further explanation before commenting again.",
        "We have had an explanation today.",
        "\"I think I deserve an explanation,\" she breathed.",
        "Kiera's tears stopped sometime during the hours of explanation and history lessons Evelyn gave.",
        "At that time, the Russians were so used to victories that on receiving news of the defeat some would simply not believe it, while others sought some extraordinary explanation of so strange an event.",
        "The old prince did not evince the least interest during this explanation, but as if he were not listening to it continued to dress while walking about, and three times unexpectedly interrupted.",
        "While father and son were having their explanation, the mother and daughter were having one not less important.",
        "On the 30th of May Luther sent an explanation of his theses to the pope; on the 7th of August he was cited to appear at Rome.",
        "Such explanation of physical phenomena is the main problem of Descartes, and it goes on encroaching upon territories once supposed proper to the mind.",
        "The \"analogy of faith,\" as a rule of interpretation, he greatly limits, and teaches that it can never afford of itself the explanation of words, but only determine the choice among their possible meanings.",
        "Of the 229 only 67 were women, the only assignable explanation being their rarer employment in the fields.",
        "In seeking for an explanation we may perhaps trust, at least in part, the evidence of the Ethnicon itself.",
        "Her vocabulary has all the phrases that other people use, and the explanation of it, and the reasonableness of it ought to be evident by this time.",
        "It seemed to him that he ought to have an explanation with Natasha and tell her that the old times must be forgotten, that in spite of everything... she could not be his wife, that he had no means, and they would never let her marry him.",
        "She was enthralled with the lengthy explanation and they were surprised in the telling how much had happened in the short time she was away.",
        "That evening, proud of Dolokhov's proposal, her refusal, and her explanation with Nicholas, Sonya twirled about before she left home so that the maid could hardly get her hair plaited, and she was transparently radiant with impulsive joy.",
        "The explanation of this strange fact given by Russian military historians (to the effect that Kutuzov hindered an attack) is unfounded, for we know that he could not restrain the troops from attacking at Vyazma and Tarutino.",
        "The man who explains the movement of the locomotive by the smoke that is carried back has noticed that the wheels do not supply an explanation and has taken the first sign that occurs to him and in his turn has offered that as an explanation.",
        "As she read she glanced at the sleeping Natasha, trying to find in her face an explanation of what she was reading, but did not find it.",
        "In the midst of his explanation shouts were heard from the army, growing more incoherent and more diffused, mingling with music and songs and coming from the field where the review was held.",
        "He obviously knew he owed us an explanation but I sensed he would wait us out until someone asked.",
        "The chief of his other contributions to optics was the explanation of the rainbow - an explanation far from complete, since the unequal refrangibility of the rays of light was yet undiscovered - but a decided advance upon his predecessors, notably on the De radiis visas et lucis (1611) of Marc-Antonio de Dominis, archbishop of Spalato.",
        "If she didn't give him some explanation, he'd really be suspicious.",
        "This is especially true of her earlier lessons, when her knowledge of language was so slight as to make explanation impossible.",
        "But the Cartesian theory, like the later speculations of Kant and Laplace, proposes to give a hypothetical explanation of the circumstances and motions which in the normal course of things led to the state of things required by the law of attraction.",
        "Thorianite, however, contains no silica, and until it is shown that metallic oxides behave in the same way this explanation must be accepted with reserve.",
        "When they got home Natasha was the first to begin the explanation Sonya expected.",
        "He is as right as other historians who look for the explanation of historic events in the will of one man; he is as right as the Russian historians who maintain that Napoleon was drawn to Moscow by the skill of the Russian commanders.",
        "\"Perhaps he is not asleep; I'll have an explanation with him,\" she said to herself.",
        "This theory, he believed, would afford an explanation of every phenomenon whatever, and in nearly every department of knowledge he has given specimens of its power.",
        "The explanation of the fact was unimportant compared to the fact itself and the need of hurrying on.",
        "TOO MUCH EXPLANATION DIRECTS THE CHILD'S ATTENTION TO WORDS AND SENTENCES, SO THAT HE FAILS TO GET THE THOUGHT AS A WHOLE.",
        "This silence was broken by one of the brethren, who led Pierre up to the rug and began reading to him from a manuscript book an explanation of all the figures on it: the sun, the moon, a hammer, a plumb line, a trowel, a rough stone and a squared stone, a pillar, three windows, and so on.",
        "Descartes began with the certainty that we are thinking beings; that region remains untouched; but up to its very borders the mechanical explanation of nature reigns unchecked.",
        "Having abandoned the conception of the ancients as to the divine subjection of the will of a nation to some chosen man and the subjection of that man's will to the Deity, history cannot without contradictions take a single step till it has chosen one of two things: either a return to the former belief in the direct intervention of the Deity in human affairs or a definite explanation of the meaning of the force producing historical events and termed \"power.\"",
        "Nicholas felt the situation to be intolerable and went to have an explanation with his mother.",
        "For this change no adequate explanation was offered by the census office.",
        "The subjective mechanism of association which with Berkeley is but part of the true explanation, and is dependent on the objective realization in the divine mind, has been received as in itself a satisfactory theory.",
        "The fundamental objection to empiricism is that it fails to give an accurate explanation of experience; individual impressions as such are momentary, and their connexion into a body of coherent knowledge presupposes mental action distinct from mere receptivity.",
        "Assured that his explanation was true, Bradley corrected his observations for aberration, but he found that there still remained a residuum which was evidently not a parallax, for it did not exhibit an annual cycle.",
        "This explanation depends upon what is now an experimentally demonstrated fact that insectivorous birds, and probably other animals, have no instinctive knowledge of what insects are edible and what inedible.",
        "The explanation given by M.",
        "A more reasonable explanation connects the name with Arae, \" Curses,\" commonly known as Semnae, \" Awful Goddesses,\" whose shrine was a cave at the foot of the hill, of which they were the guardian deities (Aeschyl.",
        "The accidental use of a single name, America, for the pair of continents that has a greater extension from north to south than any other continuous land area of the globe, has had some recent justification, since the small body of geological opinion has turned in favour of the theory of the tetrahedral deformation of the earth's crust as affording explanation of the grouping of continents and oceans.",
        "The explanation formerly adopted and embodied in the name Chaldee is that the change took place in Babylon.",
        "In explanation of the fact that he never received the Victoria Cross it was said of him that it was because he earned it every day of his life.",
        "The explanation lies in the fact that there were comparatively few \" carpet-baggers \" or adventurers in the state, and that a large number of conservative citizens, under the leadership of ex-Governor Brown, supported the Reconstruction policy of Congress and joined the Republican party.",
        "He could never have held that these afforded any explanation of the permanent existence of real objects.",
        "I don't owe you an explanation.",
        "But I'd prefer an explanation.",
        "For De Maillet not only has a definite conception of the plasticity of living things, and of the production of existing species by the modification of their predecessors, but he clearly apprehends the cardinal maxim of modern geological science, that the explanation of the structure of the globe is to be sought in the deductive application to geological phenomena of the principles established inductively by the study of the present course of nature.",
        "The new essays in this volume were mostly critical, but one of them, in which perhaps his guessing talent is seen at its best, \"The Divisions of the Irish Family,\" is an elaborate discussion of a problem which has long puzzled both Celtic scholars and jurists; and in another, \"On the Classificatory System of Relationship,\" he propounded a new explanation of a series of facts which, he thought, might throw light upon the early history of society, at the same time putting to the test of those facts the theories he had set forth in Primitive Marriage.",
        "Luminous arcs (T), tangential to the upper and lower parts of each halo, also occur, and in the case of the inner halo, the arcs may be prolonged to form a quasi-elliptic halo.1 The physical explanation of halos originated with Rene Descartes, who ascribed their formation to the presence of icecrystals in the atmosphere.",
        "The two halos are the only phenomena which admit of explanation without assigning any particular distribution to the ice-crystals.",
        "The usual explanation of the term is that of Jewish tradition There were several journals of this name, the best known of the others being that edited by Lemaire.",
        "The ingenious explanation suggested by Fritz Muller for similar cases met with in butterflies is probably the true answer.",
        "But this hypothesis cannot be accepted as furnishing a satisfactory explanation of the likeness.",
        "The fact that both sexes of the cuckoo resemble the hawk does not necessarily prove this suggested explanation to be false; but if it be true that the smaller passerine birds are duped by the similarity to the bird of prey, it may be that the cuckoos themselves escape molestation from larger hawks on account of their resemblance to the sparrowhawk.",
        "Some observations, however, of Guy Marshall on the inedibility of certain birds suggest that the resemblance between cuckoos a'nd hawks on the one hand and cuckoos and drongos on the other may be susceptible of another explanation in full agreement with the theory of mimicry as propounded by Bates.",
        "The same explanation no doubt applies to the mimicry, both in Borneo and South Africa, of hairy bees of the family Xylocopidae by Asilid flies of the genus Hyperechia, and also to other cases of mimicry of Hymenoptera as well as of inedible beetles of the family Lycidae by Diptera.",
        "These cases, however, have a peculiar interest and importance for they have been studied in fuller detail than any others and the discovery of a particular instance in South America first suggested to Bates the theoretical explanation of this bionomical phenomenon.",
        "It is true that the philosophy of Epicurus put great stress on these, as affording the explanation of the origin of supernatural beliefs.",
        "Dean continued to stare at her, waiting for further explanation.",
        "She continued to gaze at him, awaiting an explanation.",
        "But he found himself smiling at the enigmatic god's explanation.",
        "There was no other explanation.",
        "\"Yes,\" she answered, but offered no further explanation.",
        "Dean asked, trying to hustle Fred along with his drawn out explanation.",
        "Dean just looked at him, waiting for an explanation.",
        "I guess I owe you an explanation.",
        "Well, she wants to do a little research to see if she can find an explanation.",
        "You got a better explanation?  If Death told Rhyn she would give him Katie back, then Katie can't be dead.",
        "I'm sure there's a log­ical explanation.",
        "Dean looked at her, awaiting an explanation.",
        "The young man said he understood but sounded confused at Dean's sudden absence from their lives, though he didn't press for an explanation.",
        "Flying downhill produced an exhilaration that defied explanation.",
        "I suppose you're pissed off and looking for an explanation.",
        "\"He's afraid of snakes,\" she said by way of explanation.",
        "A messenger sought him out the moment he sat with a hunk of bread and ale, ordering him back to the hold with no explanation.",
        "He shook his head, not giving an explanation.",
        "At his startled expression, she softened the refusal with an explanation.",
        "Justin divided his attention between them, obviously waiting for an explanation.",
        "She sought some explanation.",
        "The other parts of the instrument will be readily understood from the figure without further explanation.",
        "We find that all our ideas of limits, sorrows and weaknesses presuppose an infinite, perfect and ever-blessed something beyond them and including them, - that all our ideas, in all their series, converge to one central idea, in which they find their explanation.",
        "In connexion with the problem of universals, he held that the diversity of individuals depends on the quantitative division of matter (materia signata), and in this way he attracted the criticism of the Scotists, who pointed out that this very matter is individual and determinate, and, therefore, itself requires explanation.",
        "The result was a great disaster, and Alexander had recourse to the old quibble of the Delphic oracle to Croesus for an explanation.",
        "The above statements, though correct as far as they go, are an imperfect account of the nature of the radiation from a coupled antenna, but a mathematical treatment is required for a fuller explanation.",
        "Post in Hastings' Did., under \"Camel\") throws doubt on this explanation, and assumes that the more violent hyper bole is intended.",
        "brahma), in the sense of \"sacred utterance or rite,\" in which case it might mean a comment on a sacred text, or explanation of a devotional rite, calculated to bring out its spiritual or mystic significance and its bearing on the Brahma, the world-spirit embodied in the sacred writ and ritual.",
        "The element of naturalism stands for science with a leaning towards materialism (\" explanation in terms of matter and motion \").",
        "Apart from the weighty arguments which the development furnishes against the theories of Allman and Mechnikov, it may be pointed out that neither hypothesis gives a satisfactory explanation of a structure universally present in medusae of whatever class, namely the endoderm-lamella, discovered by the brothers O.",
        "Descartes's account of the mind and its passions is thoroughly materialistic, and to this extent he works in the direction of a materialistic explanation of the origin of mental life.",
        "Turning now to Leibnitz's conception of the world as a process, we see first that he supplies, in his notion of the underlying reality as force which is represented as spiritual (quelque chose d'analogique au sentiment et a Tappan), both a mechanical and a teleological explanation of its order.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "If we resort solely to Judaism for explanation, it must be a Judaism of the Diaspora type.",
        "In etymology he endeavoured to find a Roman explanation of words where possible (according to him frater was =fere alter).",
        "These were introduced as a \" sacred explanation\" (iEpos X6yos) of the rules and prescriptions.",
        "i4.Stele of mr Explanation of Lettering: st.",
        "The Nature of the Organization of Ilte Plant, and the Relations of the Cell-Membrane and the Protoplasm.This view of the structure of the plant and this method of investigation lead us to a greatly modified conception of its organization, and afford more completely an explanation of the peculiarities of form found in the vegetable kingdom.",
        "These forces however fail to furnish a complete explanation of the ascent of the current, and others have been thought to supplement them, which have more or less weight.",
        "The Special Apparatus of Plants for constructing Food .T he explanation of the apparent difference of food supply is very simple.",
        "The absorption of these rays implies that the pigment absorbs radiant energy from the sun, and gives us some explanation of its power of constructing the carbohydrates which has been mentioned as the special work of the apparatus.",
        "This explanation is unsatisfactory from many points of view, but till quite recently no acceptable alternative has been advanced.",
        "Recent investigations have confirmed Baeyers view of the formation of formaldehyde, but a different explanation has been recently advanced.",
        "Recently some investigations by Haberlandt, Noll, Darwin and others have suggested an explanation which has much to recomrtiend it.",
        "The now well-known fact that small doses of poisonous substances may act as stimuli to living protoplasm, and that respiratory activity and growth may be accelerated by chloroform, ether and even powerful mineral poisons, such as mercuric chloride, in minimal doses, offers some explanation of these phenomena of hypertrophy, wound fever, and other responses to the presence of irritating agents.",
        "Outflows of resinResinosisalro come under this general heading; but although some resin-fluxes are traced to the destructive action of Agaricus melleus in Conifers, others, as well as certain forms of Gummosis, are still in need of explanation.",
        "It is possible, of course, that each explanation is correct in particular cases, as the views are by no means mutually exclusive.",
        "Notwithstanding the fact, however, that these cells are capable of acting as very efficient lenses the explanation given by Haberlandt has not been widely accepted and evidence both morphological and physiological has been brought forward against it.",
        "Di,fferentiation.Any account of the general morphology of living organisms is incomplete if it does not include some attempt at an explanation of its causation; though such an attempt cannot be carried far at the present time.",
        "At any rate this hypothesis suggests an explanation of many hitherto inexplicable facts.",
        "The cause of such agreement is, according to Grisebach, shrouded in the deepest obscurity, but it finds its obvious and complete explanation in the descent from a common ancestor which he would unhesitatingly reject.",
        "Sir George Darwin finds a possible explanation of these in the screwing motion which the earth would suffer in its plastic state.",
        "It precludes the explanation of any common features in the dissevered porciuns of the tropical area of vegetation by lateral communirations, and throws back their origin to the remotest geological antiquity.",
        "We find the ultimate explanation of this in the facts that all organisms vary, and that their variations are inherited and, if useful, perpetuated.",
        "The investigation of these may raise and solve interesting physiological problems, but throw no light on the facts and genetic relationship which a rational explanation of distribution requires.",
        "It thus draws upon physics for the explanation of the phenomena with the space-relations of which it is specially concerned.",
        "Though this action doubtless contributes to its remarkable therapeutic power, it is very far from being an adequate explanation of the virtues of the drug in gout.",
        "Amongst the most important of his works not already mentioned may be named the following: - Mathematical Tracts (1826) on the Lunar Theory, Figure of the Earth, Precession and Nutation, and Calculus of Variations, to which, in the second edition of 1828, were added tracts on the Planetary Theory and the Undulatory Theory of Light; Experiments on Iron-built Ships, instituted for the purpose of discovering a correction for the deviation of the Compass produced by the Iron of the Ships (1839); On the Theoretical Explanation of an apparent new Polarity in Light (1840); Tides and Waves (1842).",
        "But in other parts of his works he suggests that mind and matter are two different aspects of that which is the basis of all things - a monism which is not necessarily materialistic, and which, in the absence of further explanation, constitutes a confession of failure.",
        "Whatever may be the true explanation of stridulating organs in adult beetles, sexual selection can have had nothing to do with the presence of these highly-developed larval structures.",
        "In his next two works, undoubtedly those most characteristically expressive of his peculiar strength, 'Tis Pity she's a Whore (acted c. 1626) and The Broken Heart (acted c. 1629), both printed in 1633 with the anogram of his name Fide Honor, he had found horrible situations which required dramatic explanation by intensely powerful motives.",
        "Whatever be the true explanation of this problem, it is certain (1) that Peisistratus was regarded as a leading soldier, and (2) that his position was strengthened by the prestige of his family.",
        "No serious observer, acquainted with modern microscopic technical methods, has been able to confirm the explanation of their observations.",
        "The investigation of Carpenter on unconscious cerebration and of Faraday on unconscious muscular action showed early in the movement that it was not necessary to look outside the medium's own personality for the explanation of even intelligent communications unconsciously conveyed through table-tilting, automatic writing and trance-speaking - provided the matter communicated was not beyond the range of the medium's own knowledge or powers.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "6 More recently several men of science, including Sir Oliver Lodge in England, Professor Charles Richet in France, and Professors Schiaparelli and Morselli in Italy, have convinced themselves of the supernormal chaeacter (though not of any spiritualistic explanation) of certain physical phenomena that have occurred in the presence of a Neapolitan medium, Eusapia Palladino, though it is known that she frequently practises deception. ?",
        "From the communion sacrifice sprang the piaculum, which here becomes a subsidiary form and finds its full explanation in the ideas connected with the mystic union of god and worshippers.",
        "Though the moralization of gods has only proceeded pari passu with the moralization of mankind, the deities of the more advanced nations are perhaps felt by them to be more terrible and more difficult of access than the divinities of lower races; herein lies one explanation of the power of the priesthood.",
        "It is represented by the ratio of a number containing about a hundred and sixty figures to unity, and so we are at once forced to the conclusion that this remarkable feature of the planetary motions must have some physical explanation.",
        "The nebular theory offers an explanation of this most remarkable uniformity.",
        "We might at first suppose that the sun was really an intensely heated body radiating out its heat as does white-hot iron, but this explanation cannot be admitted, for there is no historical evidence that the sun is growing colder.",
        "Similarly, the subsidence of malaria during cold weather and its seasonal prevalence find an adequate explanation in the conditions governing insect life.",
        "But as tribal names they invited explanation, and of the many characteristic traditions which were doubtless current a number have been preserved, though not in any very early dress.",
        "The feeling of national unity between north and south would require historical treatment, the existence of rival monarchies would demand an explanation.",
        "Had the two kingdoms been under a single head, these features might find an explanation, but it must be allowed that it is extremely difficult to fit the general situation into our present.",
        "It is unknown precisely how the Roman word came into use, though an explanation of the earlier official title, magister populi, throws some light on the subject.",
        "These segments spring apparently from the top of the ovary - the real explanation, however, being that the end of the flower-stalk or \"thalamus,\" as it grows, becomes dilated into a sort of cup or tube enclosing and indeed closely adhering to the ovary, so that the latter organ appears to be beneath the perianth instead of above it as in a lily, an appearance which has given origin to the term \"inferior ovary.\"",
        "The most recent authorities are of opinion that the Kolarians and Dravidians represent a single physical type; but, whatever the historical explanation may be, they certainly have different languages and show different stages of civilization.",
        "In a few Enchytraeidae and Lumbriculidae the spermathecae open at the distal extremity into the oesophagus, which is a fact difficult of explanation.",
        "A few words of explanation concerning Pasteur's first research are necessary to give the key to all his future work.",
        "Still no explanation of this singular fact was forthcoming, and it was reserved for the young chemist from FrancheComte to solve a problem which had baffled the greatest chemists and physicists of the time.",
        "His special work was the exposition of the Old and New Testaments in the light of his great Oriental learning and according to his characteristic principle of \"natural explanation.\"",
        "In his explanation of the Gospel narratives Paulus sought to remove what other interpreters regarded as miracles from the Bible by distinguishing between the fact related and the author's opinion of it, by seeking a naturalistic exegesis of a narrative, e.g.",
        "For a conjectural explanation of the history of the Warwick patent see Forrest Morgan, \"The Solution of an Old Historic Mystery,\" in the Magazine of History for July, August, September and October 1909.",
        "The existence of the root nodules had long been recognized, but hitherto no adequate explanation had been afforded as to their function.",
        "Remarkable as Hellriegel's discovery was, it merely furnished the explanation of a fact which had been empirically established by the husbandman long before, and had received most intelligent application when the old four-course (or Norfolk) rotation was devised.",
        "No explanation of the industrial situation in Germany, for example, would be intelligible or satisfactory even from the economic point of view which ignored the significance of the political conditions which Germans have to deal with.",
        "It is in the adaptation of biological conceptions and methods, in the positive contributions of jurisprudence, law and history, in the rigorous application, where possible, of quantitative tests, that the explanation of the present position of economics is to be found.",
        "As an explanation of what has taken place in later years, or of the actual economic life of the present day, it is ludicrously inadequate.",
        "The explanation of this decay of interest does not lie upon the surface.",
        "The result is that free trade had become by the end of the 19th century in the main an old habit, for which the ordinary English manufacturer could give no very reasonable explanation, whatever may be its influence in commerce and public affairs.",
        "The demonstration which it affords of the extreme shortening of the Euthyneurous visceral nerve-loop is most instructive and valuable for comparison with and explanation of the condition of the nervous centres in Cephalopoda, as also of some Opisthobranchia.",
        "They accordingly resolved not to give up Malta unless Lord Whitworth, the British ambassador at Paris, \"received a satisfactory explanation\" relative to the Sebastiani report.",
        "That event was so important it requires some preliminary explanation.",
        "This explanation seems to furnish a correct clue.",
        "On the other hand, they are valid evidence for whatever is necessary to their own explanation, i.e.",
        "Even apart from the impossibility of conceiving a whole of relations which are relations and nothing else (this objection is perhaps largely verbal), no explanation is given of the fact (obvious in experience) that the spiritual entities of which the Universe is composed appear material.",
        "It is generally considered that this is sufficient as an explanation of the existence of the pupa.",
        "The explanation has to be sought in another direction.",
        "This explanation, poor as it is, fails, however, in regard to some species.",
        "The success it gained was doubtless due in some degree to the difficulty which most men had in comprehending it, for it was enwrapped in alluring mystery, but more to the confidence with which it was announced as being the long-looked-for key to the wonders of creation, since its promoters did not hesitate to term it the discovery of \" the Natural System,\" though they condescended, by way of explanation to less exalted intellects than their own, to allow it the more moderate appellation of the Circular or, Quinary System.",
        "The Quinarians, who boldly asserted that they had fathomed the mystery of creation, had been shown to be no wiser than other men, if indeed they had not utterly befooled themselves; for their theory at best could give no other explanation of things than that they were because they were.",
        "He is credited with the invention of the anchor escapement for clocks, and also with the application of spiral springs to the balances of watches, together with the explanation of their action by the principle Ut tensio sic vis (1676).",
        "This selection of one market for detailed examination does not rob our sketch of generality, as might at first be thought, since broadly the history of the development of one market is the history of the development of all, and on the whole the economic explanation of the evolution that has taken place may be universalized.",
        "It will no doubt aid the understanding of the functions of the latter if some explanation is offered of the needs met by the former, which are sometimes known technically as \" deferred deliveries.\"",
        "The explanation of this change in the direction of indices of steadiness cannot be proved to consist in any peculiarity in the supplies of recent years.",
        "The complete explanation of changes 1n these relations is still a mystery .",
        "These theories endeavour to discover the means by which the exceptional occurrence is brought about; but the explanation is merely hypothetical, and we are not helped in conceiving the mode of the divine activity in the working of miracles.",
        "As regards the theory, it may be pointed out: (I) that the nature or cosmical miracles - feeding of the five thousand, stilling of the storm, withering of the fig-tree - are as wellattested as the miracles of healing; (2) that many of the diseases, the cure of which is reported, are of a kind with which moral therapeutics could not effect anything; 1 (3) that Christ's own insight regarding the power by which he wrought His works is directly challenged by this explanation, for He never failed to ascribe His power to the Father dwelling in Him.",
        "Two important principles are illustrated by these thoughts, (1) that there is no absolute distinction between the organic and the inorganic, and (2) that the argument from final causes is no explanation of phenomena.",
        "This last clause does not affirm the immortality of the soul; it is simply an explanation of what becomes of the vital principle (the\" breath of life \"of Gen.",
        "The appearance of the same Malayan words in localities so widely separated from each other, however, cannot be satisfactorily accounted for by any such explanation, and the theory is now more generally held that the two races are probably allied and may at some remote period of history have shared a common home.",
        "Philosophical sanction and explanation of this belief was then found by bringing it into relation with the theory of the prima materia, which was identical in all bodies but received its actual form by the adjunction of qualities expressed by the Aristotelian elements - earth, air, fire and water.",
        "The idea which has long prevailed that Baal was properly a sky-god affords no explanation of the local character of the many baals; on the other hand, on the theory of a higher development where the gods become heavenly or astral beings, the fact that ruder conceptions of nature were still retained (often in the unofficial but more popular forms of cult) is more intelligible.",
        "The explanation here adopted as most probable was put forward by Professor Pischel of Berlin.",
        "As against these theories the Eleatics maintained that the true explanation of things lies in the conception of a universal unity of being.",
        "In explanation of these facts it is supposed that each element has a certain number of \" units of affinity,\" which may be entirely, or only in part, engaged when it enters into combination with other elements; and in those cases in which the entire number of units of affinity are not engaged by other elements, it is supposed that those which are thus disengaged neutralize each other, as it were.",
        "Hitherto no explanation has been given of these exceptions to what appears to be a law of almost universal application, viz.",
        "needing a satisfactory explanation.",
        "The explanation thus attempted by Kekule was adversely criticized, more especially by A.",
        "The formation of this substance readily follows from Kekule's formula, while considerable difficulties are met with when one attempts an explanation based on Ladenburg's representation.",
        "This explanation has been challenged by Ladenburg (Ber., 1886, 19, 97; Ber., 1887, 20, p. 62) and by A.",
        "The first method needs no explanation.",
        "Colour and Constitution.-In this article a summary of the theories which have been promoted in order to connect the colour of organic compounds with their constitution will be given, and the reader is referred to the article Colour for the physical explanation of this property, and to Vision for the physiological and psychological bearings.",
        "Soc., 1906, 89, p. 1787) have disputed the correctness of this explanation, and the latter has prepared melliteins and pyromelliteins, which are highly-coloured compounds produced from mellitic and pyromellitic acids, and which cannot be formulated as quinones.",
        "It is remarkable that a great many polymorphous substances assume more symmetrical forms at higher temperatures, and a possible explanation of the increase in density of such compounds as silver iodide, &c., may be sought for in the theory that the formation of a more symmetrical configuration would involve a drawing together of the molecules, and consequently an increase in density.",
        "These observations admit of ready explanation in the following manner.",
        "The two most important points in his, as in all mystical theories, are first, his doctrine of the divine nature, and second, his explanation of the relation between God and human thought.",
        "(The only other serious explanation of the Ded is that of Sir E.",
        "This explanation, however, is rejected by Loofs; the sermon contains nothing inconsistent with the Acacian position favoured by the court party; on the other hand, there is evidence of conflicts with the clergy, quite apart from any questions of orthodoxy, which may have led to the bishop's deposition.",
        "the \"lady of power,\" if the explanation suggested in BEL for the second element is correct.",
        "It has, however, been observed that in practice the width of extant rolls does not tally in any satisfactory degree with Pliny's measurements; and a more plausible explanation has been offered (Birt, Antik.",
        "It is impossible not to be struck with the remarkable analogy between these rock-hewn chairs and those discovered in the Etruscan tombs, of the purpose of which no satisfactory explanation has been given.",
        "It should be remembered that such comparatively simple activities, though there is little about them to arrest popular attention, are just the raw material out of which the normal active life of such organisms is elaborated, and that for scientific treatment they are therefore not less important than those more conspicuous performances which seem at first sight to call for special treatment, or even to demand a supplementary explanation.",
        "They do not attempt a psychological explanation of the origin of human sin; bad thought (yeser ra`, Ecclus.",
        "The mounds were probably formed by some gentle eruptive action like that exhibited in the \" mud hills \" along the Mississippi below New Orleans; but no explanation is generally accepted.",
        "The definition of the ordinal number requires some little ingenuity owing to the fact that no serial relation can have a field whose cardinal number is 1; but we must omit here the explanation of the process.",
        "Except for the immediate purposes of an explanation, such as the above, it is unnecessary for mathematicians to have separate symbols, such as 2, 2r and 2 R, or 2/3 and (2/3) R.",
        "About noon Berthier returned and after hearing his explanation Massena received orders to move from Augsburg towards Ingolstadt.",
        "A partial explanation of this phenomenon may perhaps be found in the economy of nervous energy his strategical method ensured to him.",
        "Further extensions of this meaning are to an explanation, comment or addition, added in the margin or at the foot of the page to a passage in a book, &c., or to a communication in writing shorter or less formal than a letter.",
        "As regards the Feast of Unleavened Bread, now indissolubly connected with the paschal sacrifice, no satisfactory explanation has been given either of its original intention or of its connexion with the Passover.",
        "This seems a less feasible explanation; it is more probable that the Norse settlers intermarried with the Eskimo and were gradually absorbed.",
        "That a body carrying a positive electric charge should move against the direction of the electric intensity is contrary to all our notions of electric forces, and we are compelled to seek some other explanation.",
        "An explanation of the failure of the usual dilution law in these cases may be given if we remember that, while the electric forces between bodies like undissociated molecules, each associated with equal and opposite charges, will vary inversely as the fourth power of the distance, the forces between dissociated ions, each carrying one charge only, will be inversely proportional to the square of the distance.",
        "The dissociation theory gives an immediate explanation of the fact that, in general, no heat-change occurs when two neutral salt solutions are mixed.",
        "Some explanation of this state of things may be ventured.",
        "The latter article was immediately followed by Loisy's dismissal, without further explanation, from the Institut Catholique.",
        "The longing to arrive at the one explanation of all things, which had inspired the older philosophers, became less earnest; the belief, indeed, that any such explanation was attainable began to fail.",
        "An explanation of the twist has been given by Maxwell (Electricity and Magnetism, § 448).",
        "This explanation was not accepted by Wiedemann,' who thought that the effect was accounted for by molecular friction.",
        "These observations have been verified and extended by Knott, whose researches have brought to light a large number of additional facts, all of which are in perfect harmony with Maxwell's explanation of the twist.",
        "Maxwell has also given an explanation of the converse effect, namely, the production of longitudinal magnetization by twisting a wire when circularly magnetized by a current passing through it.",
        "The explanation given of the last described phenomenon will with the necessary modification apply also to this; it is a consequence ' Phil.",
        "The principle of Weber's theory, with the modification necessitated by lately acquired knowledge, is the basis of the best modern explanation of diamagnetic phenomena.",
        "Hence may be deduced an explanation of the fact that, while the susceptibility of all known diamagnetics (except bismuth and antimony) is independent of the temperature, that of paramagnetics varies inversely as the absolute temperature, in accordance with the law of Curie.",
        "2 His well-known modification 3 of Weber's molecular theory, published in 1890, presented for the first time a simple and sufficient explanation of hysteresis and many other complexities of magnetic quality.",
        "Certain matters, however, require comment and explanation to render the comparison intelligible.",
        "explanation).",
        "So, too, degeneration is not to be lightly assumed as the explanation of a simplicity of structure.",
        "Im Neuen dos Alte (1837), which contains his theory of the origin and explanation of the Greek myths, which he never abandoned, in spite of the attacks to which it was subjected.",
        "His treatise was remarkable, not only as offering a satisfactory explanation of the coincidence between the lunar periods of rotation and revolution, but as containing the first employment of his radical formula of mechanics, obtained by combining with the principle of d'Alembert that of virtual velocities.",
        "In theology, reason, as distinguished from faith, is the human intelligence exercised upon religious truth whether by way of discovery or by way of explanation.",
        "His theory of the universe is that, from God there emanated Light which extends throughout space and is the explanation of all development.",
        "This cosmic theory is a curious combination of materialistic and abstract ideas; the influence of his master Telesio (q.v.), generally predominant, is not strong enough to overcome his inherent disbelief in the adequacy of purely scientific explanation.",
        "The members of the tribunal have the right of putting questions to the counsel and agents of the parties and to demand from them explanation of doubtful points.",
        "It has been well said of him in explanation of his success, that he lived eighty years and preserved his digestion unimpaired.",
        "The explanation given by St Thomas (Supp. xl.",
        "A lack of imagination and of the philosophic spirit prevented him from penetrating or drawing characters, but his analytical gift, joined to persevering toil and honesty of purpose enabled him to present a faithful account of ascertained facts and a satisfactory and lucid explanation of political and economic events.",
        "Finally, in 1254, we find the university officially prescribing how many hours are to be devoted to the explanation of the Metaphysics and the principal physical treatises of Aristotle.",
        "It is not the individual which needs explanation but the universal.",
        "The new rule requires some preliminary explanation.",
        "The uncertain authority of these statements, and the plausibility of the preceding explanation, have caused philologists to accept the derivation from al and jabara.",
        "Knowing the almost endless complexity of organic structures, realizing that man himself with all the mystery of his life and consciousness must be included in any explanation of the origin of living things, they preferred to regard living things as something apart from the rest of nature, specially cared for, specially created by a Divine Being.",
        "The more cautious Cuvier adopted a view of the relationships of animals which, whilst denying genetic connexion as the explanation, recognized an essential identity of structure throughout whole groups of animals.",
        "The facts of the relationships of animals to one another, which had been treated as the outcome of an inscrutable law by most zoologists and glibly explained by the transcendental morphologists, were amongst the most powerful arguments in support of Darwin's theory, since they, together with all other vital phenomena, received a sufficient explanation through it.",
        "It is to be noted that, whilst the zoological system took the form of a genealogical tree, with main stem and numerous diverging branches, the actual form of that tree, its limitation to a certain number of branches corresponding to a limited number of divergences in structure, came to be regarded as the necessary consequence of the operation of the physico-chemical laws of the universe, and it was recognized that the ultimate explanation of that limitation is to be found only in the constitution of matter itself.",
        "Pre-Darwinian zoologists had been aware of the class of facts thus interpreted by Fritz Muller, but the authoritative view on the subject had been that there is a parallelism between (a) the series of forms which occur in individual development, (b) the series of existing forms from lower to higher, and (c) the series of forms which succeed 'one another in the strata of the earth's crust, whilst an explanation of this parallelism was either not attempted, or was illusively offered in the shape of a doctrine of harmony of plan in creation.",
        "the explanation of animal (and vegetable) mechanism, colouring, habits, &c., as advantageous to the species or to its ancestors, are only gradually being carried further.",
        "A due appreciation of the far-reaching results of \" correlated variation \" must, it appears, give a new and distinct explanation to the phenomena which are referred to as \" large mutations,\" \" discontinuous variation \" and \" saltatory evolution.\"",
        "Young showed that in their formation interference plays an important part, but the complete explanation was reserved for A.",
        "The general explanation of the formation of shadows may also be conveniently based upon Fresnel's zones.",
        "What requires explanation is not the imperfection of actual images so much as the possibility of their being as good as we find them.",
        "A few words of further explanation may therefore be desirable.",
        "Trans., 1802) in his usual summary fashion gave a general explanation of these colours, including the law of sines, the striations being supposed to be straight, parallel and equidistant.",
        "It is possible to prepare gratings which give a lateral spectrum brighter than the central image, and the explanation is easy.",
        "The explanation of the difference of focus upon the two sides as due to unequal spacing was verified by Cornu upon gratings purposely constructed with an increasing interval.",
        "But this explanation cannot be accepted as it stands, being open to the same objection as Arago's theory of stellar scintillation.'",
        "A satisfactory explanation of these bands were first given by Airy (Phil.",
        "Mag., 1904), whose point of view offers the great advantage of affording an instantaneous explanation of the peculiarity noticed by Brewster.",
        "whether it was the cutting edge or the back of a razor - made no material difference, and was thus led to the conclusion that the explanation of these phenomena requires nothing more than the application of Huygens's principle to the unobstructed parts of the wave.",
        "This is doubtless the explanation of a \" pretty optical phenomenon, seen in Switzerland, when the sun rises from behind distant trees standing on the summit of a mountain.\"",
        "- The explanation of diffraction phenomena given by Fresnel and his followers is 1 H.",
        "But of the Scythic words preserved by Herodotus some are Iranian, others, especially the names of deities, have found no satisfactory explanation in any Indo-European language.",
        "But against this explanation of the heading ry;p' 2 there is an almost insuperable objection; for, since both the first and second books contain psalms with this heading, it is clear that the \" Chief Musician's - or Director's - Psalter \" must have been in existence before either of these books; in which case, apart from the difficulty of the antiquity which we should be compelled to assign to this earliest Psalter, it is impossible to understand on what principle the first book of Psalms was formed.",
        "If this explanation be correct - and it certainly accords best with the meaning of r*5 in i Chron.",
        "Ochus (middle of 4th Some confirmation of this explanation of the titles may be found in the fact that in place of lam'?",
        "22: \" Yea, for thy sake are we killed all the day long,\" &c. On the other hand, not only is the atmosphere of the second collection of psalms as a whole the atmosphere of godly Judaism in the 2nd century B.C., but it may fairly be claimed that this collection contains many psalms which may naturally be interpreted in the light of the history of that period, of which no satisfactory explanation (in their details) can be given if they are assigned to any other time.",
        "xc. it can hardly be doubted that this is the real explanation, and the same account must be given of the title in Ps.",
        "Even the bare names of the old history were no longer correctly known 1 The explanation of n175 suggested above offers another alternative.",
        "An explanation that naturally suggests itself is that, at the time when books II.",
        "There is, however, no difficulty in supposing that such a thing was done in some sections of the Jewish Church, and it is probable that we must look for an explanation of the peculiarity not to the time but to the place where the second collection was formed.",
        "We may thus suppose that about the time of Jonathan the Maccabaean High Priest (if our explanation of Ps.",
        "John Fleischer (sometimes incorrectly named Fletcher), of Breslau, propounded the same view in a pamphlet, De iridibus doctrina Aristotelis et Vitellonis (1574) the same explanation was given by Franciscus Maurolycus in his Photismi de lumine et umbra (1575) The most valuable of all the earlier contributions to the scientific explanation of rainbows is undoubtedly a treatise by Marco Antonio de Dominis (1566-1624), archbishop of Spalatro.",
        "The geometrical theory, which formed the basis of the investigations of Descartes and Newton, afforded no explanation of the supernumerary bows, and about a century elapsed before an explanation was forthcoming.",
        "His not wholly satisfactory explanation was mathematically examined in 1835 by Richard Potter (Camb.",
        "The geometrical theory can afford no explanation of these coloured bands, and it has been shown that the complete phenomenon of the rainbow is to be sought for in the conceptions of the wave theory of light.",
        "4 See the explanation in Burkitt, op. cit.",
        "P. Forbes, An Explanation of the Thirty-nine Articles (Oxford, 1878).",
        "Still, there are facts which, for want of a better explanation, we are almost bound to conclude are to be accounted for on the direct nerve-control theory.",
        "Hansemann's \"anaplasia \" hypothesis seeks to find an explanation of the formation of new growths in the absence of the histological differentiation of the cell associated with a corresponding increase in its proliferative power and a suspension, or loss, of its functional activity.",
        "Oertel finds an explanation of this want of complete celldifferentiation, loss of function, and acquired vegetative activity in the non-homogeneous character of the nuclear chromatin elements of the cell, and maintains that the different properties of the cell are carried and handed down by the different orders of chromatin loops.",
        "The explanation is that in an alkaline medium at body heat nitroglycerin yields a nitrite, probably as a preliminary stage of resolution.",
        "In anatomy and physiology little advance had been made, and so of pathology in the sense of an explanation of morbid processes or knowledge of diseased structures there could be very little.",
        "The application of physiology to the explanation of diseases, and thus to practice, was chiefly by the theory of the temperaments or mixtures which Galen founded upon the Hippocratic doctrine of humours, but developed with marvellous and fatal ingenuity.",
        "When William Harvey by his discovery of the circulation furnished an explanation of many vital processes which was reconcilable with the ordinary laws of mechanics, the efforts of medical theorists were naturally directed to bringing all the departments of medicine under similar laws.",
        "Mechanical theories were introduced into pathology, in explanation of the processes of fever and the like, but had little or no influence on therapeutics.",
        "The \"intestine movement of particles\" in every body, or fermentation, was the explanation of many of the processes of life and disease.",
        "Freind (1675-1728) in his Emmenologia gave a mechanical explanation of the phenomena of menstruation.",
        "His Mechanical Account of Poisons, in the first edition (1702), gave an explanation of the effects of poisons, as acting only on the blood.",
        "James Keill (1673-1719) applied Newtonian and mechanical principles to the explanation of bodily functions with still greater accuracy and completeness; but his researches have more importance for physiology than for practical medicine.",
        "The explanation of the meteoric splendour of the Brunonian system in other countries seems to be as follows.",
        "Evidence is accumulating which may end in the explanation and perhaps in the prevention of the direst of human woes - cancer itself, though at present inquiry is being directed rather to intrinsic than to extrinsic causes.",
        "In the fourth book he discusses the Epicurean doctrine of the images, which are cast from all bodies, and which act either on the senses or immediately on the mind, in dreams or waking visions, as affording the explanation of the belief in the continued existence of the spirits of the departed.",
        "Holinshed (who was followed by Shakespeare in 2 Henry VI., act 4 sc. 6) tells us that when Cade, in 1450, forced his way into London, he first 45 Y of all proceeded to London Stone, and having struck his sword upon it, said in reference to himself and in explanation of his own action, \" Now is Mortimer lord of this city.\"",
        "The name Hindu Kush is used by Ibn Batuta, who crossed (c. 1 33 2) from Anderab, and he gives the explanation of the name which, however doubtful, is still popular, as (Pers.) Hindu-Killer, \"because of the number of Indian slaves who perished in passing\" its snows.",
        "The technical difficulties to which Dr Petrie has called attention seem to admit of a somewhat less heroic explanation.",
        "Another explanation may be given of the sidelong force, arising from the velocity of liquid past a cylinder, which is encircled by a vortex.",
        "Perhaps the explanation of the fact that some of the cultivated varieties are, as gardeners say, \"bad setters,\" - i.e.",
        "The most generally accepted explanation is the \"sympodial\" one.",
        "of the 2nd edition (1574) (Italian version), in which are given two versions, differing curiously from one another, but without any prefatory matter or explanation.",
        "In this last work, by which he is chiefly known, he aimed at presenting an explanation and a vindication of the doctrine of the Atonement by the help of the conception of personality.",
        "But the flexibility of a letter-writer, under different moods of feeling, which would naturally lead to rapid transitions, may be adduced as some explanation of the latter phenomena.",
        "explanation, however, not only because it has occupied so large a space in the writings of some great British thinkers, but also because the main question for which it stands is still matter of eager debate.",
        "In the middle of the pages is the Latin text of the Bible; in the margins are the \"glosses,\" consisting of a very full collection of patristic excerpts in illustration and explanation of the text.",
        "On the other hand the enigmatical motion of the perihelion of Mercury has not yet found any plausible explanation except on the hypothesis that the gravitation of the sun diminishes at a rate slightly greater than that of the inverse square - the most simple modification being to suppose that instead of the exponent of the distance being exactly - 2, it is - 2.000 000 161 2.",
        "The most plausible explanation of this is that one or more masses of matter move around the sun, whose action, whether they are inside or outside the orbit of Mercury, would produce the required modification in the force.",
        "The explanation of these recurring phenomena is that a great cloud or distended stream of meteors revolves around the sun in a period of 331years, and that one portion of the elliptical orbit intersects that of the earth.",
        "Another explanation, which appears first in Jewish authors of the middle ages and has found wide acceptance in recent times, derives the name from the causative of the verb; He (who) causes things to be, gives them being; or calls events into existence, brings them to pass; with many individual modifications of interpretation - creator, lifegiver, fulfiller of promises.",
        "The explanation is in most cases simply an assumption of the point at issue; some of the names have been misread; others are undoubtedly the names of Jews.",
        "Probably the explanation is pressure of other work.",
        "While the figure of Samuel grows in grandeur, the disastrous fate of Saul invited explanation, which is found in his previous acts of disobedience (I Sam.",
        "In the Positive state, inherent volition or external volition and inherent force or abstraction personified have both disappeared from men's minds, and the explanation of a phenomenon means a reference of it, by way of succession or resemblance, to some other phenomenon, - means the establishment of a relation between the given fact and some more general fact.",
        "Among other central thoughts in Comte's explanation of history are these: - The displacement of theological by positive conceptions has been accompanied by a gradual rise of an industrial regime out of the military regime; - the great permanent contribution of Catholicism was the separation which it set up between the temporal and the spiritual powers,; - the progress of the race consists in the increasing preponderance of the distinctively human elements over the animal elements; - the absolute tendency of ordinary social theories will be replaced by an unfailing adherence to the relative point of view, and from this it follows that the social state, regarded as a whole, has been as perfect in each period as the co-existing condition of humanity and its environment would allow.",
        "In the first his \" chief object was to discover and demonstrate the laws of progress, and to exhibit in one unbroken sequence the collective destinies of mankind, till then invariably regarded as a series of events wholly beyond the reach of explanation, and almost depending on arbitrary will.",
        "with explanation E.",
        "Yet even in this way he helped to found the historical school in literature and science, for it was only after an excessive and sentimental interest in primitive human culture had been awakened that this subject would receive the amount of attention which was requisite for the genetic explanation of later developments.",
        "In his Principles of Psychology Spencer advocates the genetic explanation of the phenomena of the adult human mind by reference to its infant and animal ancestry.",
        "As early as 1721 he was seeking to lay the foundation of a scientific explanation of the universe, when he published his Prodromus principiorum rerum naturalium, and had already written his Principia in its first form.",
        "But there exists no account at first hand of the exact facts, and Swedenborg's own reference to one of these instances admits of another explanation than the supernatural one.",
        "That he fought unpopular causes is a very insufficient explanation of his failure as a practical statesman.",
        "6 The latest explanation of Joskeha is \" dear little sprout,\" and of Tawiscara, \" the ice-one,\" while Aataentsic becomes \" she of the swarthy body.\"",
        "A far more probable explanation of their name \"Chretiens\" is to be found in the fact that in medieval times all lepers were known as pauperes Christi, and that, Goths or not, these Cagots were affected in the middle ages with a particular form of leprosy or a condition resembling it.",
        "Windham in explanation of his position, generally considered one of his finest compositions, but not published till 1753 after his death.",
        "According to Roscher (in his Lexikon der Mythologie), who identifies the ciris with the heron, the story of Nisus and Scylla (like these of Acdon, Procne, Philomela and Tereus) was invented to give an aetiological explanation of the characteristics of certain birds.",
        "The explanation is as follows: the charge (-}- Q) of positive electricity on the ball creates by induction an equal charge (- Q) on the inside of the canister when placed in it, and repels to the exterior surface of the canister an equal charge (+ Q).",
        "The Lar familiaris has been regarded' as the embodiment of all the family dead and his cult as a consummation of ancestor-worship, but a more probable explanation regards him as one of the Lares (q.v.; numina of the fields worshipped at the compita, the places where properties marched) who had special charge of the house or possibly of the household servants (familia); for it is significant that his worship was committed to the charge of the vilica.",
        "The explanation of the very perplexing changes which the character of Gawain has undergone appears to lie in a misunderstanding of the original sources of that character.",
        "It seems probable that it was this connexion which won for Gawain the title of the \"Maidens' Knight,\" a title for which no satisfactory explanation is ever given.",
        "The number and proportion of successes was too high to admit of explanation by chance coincidence, but success was not invariable.",
        "But when the scryers see details of various sorts, which are unknown to the inquirer, but are verified on inquiry, then telepathy perhaps fails to provide an explanation.",
        "254) we find the beginning of preaching as an explanation and application of definite texts.",
        "By the Jews 2 the introduction of Targums is ascribed to Ezra; but this tradition, which probably owes its origin to the Talmudic explanation of Neh.",
        "1, where the meaning is given as - \" He who marries an Aramean woman and raiseth up children by her raiseth up enemies to God \"; for another explanation, see Ginsburger, M.G.W.J., xliv.",
        "The explanation of this phenomenon is to be found in the fact that anthropomorphisms, as such, were not necessarily avoided, but only in those cases where they might be misunderstood by the people.",
        "A more probable explanation is the love of booty and the desire of the stronger to take possession of the lands of the weaker.",
        "as the explanation of the coinherence of the Father in the Son and the Son in the Father, says that the Spirit receives of both.",
        "In 1907 he published The Creed of a Layman, Apologia pro fide mea, in explanation of his religious position.",
        "The explanation is found, so the Assyriologist assures us, in the fact that both Hebrew and Greek historians, writing at a considerable interval after the events, and apparently lacking authentic sources, confused the peaceful occupation of Babylon by Cyrus with its siege and capture by a successor to that monarch, Darius Hystaspes.",
        "In Ma vocation sociale (1908) he wrote an explanation and justification of his career.",
        "(For the ancient Athenian Xetrovpyiat, as forms of taxation, see Finance.) In order to understand terms and references it will be convenient to give the tabular form the chief component parts of a liturgy, selecting the Liturgy of Rome as characteristic of Western, and that of Constantinople as characteristic of Eastern, Christendom; at the same time appending an explanation of some of the technical words which must be employed in enumerating those parts.",
        "One explanation has been sought in the legend of St Nicholas miraculously restoring to life three rich youths, who had been murdered, cut up and concealed in a salting tub by a thievish innkeeper or butcher, in whose house they had taken lodging.",
        "Nor is it possible to accept Gunkel's theory in Schiipfung and Chaos as an adequate explanation, who explained the author's conviction of the truth of his message as springing always from the fact that he was dealing with traditional material.",
        "He urges that an adequate explanation is impossible on the assumption of a Jewish or Christian origin.",
        "But Gunkel's explanation is an attempt to account for one ignotum per ignotius; for hitherto no trace of the myth of the sun-god's birth and persecution and the flight into the wilderness has been found in Babylonian mythology.",
        "A more satisfactory explanation has been offered by Dieterich (Abraxas, 117 sqq.), who finds in this chapter an adaptation of the birth of Apollo and the attempt of the dragon Pytho to kill his mother Schopfung and Chaos § 3, Religionsgesch.",
        "Yet another explanation from Egyptian mythology is given by Bousset (Offenbarung Johannis, 2nd ed., pp. 354, 355) in the birth of the sun-god Horus.",
        "And yet the Apocalypse shows in many of its phrases an undoubted affinity to the latter a fact which requires for its explanation the assumption that the book emanated from certain literary circles influenced by John.",
        "Reinach's explanation of this ancient crux interpretum, which has been accepted by Harnack, Bousset, Porter, Sanday, Swete and others, fixes the earliest date of the composition of the Apocalypse as A.D.",
        "Pettersson's view that ice-melting dominates the 'whole circulation of the oceans and regulates in particular the currents of the seas round northern Europe must, however, be looked on as carrying the explanation too far.",
        "Among the moral virtues which take the place of the beasts are Truth, Prudence, Wisdom, Law and Universal Judgment, and in the explanation of what these mean Bruno unfolds the inner essence of his system.",
        "But Collier never got beyond a bald assertion of the fact, while Berkeley addressed himself to an explanation of it.",
        "In point of fact it is found that the properties which are most easily explained are those connected with the gaseous state; the explanation of these properties in terms of the molecular structure of matter is the aim of the \" Kinetic Theory of Gases.\"",
        "In this we see the explanation of the phenomenon of the generation of heat by friction.",
        "In this we see the explanation of the fall of temperature which accompanies evaporation.",
        "The explanation of the phenomena of combustion was at tempted at very early times, and the early theories were generally bound up in the explanation of the nature of fire or flame.",
        "The latter, to which parallels in geologically similar regions in America are not unknown, is the most probable natural explanation that can be offered.",
        "The characteristic features of these divisions are very clearly marked, and their difference affords an explanation of the variety and vagueness of meaning attaching to the term \"Alexandrian School.\"",
        "He dealt with (a) human life as explained by the relative nature of Man and God, (b) the Divine nature and the existence of God, and, (c) the great Logos doctrine as the explanation of the relation between God and the material universe.",
        "A fanciful explanation of his lameness is that it alludes to the elegiac couplet, one verse of which is shorter than the other.",
        "(a) He made it clear that no explanation of the world could be satisfactory that was not based on the notion of continuity in the sense of an order of existence in which the reality of the lower was to be sought for in the extent to which it gave expression to the potentialities of its own nature - which were also the potentialities of the whole of which it was a part.",
        "It carries the war into the camp of the enemy by seeking to demonstrate that the completely determined action which is set over against freedom as the basis of explanation in the material world is merely a hypothesis which, while it serves sufficiently well the limited purpose for which it is devised, is incapable of verification in the ultimate constituents of physical nature.",
        "Some have gone farther and argued that from the nature of the case no causal explanation of any real change in the world of things is possible.",
        "Explanation of it does not require the.",
        "It is to matter that we must look for the explanation both of conscious and of physical states.",
        "These have yet to find an explanation.",
        "The explanation is simple.",
        "No explanation is given by the supposition; it is merely a statement which can hardly be accepted unless all other explanations fail.",
        "Romanes), in which the writer endeavours to establish the weakness of the proofs for the existence of God, and to substitute for theism Spencer's physical explanation of the universe, and yet admits how unsatisfying to himself the new position is.",
        "All theories of religion which give prominence to ancestor worship and the cult of the dead are to a certain extent Euhemeristic. But as the sole explanation of the origin of the idea of gods it is not accepted by students of comparative religion.",
        "19, 20 an early explanation of the origin of language.",
        "The New English Dictionary does not attempt any explanation of the term, and takes \"hogshead\" as the original form, from which the forms in other languages have been corrupted.",
        "Much attention has been paid to the explanation of this fact, since knowledge on this point might enable an artificial product, without the disadvantages of this oil, to be substituted for it.",
        "According to an alternative explanation, the heavenly Ram, placed as leader in front of the flock of the stars, merely embodied a spontaneous figure of the popular imagination.",
        "The explanation of this seeming anomaly is to be found in the primitive destination of the \" animals \" to the purposes of an \" horary zodiac.\"",
        "Now, since the moon revolves round the earth in 273 days, hesitation between the two full numbers might easily arise; yet the real explanation of the difficulty appears to be different.",
        "It may seem at first that so many as 44 consonants can scarcely be necessary, but the explanation is that several of them express each a slightly different intonation of what is practically the same consonant, the sound of\" kh,\"for instance, being represented by six different letters and the sound of\" t \"by eight.",
        "The observations of Darwin as to the fertilization of orchids, Primula, Linum and Lythrum, and other plants, and the part which insects take in this function, gave an explanation of the observations of Christian Konrad Sprengel, made at the close of the 18th century, and opened up a new phase in the study of botany, which has been followed by Hermann Miller, Federico Delphic) and others, and more recently by Paul Knuth.",
        "He claims recognition as an independent a priori propounder of the \"First Law of Thermodynamics,\" but more especially as having early and ably applied that law to the explanation of many remarkable phenomena, both cosmical and terrestrial.",
        "Nevertheless, so anxious was Sigismund to avoid a collision with the Turks, that he forbade the victorious Tarnowski to cross the Moldavian frontier, and sent a letter of explanation to Constantinople.",
        "In the poems, Mark is, as a rule, represented in a favourable light, a gentle, kindly man, deeply attached to both Tristan and Iseult, and only too ready to allow his suspicions to be dispelled by any plausible explanation they may choose to offer.",
        "but he neither repudiated the misleading words nor vouchsafed any clear explanation of them.",
        "Cleavage is thus a superinduced structure, and its explanation is to be found in the rearrangement of the minerals, and the development of a certain degree of crystallization by pressure acting on the rock.",
        "flattening of particles by compression, orientation of particles by flow and formation of laminar crystals, the fundamental explanation of slaty cleavage is found.",
        "The above explanation of the special degradation of the Nethinim, though they were connected with the Temple service, seems to be the only way of explaining the Talmudic reference to their tabooed position, and is an interesting example of the light that can be reflected on Biblical research by the Talmud.",
        "In the second half of the 17th century the rules of grammar and rhetoric were simplified, and the time withdrawn from the practice of composition (especially verse composition) transferred to the explanation and the study of authors.",
        "It is specially directed to the question of hypothesis, and holds that a hypothesis is justifiable only on the ground that it provides an explanation.",
        "The most probable explanation of this phenomenon is that these renderings are derived from an early Greek translation, differing from the Septuagint proper, but closely allied to that which Theodotion used as the basis of his revision.",
        "Moreover, this theory affords the simplest explanation of its disappearance from Jewish tradition.",
        "They finally exploded the pretensions of the Textus Receptus to be the original text; but neither of them gave any explanation of the relations of the later text to the earlier, nor developed Griesbach's system of dealing with groups of MSS.",
        "The miracles of the New Testament, which had formerly been received as bulwarks of Christianity, now appeared as difficulties needing explanation.",
        "Such an explanation of the Polynesian's origin does not preclude a relationship with the Malays.",
        "No native traditions assign origin to these remains, nor has any complete explanation of their existence been offered.",
        "This led to the explanation of the name as derived from the head of an ox having served as the galley's figurehead.",
        "The analysis of manganese dioxide in 1774 led him to the discovery of chlorine and baryta; to the description of various salts of manganese itself, including the manganates and permanganates, and to the explanation of its action in colouring and decolourizing glass.",
        "The solar explanation of Minos as the sun-god has been thrown into the background by the recent discoveries.",
        "The term has also been applied to the Italian humanists of the Renaissance, and in modern times, somewhat vaguely, to thinkers who have based their speculations on the Platonic metaphysics or on Plotinus, and incorporated with it a tendency towards a mystical explanation of ultimate phenomena.",
        "The explanation of this property of the base io is evident, for a change in the position of the decimal points amounts to multiplication or division by some power of 10, and this corresponds to the addition or subtraction of some integer in the case of the logarithm, the mantissa therefore remaining intact.",
        "This table of Vlacq's was published, with an English explanation prefixed, at London in 1631 under the title Logarithmicall Arithmctike ...",
        "The Descriptio contained only an explanation of the use of the logarithms without any account of the manner in which the canon was constructed.",
        "A very full account of these tables, with an explanation of the methods of calculation, formulae employed, &c., was published by Lefort in vol.",
        "He especially pointed out the laws of the \" extinction of the specialized \" and \" survival of the non-specialized \" forms of life, and challenged Darwin's principle of selection as an explanation of the origin of adaptations by saying that the \" survival of the fittest \" does not explain the \" origin of the fittest.\"",
        "If the generally accepted explanation of his surname (\"man of Kerioth\"; see Josh.",
        "There remains, then, only one religion which can be used as an explanation, namely the Persian, which in fact fulfils all the necessary conditions.",
        "The charge of dishonesty is one never to be lightly made against men of such distinction as his, especially when their evident confidence in their own infallibility, their faculty of ingenious casuistry, and the strength of will which makes them (unconsciously, no doubt) close and keep closed the eyes of their mind to all inconvenient facts and inferences, supply a more charitable explanation.",
        "Unless new discoveries provide the clue, or some reasonable explanation can otherwise be found, there seems to be no reason why we should not regard the \" sayings \" as containing material which ought to be taken into account in the critical study of the teaching of Jesus.",
        "At the same time it connects itself with the second problem, how to attain in conjunction with the abstractly rational character of the absolute an explanation of actuality.",
        "It is through this ground of Being in God Himself that we must find explanation of that independence which things assert over against God.",
        "And it is easy to see how from this position Schelling was led on to the further statements that not in the rational conception of God is an explanation of existence to be found, nay, that all rational conception extends but to the form, and touches not the real - that God is to be conceived as act, as will, as something over and above the rational conception of the divine.",
        "In like manner one portion of the savage explanation of nature may have been originally animistic, another part animatistic.",
        "Animism may have arisen out of or simultaneously with animatism as a primitive explanation of many different phenomena; if animism was originally applied to non-human or inanimate objects, animism may from the outset have been in vogue as a theory of the nature of man.",
        "Not only human beings but animals and objects are seen in dreams; and the conclusion would be that they too have souls; the same conclusion may have been reached by another line of argument; primitive psychology posited a spirit in a man to account, amongst other things, for his actions; a natural explanation of the changes in the external world would be that they are due to the operations and volitions of spirits.",
        "Among his happy conjectures may be mentioned that of the sun's axial rotation, postulated by him as the physical cause of the revolutions of the planets, and soon after confirmed by the discovery of sun-spots; the suggestion of a periodical variation in the obliquity of the ecliptic; and the explanation as a solar atmospheric effect of the radiance observed to surround the totally eclipsed sun.",
        "This explanation also accounts for the formation of nitriles by the diazo reaction, thus: C 6 H 5 N 2 C1+CuNC-)CuN :C Cl N 2 C 6 H 5 ->CuCl-{ N :C N2 C6H5C6H5CN-{- N2.",
        "He devoted himself to criticism and explanation of the doctrine of Kant, and in 1793 published the Erlduternder Auszug aus Kants kritischen Schriften, which has been widely used as a compendium of Kantian doctrine.",
        "This is also true of the ethics and the asceticism of the two systems. There is not a single point in Manichaeism which demands for its explanation an appeal to Buddhism.",
        "The generally transverse course of these rivers has given rise to the suggestion that they are of antecedent origin; but there are many objections to this over-simple, Gordian explanation.",
        "A more reasonable explanation ascribes the lake basin to a geologically modern depression.",
        "The best explanation suggested for bess is that, during certain phases of the glacial period, it was carried as dust by the winds from the flood plains of aggrading rivers, and slowly deposited on the neighboring grass-covered plains.",
        "The explanation of the apparent conformity of the strata from the Cambrian to the Pennsylvanian in some parts of the west, with no fossils defining with certainty any horizon between the Ordovician and the Mississippian, is one of the open problems in the geology of the United States.",
        "explanation of which is probably to be found in the reaction of the first American generation caused on.",
        "Racial elements are for the most part the explanation.",
        "As the states are older than the Federal government, and as the latter was, indeed, in many respects modelled upon the scheme of government which already existed in the thirteen original states, it may be convenient to begin with the states and then to proceed to the national government, whose structure is more intricate and will require a fuller explanation.",
        "Another old explanation was that fines and taxes were at one time paid in figs, wine and oil, and those who collected such payments in kind were called sycophants because they \"presented,\" publicly handed them over to the state.",
        "239 2+ 5.239 4) which long remained without explanation.'",
        "Probably there was as much foundation for this legend as for the more rationalistic explanation of William Newton (Display of Heraldry, p. 145), that the fleur-de-lis was the figure of a reed or flag in blossom, used instead of a sceptre at the proclamation of the Frankish kings.",
        "To what the remaining difference was due it is difficult to say with certitude; there are some who argue that the tendency of prices to fall is inherent, and that the constant whittling away of intermediaries' profits is sufficient explanation, while bi-metallists have maintained that the phenomenon is clearly to be traced to the action of the German government in demonetizing silver in 1872.",
        "In acoustics his principal work was a research on the transmission of sound through solids, the explanation of Chladni's figures of vibrating solids, various investigations of the principles of acoustics and the mechanism of hearing, and the invention of new musical instruments, e.g.",
        "21, and explanation).",
        "It must be later than the other MS., and the similarity between them must be such as to permit of no other explanation.",
        "This complicated arrangement may be represented in the following diagram: A,B,P, Z E H, 0 The simplest explanation is that Aristotle began by writing separate discourses, four at least, on political subjects; that he continued to write them and perhaps tried to combine them; but that in the end he failed and left the Politics unfinished and in disorder.",
        "Another Peculiarity Requires Explanation.",
        "A very prosaic explanation of this nocturnal noise is given by Judson.",
        "The question is: which of these three factors is significant in the explanation of the widening?",
        "Fitzgerald 6 suggested as an alternative explanation the change of inductive capacity of the medium due to increased density.",
        "The explanation of these facts presents no difficulty, inasmuch as during the sudden discharge which takes place in the absence of a self-induction, the metallic molecules have not sufficient time to diffuse through the spark gap; hence the discharge is carried by the gas in which it takes place.",
        "There are, however, instances in which no such explanation will serve, and it is possible that our first and third evangelists may have used two documents which were not in all respects identical, but which corresponded very closely on the whole.",
        "Peter had resolved to crown his consort empress, and on the 15th of November 1723 he issued a second manifesto explaining at some length why he was taking such an unusual step. That he should have considered any explanation necessary demonstrates that he felt himself to be treading on dangerous ground.",
        "Dealing with the formation of habits, he is compelled to note that passive impressions, however transformed, do not furnish a complete or adequate explanation.",
        "His own explanation of the act, connecting it with the martyrdom of a thousand Christians in the time of Diocletian, is not convincing.",
        "All these materialistic tendencies seem to have one explanation.",
        "Consequently, Kant's explanation of the unity of a thing is that there is always one thing in itself causing in us many phenomena, which as understood by us are objectively valid for all our consciousnesses.",
        "Their point is to stretch Hume's phenomenalism so as to embrace all science, by contending that mechanism is not at the bottom of phenomena, but is only the conceptual shorthand by aid of which men of 'science can briefly describe phenomena, and that all science is description and not explanation.",
        "another body similar to my other lip. On this theory, then, founded on the conscious facts of double and single pressure in touch, and on the logic of inference, we have at once a reason for our knowledge of external bodies, and an explanation of the early appearance of that knowledge.",
        "From Reid he adopted the belief in an external world beyond sensation, from Biran the explanation of personality by will, from Schelling the identification of all reason in what he called \" impersonal reason,\" which he supposed to be identical in God and man, to be subjective and objective, psychological and ontological.",
        "The nature of this supremacy has been much discussed, but the true explanation seems to be furnished by that principle of personal allegiance which formed such an important element in Anglo-Saxon society.",
        "There is no satisfactory explanation of this break in the regular alternation of successive whorls; the outer whorl' of stamens arises in course of development before the inner, so that there is no question of subsequent displacement.",
        "E '7r1, on, and ypb4av, to write), a term used to denote (1) the study of inscriptions collectively, and (2) the science connected with the classification and explanation of inscriptions.",
        "It is now generally recognized that, while the general character of the palace at Tiryns is invaluable as illustrating the type of house in the mind of the Homeric poet, it is a mistake to appeal to it for the explanation of details of arrangement such as probably varied considerably according to the conditions and requirements in different cases.",
        "In their speculative hints respecting the soul and a future state, we find another important deviation from Judaism, and the explanation of their asceticism.",
        "Yet this explanation is open to question owing to the very early date at which the regulation appears, and to the fact that in the case of widows the sum specified had to be paid to relatives of the widow herself on the female side, and by preference to those of a younger generation.",
        "But this must be rejected, for it is a common explanation of heretical movements with the early church historians, and there is no evidence for it in the original sources.",
        "The most natural explanation is that Aryans had made their way into the highlands east of Assyria, and thence bands had penetrated into Mesopotamia, peacefully or otherwise, and then, like the Turks in the days of the Caliphate, founded dynasties.",
        "All agreed that ice flowed as if it were a viscous fluid; and of this apparent viscosity James Thomson offered an independent explanation by the application of pure thermodynamical theory, which Tyndall considered inefficient to account for the facts he observed.",
        "But this convenient opinion was not sufficient for a general explanation, being supported by only a few cases.",
        "On the other hand, while phonetically the above explanation was not inconsistent with such cases as rka dkah, bkah, bska, and nga, rnga, ngag, sngags, lnga, ngad and brtse, brdzun, dbyar, &c., where the italicized letters are pronounced in full and the others are left aside, it failed to explain other cases, such as dgra, mgron, spyod, snyan, sbrang, sbrul, bkra, k'ri, krad, k'rims, k'rus, &c., pronounced da, don, cod, or swod, cen, Bang, deu, ta, t'i, tad or teh, tim, tu, &c., and many others, where the spoken forms are obviously the alteration by wear and tear of sounds originally similar to the written forms. Csoma de Koros, who was acquainted with the somewhat archaic sounds of Ladak, was able to point to only a few letters as silent.",
        "The cases referred to above do not, owing to the difference of the causes, yield to any explanation of this kind.",
        "And it must be admitted that there are also many cases, some of them caused by irregularities of writing, modification of spelling by decay, and by a probable use of prefixes still unascertained, which also resist explanation, though the account just given stands good whatever solution the question of prefixes may receive in future.",
        "This explanation is supported by some experiments by W.",
        "In cases where such an explanation is precluded by the nature of the details foreshadowed, the evidence is found to be defective, generally from the absence of contemporary documents.",
        "For a different explanation see Landau, Beitr.",
        "A similar explanation may apply to C. Correns's experiment, in which he crossed white Mirabilis jalapa with a yellow form, and always obtained redflowered offspring.",
        "A b X N N(A) N+2N(A)+A No other rational explanation of the close relationship between albinism and cousin marriages is at present forthcoming.",
        "Bates offered no satisfactory explanation of the resemblance between these two genera and others of the same protected sub-families; but he did not hesitate to ascribe the resemblance to them presented by the Pierine, Dismorphia (Leptalis) orise, to mimicry, believing Dismorphia to be unprotected and noting that it departed widely in the matter of coloration from typical members of the sub-family to which it belongs.",
        "This is a not uncommon occurrence, and in the case of Batesian mimicry the explanation is probably this.",
        "But from a study of Dalton's own MS. laboratory notebooks, discovered in the rooms of the Manchester society, Roscoe and Harden (A New View of the Origin of Dalton's Atomic Theor y, 1896) conclude that so far from Dalton being led to the idea that chemical combination consists in the approximation of atoms of definite and characteristic weight by his search for an explanation of the law of combination in multiple proportions, the idea of atomic structure arose in his mind as a purely physical conception, forced upon him by study of the physical properties of the atmosphere and other gases.",
        "Buffon accounted a grave defect of nature, and it must be confessed that no one has given what seems to be a satisfactory explanation of its precise use, though on evolutionary principles none will now doubt its fitness to the bird's requirements.",
        "The most probable explanation is that the Flysch consists of the detritus washed down from the hills upon the flanks of which it was formed.",
        "Although the explanation here given of the origin of the Swiss Klippen is that which now is usually accepted, it should be mentioned that other theories have been proposed to account for their peculiarities.",
        "As for the explanation of the community between the alpine and arctic floras, all authorities are agreed that the key to the problem is furnished by the occurrence of the glacial period."
    ],
    "definition": [
        "The act or process of explaining: launched into a detailed explanation.",
        "Something that explains: That was supposedly the explanation for their misdeeds.",
        "A mutual clarification of misunderstandings; a reconciliation.",
        "Link/Cite",
        "The act or process of explaining.\nThe explanation was long and drawn-out.",
        "Something that explains, makes understandable.\nAn explanation for each UFO sighting was easily found.",
        "(euphemistic) An excuse, apologetic justification not based on enough evidence.\nHoover supporters' \"explanations\" and former status rarely save him from modern ridicule as a useless expense.",
        "Link/Cite"
    ]
}