{
    "translation": "עיסוק בחקר",
    "uses": [
        "I was exploring and I fell off that bluff.",
        "She's been exploring the area today.",
        "His chocolate gaze was fixed on her face, exploring every inch of it.",
        "His hand slipped to her side, gently exploring upward until it reached her breast.",
        "It was simply a ruse to keep her from exploring that path and what lay beyond.",
        "After exploring the halls and grounds for an hour or two, she returned to the main atrium, where she heard one of the sisters call her name.",
        "Exploring would be left for another day.",
        "His fingers touched her chin and slid down her throat, exploring their way down to her bodice.",
        "Visually exploring the interior of the stone cellar, she was unable to find any sign of windows in the wall.",
        "And finally all the conditions were good for that first nature school, in which the teacher and pupil played together, exploring together and educating themselves, pupil and teacher inseparable.",
        "She glanced around the kitchen, knowing she should familiarize herself before breakfast, but feeling uncomfortable about exploring so soon after her arrival.",
        "Spend some time exploring the house.",
        "In 1830 he was placed in charge of the division of instruments and charts, and in 1838 was appointed to command an exploring and surveying expedition in the Southern Seas, authorized by Congress in 1836.",
        "This corps rendered invaluable service at the exploring and rescue operations after the explosion at Courrieres in March 1906, the most disastrous mining accident on record, when 110o miners were killed.",
        "Alex decided to build a room upstairs for his office, out of the reach of Destiny's exploring hands.",
        "She checked the clock on the nightstand then the notepad listing the time of the flight she'd booked the afternoon before after exploring the mansion.",
        "I'm exploring the idea of seeing a specialist in Houston I heard about.",
        "In less than two weeks, he'd aged, transforming from the lost youth she'd tried to take care of into a young immortal exploring his dark powers.",
        "Two kids plotting against a bully, exploring new haunts, exchanging secrets, making up games and building a club house together.",
        "Barquisimeto was founded in 1522 by Juan de Villegas, who was exploring the neighbourhood for gold, and it was first called Nueva Segovia after his native city.",
        "Scott, The Romance of Australian Exploring (London, 1899); H.",
        "Angered by this step, Ras Alula took prisoners the members of an Italian exploring party commanded by Count Salimbeni, and held them as hostages for the evacuation of Wa.",
        "After exploring Persia, and again residing for some time at Mecca, he made a voyage down the Red sea to Yemen, and travelled through that country to Aden.",
        "The exploring enterprise of the Spanish nation did not wane after the conquest of Peru and Mexico, and the acquisition of the vast empire of the Indies.",
        "Owing to the disturbed state of the country, due to the presence of raiding parties from Nejd, Wellsted was unable to carry out his original intention of exploring the country to the west, and after an excursion along the Batina coast to Sohar he returned to India.",
        "logical Of course the first step was to approach the phenomena of human character and social existence with the expectation of finding them as reducible to general laws as the other phenomena of the universe, and with the hope of exploring these laws by the same instruments of observation and verification as had done such triumphant work in the case of the latter.",
        "As early as 1801 Morris became interested in projects for improving the communication between the Hudson river and Lake Erie, and from 1810 to 1816 he was chairman of the board of canal commissioners, which after exploring the country prepared plans for the Erie Canal.",
        "Featuring a number of exceptional restaurants nearby, hikers, kayakers and mountain bikers can take in a delicious meal after spending the day exploring.",
        "Since the restaurant is located at a beach resort, it is a good choice for hungry people who have just finished exploring the beach.",
        "One beautiful day followed another and she gradually wandered farther from the house exploring the ranch - sometimes on horseback, sometimes on foot.",
        "As Cabot was descending the stream to his settlement of San Espiritu, he encountered an expedition which had been despatched from Spain for the express purpose of exploring the river discovered by Solis, under the command of Diego Garcia.",
        "Before the Roman legions were sent into a new region to extend the limits of the empire, it was usual to send out exploring expeditions to report as to the nature of the country.",
        "While the British were at work in the direction of the Niger, the Portuguese were not unmindful of their old exploring fame.",
        "When she did venture forth from her digs, a favorite pastime was exploring the cyber world with Fred and his computer.",
        "They spent the next fifteen minutes exploring the inside of the mill, and then they went out to the bridge.",
        "Exploring the sensations of her body tentatively, she thought she heard the doorbell in the distance.",
        "In 982 the Norwegian Eric the Red sailed from Iceland to find the land which GunnbjOrn had seen, and he spent three years on its south-western coasts exploring the country.",
        "Are they troubled, confused or frustrated at the prospect of you exploring further?",
        "Though she wasn't hungry, she drank, exploring the black curtain shielding his memories as she did.",
        "Deidre stayed for a moment then decided to leave, more interested in exploring the world than waiting long enough to see what happened.",
        "In 1896 excavations with the object of exploring the whole northern and eastern slopes of the Acropolis were begun by Kavvadias.",
        "Pike led an exploring expedition as far north as Leech Lake and took formal possession of the Minnesota region for the United States.",
        "She wasn't expecting his gentleness or the level of his interest in exploring her body, a combination that rendered her breathless before her clothes were off.",
        "Exploring Coil.",
        "Waiting for him to snap or yell as he had when she arrived to Hell, she touched him timidly with her other hand to begin exploring the ridges of the scars on his chest.",
        "But just remember, it's the country that I'm interested in exploring.",
        "No matter what Katie or Alex said or thought, exploring the extent of his wealth was uncomfortable for her.",
        "In 1795 and 1796 Matthew Flinders and George Bass were engaged on exploring work in a small boat called the \" Tom Thumb.\"",
        "But in the 19th century and after exploring work was so generally and steadily maintained in all directions, and was in so many cases narrowed down from long journeys to detailed surveys within relatively small areas, that i t becomes desirable to cover the whole period at one view for certain great divisions of the world.",
        "Plymouth was the first permanent white settlement in New England, and dates its founding from the landing here from the \"Mayflower\" shallop of an exploring party of twelve Pilgrims, including William Bradford, on the 21st of December (N.s.) 1620.",
        "tioned, combined with the more exact reconnaissance of native surveyors and of those exploring parties which have recently been working in the interests of commercial projects, have left little to future inquiry.",
        "An exploring party from Jamestown, under command of Captain Christopher Newport (c. 1565-1617), and including Captain John Smith, sailed up the James river in 1607, and on the 3rd of June erected a cross on one of the small islands opposite the site of the present city.",
        "Thus, when his duties called him to Constance in 1414, he employed his leisure in exploring the libraries of Swiss and Swabian convents.",
        "While Ponce was exploring Florida in 1513 the conquerors of Porto Rico had established their domination in the upper western portion of the island by a series of settlements.",
        "In 1819 Michigan Territory was extended westward to the Mississippi river, and in 1820 General Lewis Cass, its governor, conducted an exploring expedition in search of the source of the Mississippi, which he was satisfied was in the body of water named Lake Cass in his honour.",
        "Andrew Sparrman, the Swedish naturalist, when exploring in the Sneeuwberg in 1776, learned from the Hottentots that eight or ten days' journey north there was a large perennial stream, which he rightly concluded was the groote-rivier of Hop. The next year Captain (afterwards Colonel) R.",
        "He found one of his brothers at Pondicherry, and embarked with him for Surat; but, with a view of exploring the country, he landed at Mahe and proceeded on foot.",
        "Chemical, physiological and pathological research is exploring the secret of these more refined kinds of \"anchorage\" of molecules.",
        "Another German expedition, on a large scale, was despatched by the Orientgesellschaft in 1899 with the object of exploring the ruins of Babylon; the palace of Nebuchadrezzar and the great processional road were laid bare, and Dr W.",
        "Travelling down from Damascus in 1875 with the Haj caravan, he stopped at El Hajr, one of the pilgrim stations, with the intention of awaiting the return of the caravan and in the meantime of exploring the rock-cut tombs of Medain Salih and El Ala.",
        "Here and there in the Arctic province remains of old village sites have been examined, and collections brought away by whalers and exploring expeditions.",
        "Captain George Vancouver (1758-1798), in charge of a British exploring expedition then engaged in mapping the coast (1792-1794), was sceptical of the existence of the river, but Captain Gray, undiscouraged, persisted in the search and on the 11th of May 1792 anchored in the river which he named Columbia in honour of his ship. The later claim of the United States to all the territory drained by the river was based chiefly upon this discovery by Captain Gray, who had succeeded where Spanish and British had failed.",
        "The report of Captain Charles Wilkes, who visited the coast in1841-1842in charge of the United States exploring expedition helped to excite this interest.",
        "A railway (part of the Chicago, Milwaukee & St Paul system) was built from Sioux City to Yankton in 1872-1873, and in 1874 General Custer led an exploring expedition into the Black Hills, which resulted in the discovery of gold and the rapid settlement of a considerable portion of the west of the territory.",
        "At his instigation exploring parties were sent out, and one of these discovered the Brisbane river which was named after him.",
        "Long, commanding an exploring expedition to the Minnesota and Red rivers, reached Fort Daer in 1823, he found there about six hundred persons, a few being Scotch, but the greater part being half-breeds.",
        "M`Carthy, Surveying and Exploring in Siam (London, 1900); Henri Mouhot, Travels in Indo-China (London, 1844) F.",
        "With him, in 1604, Champlain was engaged in exploring the coast as far south as Cape Cod, in seeking a site for a new settlement, and in making surveys and charts..",
        "Staines, and the \"Tagus,\" Captain Pipon, in 1817; and by the exploring ship \"Blossom\" in 1825.",
        "The Jesuits established themselves in 1572, devoting themselves actively to the education both of whites and of natives, and were a powerful factor in the exploring and civilizing of the northern districts.",
        "difficulties in maintaining communications; and Upper California was seized in the autumn of 1846 by John C. Fremont, who had been exploring a route across the continent, and by the United States Pacific squadron, and made secure by the aid of the New Mexico expedition.",
        "Exploring expeditions were sent to Australia under his auspices in 1636 and 1642, and Abel Tasman named after him (Van Diemen's Land) the island now called Tasmania.",
        "In 1777 he visited England, Germany and Holland; and in the following year he travelled through Italy, with the view of exploring thoroughly the remains of ancient art.",
        "In 1498, Columbus, when exploring the Gulf of Pal-la, which receives a large part of the outflow of the Orinoco, noted the freshness of its waters, but made no examination of their origin.",
        "Timothy Pickering's grandson, Charles Pickering (1805-1878), graduated at Harvard College in 1823 and at the Harvard Medical School in 1826, practised medicine in Philadelphia, was naturalist to the Wilkes exploring expedition of 1838-1842, and in1843-1845travelled in East Africa and India.",
        "The district was called Juneau and the camp Harrisburg by the first settlers; exploring naval officers named the camp Rockwell, in honour of Commander Charles Henry Rockwell, U.S.N.",
        "For the remarkable flying survey of the south coast by the commandant of the Siboga expedition, exploring the deep seas and fauna of the archipelago, see Bulletin (No.",
        "In 1869 a private exploring party, consisting of David E.",
        "He was hunter for the garrison at Bent's Fort on the Arkansas river in what is now Bent county, Colorado, from 1832 to 1840, and accompanied John C. Fremont on his exploring expeditions of 1842 and 1843-1844, and on his California expedition in 1845-1846.",
        "Returning to England, Baikie gave an account of his work in his Narrative of an Exploring Voyage up the Rivers Kwora and Binue..",
        "After two years spent in exploring the Niger, the navigating vessel was wrecked in passing through some of the rapids of the river, and Baikie was unable longer to keep his party together.",
        "Accordingly the Pensees have always been a favourite exploring ground, not to say a favourite field of battle, to persons who take an interest in their problems. Speaking generally, their tendency is towards the combating of scepticism by a deeper scepticism, or, as Pascal himself calls it, Pyrrhonism, which occasionally goes the length of denying the possibility of any natural theology.",
        "In 1865 he became connected with the Government Survey Department at Perth, and in 1869 led an exploring expedition into the interior in search of D.",
        "After a preliminary reconnaissance to the north, which afterwards turned out to be vitally important, the summer of 1895 was spent in exploring the coast to the north-west by a boating expedition.",
        "thick was discovered at Marbury near Northwich by some men exploring for coal, at a depth of 34 yds.",
        "He assisted Sir Wyville Thomson in the examination and classification of the collections of the \"Challenger\" exploring expedition, and wrote the Review of the Echini (2 vols., 1872-1874) in the reports.",
        "- The attention of the few scholars at work on the subject being directed to the necessary first step of publishing the ancient authorities, the work of exploring them, of analysing and classifying the data they contain, has as yet been very imperfectly done.",
        "Between 1402 and 1404 La Salle conquered Lanzarote and part of Fuerteventura, besides exploring other islands; Bethencourt meanwhile sailed to Cadiz for reinforcements.",
        "The means adopted are: (i.) the plantation of trees; (ii.) the making of irrigation canals and irrigating meadows; (iii.) exploring for, extracting and transporting loam, a process aided by the construction of short light railways; and (iv.), since 1889, the experimental cultivation of fenny districts.",
        "John King Davis as commander of the ship and second-in-command of the expedition, for the purpose of exploring the coast of Antarctica S.",
        "In the spring of 1845 Fremont was despatched on a third expedition for the professed purposes of further exploring the Great Basin and the Pacific Coast, and of discovering the easiest lines of communication between them, as well as for the secret purpose of assisting the United States, in case of war with Mexico, to gain possession of California.",
        "With the mountain-traversed region he had been exploring acquired by the United States, Fremont was eager for a railway from the Atlantic to the Pacific, and in October 1848 he set out at his own and Senator Benton's expense to find passes for such a railway along a line westward from the headwaters of the Rio Grande.",
        "His opposition to slavery, however, together with his popularity - won by the successes, hardships and dangers of his exploring expeditions, and by his part in the conquest of California - led to his nomination, largely on the ground of \"availability,\" for the presidency in 1856 by the Republicans (this being their first presidential campaign), and by the National Americans or \"Know-Nothings.\"",
        "C. Fremont, Report of the Exploring Expedition to the Rocky Mountains, 184?, and to Oregon and North California,1843-1844 (Washington, 1845); Fremont's Memoirs of my Life (New York, 1887); and J.",
        "The United States exploring expedition, commanded by John Charles Fremont, explored the Wind River Mountains and the South Pass in 1842, under the guidance of Kit Carson.",
        "Meanwhile, George Muller, while exploring the east coast, obtained from the sultan of Kutei an acknowledgment of Dutch authority, a concession speedily repented by its donor, since the enterprising traveller was shortly afterwards killed.",
        "While Spanish navies were exploring the ocean, and Spanish paladins were overturning empires, Charles V.",
        "Both these computations, however, were made before the date of the Austrian exploring expeditions (1896-98).",
        "C. Fremont, Report of the Exploring Expedition to the Rocky Mountains in 1842, published 1845 as Congressional document 28th Congress, 2nd Session, House Executive Document No.",
        "Other early exploring reports are: The Expeditions of Zebulon Montgomery Pike.",
        "An exploring party sent eastward reached Acoma, and then proceeded to Tiguex on the Rio Grande, and finally to the Pecos river.",
        "As governor he recommended the establishment of a Virginia company to carry on trade with the Indians, he urged upon the provincial government and also upon the British authorities the wisdom of constructing forts along the frontier, and he personally organized and conducted an exploring expedition (Aug.",
        "Brit., 11 General Louis P. di Cesnola (q.v.), American consul, was already exploring ancient sites, and opening tombs, in all parts of the island, though his results were not published till 1877.12 But though his vast collection, now 1 Dio Cass.",
        "In 1881 he began a long series of important surveys and excavations in Egypt, beginning with the pyramids at Giza, and following up his work there by excavations at the great temple at Tanis (1884), and discovering and exploring the long-lost Greek city of Naucratis in the Delta (1885), and the towns of Am and Daphnae (1886), where he found important remains of the time when they were inhabited by the Pharaohs.",
        "In the following year the shah, by a firman dated the 12th of French May gave the exclusive right of exploring ancient sites in Persia to the French government, with the stipula- i~ncession tion that one-half of the discovered antiquities, excepting those of gold and silver and precious stones, should belong to the French government, which also had the preferential right of acquiring by purchase the other half and any of the other antiquities which the Persian government might wish to dispose of.",
        "de Freycinet's exploring voyage in the \"Uranie\" from 1817 to 1821, and on his return to France devoted himself to journalism and the drama.",
        "An exploring party in 1904 found a curious complex of upper and lower galleries accessible from the most eastern portion of the cave; beyond which another party, in 1905, discovered several large domes previously unknown.",
        "Conway, Climbing and Exploring in the Karakoram (London, 1898); F.",
        "Arizona north of the Gila, save for a very limited and intermittent missionary effort and for scant exploring expeditions, was practically unknown to the, whites until well after the beginning of American rule.",
        "When, in 1880, General Pitt-Rivers obtained possession of his great-uncle's estates-practically untouched by the excavator since they had been the battleground of the West Saxons, the Romans and the Britons-he devoted himself to exploring them.",
        "After spending a year and a half in England, during which time, besides his book on the Amazon, he published a small volume on the Palm Trees of the Amazon, he started for the Malay Archipelago, exploring, observing and collecting from 1854 to 1862.",
        "de Brazza was actively exploring on the northern banks of the Congo, and had established various posts, including one where the important station of Brazzaville is now situated.",
        "About the same time P. C. Schmerling of Liege was exploring the ossiferous caverns of the valley of the Meuse, and satisfied himself that the men whose bones he found beneath the stalagmite floors, together with bones cut and flints shaped by human workmanship, had inhabited this Belgian district at the same time with the cave-bear and several other extinct animals whose bones were imbedded with them (Recherches sur les ossements fossiles decouverts dans les cavernes de la province de Liege (Liege, 1833-1834)).",
        "When Mr Hovey visited this cave in 1855 he found many extinct torches, charcoal embers, poles and pounders, as well as numerous footprints, in the soft nitreous earth of certain avenues, which were left by exploring parties previous to the coming of the white man.",
        "In 1865 he published a history of Assyria and Chaldaea in the light of the results of the different exploring expeditions.",
        "In 1857 he severed his connexion with the London Missionary Society, with whom, however, he always remained on the best of terms, and in February 1858 he accepted the appointment of \"Her Majesty's consul at Quilimane for the eastern coast and the independent districts in the interior, and commander of an expedition for exploring eastern and central Africa.\"",
        "After exploring the river Rovuma for 30 m.",
        "Several bands of slaves whom they met were liberated, and after seeing the missionary party settled in the highlands to the south of Lake Chilwa (Shirwa) Livingstone spent from August to November in exploring Lake Nyasa.",
        "mortgaged this part of his colonial possessions, and it was the starting-point for many exploring and colonizing expeditions into the interior.",
        "(1893); D.C.Danielssen, \"Report Norwegian North Atlantic Exploring Expedition,\" Zoology, xix.",
        "Since then exploring expeditions have made known a host of new genera, often exhibiting unfamiliar types of structure.",
        "(about 1370), has been the subject of much controversy; in any case it does not affect the original Italian discovery, nor the first sighting of Porto Santo by Zarco, who, while exploring the west African mainland coast, was driven by storms to this island.",
        "In 1444-1446 there was an immense burst of maritime and exploring activity; more than 30 ships sailed with Henry's licence to Guinea; and several of their commanders achieved notable success.",
        "The eastern, islands of the chain are smaller and more numerous, Vanua Batevu (one of the Exploring Group) being a centre of trade.",
        "In 1827 Dumont d'Urville in the \"Astrolabe\" surveyed them much more accurately, but the first thorough survey was that of the United States exploring expedition in 1840.",
        "In 1904 Gough Island was visited by the Antarctic exploring ship \" Scotia of the Bruce expedition, which discovered a rich marine fauna, two new buntings and three new species of plants.",
        "Marquette mapped the Platte from hearsay in 1673; French explorers followed it to the Forks in 1739; and, after Nebraska passed to the United States in 1803 as part of the Louisiana Purchase, successive American exploring expeditions left traces in its history.",
        "24, p. 2 74, and in U.S. Exploring Expedition Narrative, vol.",
        "Stanley, who visited Brussels in 1878 after exploring the Congo river, and returned in 1879 to the Congo as agent of the Comite d'Etudes, du Haut Congo, soon afterwards reorganized as the \"International Association of the Congo.\"",
        "In1835-1836he was actively engaged in producing for publication a treatise on navigation, a remarkable achievement at so early a stage in his career; he was at this time made lieutenant, and gazetted astronomer to a South Sea exploring expedition, but resigned this position and was appointed to the survey of southern harbours.",
        "A little more exploring revealed that the cabinets were stocked with sufficient supplies of dry goods and the potato and onion bins were full.",
        "As a group, we were well satisfied with our two day results but we knew we'd just begun exploring this bizarre happening.",
        "His powers were quiet and exploring, crawling over the physical world.",
        "In general, I think the American penchant for playing around and exploring the limits of the possible can be a valuable asset.",
        "I am delighted that the Scottish Higher Education Funding Council and Scotland's medical schools are leading the way in exploring this huge potential.",
        "A documentary exploring the growing activism against the Labor governments plans to expand nearly all British airports despite the growing threat of climate change.",
        "Mr Rivington said: \" The seminar will demonstrate a method for exploring the possibilities for both climate change adaptation and amelioration.",
        "Whilst exploring the practical aspects of labor law, the author also examines the theoretical issues.",
        "This is an ideal location for exploring the many attractions the North West has to enjoy... .",
        "After exploring the splendid, white marbles of Aphrodisias, we drive through hilly backcountry to marvel at Pamukkale's ' Frozen Waterfall ' .",
        "We are pleased to present the first fruits of exploring John Donald's classic backlist of academic titles.",
        "There are a couple of places to hire bicycles which are ideal for exploring the island's winding lanes.",
        "She recently told billboard: \" I'm currently exploring the possibility.",
        "Ideal for cycling, walking, bird-watching, etc. and exploring the neighboring islands.",
        "Enhance your Alaska vacation by exploring any of Alaska's scenic byways.",
        "Learn about our new partnership with the Worcester clapper team, exploring the possibilities of producing composite clappers.",
        "collaborate with artists exploring how the changes in nature's time affects our response to the landscape.",
        "Numerical Geometry Ltd. Games Writing games is a good way of exploring strongly interactive computer graphics.",
        "The afternoon was spent by most members of the Unit in exploring the countryside.",
        "Diving into the Iron Age Diving archeologists have been exploring the crannogs in Loch Tay since 1980.",
        "crannyadded: But of course, its not just divers that are busy exploring the nooks and crannies of the new reef.",
        "You can follow Howard's adventures in the Antarctic, which will include camping overnight and exploring ice crevasses by reading his blog.",
        "It is exploring with its legal advisers possibilities that would avoid the need to define curtilage in law, which is the principal problem.",
        "dachshund puppy was exploring the patio and supposedly learning where to go potty.",
        "With its road and rail connections, the village is a good center for exploring the woods and haymeadows of the surrounding dale.",
        "Exploring different position options is a great way to begin your journey on an exciting career.",
        "I know that debt can seem incredibly daunting, but many people turn to bankruptcy before exploring all the options available.",
        "Be meticulous when it comes to exploring the many deals available to finance your home.",
        "The term is commonly heard among those who are looking for new ways to organize their finances and the concept is certainly worth exploring.",
        "In addition to her music career, Beyonce's been exploring other entrepreneurial endeavors.",
        "After exploring your rights to maternity leave, you'll want to plan when you'll be taking your leave and for how long.",
        "Exploring the question of whether males can become pregnant can help us understand reproduction, chromosomes, and modern medical experiments.",
        "However, the benefits of taking a natural approach make this option worth exploring.",
        "In all of these cases, exploring your companies work policies is necessary.",
        "While shopping at a retail store for maternity clothing is a great option, women looking for select items can benefit from exploring retailers that specialize in pregnancy fashions.",
        "Guided San Francisco wine tours take the headaches out of planning and exploring the Northern California wine country.",
        "Visit the hidden Marin county treasure of Sausalito, a perfect place for lunching, shopping, and exploring a city with almost as much history and value as San Francisco itself.",
        "Monterey Bay, with its picturesque views and excellent tourist destinations, has always been a favorite of both local visitors and those who are exploring California for the first time.",
        "While the hotel allows you a comfortable place to relax after a long day exploring all that the Bay Area has to offer, it is not for the budget minded.",
        "These kinds of gates can easily prevent an exploring toddler from reaching up and trying to undo the latch; this is perfect for keeping them safe.",
        "If this is your first time exploring the option of mini sheer swimsuits, then you need to be aware of one very important prerequisite for wearing this style of garment.",
        "Since Sauvage itself is the bread and butter of the entire collection, this is a great place to begin exploring the site, and the most important thing to know is that all of the swimsuits in this collection are named.",
        "If a particular style jumps out at you, it may be worth exploring further.",
        "Clearly, there is more to dressing for the beach than donning a simple swimsuit, and exploring your options can be an eye-opening experience.",
        "As the name implies, this Very Sexy tankini is a wild riot of tiger strips and dots; its perfect for exploring the wilder side of life!",
        "The Explore Mode is an active setting that involves lots of exploring, scampering and playing.",
        "Each hamster has its own personality and includes \"loving\" and \"exploring\" modes.",
        "By the end of World War II, manufacturers were exploring cheaper alternative materials to create the tiny men, and plastic toy soldiers were introduced.",
        "Pear body types can usually opt for darker colored bottoms and have fun exploring fun print tops to create a proportionate appearance and draw eyes upward.",
        "But exploring your personal goals can help you sift through the many holiday antiques available.",
        "Sometimes this is true, but exploring your area doesn't take much money at all.",
        "Visitors who choose to dress in Star Trek uniforms will also come in character, representing the Federation of Planets and \"exploring\" the unusual life and times on the \"planet surface\" as the renaissance faire may be called.",
        "The act of exploring an individual's profile and communicating through emails will not provide the same spiritual life that can be experienced through a spontaneous real-life introduction.",
        "Some are exploring homosexuality-or heterosexuality.",
        "She says that she spends a lot of time on the Internet and enjoys exploring dating sites and talking with people who use them.",
        "With a degree in Sociology and a passion for exploring interpersonal relationships, she possesses a lengthy background in peer counseling, group management, customer marketing.",
        "The best advice when exploring a potential online discussion is to watch and read awhile before jumping in.",
        "More popular in some districts than others, it is certainly an activity worth exploring.",
        "Therefore, start by spending some time learning and exploring your own mental and physical limitations, in order to increase your self awareness.",
        "When you're done, get back on the bus and continue exploring.",
        "Regardless the reason for exploring, all of those women will tell you that their real love and attraction is for another woman.",
        "Before exploring this issue, you can help confirm or deny your suspicions using some typical signs of infidelity.",
        "Nurturing a relationship and giving it room to grow includes exploring relationship questions to ask your lover, when you and your lover are ready for it.",
        "Exploring sexual fantasies allows couples to become more intimate with each other.",
        "Psychologically speaking, for men this is about exploring new and uncharted territories, it's a way to indulge the wandering eye without actually wandering.",
        "The best resource, though, will always be talking openly with your partner and exploring the world of your shared sexuality together.",
        "LTK: When is it a good idea to think about exploring polyamory?",
        "Theoretically, gems up to five carats in size could be grown in about one week, but the company is working on perfecting the process of growing single-crystal diamonds before exploring larger size stones.",
        "If you are a poet looking to get paid for writing poetry then there are several possibilities that may be worth exploring further.",
        "If you are looking for new adventures in the kitchen, teff flour may be the perfect choice for exploring a new way to cook and bake gluten-free.",
        "Don't feel pressured to stick with what's safe; exploring the world of color is a great way to draw attention to yourself.",
        "Enthusiastic, helpful and a lover of travel, Dora encourages children to go exploring with her.",
        "On the other hand, if you are searching for a style that is a bit larger, perhaps because you are going camping or exploring, then the Mazama might be a good fit.",
        "From comfy and cozy beds, to bicycle seat lookouts, to water and food bowls, Snoozer Pet has a myriad of models worth exploring.",
        "Sagittarian pets are often restless and impatient, which is why they love exploring new things outdoors.",
        "Exploring this compatibility allows one to better understand with whom they get along with best.",
        "Exploring how you think is intriguing to this lover.",
        "In fact, if you are serious about exploring the world of predictive arts, your relationship with your psychic will function very similarly to that of a therapist.",
        "Aries people are always doing, discovering or exploring something; sitting around watching the grass grow doesn't play well with this action-oriented sign.",
        "Both of these signs don't mind exploring the world and having a great time while doing it.",
        "So, when it comes to exploring the issues that provoke Scorpio and Taurus arguments, an understanding of astrological energies and also a wider view of the natal chart process is needed.",
        "He also seeks a romantic partner who can be a pal when he wants to go whitewater rafting or exploring a new hiking trail.",
        "Exploring some sample tarot spreads is a great way for you to become more comfortable with conducting readings for yourself.",
        "Venturing was originally a part of the Exploring Division of the BSA until 1998 when it became a division of its own.",
        "This show is great for kids who love music, dancing, and exploring.",
        "The search for a box could have letterboxers hiking through the woods, crossing small streams, trekking across a field, looking under rocks, or exploring river banks.",
        "If you want to work on a skill, such as sorting, engage your learner in some actual sorting activities after exploring the Preschool Games found on the Internet.",
        "Hiking. Many children enjoy exploring nature.",
        "Princeton Online-This site offers kids, parents, and teachers an opportunity to participate in lots of fun activities, such as discovering wildlife art, becoming an art detective, and exploring paintings.",
        "Parents can go over the instructions given for the project with the students to make sure the topic they are interested in exploring is a good fit for what the teacher expects.",
        "Today, scientists and archeologists are continuing to learn more about the dinosaurs, and kids love learning the latest facts while exploring the wealth of information that has already been accumulated.",
        "Your kids will spend hours exploring this educational site and may consider becoming part time astronauts themselves!",
        "As you start exploring girls summer camps, you'll notice that there are many different options out there.",
        "There is no set age for children to begin exploring the world.",
        "Once he's mastered geography, broaden his knowledge and fancy his curiosity by exploring the world of volcanoes, earthquakes and other natural occurrences that have shaped both our planet and the continental plates.",
        "Since daycare rates have become so expensive, many parents may want to consider exploring government help with daycare, nanny shares, or other types of cost-savings methods if they are struggling to afford care for their children.",
        "Parents who are looking for free summer camps for kids have several possibilities that are worth exploring.",
        "When you are looking for a place for youngsters to spend time during the summer months, start exploring your options early.",
        "Science: This is where the games are most fun for lots of kids, whether it's coloring and labeling insects, or playing a paper game of rocketships exploring the solar system.",
        "Your kids will have a great time exploring this zoo, and they can learn about animal conservation and care at the same time.",
        "After you've worked up an appetite exploring the city's museums and gardens, find a local Chicago park and have a picnic.",
        "Pack a backpack with a picnic lunch, and spend the day exploring your town or local park.",
        "Instead, try exploring unusual food shops, whether a really good deli or a Chinese supermarket.",
        "As you enjoy the barbecue, get to know your fellow adventurers, before spending the last few moments in the city exploring downtown.",
        "As with whales and dolphins they use echolocation when exploring the surrounding environment.",
        "Accordingly, the lyrics were concerned with expressing affection and exploring more tender emotions.",
        "Last year I was involved in a series of Symposia exploring Socially engaged practice what was also called Art in Social Context.",
        "Seawitch Cottage - Hayle - Ideally base for exploring the beautiful environs of West Cornwall.",
        "Those ideas of exploring, fighting and befriending have evolved, but the thrill of discovery remains eternal.",
        "The book concludes by exploring the implications of these findings for theological scholarship, in particular Old testament exegesis.",
        "exploree at present exploring the possibility of sending these by e-mail to the growing number of members online.",
        "exploreous full-day and island exploring snorkeling the art history and times that.",
        "We spend the whole day exploring this magical island and if we are lucky may see a faerie or two or perhaps a Selkie!",
        "Italian Life Under fascism Virtual exhibition exploring the nature of Italian fascism in the early twentieth century.",
        "The piece has been picked up by MTV's documentary division, which is committed to working with established filmmakers in exploring uncharted territory.",
        "It was raining this morning, we all had a great time exploring the foreshore for invertebrates and fish tho.",
        "Students ' photographs and commentary can be a great way of exploring the geography of a school.",
        "gingerbread cottage is the ideal base for exploring unspoiled Derbyshire.",
        "We've had a great time revisiting old haunts, and exploring new places.",
        "Exploring white matter tracts in band heterotopia using diffusion tractography.",
        "Our family run hotel offers the ideal base for exploring the Scottish highlands.",
        "exploring the history of the Labor Party in London.",
        "hotel well located for exploring the area with easy access to Chester Cheshire North Wales Wirral.",
        "humourill also be exploring if there is a difference in the humor appreciated by boys and girls.",
        "He is currently studying, part-time, for a PhD at APU, exploring the illness experiences of individuals with normal pressure hydrocephalus.",
        "As yet there is no formal study or course for canine hydrotherapy but the CHA is actively exploring formal training and qualification options.",
        "ice shelf program is exploring the marine environment beneath floating ice shelves using an Autonomous Underwater Vehicle (AUV) called Autosub.",
        "Read Gooseberries, Chekhov's typically incisive short story exploring human happiness, suffering and society.",
        "Some of RodrÃ­guez ' case-studies go some way toward exploring this question, but it pretty well remains terra incognita within terra obscura.",
        "intricacy of exploring the intricacies of a delicate subject, Moore rants at Bush from both sides, which only ends up being self-defeating.",
        "investigated in greater detail through use of the computer package ` ` Exploring Small Groups ' ' .",
        "exploring the islands on foot is also a popular pastime.",
        "By exploring the role of language in the constitution of social relations, the project seeks to address a lacuna in contemporary anthropological theory.",
        "I am currently exploring these in a graduate course entitled ' From social democracy to market liberalism ' .",
        "The Gateway is a modern hotel well located for exploring the area with easy access to Chester Cheshire North Wales Wirral.",
        "The phrase \" charging \" is not used or defined in any of the texts exploring animal locomotion.",
        "This evening's event takes place within the Idea Object gallery, exploring the materiality of the theme and the artworks hung within it.",
        "exploring the maths behind the weather A short article which explains how maths is needed to help predict the weather.",
        "Dance around with magical mayhem exploring many different movement styles to a variety of music.",
        "medina close to the Royal Palace, this is a great base for exploring.",
        "modalityr exploring possible modalities for increased international cooperation on tax matters.",
        "Writer and feminist theologian Sara Maitland is currently exploring mysticism, madness and silence.",
        "We intend to continue exploring map-based navigation in several different contexts.",
        "We'll be exploring songs ranging from the delightfully strange to the utterly nonsensical.",
        "She added: But of course, its not just divers that are busy exploring the nooks and crannies of the new reef.",
        "We stare open-mouthed for a few moments, then begin exploring our new desktops.",
        "Molecular Computation Using DNA to solve computational problems can allow massive parallelism, by exploring 10 19 cases in parallel.",
        "The Lamorna Valley is perfectly placed for exploring the far west peninsula by foot, car or bicycle.",
        "Exploring digital media for me means more than exploring technical physics - we can explore concepts and interactions.",
        "Scheme of Work 2 6 x units Ratty & Mole: A scheme of work exploring physicality of characters.",
        "They continued exploring Cueva de Tiva, and in Coquisera they traversed round the 95m pitch, using three pitons for protection.",
        "The two exhibitions will be accompanied by a series of free, weekly, public lectures exploring portraiture in art and coins.",
        "We are at present exploring the possibility of sending these by e-mail to the growing number of members online.",
        "Chance, therefore, is a shuffling mechanism for exploring potentiality.",
        "Starting the course exploring trainees ' own preconceptions about teaching.",
        "Another factor which has helped to involve more scientists is the interest by NASA in exploring the planets using robotic probes.",
        "He is involved in a study exploring prosody in schizophrenia and plan to launch an fMRI study in Japan.",
        "Whether you know the genre as west gallery music or Georgian psalmody or whatever, I hope you will enjoy exploring this site!",
        "An insightful piece exploring the psyches of great men weighed down.. .",
        "counseling psychologists work collaboratively with people, exploring underlying issues to empower them to consider change.",
        "The success of the workshop in exploring the many ramifications of telework laid the groundwork for a second event in Amsterdam in September 1997.",
        "registrywill bring the major standardization groups together with international initiatives that are exploring the use of metadata schema registries.",
        "PIPEX is also exploring avenues to maximize revenue from its wireless division which includes an exclusive 3.6 to 4.2 GHz national wireless license.",
        "Who desire a Caribbean cruise royal exploring some more.",
        "With several sitting rooms and a grand salon, this is an ideal base for exploring Tuscany and historic Lucca.",
        "A great place for anyone looking to spend their time off walking, climbing or just exploring a beautifully scenic area.",
        "Barnacles When you are exploring the seashore, you will notice the rocks are covered in small white volcanoes.",
        "The project was also aimed to raise the boys ' self-esteem by exploring their potential and different skills.",
        "spendth Wales DAY THREE - Monday Today will be spent exploring the beautiful Vale of Glamorgan.",
        "By exploring the diversity and creativity of British Asian music, it confounds stereotypes and inspires all those who witness the acts who perform.",
        "submersible vehicles were tools for exploring under water, it did not take long for inventors to recognize their military potential.",
        "Exploring the link between exercise and adult cancer survivorship is a relatively new area of medicine.",
        "Return to menu Exploring timbre Mellow, tinny, blaring... each instrument has its own distinctive timbre, or tone color.",
        "It can be useful when dealing with some of the compositional matters that intrigue me and also in exploring tonality.",
        "Their enquiries were designed to describe the devices used to achieve efficiencies, in the process exploring trade-offs between efficiency and effectiveness.",
        "Days 2+: Caribou Lodge Activities include hiking and exploring the high Alpine tundra from the lodge.",
        "Apparently, he is exploring a hitherto uncharted underground route on the campus.",
        "Five More Internet Studies for experienced Internet users exploring topics with legal relevance.",
        "vivarium members are currently exploring possible sites in North East Fife.",
        "winklere Alex arrived I did a little exploring winkling out some nice trout here and there and around about.",
        "After exploring Tahiti and the Society group, Cook spent six months surveying New Zealand, which he discovered to be an island, and the coast of New South Wales from latitude 38Ã‚° S.",
        "ducted their famous exploring expedition across the continent to the Pacific (see LEwIS, Meriwether).",
        "While engaged in exploring with his own eyes the furthest corners of the empire, he fell by the hand of an assassin in the convict settlement of the Andaman islands in 1872.",
        "CORES will bring the major standardization groups together with international initiatives that are exploring the use of metadata schema registries.",
        "Also ideally located for exploring this beautiful region renowned for scenery, natural splendor and its wines.",
        "Who desire a caribbean cruise royal exploring some more.",
        "Marje and I enjoy films, theater and travel, exploring Greek Islands (and indeed, sailing catamarans in the Aegean).",
        "A good read whether you are just exploring the idea of going freelance or have been successfully self-employed for many years.",
        "South Wales DAY THREE - Monday Today will be spent exploring the beautiful Vale of Glamorgan.",
        "A short piece on Christian meditation - exploring living Spirituality with God.",
        "Tho the first submersible vehicles were tools for exploring under water, it did not take long for inventors to recognize their military potential.",
        "Return to menu Exploring Timbre Mellow, tinny, blaring... each instrument has its own distinctive timbre, or tone color.",
        "What they want is to take the risk of exploring that unknown place, the dark at the top of the stairs.",
        "An AHDS Information Paper exploring this theme greater detail, Identifying and Tracing Copyright Holders, is being planned.",
        "Thus ANN tools could be used for improved donor kidney allocation and for exploring the role of HLA in transplant rejection.",
        "Our research has focused on exploring the potential for global change to affect C cycling in tundra ecosystems.",
        "Vivarium members are currently exploring possible sites in North East Fife.",
        "Before Alex arrived I did a little exploring winkling out some nice trout here and there and around about.",
        "Toddlers are naturally curious, as well as inventive and dedicated to exploring their newfound independence.",
        "For older toddlers exploring shape, texture and dimension, try the Edushape Sensory Puzzle Cube.",
        "Now, he's an active toddler, exploring the world around him.",
        "If she is fascinated with one particular page on the computer, let her spend as much time as she likes exploring that page.",
        "Toddlers love exploring textures and colors.",
        "With all of their crawling, walking and exploring, toddlers go through a lot of clothing, which is why it is important to buy clothes that will last.",
        "If you give her enough time, she should gradually come around and decide to do some exploring on her own.",
        "Kittens also enjoy exploring the world through taste, and so it is not uncommon for a kitten to attempt to ingest its litter when it is first exposed to the cat box.",
        "Programs often have a theme, such as cultural exploration or exploring wildlife.",
        "Before exploring the concept of common law divorce, make sure you understand what marriage by common law means.",
        "There are a number of different strategies you can employ when exploring how to build a dining room table.",
        "There are a number of great resources for used office furniture in Maryland, but before you start exploring, take a few moments to review some online options and pick up a few helpful shopping strategies.",
        "Many sources exploring the subject never take the time to definitively give meaning to the term global warming.",
        "Exploring ways to reduce our dependency on fossil fuels has long been a priority with environmentalists.",
        "If you're exploring the benefits of goldenseal and are hoping to use it to mask drug abuse for a drug test, think again.",
        "So before you take on a costly bathroom renovation try exploring this option.",
        "Keep this in mind when exploring your options in order to avoid the general complications associated with permanent makeup.",
        "After safely exploring the world of online shopping, you may never again leave the house to make a purchase!",
        "Meez is all about customizing an avatar and exploring a unique virtual world, Meez Nation.",
        "Meez has more of a game aspect since exploring the nation can net you some surprises.",
        "Even if you think you know the answers to these questions, exploring the information on an online Catholic encyclopedia may surprise you.",
        "Exploring the humble beginnings of digital imaging helps new photographers understand the latest techniques.",
        "Exploring the camera's finer details, such as features and performance will quickly allow you to assess whether or not this camera is for you.",
        "Exploring the culinary possibilities of health foods opens a treasure chest of nutritive offerings.",
        "Exploring and learning more is what we are all about.",
        "Guests can explore the Montezuma Bowl while exploring the chutes, glades and runs that are found throughout this region.",
        "Once you find a good one, book your trip and have fun exploring the lovely Poconos mountains.",
        "In addition to exploring the wide variety of stress reducing devices and methods available, stress sufferers should also be confident about talking with a health professional who can help create a stress reduction plan.",
        "After all, exploring the underlying aspects of your anger, with a certified professional, will put you that much closer to living your dream and true north.",
        "If you are short on both cash and time, make it easier on yourself by exploring where you live.",
        "Adolescence is a wondrous time of exploring your sense of self, learning about the connections between people, and discovering new avenues of thinking.",
        "From looking at the latest styles to online shopping to finding out the right way to apply eyeliner, fashion and beauty sites can be a great resource for exploring what's hot.",
        "If you're looking to stand out from your twin, try by exploring other interests you have.",
        "However, age or inexperience shouldn't stop you from exploring some cool after prom ideas to keep the fun happening after the dance is over.",
        "Before exploring the link between cane sugar and nutritional yeast, it's important to understand the differences among the many different types of yeast found on the shelves of the natural food store.",
        "Leaves make for a lovely cake, whether they're edible or real, but there are plenty of additional fall themes that are worth exploring in dessert.",
        "Elmo wears a scarf and a helmet, perfect for exploring the wild blue yonder.",
        "Diana Bianchi says their affair started shortly after she started her job and is not exploring a sexual harassment suit.",
        "In May, My Fair Brady came back for another round, further exploring the wacky May/December romance of Adrianne and Christopher.",
        "Other campuses are considering allowing Brooke and the crew to take a walk around the grounds but are exploring the option of charging VH1 for the extra staff needed to make the tours happen.",
        "Durability: Toddlers are busy exploring their world.",
        "Have fun when you're exploring the wondrous world of baby tees.",
        "Hence, if you and your child are exploring an alternative lifestyle, it is very important not to \"care\" and to allow this feeling to permeate your wardrobe.",
        "Toddlers are little bundles of joy, running from place to place and exploring the world around them.",
        "When you find yourself exploring the term \"couture\", rest assured, you have reached the highest rung of fashion.",
        "With so many colleges available throughout the United States, exploring your options in a list of all colleges and universities is a good first step in making your ultimate decision.",
        "For the majority of students, undergrad is about trying new things and exploring new opportunities.",
        "Once you have an idea about where you'd like to travel, you can compare different itineraries to find one that offers stops at places you're interested in exploring.",
        "Detailed Alaskan cruises along the Inside Passage exploring native Inuit villages.",
        "Add cruise packages before or after sailing to get the most bang for your airfare buck by exploring the ship's home port more thoroughly.",
        "From first coming aboard to exploring the ship to partaking in different activities and sampling delicious meals, this ship truly is a paradise for cruise lovers.",
        "Travelers interested in exploring Europe from the deck of a cruise ship can choose from several popular Mediterranean cruise areas to find the voyage that best matches their interests, budget, and vacation plans.",
        "Exploring the city prior to embarkation can be a great way to begin a culturally rich cruise.",
        "Since there are no ports of call, you have the luxury of exploring the luxurious vessels at your own pace.",
        "Its Yangtze River itenerary Victoria Cruises offers numerous shore excursions, including exploring White Emperor City and the Three Gorges, which are considered national treasures.",
        "These may include a land-side stay in a resort, sailing, shopping excursions, island tours, listening to steel bands and exploring underwater caves.",
        "On your cruise, you will be exploring the land where Western Civilization was born.",
        "The cruise line also provides a number of shore excursions, which allow passengers to spend the maximum amount of time exploring the islands.",
        "Holland America Alaska cruise specials allow you to have the time of your life exploring \"The Last Frontier\" without spending a fortune.",
        "The 10-night cruise gives you the chance to experience the Dutch culture up close by visiting windmills in Kinderdijk and exploring the Dutch Master paintings in various museums.",
        "In addition to exploring various ports of call, on board activities are also provided, though these river cruises focus more on land-based adventures.",
        "In addition, you have the option of also exploring the Rhine and Main Rivers.",
        "The company is one of the largest river cruise operations in Europe and is an ideal choice for those exploring the continent.",
        "The cruise offers a variety of site seeing opportunities including exploring the Kingdom of Pharaohs.",
        "Galapagos Island cruises are managed exclusively for exploring one of the most uninhabited regions of the world.",
        "Casual attire, including shorts, sundresses and tank tops, is the standard dress code for passengers exploring the line’s luxury vessels during daylight hours.",
        "Exploring how to become a dog trainer is really quite easy, there is a large amount of information available.",
        "Once you begin exploring, you'll be amazed at what you can find.",
        "If you'd like to refurbish the countertops you have, look into two alternatives worth exploring: custom laminate paint and tile installed over existing laminate.",
        "Before you start reading the instruction booklet that came with your cordless drill, invest some time exploring the countertop market.",
        "Exploring color and creating unique color combinations is part of jewelry designing.",
        "While selling their original and catchy phrase t shirts from the back of their van to fellow co-ed students while exploring the vast world, their company name, Life is Good, certainly became their very own mantra.",
        "In addition to exploring options for a jacket, you can browse their full line of motorcycle clothing.",
        "It may be a good idea to get the negative aspects of the jeans out of the way before exploring the benefits.",
        "Many other seniors spice up retirement by exploring new horizons, such as travel and new careers.",
        "Order a catalog online to start exploring the possibilities.",
        "This USA government site offers a lot of different opportunities that are worth exploring.",
        "Exploring your insurance options, including Kaiser senior health coverage, is important when choosing the best Medicare insurance plan for your personal situation.",
        "Keep in mind, however, just as you are exploring the outside world, you may be exposing yourself to multitudes of individuals as well.",
        "They enjoy solving puzzles, doing creative or challenging activities, and will be looking forward to pursuing hobbies and exploring new territory.",
        "Many people look forward to retirement so they can spend their free time traveling and exploring new places.",
        "Exploring another part of the country or going on a tropical escape are great ways to break the routine and try something different.",
        "Exploring Sleep Number Bed complaints can help in the decision process.",
        "Your subconscious mind is exploring what you are going through in life and trying to put the pieces together for an answer.",
        "Before investing in Pure Sleep or any other medical based snore relief product, consumers should consult their physician for advice and to make sure that Pure Sleep is an opportunity worth exploring.",
        "When exploring Newport News snoring treatment options, it may be necessary to have a medical examination with an ear, nose and throat (ENT) specialist.",
        "Surgery may not be for everyone, and those who dislike the idea of sleeping with masks and surgical procedures may benefit from exploring oral devices to address the sleep problem.",
        "Patients considering undergoing surgery for sleep apnea can benefit from exploring the AAOMS website.",
        "People who are diagnosed, or who simply suspect that they have sleep apnea, can benefit from exploring as many avenues as possible.",
        "A dentist who is passionate about helping people to overcome breathing problems related to sleep disorders can benefit from exploring the educational opportunity that continues to help and guide professionals.",
        "People who have breathing-related sleep disorders can benefit from exploring the AADSM as a resource.",
        "The online analysis tools can help people interested in exploring this topic and some offer background information including research about the meanings of dreams.",
        "Residents of Wisconsin can benefit from exploring their options.",
        "The book begins by exploring the nature of dreams, followed by a biblical basis for dream interpretation.",
        "If you are interested in activities that you could do in the dark, like spelunking (cave exploring), animal tracking, exploring, surveillance and more, then Bushnell night vision goggles may be exactly what you need.",
        "MonKoVe is a relatively new online site, but don't let that stop you from exploring their online store!",
        "Two other prominent categories are also worth exploring and they are the Special Application category and Nose Pad Screws section.",
        "After exploring the animal habitats and enjoying the park's assortment of thrill rides, guests can sit down for fun, family-friendly entertainment.",
        "Most season passes pay for themselves in less than five visits, and they can even be useful for guests who do not live near a park but who will be exploring it for several days during vacation.",
        "If your idea of a fun game is exploring a virtual world, there are a lot of free applications that let you create your own using simple tools that you can learn in just a day or two.",
        "He is an elite human soldier in the 22nd century, exploring deep space with the SSV Normandy starship.",
        "Each visiting animal has a distinct personality of his or her own, so enjoy exploring the many subtleties of Animal Crossing: Wild World!",
        "You travel all over the sea, meeting unique creatures and exploring Atlantis in search of your pod.",
        "You will spend a lot of time exploring different areas and encountering various monsters.",
        "Let's look at what it takes to become a video game designer, and see if it's something worth exploring as a career.",
        "I enjoy exploring the many different areas, fighting strange creatures and completing quests.",
        "You can get lost for hours just exploring different towns, dungeons and other interesting places.",
        "Wilderness Creatures List Mod - Increases the number of random creatures you run into while exploring Oblivion's wilderness.",
        "However, you may want to spend time simply exploring the world for bonus items.",
        "Many players are so enthralled by the continuously changing world that they log dozens of hours each week exploring and advancing their character.",
        "While most of the game has you walk around exploring environments and interacting with objects and weapons, there are a number of scenarios you'll have to use a little skill to get past.",
        "Jewel Quest puts you in the shoes of an explorer exploring the ruins of an ancient Mayan civilization.",
        "You spend a lot of time exploring the dangerous jungle of Skull Island, where you will encounter many vicious creatures who will attempt to kill you.",
        "While exploring, you don't have to worry about getting lost, since an on-screen map helps guide you in the right direction.",
        "While exploring the virtual environments created by the Maxis game studio, you may need a little help or direction.",
        "He would spend his days exploring outside his home, trekking through rice fields and canyons, until one day he discovered a large hole in the ground.",
        "Moving - Exploring the map and lifting the fog is the basis of the game.",
        "But the real question is this: can you afford to spend your precious turns exploring water?",
        "The team is exploring new ideas with the title and are constantly expanding the original game.",
        "The Sex in Video Games: Exploring the Business of Digital Erotic Entertainment conference aims to explore the design, development and technology of sex in video games, from national and international perspectives.",
        "While exploring the city, players can swing freely and even enter the Bugle building to receive new assignments.",
        "With your weapons stowed, Link is free to use his hands for exploring the world around.",
        "Exploring the vast oceans is both exciting and mysterious.",
        "You may need to send a young child exploring among unchartered territory to find something yet un-found, or who knows what else.",
        "Add to that an excellent game pace and the thrill of exploring and setting up new towns on the frontier and you have a winning game on your hands.",
        "Remember how you needed to switch characters and use different tools to solve various puzzles while exploring?",
        "Be careful when exploring the web in search of an Xbox Live free trial code or two.",
        "Be sure before you buy one that you know what size and bottle capacity you're looking for, and then head out exploring.",
        "Within the context of the vertical-horizontal-blind formats, try exploring different varietals and regions of the world.",
        "Staying in Buellton or Los Olivos is a good idea, both make great headquarters for exploring the South-Central area.",
        "The world of wine tasting is, after all, all about exploring -- and the same goes for wine making.",
        "Exploring this question is a great way to expand your options when buying or ordering wine.",
        "When you first start exploring the world of wine, the selection can seem a little overwhelming.",
        "In Alaska, helicopters are used for a wide variety of purposes, including exploring for resources such as timber and oil, fire fighting, search and rescue, and sightseeing tours.",
        "Good health, proper planning, and careful packing will allow you to simply enjoy the experience of exploring the wilderness and soaking up the wonder and exhilaration of nature.",
        "After exploring the inner canyon briefly, all five students were perspiring heavily, and more than half of their drinking water was already gone.",
        "Whether you live in Texas or are traveling to the state to begin your camping adventure, you're sure to enjoy spending time exploring the Lone Star state in a rented recreational vehicle.",
        "Be sure to research the typical weather conditions for the area you will be exploring during the time you plan to be there.",
        "In order to start exploring recipes and more, you will need to download the Relish Daily Dish app for free. iPhone users can get the download at iTunes and Android users can download the app at Google Play.",
        "In many regards, the security of the first attachment between infant and parent provides the child with the emotional base to begin exploring the world outside the parent-child relationship.",
        "In the early 2000s scientists are exploring the potential of adult stem cells in treating mental retardation.",
        "In children older than 12 years, most electrical injuries result from exploring and playing around high-power systems.",
        "Parents in Britain began demanding the measles vaccine as a separate dose, and scientists were exploring that option as an alternative to the combined MMR vaccine.",
        "Toddlers' lives generally revolve around experimenting with and exploring the environment around them.",
        "During the latter half of the first year, they begin exploring and testing objects before grabbing, touching them with an entire hand and, eventually, poking them with an index finger.",
        "Toddlerhood is a time when motor skills develop and children begin actively moving and exploring their environment.",
        "As they increase their motor skills, they enjoy feeling different textures, exploring the home environment, and mimicking others.",
        "This therapy approach is designed to help the family unit function in more positive and constructive ways by exploring patterns of communication and providing support and education.",
        "The baby is at the beginning of one of the most intense periods of educational development of her life and needs to satisfy her natural curiosity and her enormous capacity to learn by exploring.",
        "The advisory states that up to one third of preschool-age children discover masturbation while exploring their bodies.",
        "Younger children usually swallow or insert foreign objects into their bodies accidentally, usually as a result of play or exploring their environment.",
        "Alan Siegel and Kelly Bulkeley, writing in their book, Dreamcatching: Every Parent's Guide to Exploring and Understanding Children's Dreams and Nightmares, suggest four beneficial remedies to help a child cope with disturbing nightmares.",
        "By exploring death records online, you can determine where and when a family member died.",
        "Everyone's family story is one that deserves to be told, and exploring these records may be a positive step on your journey to discovering your history.",
        "Exploring your family tree does not need to be an expensive hobby.",
        "Emo looks are most popular with teens exploring their individuality.",
        "It's best to test your wax tolerance by trying an eyebrow or lip wax prior to exploring a bikini removal service.",
        "Once you're comfortable with the process and your esthetician, you may feel more confident exploring more intimate areas of hair removal.",
        "My daughters could learn homemaking, science, language arts and a multitude of other subjects by simply exploring situations and ideas expressed in the books.",
        "If you have written down for example, that you think children learn best by exploring on their own choosing a curriculum that is classical in nature is probably not a good fit.",
        "The Home School Legal Defense Association is a legal resource and political organization specifically for Christian families who are currently homeschooling or exploring their educational options.",
        "LoveToKnow Jobs & Careers is designed to be a valuable resource for individuals interested in exploring different jobs and career opportunities.",
        "Remember to exercise caution when exploring your opportunities; don't lose sight of the fact that any offers or opportunities that seem too good to be true might not be legitimate.",
        "Before looking for work, consider exploring information offered by the CFEC.",
        "Additionally, beyond the basic sheer thong, you'll also find sheer boy shorts and sheer bandeau styles; all of which are worth exploring."
    ],
    "definition": [
        "The action of the verb explore.",
        "Present participle of explore.",
        "Link/Cite"
    ]
}