{
    "translation": "לחקור, לתור, ללמוד (נושא כלשהו)",
    "uses": [
        "I was going to explore this path.",
        "No one was around, so she decided to explore the path.",
        "I want to explore mine first!",
        "Here some of the crew landed, but, being attacked by natives, made no attempt to explore the country.",
        "Martim Affonso de Sousa, having obtained a grant, fitted out a considerable armament and proceeded to explore the country in person.",
        "Again she felt an urge to explore the hills... especially that path.",
        "You're welcome to explore the town, Kelli said as she started away.",
        "Sure, I'd love to go explore the woods with you, but let's forget about my legs.",
        "The lack of accurate knowledge regarding the past of the Chinese Empire may possibly some day be supplied, as European scholars become more able to explore the unstudied stores in the great Chinese libraries, or as Chinese students ransack the records of their country for the facts of earlier periods.",
        "His large hands began to explore her.",
        "Mr Kennedy lost his life in 1848, being killed by the natives while attempting to explore the peninsula of Cape York, from Rockingham Bay to Weymouth Bay.",
        "\"I'll explore it and see,\" replied the boy.",
        "I wish I could explore the woods.",
        "Pedro de Valdivia in 1540 made an expedition into the country of the Araucanian Indians of Chile, and was the first to explore the eastern base of the Andes in what is now Argentine Patagonia.",
        "Let's continue to explore how it may be radically different.",
        "Pike to explore the most favourable route for the conquest of the south-west.",
        "In 1608 he began the settlement which was named Quebec. From 1608 to his death in 1635 Champlain worked unceasingly to develop Canada as a colony, to promote the fur trade and to explore the interior.",
        "SCYLAX OF CARYANDA (in Caria), Greek historian, lived in the time of Darius Hystaspis (521-485 B.C.), who commissioned him to explore the course of the Indus.",
        "You know how you said you'd like to explore other places?",
        "He had determined that the Indus fleet should be used to explore this new world and try to find a waterway between the Indus and the Persian Gulf.",
        "He was to explore and colonize, while the other vessel traded, to pay for the expedition.",
        "From Corpus Christi, Mendoza sent out various bodies to explore the interior in the direction of Peru, but without much success, and at length, thoroughly discouraged and broken in health, he abandoned his enterprise, and returned to Spain in 1537.",
        "Thus it was no easy matter for the early European travellers to find their way into and explore Tibet.",
        "Quite commonly the burrow has a second passage running obliquely upwards from the main passage to the surface of the soil, and this subsidiary track may itself be shut off from the main branch by an inner door, so that when an enemy has forced an entrance through the main door, the spider retreats behind the second, leaving the intruder to explore the seemingly empty burrow.",
        "Why don't you protect those fantastic legs with some jeans and I'll take you to explore the woods.",
        "Here. From now on, when you get the urge to explore the forest, call me.",
        "It is of the essence of an active mind like Pascal's to explore and state all the arguments which make for or make against the conclusion it is investigating.",
        "The first to explore any portion of the mighty river was the reckless and daring adventurer Ordaz.",
        "Alexander left the conquered portion of India east of the Indus to be governed under Porus, Omphis of Taxila, and Abisares, the country west of the Indus under Macedonian governors, and set out to explore the great river The g ?",
        "I did nothing but explore with my hands and learn the name of every object that I touched; and the more I handled things and learned their names and uses, the more joyous and confident grew my sense of kinship with the rest of the world.",
        "Beechey, Proceedings of Expedition to explore N.",
        "- Persistent efforts have been made to explore the antiquities of Alexandria.",
        "containing the annals of Tiglath-Pileser I., and for many years no subsequent efforts were made to explore it.",
        "In 1508 Nicolas de Ovando, governor of Hispaniola (Haiti) rewarded the services of Juan Ponce de Leon, one of Columbus's companions in 1493, by permitting him to explore the island, then called by the natives \"Borinquen,\" and search for its reputed deposits of gold.",
        "She would have to wait for Alex before she could explore that area.",
        "I wanted to explore the woods, not set a world record for travel.",
        "With the laundry washing and the sun peeping through curtainless panes, she set out to explore the house.",
        "This company in 1750 sent Christopher Gist down the Ohio river to explore the country as far as the mouth of the Scioto river; and four years later the erection of a fort was begun in its interest at the forks of the Ohio.",
        "On the arrival of the news in Portugal, Emanuel invited Amerigo Vespucci to enter his service, and despatched him with three vessels to explore the country.",
        "Anyone as bright and curious as you would have to explore that attic.",
        "Those huge hands had started to explore her body in a way that left her feeling feminine, delicate, and willing to let him take control in a way she never permitted him before.",
        "But come, my children; let us explore the mountain and discover which way we must go in order to escape from this cavern, which is getting to be almost as hot as a bake-oven.",
        "He loved to learn them, to explore the depths of the human motivation for keeping them and eventually, to use them against those around him.",
        "If you'd like to explore, why don't you let me go with you?",
        ".4TaXXov, in the same sense, probably connected with µET aXXav, to search after, explore, pETa, after, AXXos, other).",
        "In 1824 the state legislature authorized the appointment of a commission to explore routes from the Schuylkill to Pittsburg, and from the West Branch of the Susquehanna to the Allegheny, and in the three or four succeeding years the state committed itself to a very extensive system of internal improvements.",
        "The second Euergetes and his successor Ptolemy Ptolemies Lathyrus (118-115 B.C.) furnished Eudoxus with a fleet to explore the Arabian sea.",
        "Hopefully, the why of it wouldn't come out until she could explore that building.",
        "After a journey of half a year Hedin reached Shigatse; on leaving it he turned north again, intending to explore the large sacred lake Dangra-yumso, west of Ngantse t'so, but when within sight of it he was prevented by Tibetans from approaching it.",
        "circare, to go round in a circle, to explore), the act of searching into a matter closely and carefully, inquiry directed to the discovery of truth, and in particular the trained scientific investigation of the principles and facts of any subject, based on original and first-hand study of authorities or experiment.",
        "Raynolds, of the United States Corps of Topographical Engineers, with full knowledge of Bridger's accounts, was ordered to explore the region in 1859, and yet, chiefly because of the persistent incredulity with which the accounts of the phenomena were received, the region remained practically unknown until 1870.",
        "In 1810 he was a member of a commission to explore a route for a canal between Lake Erie and the Hudson river, and in 1811 he and Gouverneur Morris were sent to Washington to secure Federal aid for the undertaking, but were unsuccessful.",
        "Here occurs the earliest mention of Vinland, and here are also references of great interest to Russia and Kiev, to the heathen Prussians, the Wends and other Slav races of the South Baltic coast, and to Finland, Thule or Iceland, Greenland and the Polar seas which Harald Hardrada and the nobles of Frisia had attempted to explore in Adam's own day (before 1066).",
        "He then crossed the Pacific to Macao, and in July 1787 he proceeded to explore the Gulf of Tartary and the shores of Sakhalin, remaining some time at Castries Bay, so named after the French minister of marine.",
        "Nations with high percentages of hungry citizens are not universally food exporters, and we will explore this more later.",
        "It is inadvisable to explore for a suspected abscess with a hollow needle without first opening the abdomen, as septic fluid might thus be enabled to leak out, and infect the general peritoneal cavity.",
        "So too Heraclides was sent to explore the Caspian; the survey, and possible circumnavigation, of the Arabian coasts was the last enterprise which occupied Alexander.",
        "Just before the purchase of Louisiana, President Jefferson had recommended to Congress (18th January 1803) the sending of an expedition to explore the headwaters of the Missouri, cross the Rockies and follow the streams to the Pacific. In accordance with the recommendation Meriwether Lewis and William Clark, both officers of the United States Army, with a considerable party left St Louis on the 14th of May 1804, ascended the Missouri to the headwaters, crossed the Rockies and, following the Columbia river, reached the ocean in November 1805.",
        "The next chapter will explore how far this can go, how many of our daily tasks machines could assume.",
        "In 1806 he was ordered to restore to their homes 50 Osages, redeemed by the United States government from Potawatami, and to explore the country.",
        "At the same time that we are earnest to explore and learn all things, we require that all things be mysterious and unexplorable, that land and sea be infinitely wild, unsurveyed and unfathomed by us because unfathomable.",
        "Scholars desiring to explore for themselves the sources of Polish history from the nth century to the 18th have immense fields of research lying open before them in the Acta historica res gestas Poloniae illustrantia (1878, &c.), the Scriptores rerum polonicarum (1872, &c.), and the Historical Dissertations (Pol., 1874, &c.), all three collections published, under the most careful editorship, by the University of Cracow.",
        "They still had something mysterious and exciting to explore.",
        "In 1576 Manuel de Mesquita Perestrello, commanded by King Sebastian to explore the coast of South Africa and report on suitable harbours, -made a rough chart, even then of little use to navigators, which is of value as exhibiting the most that was known of the country by its discoverers before the advent of their Dutch rivals, who established themselves at Cape Town in 1652.",
        "In that year Chile decided to explore the desert coast, and in 1843 that part of the desert extending north to the 26th parallel was organized into the province of Atacama.",
        "The less trustworthy history of the Flatey Book makes Biarni Heriulfsson in 985 discover Helluland (Labrador?) as well as other western lands which he does not explore, not even permitting his men to land; while Leif Ericsson follows up Biarni's discoveries, begins the exploration of Helluland, Markland and Vinland, and realizes some of the charms of the last named, where he winters.",
        "On the 9th of August 1805 he started with twenty men from St Louis to explore the head-waters of the Mississippi.",
        "When you purchase a weaker monitor and your house is simply booming with electronic devices, you may find yourself having to explore unique set up options in order to achieve decent reception.",
        "To make for a truly memorable outing, try novel combinations of classic ingredients or explore lesser-known wonder foods.",
        "The best way to explore the area is to take a self-guided tour of the area, using the printable map available in the village's official website.",
        "The marshes make for great nature and bird watching, while the flat terrain allows bicyclists to easily explore miles of the countryside and waterfront.",
        "You can visit one of the local wineries or explore one of the numerous museums.",
        "Along with a vast array of activities and opportunities to explore, the town has many dining choices as well.",
        "There are still options if you want to explore by day and dance by night but can't legally drink yet.",
        "The nightclub options that are available are varied, giving locals the opportunity to explore different types of nighttime entertainment.",
        "People visit the lakes to swim, sail, or fish and to hike and explore in the rolling hills.",
        "Let your baby explore the world around him.",
        "If you recognize that you may have become too overprotective of your infant, you can start making small steps that will let your child explore the world safely.",
        "Explore these options for creating a memorable diaper cake.",
        "These parents will often explore the many diaper cream options available on the market, but some parents will not achieve success with any cream because the underlying issue remains addressed.",
        "Let your child explore on his own and let him choose which books to check out.",
        "They key is to follow -rather than work against- the toddler's natural inclinations to explore, expand and imitate.",
        "Active boys go through clothes fast, either growing out of them or ruining them as they explore the world.",
        "If you love the outdoors but are lacking the gear you need to head out and explore, know that the first and most important purchase you'll need to make is for a good pair of hiking boots.",
        "Sit back and explore the site, let us know what you think.",
        "They weren't in a race, though, and the longer route would give her guests more time to explore.",
        "Musa into Asia Minor to find out all about the Seven Sleepers which he discovered in the neighbourhood of Arabissus,' and Sallam the Interpreter to explore the situation of the famous wall of Gog and Magog, which he reached at the north-west frontier of China.",
        "When the claim of the United States to the Oregon territory was being strengthened by occupation, Fremont was sent, at his urgent request, to explore the frontier beyond the Missouri river, and especially the Rocky Mountains in the vicinity of the South Pass, through which the American immigrants travelled.",
        "A third Thule expedition started in 1920 under the leadership of Lauge Koch, who proposed to explore the interior of Peary Land and to fill in certain gaps in the chart of the N.W.",
        "Russian efforts to explore the N.",
        "He went to America in 1531, and after serving his order zealously in Peru, Guatemala and Mexico, was chosen to explore the country north of Sonora, whose wealth was pictured in the hearsay stories of Alvar Nunez Cabeza de Vaca.",
        "He also made accurate measurements and a plan of the Hellenistic temple, found many inscriptions and a few miscellaneous antiquities, and had begun to explore the Precinct, when the great expense and other considerations induced the trustees of the British Museum to suspend his operations in 1874.",
        "Travelling commissioners were appointed to explore the hinterland, and frontier police were organized.",
        "Arizona history begins with the arrival in Sonora in 1536 of Alvar Nunez Cabeza de Vaca, who, although he had not entered Arizona or New Mexico, had heard of them, and by his stories incited the Spaniards to explore the unknown north in hope of wealth.",
        "EUDOXUS, of Cyzicus, Greek navigator, flourished about 130 B.C. He was employed by Ptolemy Euergetes, who sent out a fleet under him to explore the Arabian Sea.",
        "In the latter year Brocchi sailed for Egypt, in order to explore the geology of that country and report on its mineral resources.",
        "His address before the graduating class of the divinity school at Cambridge, in 1838, was an impassioned protest against what he called \"the defects of historical Christianity\" (its undue reliance upon the personal authority of Jesus, and its failure to explore the moral nature of man as the fountain of established teaching), and a daring plea for absolute selfreliance and a new inspiration of religion.",
        "We have to scale the walls, open the windows, and explore the castle before crying out that it is so marvellous that it must contain ghosts.",
        "From 1864 to 1866 he taught geography at the military school at Warsaw, and in 1867 he was admitted to the general staff and sent to Irkutsk, where he started to explore the highlands on the banks of the Usuri, the great southern tributary of the Amur.",
        "Peru has fitted out many costly and ably-conducted expeditions to explore it.",
        "Professor Macrory said he would explore the possible relevance of the Law Commission's current review of the law on injurious affection.",
        "aim of this module is to explore these different mechanisms and to provide sufficient information for further investigation and research.",
        "This morning, you leave Assisi and ride to Spello where you can wander around and explore the alleyways.",
        "alleyways between small houses, arranged higgledy-piggledy fashion, tempt the inquisitive to explore.",
        "allure of this romantic city as you explore on your own.",
        "Hold that position on the left stick and continue to explore with the right analog stick to see what happens.",
        "Day 1: your first day is free to explore ancient Volterra.",
        "Flowers and fashion Botanist Sandy Knapp and fashion photographer Nick Knight explore the merging of nature and fashion in the beauty of flowers.",
        "Most visitors will want to explore the fells that surround the valley.",
        "Further studies are needed to explore this tendency ~ and the underlying pathogenesis toward lower bone mineral density in men with FM.",
        "We recommend that all parents get down at 'crawl level' and explore the room from the vantage of a baby.",
        "So far she had never mentioned her excursions to the attic, but when things got too dull around the house, she went up to explore.",
        "Back on earth, explore the 35 acre arboretum with over 2000 species of trees and shrubs.",
        "rich aristocrats paid engineers to explore on their estates, digging deep shafts, hoping to hit coal.",
        "Fill your child's playtime with cherished storyb... 3-D Space Projector: Have your aspiring astronaut explore the depths.. .",
        "Three focussed workshops enabled all attendees to explore the most critical developments in their field.",
        "Without regard to explore the pristine society expeditions western ave.",
        "Poly HC Pontypridd Ladies We are a club looking to explore new avenues in Europe.",
        "This is another fruitful avenue for the voluntary sector to explore.",
        "As we explore Mikumi we will begin to discover a totally different avifauna from the one that has gone before.",
        "Gone are the static, painted backdrops, replaced with three-dimensional areas that you can fully explore to your heart's content.",
        "backpack filled with pens, paper, games and activities and navigate and explore the galleries at the museum.",
        "explore undeveloped backwaters and sleepy villages off the beaten tourist track, and find a deserted beach you can have all to yourselves.",
        "Explore by moped, which costs 350 baht (£ 5.50) for 24 hours ' hire.",
        "Free time to sun bathe, snorkel, explore the beautiful island or simply chill out in the many beach bars!",
        "It is fascinating to explore the battlements, dark passages and huge basement with an exhibition of England's coastal defenses.",
        "explore the local bazaar or perhaps take an excursion to the ancient ruins of Ephesus.",
        "Explore lively bazaars, wander around a camel fair or take on the challenge of ordering dinner from a Chinese menu!",
        "Each enjoys the small-town feel and big-city attractions with great golf, boating, fishing and stretches of unspoiled white-sand beach to explore.",
        "Scotland hotels explore breathtaking natural beauty Scotland hotels with online reservations, enjoy the beauty of Scotland.",
        "For guests wishing to explore the delights of Bath and the surrounding countryside, the hotel offers bespoke guided tours.",
        "Activities include bird-watching, snorkeling, sailing and walking - one of Explore's most laid-back tours.",
        "Most things start looking blocky once you explore the map enough.",
        "To explore scientific error paper in which needed to obtain villari also bolstered.",
        "explore the borderland between civilization and untamed, wild swamp?",
        "This book aims to assess the subject matter jurisdiction of the International Criminal Court and to explore the borderlines of judicial interpretation.",
        "Swimming Pool, Garden including boules and small olive grove for children to explore.",
        "Explore changes of grain boundary energy arising from segregation of impurities.",
        "This one-day course aims to explore literary Braille, ie, the way to read and write the English language.",
        "brainstorm words or phrases which explore this idea more closely.",
        "Visit her home and museum at Chawton and explore the picturesque byways of Hampshire, which inspired her.",
        "However this does not mean that we do not make calculated assisted assumptions to help enable us effectively explore new frontiers.",
        "Two teachers from Hampshire are preparing to join a research cruise to explore submarine canyons off Portugal.",
        "There's time to explore the town and browse the many craft shops selling ornate wood carvings and locally produced clothes.",
        "Here, visitors can ski, swim, explore underwater caves, go rafting through wide canyons, or relax on a secluded beach.",
        "There, he entered a large cavern which he proceeded to explore for a distance of eight miles.",
        "You can also explore caverns where locals collect swallow nests to make their bird's nest soup.",
        "But there are other shops, too, from jewelers to boat chandlers if you explore.",
        "John Garstang was the first to employ modern pottery chronology to explore this biblical site.",
        "Having decided to explore this historic city we decided to walk in.",
        "Fife DAY NINETEEN A relaxing day as we explore the charming coastline of the Kingdom of Fife.",
        "Professor Alan Cowey, FRS University of Oxford Using TMS to explore the nature and timing of brain events underlying visual cognition.",
        "Mrs Jolliffe will explore this further with the TVBC refuse collection service with a view to getting bins for these locations.",
        "complementarityt efforts to explore the complementarities between the two approaches would reap dividends.",
        "From bias comes opportunity: the use of texts to explore the concept of bias in geographical learning.",
        "In particular seeks to explore the confluence of depth psychotherapy with the world's contemplative traditions.",
        "You will explore a range of explanations of processes of learning and development including social constructivism and behaviorism.",
        "The mask allows the actor to explore an entirely different mode of performing from that required by modern theatrical conventions.",
        "We then set off up the mountain to explore one of the east facing corries.",
        "More recently, I have begun to explore a possible general role for the frontal cortex in processing emotion more broadly.",
        "Hire a boat to explore the coves near Dassia.",
        "Enjoy spectacular coastal walks or explore the sandy bays, smugglers ' coves, rocky pools and cliffs.",
        "Boating, Sailing, Fishing Falmouth offers wonderful facilities for boating, with hire boats being easy to arrange to explore local creeks.",
        "The spectacular reef walls, with some flat reef crests to explore at shallower levels, provide the majority of dive sites.",
        "Chandler and Monica find Peg's room key and let themselves back upstairs to explore some more crevices.",
        "crinkle are hidden squeakers, rattles and crinkling sounds to find and explore.",
        "They also link to the content of the Explore and Wildwalk exhibitions, allowing crossover educational potential.",
        "Each entry is extensively cross-referenced giving the reader seemingly unlimited avenues to explore.",
        "A good way to explore the waterways is on a self-drive cruiser.",
        "These factors severely curtailed plans to explore on foot.",
        "Below are the major considerations to think about... the site will explore in sufficient depth each of these alternative types of pump applications.",
        "developed that explore to a high degree the use of alternative sustainable energy solutions.",
        "You can take a trip on a fishing dhow, swim or snorkel around the reef or explore quiet towns nearby.",
        "Then on as far as the Foxley turning, when I realized a responsible diarist would at least explore the town.",
        "This lecture will explore the medical, ethical and philosophical issues underling these painful human dilemmas.",
        "For this reason, the course will seek to explore specific dimensions of world cinema in terms of historical and social contexts of production.",
        "On clear evenings, there would be a landing party, buzzing over to the deserted shore in a small dingy to explore.",
        "Explore a scene straight from Jurassic times with the most lifelike animatronic dinosaurs ever seen.",
        "diocesan ' opportunities to Explore Faith ' The Sacrament of Reconciliation Do we still need this Sacrament?",
        "Explore Jesus' concern for the unwanted and rejected Jesus' disciples.",
        "Both the film and the objects explore this emotional dissonance.",
        "Explore the magic of the under water world while becoming a certified deep sea diver.",
        "Walks, hiking trails and jeep excursions enable visitors to explore marshes and wetlands, coastal dunes, isolated mountain peaks and Atlantic beaches.",
        "explore the dungeons carved out of the rock beneath the North Gate, or just relax on the lawns of the Ladies Parlor.",
        "She draws on her skills as a glass maker and jeweler to explore the intriguing dynamics in relationships.",
        "The lecture will explore why non-linear dynamics must be at the core of performance based earthquake engineering.",
        "You then set out across the snow, possibly spotting elks as you explore.",
        "empathetic listening by having students explore its opposite.",
        "The York Marriott Hotel at York, An ideal base from which to explore enchanting York.",
        "We have two days to explore the lowlands of SÃ£o TomÃ©, where the rarest endemics occur.",
        "engagement with stakeholders over the next few months will explore how the strategy can be taken forward.",
        "Clearly enthused by the subject matter, Brownlow wants to inspire more divers to explore fresh water.",
        "Junior History Activity This term the Junior History Activity has taken advantage of the fine weather to explore the environs of the school.",
        "This study uses ethnography to explore the question: 'Are midwives using research evidence in practice?",
        "We explore territorial exclaves and enclaves throughout Europe those little islands of land which are part of one country but surrounded by another.",
        "Sensation, Dundee Science center devoted to the five senses with over 60 hands-on exhibits to explore.",
        "Explore the delightful Museum, housed in an old boathouse, with fascinating exhibits and photographs.",
        "They were sent in 1830 to explore the lower reaches of the River Niger, and later mounted two more expeditions to the Niger.",
        "explore the theme of sustainability, which is a current ' hot topic ' in the field of environmental study.",
        "explore the relationship between human isolates and those identified from cattle and retail poultry.",
        "explore aspects of cultural differences.",
        "explore on foot.",
        "explore at leisure.",
        "explore feelings such as fear, anger, shame, hope, love and trust.",
        "From here you can fully explore our site \" .",
        "explore what is happening deep inside the planets.",
        "explore beyond the historic boundaries of their own particular specialism.",
        "explore in detail is having no specific regime.",
        "explore with relative ease.",
        "explore by bike.",
        "We'll have two days to explore the many facets of this small island.",
        "Image: Shows one of Helen Story's ' Death Dresses ', which explore the end of female fertility.",
        "The historic city of Bergen is the main point from which to explore the western fjords of Norway.",
        "flavourne some contrasting places and absorb the atmosphere, savor the flavors of local cuisine and explore the sights.",
        "In this interview I have tried to explore the folk music that influenced the Vujicsics Ensemble.",
        "One cannot hope to do much more than explore the foothills of God's majestic providence for all human beings.",
        "In the afternoon we will explore the extensive Nothofagus forest in the Andean foothills.",
        "freeze-dryject will explore a novel method for preparing freeze-dried vaccines based on inkjet technology.",
        "fruitful avenue for the voluntary sector to explore.",
        "fruitful to explore.",
        "The center will explore and develop direct and indirect liquefaction technologies to produce gasoline & diesel fuel.",
        "In the first chapter I explore the genesis of the Holocaust industry.",
        "Charmin ' Virginia gentleman way i figured that out hr she says to explore the.",
        "Landserf allows students not only to explore a landscape visually, but also to investigate the geomorphology of a region by performing terrain analysis.",
        "explore the live geysers of Rotorua or the North Island's Waitomo Caves, famous for its limestone caverns and glow worms.",
        "Jamie will explore insights gleaned over 25 years of youth work experience.",
        "You will meet very few other walkers as you explore remote glens and mountains, sparkling lochs, isolated islands and beaches.",
        "During a one-hour tour visitors learn about the history of the sewers before donning plastic gloves and hard hats to explore underground.",
        "gopher server allows users to explore the Internet by presenting the user with a series of menus.",
        "Explore textures of summer greenery; composition and perspective.",
        "BG Group will only bid to explore if it can operate within its ethical guidelines.",
        "In this paper we deploy the concept of institutional habitus in order to explore such influences.",
        "I want to explore these states, and make scientific experiments on them, including those induced by using hallucinogens.",
        "From here it is possible to explore the nature trails of the Parque Nacional del Granma around the fishing hamlet of Cabo Cruz.",
        "hands-on exhibits to explore.",
        "hectare estate which guests are free to explore.",
        "The program allows children to explore Albert`s house, play hide-and-seek and to rescue Albert from the ferocious cat.",
        "Here are some helpful hints Explore the critical nature of your thinking.",
        "Those wishing to explore the hinterland would do best to stay in the NW.",
        "explore historic Kirkby Lonsdale on a guided walking tour tomorrow (Saturday ).",
        "Tricomi combines first-rate theoretical debate and textual analysis to explore the practical application of his suggestions for a new direction in literary historicism.",
        "Down By The Sea: As the weather hots up it's time to explore Britain's beaches.",
        "Within the Boro there are also a wealth of historic houses, churches and museums to explore.",
        "Would you like to travel back hundreds of years to explore local history?",
        "hundreds of miles of rivers to explore.",
        "If we encounter some icebergs in the area, we'll make time to explore them.",
        "Endorsements: \" Margaret Starbird's research opens doors for each of us to further explore the rich iconography of our own spiritual history.",
        "explore any ideas you have about the usage of \" back \" by running the appropriate sorts on the concordance.",
        "Four mini role plays aim to help students explore feelings around facial imperfection.",
        "explore in-depth a set of statistics relating to road casualties, over a period of years.",
        "Your time at uni is the perfect opportunity to totally explore yourself and is a great chance for a bit of self- indulgence.",
        "TMSs should provide access to the emerging information superhighway and should explore the use of the superhighway for buying and selling terminology collections.",
        "Multimedia Networking for inhabited television The objective of the project was to explore Inhabited Television as a challenging application for multimedia networks.",
        "It is high time that studies should be undertaken to explore the intricacies inherent in such contingencies.",
        "We invent scuba gear and submarines and we explore the deep ocean so inimical to our terrene mammal bodies.",
        "Her primary intension in this series of works was to explore the potential to reconfigure the viewer's relationship to space (6 ).",
        "Our study design seeks to evaluate both scenarios and in addition explore gene-gene and gene-environment interactions by constructing logistic regression models of risk.",
        "The Pentagon plans to develop sea-based interceptors, fit lasers to planes, and to explore the use of firing rockets from space.",
        "Both organizations were set up to explore intersections between artistic disciplines.",
        "invitational workshop on Digital Policy Management was held at the British Library Conference Center in April to explore these issues.",
        "The next step was to actually explore the site, making quick on-the-spot jottings, which we shared afterward by reading aloud.",
        "The purpose of this paper is to explore this juncture by defining the issues surrounding the shift and weighing the possibilities for the future.",
        "Or you could hire a kayak to explore the bay.",
        "Why are these young men and women prepared to risk serious injury or even death in order to explore these vast underground labyrinths?",
        "labyrinth of caves to explore.",
        "Here we will explore the rich labyrinth of waterways which will afford us excellent wildlife viewing.",
        "From our base at the comfortable Oropendola Lodge we'll be able to explore the trails, oxbow lakes and visit nearby canopy platforms.",
        "Explore the exit of the pit lane to give just a little more room on approach.",
        "AI will always face the future and explore the leading edge of understanding and innovation.",
        "least at a different competitive level, these climbers are usually at Smith Rock to hike or explore.",
        "I flop on the bed whilst the others explore the pool, still feeling rather lethargic.",
        "Between lie acres of orange groves, the region's lifeblood, which the casual walker can explore.",
        "lilyy 3: Day 3 day at leisure to explore the Esteros del Iberia where giant royal water lilies can be found.",
        "Time to explore outwards provide a at am Maine lobster followed.",
        "Having sated their blood lust, the next thing people do is try to explore.",
        "This innovative interdisciplinary ma and MPhilB postgraduate program gives you the tools to understand, explore and critique culture and your place within it.",
        "Studying planetary magnetic fields enables us to explore what is happening deep inside the planets.",
        "Explore the mangroves by boat to see numerous waterfowl, monkeys and, if you are lucky, the endangered manatee.",
        "We anchored near to the Mariela islets and, after a siesta, we took the pangas to explore the mangroves.",
        "VENICE Among the waterways of Venice restored palaces and stately mansions are your atmospheric homes to explore its myriad alleys and canals.",
        "In this tutorial, I'll explore the process I use for creating a digital maquette from a design sketch.",
        "Not only is a gulet cruise the best way to explore such an essentially maritime civilization, sometimes itÃ¢s the only way.",
        "If time permits we'll explore some freshwater marshland and orchards before returning to our hotel in the late afternoon.",
        "Moving confidently, we then climb several lower peaks to explore the massif and get used to high altitude.",
        "In this paper we explore the use of graphic calculators in developing mathematical modeling skills.",
        "Visitors can explore ancient oak and beech woods, flower-rich grasslands, or wander through traditionally managed riverside meadows.",
        "Mecca for outdoors enthusiasts, Chamonix is the ideal place to explore for history lovers too.",
        "Sights & Sounds Sightseeing: Sousse For a real flavor of North African culture head north to Sousse and explore the old medina.",
        "mergesome future date we may decide to explore the pros and cons of merging with the new national charity.",
        "This prompted us to explore the use of subcutaneous methotrexate.",
        "Explore the original story using mime, music, symbolic movement.",
        "It would be worthwhile to explore how group members ' differing attitudes toward one or more topics or ideas might affect social mitosis.",
        "modest ambition of this series is to explore such diversities.",
        "Cassini-Huygens is the first ever mission to explore Saturn and its icy moons in such detail.",
        "It was to explore urban mythology in a unique way while avoiding horror cliches.",
        "The proposed framework in the paper provides an exciting opportunity to explore the research-teaching nexus in greater depth.",
        "novice skiers to explore with relative ease.",
        "officiatepan>officiating priest will work closely with you to explore how music might be best used in your service.",
        "Today's visitors to Ani must explore the ruins under the supervision of armed soldiers and most of the extensive site is now off-limits.",
        "Why not explore the usually off-limits areas of LondonÃ¢s theaters with backstage tours, to see what they have to offer?",
        "explore, onomatopoeia, alliteration, and distinctive rhythms.",
        "Explore our research pages to see some stunning images of opal and inverse opal and to learn more about these exciting materials.",
        "The method selected allowed the Research Associates to explore various modular options in each phase.",
        "orange groves, the region's lifeblood, which the casual walker can explore.",
        "I need to get back to making origami to explore shape, designing egg containers and constructing models using chick peas and cocktail sticks.",
        "Pillar of the sky is her one excursion into prehistory so far which sets out to explore the origins of Stonehenge.",
        "This can be one of the best ways to explore the Australian outback.",
        "To our surprise the passage formed a high, dry oxbow to the main streamway, which we were now ready to explore.",
        "Each Pavilion is like a trip to another country Ã¢ where kids can explore a Japanese pagoda, discover the Eiffel Tower and.. .",
        "Explore La Zisa, a Moorish palace turned into a museum of Arab culture.",
        "pare course, such a paring down of the original leaves little space to explore some of the darker elements of the play.",
        "parliamentarians in both countries to explore issues relating to trade, industry, research and poverty eradication.",
        "Explore the beautiful Elysian garden, 19th century parterre with its elaborate floral displays and the organic Kitchen Garden.",
        "We were all highly motivated to explore feminist pedagogy and to consider the implications for our own teaching.",
        "perched on the mountainsides, which are a delight to explore.",
        "persisted unchanged over the following 7 days, the decision was taken to explore the wound.",
        "Objectives The primary objective is to explore the safety of 13% of cellulose acetate phthalate (CAP) as a vaginal microbicide.",
        "Exploring digital media for me means more than exploring technical physics - we can explore concepts and interactions.",
        "planetarium show at the Explore ticket desks on arrival.",
        "In the lab, the team use a common marine plankton infected with a virus to explore the processes in more detail.",
        "The thrust of CMM based systems is to explore how biologically plausible neural networks can be used for practical computing tasks.",
        "playtime with cherished storyb... 3-D Space Projector: Have your aspiring astronaut explore the depths.. .",
        "This project aims to explore the gendered global political economy of governance in the context of globalization.",
        "There are many cabins to explore - most of which still have their brass portholes in place.",
        "The purpose of this meeting was to explore postmodern generational issues and their effect on the world mission movement.",
        "House with conservatory for solar ventilation preheat Simulation can be used to explore the potential for novel energy conservation approaches.",
        "Join a costumed presenter to explore the impact of Tudor exploration using artifacts and replica objects.",
        "priming paradigm to explore the processing of ignored familiar faces.",
        "The NIMR researchers set out to explore this using a fragment of the sheep prion thought to be important for aggregation.",
        "Cocoa beach holidays can make good use of an efficient beach trolley bus to explore the long attractive beach promenade.",
        "purposeful sampling to explore diversity.",
        "quaint fishing villages to explore, all within easy driving distance.",
        "I felt too queasy to explore it and slept out in the sun.",
        "The use of simple self-report questionnaires to explore self-awareness has significant limitations.",
        "You can explore the park with experienced rangers in open vehicles, by foot or on horse.",
        "Therefore, the first problem we must overcome to explore the underwater realm is a means to provide breathing gas.",
        "reanimatea receiver and map to explore the streets alongside the road and discover this invisible layer of speech and music reanimating the landscape.",
        "In this paper we explore the use of various meeting corpora for the purpose of automatic speech recognition.",
        "recombination operators to explore representation lengths much larger than the initial representation length.",
        "And now, with the option of overnight sailing you can sleep on the ferry and arrive feeling refreshed and ready to explore!",
        "We want to explore regional, national, European and global opportunities and platforms for our programming.",
        "Using both retrospective and prospective data we then explore the relationship between human isolates and those identified from cattle and retail poultry.",
        "Using sound recordings we shall explore a rich and varied repertory of musical works dating from the seventeenth to the twentieth century.",
        "further research in this field could explore what effect such personal confessions have upon the guests themselves.",
        "explore the riches of Italy with Lonely Planet's essential guide.",
        "Finally, board a traditional rickshaw to explore the narrow lanes of Old Delhi, with their crowded shopfronts and mass of people.",
        "After breakfast, there's time to explore the riverbanks on foot, then take the motorized canoe back downstream to the lodge.",
        "Explore nearby Betws-y-Coed with its specialist shops, quality restaurants and picturesque riverside walks.",
        "role-playing activity where pupils will explore a woodland community.",
        "You explore the old ruins on the island; new graphics are imported to enhance the very roman feel to the ruins.",
        "About the Site: Explore the picturesque ruins of Beaulieu Abbey, with an exhibition on monastic life in the middle ages.",
        "Explore the rolling hills, moorland and woodland, see castle ruins, and a rich variety of wildlife.",
        "That is, to aim for a new target object or to explore the same object with a second saccade.",
        "sampan ride around the waterways, or explore some of the many nearby islands.",
        "Focus groups: Participants were selected by purposeful sampling to explore diversity.",
        "Step back in history as you explore the rock cut tombs and ancient Lycian sarcophagus.",
        "Freshwater - beautiful surrounding cliffs to explore the coastal scenery.",
        "There are many nature trails to explore the wildlife and breath-taking scenery.",
        "In the context of racially segregated America, the play looks inwards to explore the pressures upon family unity.",
        "enhance self-esteem, develop skills and explore attitudes and values as well as acquire and extend knowledge.",
        "They explore female sensuality, both in the nature of the forms themselves and in the way they feel when worn.",
        "fine shingle at high water, revealing sand at low water, even a few rock pools for the kids to explore.",
        "Explore the planet's last frontier in search of true adventures with famous shipwrecks.",
        "You can also explore the many shipwrecks in the waters off the island.",
        "Star Wars Republic Commando is a squad-based first-person shooter that lets you explore the elite world of the Star Wars military.",
        "A lot of people took up the offer of the canoe to explore the shoreline further than you could on foot.",
        "sidebar menu to explore the events in full.",
        "After a three-night stay at DoÃ±ana, we move south to explore the coast, wild sierras and tucked away lagunas of southernmost AndalucÃ­a.",
        "similarityt will also explore the remarkable similarities between housing regeneration in the cities of Glasgow and Chicago.",
        "skilled in futures techniques in order to best capture and explore future environments.",
        "This is your chance to explore it aboard your very own snowmobile.",
        "soak up the ambiance and allure of this romantic city as you explore on your own.",
        "Maybe a designated social worker could attend family services, get to know how the church operates and explore ways to work collaboratively.",
        "Cosmopolitan Doha is it's capital and here you can explore the traditional souk and the modern shopping center.",
        "springboard for ideas which the choreographer hopes to explore further in the physical realm.",
        "Lots of gardens and forest to explore, including some extremely tame red squirrels which are rather a novelty for us islanders.",
        "staggering beauty, which our guests are increasingly excited to explore.",
        "stroll along the promenade, explore the shops or catch a matinee performance at the theater.",
        "Explore at right an example of a crystal structure of the myosin head with associated light chains.",
        "Robin Rhode uses photography, video and performance to explore the expression of territory, pride and respect in graffiti subcultures.",
        "watch the glorious sunsets across the Swale or explore the antique shops.",
        "Boating, wind surfing, sea kayaking A great area to explore by water.",
        "swat Team at Initial Deployment Point Scenario This was a simple test scenario to explore the rules.",
        "swat team at Initial Deployment Point Scenario This was a simple test scenario to explore the rules.",
        "tackle bag and get out and explore the miles of shoreline.",
        "The research team also tape-recorded lessons and used this evidence to explore unexpected findings from the coded observations in more detail.",
        "Victorian taxidermy was the font of the idea that we can explore, understand and tame the species that we share the world with.",
        "Explore the history of communications from the first telegraph to the broadband age.",
        "Click any link from below to explore the complete Trigano trailer tent range.",
        "terrain for even novice skiers to explore with relative ease.",
        "Recently IDS has been involved in two workshops to explore these themes.",
        "They explore how to create images that will be viewed in two dimensions, but actually look three-dimensional.",
        "Explore the latest Horse Racing Systems, advice with betting tips using the fast links below!",
        "The time allotted for the talk: The longer the talk, the more freedom you will have to explore the topic.",
        "treasure-trove of wrecks to explore.",
        "However, the area offers a treasure-trove of wrecks to explore.",
        "trendylatter want to explore new ways of being church, which sounds trendier.",
        "Through these engaging stories, you'll explore the entire history of jazz trumpet.",
        "This is a good place to explore the tundra where musk ox is likely to roam.",
        "You explore alpine valleys and the snow-covered tundra in the company of Russian scientists charged with protecting the island.",
        "This representation of a disastrous marriage enables Moore to explore mental turmoil and an unhappy ending.",
        "unbounded freedom to explore Lincolnshire!",
        "Acutely topical, darkly satirical and brutally uncompromising - these two monologs explore the shattering of childhood innocence.",
        "See the political murals and explore the underbelly of the city in your taxi with a real Belfast local at the wheel.",
        "Come and explore the undergrowth, then make a mask or a model of your favorite wild creature.",
        "underliesor Alan Cowey, FRS University of Oxford Using TMS to explore the nature and timing of brain events underlying visual cognition.",
        "Harvey's previous book, In a True Light, departed from Nottingham to explore the underworld of art.",
        "unidimensional approach fails to adequately explore creativity, one of the most vital aspects of intelligence.",
        "In your spare time either explore the region or simply unwind.",
        "It's light enough for layering, and has a deep V-neck, so explore your options.",
        "Explore the jungle trail leading up to the treetop canopy walkways, 41m above the forest floor.",
        "Or you could explore the Millgate Museum, housed in a Victorian warehouse on the banks of the River Trent.",
        "The Lift New Parliament project is a chance to explore ways to have a better discussion between architects and non-architects.",
        "Explore & Wildwalk open 10am-5pm term-time weekdays, 10am-6pm weekends & school holidays.",
        "In contrast, you could explore the wilds of Exmoor National Park.",
        "The first winter The pilgrims went ashore to explore the wilderness.",
        "wineryn>Explore boutique wineries, take to the hills on foot or perhaps enjoy a few rounds of golf.",
        "Help her and the White Rabbit explore a wonderland of light and matter where nothing is what it seems.",
        "There are 2000 acres of ancient woodland to explore in this Nature Reserve.",
        "By encouraging identification we hope to allow people the freedom to explore the world in greater security.",
        "Most people got the chance to explore and penetrate the wreck leaving everybody happy if not battered and bruised.",
        "of the Azores, to the west of which the Spaniards were authorized to explore and to the east of which the Portuguese received the monopoly of discovery.",
        "In November 1492 a party sent out by Columbus from the vessels of his first expedition to explore the island of Cuba brought back information that they had seen people who carried a lighted firebrand to kindle fire, and perfumed themselves with certain herbs which they carried along with them.",
        "After passing the Wonderstrands and reaching a coast indented with bays, Thorfinn put two fleet Gael runners ashore, with orders to explore southwards (see Leif Ericsson): they returned with grapes and wild wheat, proofs that the Northmen were not far from Vinland.",
        "Lander, Journal of an Expedition to explore the Course and Termination of the Niger..",
        "People have always had the drive and the ability to build, create, discover, and explore.",
        "There are many quaint fishing villages to explore, all within easy driving distance.",
        "Borrow a receiver and map to explore the streets alongside the road and discover this invisible layer of speech and music reanimating the landscape.",
        "I believe the time is right to explore and reappraise the subject.",
        "She has brought together 36 artists all of whom explore a significant strand in contemporary art - the reuse and recasting of cultural material.",
        "Nevertheless, there appears to be little pressure for the recombination operators to explore representation lengths much larger than the initial representation length.",
        "And now, with the option of overnight sailing you can sleep on the ferry and arrive feeling refreshed and ready to explore !",
        "Further research in this field could explore what effect such personal confessions have upon the guests themselves.",
        "Explore the riches of Italy with Lonely Planet 's essential guide.",
        "After breakfast, there 's time to explore the riverbanks on foot, then take the motorized canoe back downstream to the lodge.",
        "An exciting role-playing activity where pupils will explore a woodland community.",
        "What better way to explore the beautiful Gower coast than on-board one of our sailing school yachts.",
        "Take a sampan ride around the waterways, or explore some of the many nearby islands.",
        "Enhance self-esteem, develop skills and explore attitudes and values as well as acquire and extend knowledge.",
        "Fine shingle at high water, revealing sand at low water, even a few rock pools for the kids to explore.",
        "Explore the planet 's last frontier in search of true adventures with famous shipwrecks.",
        "Then explore Bicester Village - a shoppers paradise with over 90 outlet brands at discounted prices.",
        "Use the extended sidebar menu to explore the events in full.",
        "We explore the antics of \" weird \" specialists, bizarre magicians and sideshow performers.",
        "The event will also explore the remarkable similarities between housing regeneration in the cities of Glasgow and Chicago.",
        "These teams have access to the latest research information and are skilled in futures techniques in order to best capture and explore future environments.",
        "He said an Indian delegation had also left for Iraq to explore further business opportunities with them and smoothen the rough edges if any.",
        "Time at leisure so why not explore the glorious setting on the shores of the Alta River and perhaps have a snowmobile ride?",
        "Cosmopolitan Doha is it 's capital and here you can explore the traditional souk and the modern shopping center.",
        "Level 3 modules explore aspects of British or American history in depth, and relate closely to the research specialisms of academic staff.",
        "Using the canonical model to explore neuronal activity: precision and spike timing.",
        "The video may be more of a springboard for ideas which the choreographer hopes to explore further in the physical realm.",
        "Mexico is a country of staggering beauty, which our guests are increasingly excited to explore.",
        "Take a stroll along the promenade, explore the shops or catch a matinee performance at the theater.",
        "We explore the potential of the suffix tree data structure in this context.",
        "Watch the glorious sunsets across the Swale or explore the antique shops.",
        "SWAT Team at Initial Deployment Point Scenario This was a simple test scenario to explore the rules.",
        "Rather than load yourself down, make room for a camera in your tackle bag and get out and explore the miles of shoreline.",
        "Days 10 & 11: Guided city tour and further time to explore and enjoy Buenos Aires, perhaps taking in a tango show.",
        "Now we have technologies we can use to explore the terahertz region of the spectrum, said Professor Davies.",
        "In the morning we take the ferry to the West Bank to explore the tombs of the Pharaohs in the Valley of the Kings.",
        "This project seeks to explore how tomboy identities are constructed by children in primary schools.",
        "Cruise the waterways of India Explore the tranquil backwaters of Kerala, Southern India, in a traditional rice boat with crew.",
        "Lying relatively untouched and refreshingly car-free, it leaves hired bicycles as the best way to explore the pungent vanilla plantations and tranquil coves.",
        "The latter want to explore new ways of being church, which sounds trendier.",
        "Students will explore the particular learning styles of pupils with autism spectrum disorders, taking into consideration the triad of impairments.",
        "So enjoy your own green space and the unbounded freedom to explore Lincolnshire !",
        "This unidimensional approach fails to adequately explore creativity, one of the most vital aspects of intelligence.",
        "Want to use a creative approach to raise issues, explore ideas, deliver messages and unlock potential?",
        "The students are then asked to design an experiment which will explore the viscoelastic properties of polymers.",
        "It 's light enough for layering, and has a deep v-neck, so explore your options.",
        "Explore the warren of cellar rooms were Neville Chamberlain, then more famously Winston Churchill planned the II World War.",
        "The fast system gives plenty of time to explore the all 3 valleys and even the empty and wide-open pistes of the fourth valley.",
        "Explore boutique wineries, take to the hills on foot or perhaps enjoy a few rounds of golf.",
        "An interactive Java tutorial is provided to explore how a ruby laser is excited by a xenon flash tube to produce coherent red light.",
        "To explore a different ethnicity and its practices, Whitney plans on living in another country for a month.",
        "Both products let kids explore cause and effect, as well as simulating some adult activities like mowing the lawn.",
        "While many types of toys aimed at toddlers feed their need to explore the world around them, there are also plenty of toys that are geared just toward their educational needs.",
        "Explore the site and let us know what you think.",
        "It may sniff and explore all of the new objects, but eventually your dog or cat will become accustomed to the new smells.",
        "Surgery is sometimes needed, but your doctor should explore all options with you.",
        "Riding toys are important, as they help your youngster explore the world around him.",
        "However, if you don't know the gender of your baby, but you still want to explore jungle theme nursery ideas, don't be afraid to go as deep into the jungle theme as you like.",
        "You can always check out traditional stores, like Dillards, but there are other avenues that you can explore as well.",
        "Bathing is a great opportunity to bond and explore the baby, and in the days following birth, a full bath is not necessary.",
        "It is designed to allow your pet to explore her environment in a new way.",
        "The six-foot, one-inch tall structure has several different play areas to fulfill your cat's need to explore.",
        "By the end of the week, the kittens will easily get out of the nesting area and explore their surroundings.",
        "You don't have to worry about housebreaking once you have shown them where the box is and allowed them to explore it.",
        "However, small kittens often explore the world through taste, and so silica litter may pose a health threat for inexperienced young cats.",
        "Once your furniture is complete, a rubbing of catnip will encourage your cat to explore her new toy.",
        "Children have an opportunity to explore the realm of imagination while developing language, social, communication, and even math skills in the process.",
        "Here you will find information about evaluating children's literature, selecting subjects to explore, and developing a child's love of reading.",
        "Comic books often explore issues relating to history, government, science, and technology - thus encouraging children to learn more about these topics."
    ],
    "definition": [
        "To investigate systematically; examine: explore every possibility.",
        "Medicine To examine (a body cavity or interior part) for diagnostic purposes, especially by surgery.",
        "Link/Cite"
    ]
}