{
    "translation": "מפורשות, בבירור",
    "uses": [
        "It starts from a fact and it often explicitly appeals to facts.",
        "3 The two terms are explicitly identified by F.",
        "Introits were provided for use on every Sunday and Holy-Day; after the offertory intending communicants were directed to \" tarry still in the quire or in some convenient place nigh the quire \"; in the prayer \" for the whole state of Christ's church,\" the blessed Virgin Mary was commemorated by name among departed saints; prayer for the departed was explicitly retained; also an invocation of the Holy Spirit before the words of institution, the prayer of oblation immediately following them.",
        "Pliny explicitly speaks of a mineral Katiµ€ia or cadmic as serving for the conversion of copper into aurichalcum, and says further that the deposit (of zinc oxide) formed in the brass furnaces could be used instead of the mineral.",
        "The question was explicitly suggested by the report that the Egyptian priest in the Oasis had hailed him in the god's name as the son of Ammon.",
        "Denis in 1837 says explicitly that Barbarossa was the name applied by Christians to Khair-ed-Din.",
        "(ii) If 4)(x) is not given explicitly, but is tabulated for the values..",
        "Similarly, the teaching of Christ and the Apostles on the sacraments is considered, implicitly and explicitly, as transitory, as representing that passage from the significantia to the significata which Joachim signalizes at every stage of his demonstration.",
        "Under Magyar pressure Seidler explicitly condemned all schemes of federalism, and pledged the Government and even the crown itself not to adopt any reforms which did not leave untouched the existing provincial boundaries.",
        "By this time it was sufficiently obvious that the Yugosla y s were tacitly if not explicitly agreed upon a triple parallel policy, framed for all contingencies.",
        "So now the general explicitly forbade his taking part in any action whatever of Denisov's.",
        "So far we have dealt with forms of address explicitly directed towards a power that, one might naturally conclude, has personality, since it is apparently expected to hear and answer.",
        "For the promulgation of these views, which were confessedly at variance with the doctrines of the standards of the national church of Scotland, he was summoned (1726) before his presbytery, where in the course of the investigations which followed he affirmed still more explicitly his belief that \"every national church established by the laws of earthly kingdoms is antichristian in its constitution and persecuting in its spirit,\" and further declared opinions upon the subject of church government which amounted to a repudiation of Presbyterianism and an acceptance of the puritan type of Independency.",
        "Moreover, the author explicitly refers to the apostolic age as already past, and to the fulfilment of the Pauline prediction (i Tim.",
        "Xc-reev, tunica), like its Greek counterpart, was apparently of two kinds, for, although essentially a simple and probably sleeveless garment, there was a special variety worn by royal maidens and men of distinction, explicitly described as a tunic of palms or soles (passim), that is, one presumably reaching to the hands and feet (Gen.",
        "28) it is made to mean explicitly the burning of incense with only doubtful propriety.",
        "2), is not connected explicitly with Hittites, a fact which is not surprising, since that city was no longer under a Hatti dynasty at the epoch of the Old Testament references.",
        "He had, however, explicitly pledged himself to Rockingham and his party not to take office with Grafton.",
        "15), and they are explicitly distinguished from \"all the saints\" (iii.",
        "The subjects of legislative power are very similar to those of the United States congress; but control of railroads, canals and public roads is explicitly given to the federal government.",
        "\"The first rose of summer\" and \"the last rose of summer\" are parallel phrases, yet one explicitly introduces an ordinal number and the other does not.",
        "Hungary, on the other hand, striving for access to the money markets of the West, desired that the obligation of the Austro-Hungarian Bank to cash its notes should be explicitly mentioned in the law, in order to make the public loans rank as easily negotiable securities on foreign bourses.",
        "If c is the velocity of radiation in free space and, u the refractive index of a transparent body, V= c/ï¿½; thus it is the expression c2 fï¿½ 2 (u'dx-}-v'dy+w'dz) that is to be integrable explicitly, where now (u',v',w') is what is added to V owing to the velocity (u,v,w) of the medium.",
        "It does not follow, however, that a custom which has ceased to exist is of necessity forbidden, nor even that what was rejected by the authorities of the English Church in the 16th century is so explicitly forbidden as to be unlawful under its existing system; and not a few facts have to be taken into account in any investigation of the question.",
        "The long-promised abolition of the grist tax was not explicitly mentioned, opposition to the railway redemption contracts was transformed into approval, and the vaunted reduction of taxation replaced by lip-service to the Conservative deity of financial equilibrium.",
        "Although it is seldom explicitly stated as an experimental law, it should really be regarded in this light, and may be briefly worded as follows: \"The rate of transmission of heat by conduction is proportional to the temperature gradient.\"",
        "This argument was tacitly accepted or explicitly avowed by almost every writer on the theory of geography, and Carl Ritter distinctly recognized and adopted it as the unifying principle of his system.",
        "Catholic apologetics must further give a central position to Church authority, which Roman Catholics explicitly define as infallible; but this position too is debated in a late section of their system.",
        "By Plotinus, on the contrary, the One is explicitly exalted above the vows and the \" ideas \"; it transcends existence altogether (i rbcava rijs ouaias), and is not.",
        "The Enneacrunus has hitherto been generally identified with the spring Callirrhoe in the bed of the Ilissus, a little to the south-east of the Olympieum; it is apparently, though not explicitly, placed by Thucydides (ii.",
        "Even in the practical sphere, however, Fichte found that the contradiction, insoluble to cognition, was not completely suppressed, and he was thus driven to the higher view, which is explicitly stated in the later writings though not, it must be confessed, with the precision and scientific clearness of the Wissenschaftslehre.",
        "Indeed so severe a stress is laid upon the explicitly Christian life and its specific means, that orthodoxy itself interprets the rebirth by water and spirit, and the eating the flesh and drinking the blood to which entrance into the Kingdom and possession of interior life are here exclusively attached, as often represented by a simple sincere desire and will for spiritual purification and a keen hunger and thirst for God's aid, together with such cultual acts as such souls can know or find, even without any knowledge of the Christian rites.",
        "In his work against the Heresies and in his letter to Florinus, about 185-191, he tells how he had himself known Bishop Polycarp of Smyrna, and how Polycarp \" used to recount his familiar intercourse with John and the others who had seen the Lord \"; and explicitly identifies this John with the Zebedean and the evangelist.",
        "The religious significance of the past is dominant, and the past is idealized from a later standpoint; and whether the narratives in Chronicles are expressly styled Midrash or not, they are the fruit of an age which sought to inculcate explicitly those lessons which, it conceived, were implied in the events of the past.",
        "This theory is, of course, not explicitly presented by Smith as a foundation of his economic doctrines, but it is really the secret substratum on which they rest.",
        "Indications of the influence of Marcionitism are found in the high estimation in which Mani held the apostle Paul, and in the fact that he explicitly rejects the Book of Acts.",
        "The barbaric elements were judiciously screened from view as a \"mystery\"; they were, indeed, here and there explicitly disavowed even by the initiated.",
        "The assumption explicitly made by General Walker that among the immigrants no influence was yet excited in restriction of population, is also not only gratuitous, but inherently weak; the European peasant who landed (where the great majority have stayed) in the eastern industrial states was thrown suddenly under the influence of the forces just referred to; forces possibly of stronger influence upon him than upon native classes, which are in general economically and socially more stable, On the whole, the better opinion is probably that of a later authority on the vital statistics of the country, Dr John Shaw Billings,i that though the characteristics of modern life doubtless influence the birth-rate somewhat, by raising the average age of marriage, lessening unions, and increasing divorce and prostitution, their great influence is through the transmutation into necessities of the luxuries of simpler times; not automatically, but in the direction of an increased resort to means for the prevention of child-bearing.",
        "The first compound, containing a group COH, or more explicitly 0 = CH, is an aldehyde, having a pronounced reducing power, producing silver from the oxide, and is therefore called propylaldehyde; the second compound containing the group - C CO C - behaves differently but just as characteristically, and is a ketone, it is therefore denominated propylketone (also acetone or dimethyl ketone).",
        "22 (where the Targum and late rabbinical exegesis discover references to the story of Ruth), and is more explicitly suggested by the isolated I Sam.",
        "But it must be remembered that it was never Mahomet's practice to refer explicitly to contemporary persons and affairs in the Koran.",
        "But in general the tales that passed current about the gods are referred to only in mysterious and recondite allusions; as Herodotus for his own times explicitly testifies, a reticence in such matters seems to have been encouraged by the priests.",
        "The Conosgimiento (as noticed above) explicitly derives the island-name from the Genoese commander who perished here.",
        "To this reaction Hamilton explicitly appealed in the convention of 1787; and of this reaction various features of the constitution, and Hamiltonian federalism generally, were direct fruits.",
        "of the Karanga tribe), but explicitly assert that the \" emperor \" himself was a \" Mocaranga.\"",
        "On that occasion Jules Favre had recognized the September convention to be dead, and, while refusing explicitly to denounce it, had admitted that unless Italy went to Rome the city would become a prey to dangerous agitators.",
        "Harvey, as is well known, spoke slightingly of the great chancellor, and it is not till the rapid development of physical science in England and Holland in the latter part of the century, that we find Baconian principles explicitly recognized.",
        "At a later time, when the validity of the Montanistic prophecy was called in question, the adherents of the new movement appealed explicitly to a sort of prophetic succession, in which their prophets had received the same gift which the daughters of Philip, for example, had exercised in that very country of Phrygia.",
        "Real toleration in public opinion grew slowly through the 18th century, removing the religious tests of voters; and a constitutional amendment in 1821 explicitly forbade such tests in the case of office-holders.",
        "But this is explicitly the idea of the said thing as having had or as about to have existence, - in other words, belief in the existence of some matter of fact.",
        "This connexion of ideas was not of course explicitly before the prophet's mind, for the distinctive features of a national religion could not be formulated so long as no other kind of religion had ever been heard of.",
        "doctrine that there is a material, as well as a formal, element in all created beings was explicitly adopted from Avicebron by Duns Scotus (as against the view of Albertus Magnus and Thomas Aquinas), and perhaps his exaltation of the will above the intellect is due to the same influence.",
        "By these Cuba was bound not to incur debts her current revenues will not bear; to continue the sanitary administration undertaken by the military government of intervention; to lease naval stations (since located at Bahia Honda and Guantanamo) to the United States; and finally, the right of the United States to intervene, if necessary, in the affairs of the island was explicitly affirmed in the provision, \" That the government of Cuba consents that the United States may exercise the right to intervene for the protection of Cuban independence, the maintenance of a government adequate for the protection of life, property and individual liberty, and for discharging the obligations with respect to Cuba imposed by the treaty of Paris on the United States, now to be assumed and undertaken by the government of Cuba.\"",
        "Madison now opposed Hamilton's measures for the funding of the debt, the assumption of state debts, and the establishment of a National Bank, and on other questions he sided more and more with the opposition, gradually assuming its leadership in the House of Representatives and labouring to confine the powers of the national government within the narrowest possible limits; his most important argument against Hamilton's Bank was that the constitution did not provide for it explicitly, and could not properly be construed into permitting its creation.",
        "Here Sir William Hamilton did a real service to logic in pointing out that \" Logic postulates to be allowed to state explicitly in language all that is implicitly contained in the thought.\"",
        "Indeed there are signs that its undogmatic nature caused it to be comparatively neglected at certain times and places, as, e.g., Chrysostom explicitly witnesses.",
        "Hume raises the question explicitly, but answers that here is an ultimate principle beyond which we cannot hope to penetrate.",
        "Not only was Babylonia the mother country, as the tenth chapter of Genesis explicitly states, but the religion and culture, the literature and the characters in which it was contained, the arts and the sciences of the Assyrians were derived from their southern neighbours.",
        "Monsignor Barnes, in The Man of the Mask (1908), takes the entry \"Marchioly\" as making it certain that the prisoner was not Mattioli, on the ground (r) that the law explicitly ordered a false name to be given, and (2) that after hiding his identity so carefully the authorities were not likely to give away the secret by means of a burial register.",
        "The imperial government made but one alteration of consequence - that explicitly placing the control and administration of matters \" specially or differentially affecting Asiatics \"in the sole control of the union parliament.",
        "It was no doubt as a protection against such dangers that the earliest league of twelve Achaean cities arose, though we are nowhere explicitly informed of its functions other than the common worship of Zeus Amarius at Aegium and an occasional arbitration between Greek belligerents.",
        "It is very rarely that Livy explicitly tells us whom he has selected as his chief source (e.g.",
        "The Rigsraads of Denmark and Norway insisted, in the haandfaestning or charter extorted from the king, that the crowns of both kingdoms were elective and not hereditary, providing explicitly against any transgression of the charter by the king, and expressly reserving to themselves a free choice of Christian's successor after his death.",
        "18, but others occur here and there,4 and, where not explicitly quoted, it still underlies the statements of Hippolytus.",
        "But they were never developed systematically, and the conception of the material universe here contended for does not again explicitly reappear in any of his writings.",
        "In a letter to his friend Lord Boringdon (John Parker, afterwards earl of Morley), dated the 13th of December 1792, he explicitly states that this was the case.",
        "and Mind, (2) denied the ideas, and (3) abandoned the attempt to unify the plurality of things, he explicitly rejected the theory of being expressed in (i.) and (ii.); and the rejection of the theory of being, i.e.",
        "The common law was introduced with the American settler, and after 1804 was the explicitly declared basis of judicature.",
        "The chief term in the lunar longitude which introduces the ratio of the distances of the sun and moon from the earth explicitly is known as the parallactic inequality; by analysis of the observations P. H.",
        "Aristotle explicitly taught abiogenesis, and laid it down as an observed fact that some animals spring from putrid matter, that plant lice arise from the dew which falls on plants, that fleas are developed from putrid matter, and so forth.",
        "Jacobi, accepting the law of reason and consequent as the fundamental rule of demonstrative reasoning, and as the rule explicitly followed by Spinoza, points out that, if we proceed by applying this principle so as to recede from particular and qualified facts to the more general and abstract conditions, we land ourselves, not in the notion of an active, intelligent creator of the system of things, but in the notion of an all-comprehensive, indeterminate Nature, devoid of will or intelligence.",
        "It thus knows itself explicitly or reflectively.",
        "In this memoir by Gergonne, the theory of duality is very clearly and explicitly stated; for instance, we find \" da p s la geometrie plane, a chaque theoreme ii en repond necessairement un autre qui s'en deduit en echangeant simplement entre eux les deux mots points et droites; tandis que dans la geometrie de l'espace ce sont les mots points et plans qu'il faut echanger entre eux pour passer d'un theoreme a son correlatif \"; and the plan is introduced of printing correlative theorems, opposite to each other, in two columns.",
        "We find in it explicitly the two correlative definitions: \" a plane curve is said to be of the p ith degree (order) when it has with a line m real or ideal intersections,\" and \" a plane curve is said to be of the mth class when from any point of its plane there can be drawn to it m real or ideal tangents.\"",
        "Indeed, we may say that the distinction which Aristotle explicitly draws between speculative science or wisdom and practical wisdom (on its political side statesmanship) is really indicated in Plato's actual treatment of the subjects, although the express recognition of it is contrary to his principles.",
        "As Locke cannot consistently mean by God's \" goodness \" anything but the disposition to give pleasure, it might be inferred that the ultimate standard of right rules of action ought to be the common happiness of the beings affected by the action; but Locke does not explicitly adopt this standard.",
        "The role of memory is also downplayed in favor of the internalization of language rules which may not be explicitly explained.",
        "Other APIs can be explicitly mapped by the DOS extender.",
        "Now, corruption strictly interpreted would imply the deliberate sale of justice, and this Bacon explicitly denies, affirming that he never \" had bribe or reward in his eye or thought when he pronounced any sentence or order.\"",
        "As regards \"material\" goodness of actions, 'he adopts explicitly and unreservedly the formula afterwards taken as fundamental by Bentham; holding that \" that action is best which procures the greatest happiness for the greatest numbers, and the worst which in a like manner occasions misery.\"",
        "The tenet of its axial movement was held by many of his followers - in an obscure form by Philolaus of Crotona after the middle of the 5th century B.C., and more explicitly by Ecphantus and Hicetas of Syracuse (4th century B.C.), and by Heraclides of Pontus.",
        "This last point appears explicitly in the \"Blessing of Moses\" (Deut.",
        "Her birth from the head of Zeus is not explicitly alluded to in Homer., In Homer, Athene is a warlike maiden, the patron-goddess of wisdom and manly resolution.",
        "1 seq., where the birthright (after Reuben was degraded) is explicitly conferred upon Joseph (Ephraim and Manasseh).",
        "(14) which is equivalent to the form given by Stansfield, but with the neutral temperature To explicitly included.",
        "by process of law, but explicitly authorized them to elect the justiza or the chief justice, whose decisions were to be independent of royal confirmation, and to take up arms whenever they considered themselves aggrieved.",
        "By his enunciation of the order that comes from reason, on the other hand, he suggested, though he seems not to have stated explicitly, the theory that nature is the work of design.",
        "q that we find it explicitly stated that seven weeks elapsed between the beginning of the corn-harvest (\"when thou puttest the sickle to the corn\") and the celebration of the harvest festival (K¢sir).",
        "(also Deuteronomic) explicitly points back to the summary of the wars in 2 Sam.",
        "This is not to mention his earlier successes over the same people, which are very explicitly ignored in xxix.",
        "We may be able to tackle and explicitly acknowledge this subjectivity, by collective development.",
        "There is usually a minimum standard (albeit not always very explicitly articulated ), regardless of expectations of grade distributions.",
        "At other times, an application can use XmClipboardlock and XmClipboardUnlock to lock the clipboardlock and XmClipboardUnlock to lock the clipboard explicitly.",
        "computed explicitly.",
        "Issue #1: conspectus The current list of attributes doesn't explicitly have a space for conspectus type information.",
        "constraint satisfaction algorithm eliminating the need to explicitly define a search objective.",
        "coulomb matrix explicitly.",
        "Vision Internet Limited explicitly disclaim responsibility for this script including any damages that might result from the use or misuse of the script.",
        "Despite this, there is widespread anecdotal evidence that disabled people are implicitly and explicitly discouraged from volunteering.",
        "downplayed in favor of the internalization of language rules which may not be explicitly explained.",
        "doyen of the Whig historians, Butterfield did not cite him explicitly.",
        "Moreover, at one point, Stirner explicitly considers adopting the explanatory stance of psychological egoism only to reject it.",
        "The only occupation explicitly excluded from the DDA is the Armed Forces.",
        "export control regimes are not explicitly mandated by the Treaty.",
        "You can explicitly state that an identifier has external linkage by defining it with the extern keyword.",
        "Second: would you not actually be in breach of the 1951 UNHCR Convention which explicitly forbids that?",
        "formulated explicitly, they are usually unnoticed.",
        "founded on explicitly communist principles.",
        "Distinctions focusing on gender, or which are explicitly gendered, were given a different prominence in each table.",
        "Amid much concerned liberal hand-wringing the rightwing neoliberal agenda is explicitly stated.",
        "historians of science need to explicitly guide students in the process of interpreting historical narratives from within alternative perspectives.",
        "Projector thus uses sequence homology directly at DNA level and takes the conservation of gene structures between related genes explicitly into account.",
        "However, it is also possible to explicitly construct factor groups and their corresponding natural homomorphisms.",
        "homunculus with a toolkit ' model is not explicitly used in discussions about capabilities.",
        "Section 4 deals with the other issues which are normally implicit in the current pricing but need to be expressed explicitly.",
        "infringew Law explicitly prohibits the use of infringing copy of computer programs for business purposes.",
        "initialized explicitly by the user at the hoc level.",
        "In general, this class template is not meant to be explicitly instantiated for a user-defined character type.",
        "This tight integration means that there is no actual application that you need to explicitly start.",
        "To allow the producer to explicitly declare his/her intentions, two literals are reserved: ' all ', ' none ' .",
        "Sessions may be invalidated due to policies affecting security or resource usage, or by an application explicitly calling invalidated due to policies affecting security or resource usage, or by an application explicitly calling invalidate.",
        "invokeve even heard one of them explicitly invoking the principle that I now identify with Zahavi's principle of costly authentication.",
        "On 19th December 2000 the House of Commons became the first legislature in the world to vote explicitly to legalize human cloning.",
        "legislature in the world to vote explicitly to legalize human cloning.",
        "manipulator object Manip must be explicitly created by the user.",
        "Here was a trilingual poet who explicitly celebrated \" Alba nan Gaidheal ' s nan Gall \" .",
        "By explicitly identifying these necessary conditions, the project provides a foundation for dialog between the private sector and Government policy.",
        "neutrality law that explicitly let you offer video?",
        "Where rights are not explicitly reserved, you may redistribute this newsletter for noncommercial purposes.",
        "Sermons six through nine contain little or nothing that explicitly concerns predestination, treating as they do of the trial of Isaac in Gerar.",
        "prohibited explicitly.",
        "Thus, he explicitly recognizes and legitimatises the function of cognitive-instrumental/strategic rationality within the frame of the critical social sciences.",
        "The Chinese government issued a declaration in 1998 explicitly banning reproductive cloning.",
        "He wrote 16 satires: only 1 is explicitly about women.",
        "This approach is used to guide a simple heuristic constraint satisfaction algorithm eliminating the need to explicitly define a search objective.",
        "There are some examples explicitly mentioned in the final section.",
        "sen policy should explicitly address these overlapping sets of needs where they occur.",
        "It has been pointed out that the program of Respect is not clearly anti-capitalist, not explicitly socialist.",
        "staggering to note that even in these critical remarks, antisemitism was in no way questioned, but was often explicitly affirmed.",
        "The subclass needs to know if its superclass's size was calculated by the superclass or was specified explicitly.",
        "symmetry operators can be input explicitly, each separated with a ' * ' .",
        "taboos that are broken explicitly include the linguistic.",
        "This symposium aims at addressing such issues from an explicitly theoretical rather than heuristic perspective.",
        "These and other apologetic writings have so far failed to produce any adequate alternative hypothesis, and while they argue for the traditional theory, later revision not being excluded, the modern critical view accepts late dates for the literary sources in their present form, and explicitly recognizes the presence of much that is ancient.",
        "In the provinces of Foggia and Lecce long leases (up to twenty-nine years) are granted, but in them it is explicitly declared that they do not imply enfiteusi (perpetual leasehold), nor any other form of contract equivalent to co-proprietorship. Mezzadria is rarely resorted to.",
        "Fourthly: if we try to think of objects not built up out of sensations and not in time and space, we are Austin's Jurisprudence explicitly assumes that the dilemma of \" intuitive \" and \" utilitarian \" is exhaustive.",
        "(2) It was primarily an offering of the fruits of the earth to the Creator; this is clear from both Justin Martyr and Irenaeus, the latter of whom not only explicitly states that such oblations are continued among Christians, but also meets the current objection to them by arguing that they are offered to God not as though He needed anything but to show the gratitude of the offerer (Iren.",
        "19), and still more explicitly in the Teaching, c. 14, \"Let not any one who has a dispute with his fellow come together with you (i.e.",
        "To the ultimate explanation of the phenomena with which he dealt he contributed nothing, and it is noteworthy in this connexion that if he did not maintain to the end of his life the corpuscular theory he never explicitly adopted the undulatory theory of light.",
        "The great powers of the intendant were, however, merged in those of the governorgeneral in 1853; and the captain-general having been given by royal order in 1825 (several times later explicitly confirmed, and not revoked until 1870) the absolute powers (to be assumed at his initiative and discretion) of the governor of a besieged city, and by a royal order of 1834 the power to banish at will persons supposed to be inimical to the public peace; and being by virtue of his office the president and dominator of all the important administrative boards of the government, held the government of the island, and in any emergency the liberty and property of its inhabitants, in his hand.",
        "After the death of Francis I., his successor, Henry II., set himself even more strenuously to .extirpate heresy; a special branch of the parlement of Paris - the so-called Chambre ardente - for the trial of heresy cases party was established, and the fierce edict of Chateaubriand (June 1551) explicitly adopted many of the expedients of the papal inquisition.",
        "The \" Pneumatic \" Gospel comes thus specially to emphasize certain central historical facts; and, the most explicitly institutional and sacramental of the four, to proclaim the most universalistic and developmental of all Biblical sayings.",
        "Hefele himself, one of the most learned and acute of Cyril's partisans, is compelled to admit that Nestorius accurately held the duality of the two natures and the integrity of each, was equally explicitly opposed to Arianism and Apollinarianism, and was perfectly correct in his assertion that the Godhead can neither be born nor suffer; all that he can allege against him is that \"the fear of the communicatio idiomatum pursued him like a spectre.\"",
        "If c is the velocity of radiation in free space and, u the refractive index of a transparent body, V= c/Ã¯¿½; thus it is the expression c2 fÃ¯¿½ 2 (u'dx-}-v'dy+w'dz) that is to be integrable explicitly, where now (u',v',w') is what is added to V owing to the velocity (u,v,w) of the medium.",
        "Notwithstanding the ambiguity of its title, and the fact that it attacks the priests of all churches without moderation, it contends for the most part, at least explicitly, for no more than must be admitted by every Protestant.",
        "The new principle (nowhere in the Common Place Book explicitly stated) may be expressed in the proposition that no existence is conceivable - and therefore possible - which is not either conscious spirit or the ideas (i.e.",
        "Ethical issues are covered explicitly in some taught modules, and they are reinforced when students consider their honors research project.",
        "SEN policy should explicitly address these overlapping sets of needs where they occur.",
        "It is staggering to note that even in these critical remarks, antisemitism was in no way questioned, but was often explicitly affirmed.",
        "The subclass needs to know if its superclass 's size was calculated by the superclass or was specified explicitly.",
        "Alternatively, the symmetry operators can be input explicitly, each separated with a ' * '.",
        "Joyce 's Nighttown is most certainly the shadow-side of his diurnal Dublin, in which the taboos that are broken explicitly include the linguistic.",
        "This is perhaps harder to demonstrate directly, in a cultural practice which involves language but does not often explicitly theorize about language.",
        "The law makes sexual harassment - and harassment on the ground of sex - explicitly unlawful in employment or vocational training.",
        "Given the level of misuse identified by ICE Ergonomics, would it be advisable to explicitly ban such visors at night?",
        "Keep an eye out for good deals online and watch the classifieds for garage sales that explicitly say something about movies.",
        "Glamour figure pictures are not explicitly sexual in nature; rather, they highlight the most appealing aspects of a woman's body.",
        "Some explicitly state that the no cost scrapbook pages being offered on their websites are to be used for personal and non-commercial purposes only.",
        "If the designer is making modifications to the original design, make sure these are explicitly explained in the contract.",
        "In fact, all of the major cancer organizations in the world not only list smoking as a large danger but explicitly cover the topic - usually with pages and pages of information specific to tobacco and cancer.",
        "These dolls are not explicitly nude mind you, but nude nonetheless.",
        "Most cruise lines spell out their liability - or lack thereof - explicitly in passenger ticket documentation or cruise ship job contracts.",
        "If you are a fan of a particular Nirvana song, find the tab and try to play the song on an acoustic guitar, even if it is not marked explicitly for acoustic guitar.",
        "However, while the \"men\" sizes are explicitly spelled out, those for women are not.",
        "Always wear a suit to a job interview unless it is explicitly not necessary - and even in those cases, it's better to dress business-casual than completely casual and dressed down!",
        "In fact, the site has an index of their products, located on the left hand corner of their homepage that explicitly states the various styles they carry.",
        "This was explicitly illustrated in the 1990's with the introduction of the now cult favorite, Vamp.",
        "That said, Fox Valley Views explicitly states that all of their replacement parts are the genuine article, but because they come directly from the manufacture, prices may vary.",
        "If the box or policy doesn't explicitly say who repaired the system, don't be afraid to ask.",
        "Also, remember that discounts on video games aren't always advertised explicitly.",
        "There are always \"hidden\" fees and surcharges involved, whether they are more explicitly expressed or not.",
        "If a child refuses to do something or explicitly voices fear, those feelings should be taken seriously and explored through questions and discussion.",
        "By dividing the classroom into groups and explicitly stating procedures for group interactions, teachers can create opportunities for positive interaction between antisocial and other students.",
        "In light of this, women are explicitly advised to use a barrier method of contraception, such as condoms, at any time when a risk medication may be taken.",
        "The team explicitly states that you will not be judged on looks; this photo is simply used for identification purposes.",
        "Before that time, women were told, both explicitly and implicitly, that the only way to get ahead in the business world was to dress like a man.",
        "Behaviors that would not be acceptable anywhere else in the public world - such as using explicitly sexual language without knowing whether it's welcome - are the norm for many online daters.",
        "Likewise, most guys just aren't good at mind reading; they have to be told, explicitly what they are doing that is wrong or hurtful.",
        "Travel: Propose at a memorable location during a vacation or getaway, or plan a short vacation explicitly for the proposal.",
        "While the rings may not be explicitly labeled \"promise,\" any fashion ring, birthstone ring, or gemstone ring can make a lovely token for a promise.",
        "Use caution when buying a blue diamond online or from a source you don't explicitly trust.",
        "On the other side are Christian scholars that point out many areas in the Bible that explicitly contradict the idea of reincarnation.",
        "The close of the letter recaps the contents of the letter and explicitly calls the prospect to take action."
    ],
    "definition": [
        "In an explicit manner.",
        "implicitly",
        "Link/Cite"
    ]
}