{
    "translation": "יצואן",
    "uses": [
        "That's right: India is a net food exporter to the tune of US$6 billion a year.",
        "That theory is based upon the fact that after the opening of the country to foreign intercourse in 1857, hundreds of inferior specimens of netsuke were chiselled by inexpert hands, purchased wholesale by treaty-port merchants, and sent to New York, London and Paris, where, though they brought profit to the exporter, they also disgusted the connoisseur and soon earned discredit for their whole class.",
        "These trade marks are sometimes the property of the manufacturer, but more commonly of the exporter.",
        "The regular \"indent\" by which most of the Manchester Eastern business is conducted now implies a definite offer for shipment from the dealer abroad, either direct or through the exporter's agents, and commonly includes freight and insurance.",
        "The United Kingdom, which annually purchases wine to the value of about £900,000 and cork to the value of about £500,000, is the chief consumer of Portuguese goods, and the chief exporter to Portugal.",
        "He is managing director of Peter Scott & Co Ltd, manufacturer and worldwide exporter of Scottish cashmere.",
        "An exporter into Second Life You could rapidly construct a mansion in Sketchup, then do all the interior design inside SL.",
        "galvanize direct exporter with, a worldwide reputation as a supplier of state of the art galvanizing plant and equipment.",
        "Plotter drivers for HP and Apple plotter drivers for HP and Apple plotters are also provided, as is a DXF exporter to deal with other export requirements.",
        "self-sufficient in food production, or even a net exporter of food.",
        "In future the UK might have to become more self-sufficient in food production, or even a net exporter of food.",
        "LTK: As an importer, exporter and retailer, how can readers purchase your products?",
        "The Category III certification is necessary in order to qualify as an exporter due to the threat of BSE."
    ],
    "definition": [
        "One who, or that which, exports: especially a person who or organization that exports or sells goods made in one country for delivery in another country.\nIndia is the leading exporter of guar gum, making up nearly 85 per cent of the global production.",
        "exportation",
        "exportable",
        "exportability",
        "Link/Cite"
    ]
}