{
    "translation": "הבעה, ביטוי",
    "uses": [
        "By the expression on his face, he wasn't exactly enjoying the conversation.",
        "His expression and tone were anything but understanding.",
        "His expression was unreadable.",
        "Her expression became thoughtful.",
        "His expression was reflective as he continued to regard her.",
        "Alex stared at her, his expression sour.",
        "The expression on Felipa's face reflected both humor and interest.",
        "For a moment he gazed down at her, his expression much like the trapped fox in the hen house.",
        "The conversation he hears in his home stimulates his mind and suggests topics and calls forth the spontaneous expression of his own thoughts.",
        "No teacher could have made Helen Keller sensitive to the beauties of language and to the finer interplay of thought which demands expression in melodious word groupings.",
        "In reading my teacher's lips I was wholly dependent on my fingers: I had to use the sense of touch in catching the vibrations of the throat, the movements of the mouth and the expression of the face; and often this sense was at fault.",
        "His expression was wary, but he said nothing.",
        "Standing on the smooth sandy beach at the east end of the pond, in a calm September afternoon, when a slight haze makes the opposite shore-line indistinct, I have seen whence came the expression, \"the glassy surface of a lake.\"",
        "Then her expression grew bland again.",
        "From time to time she smoothed the folds of her dress, and whenever the story produced an effect she glanced at Anna Pavlovna, at once adopted just the expression she saw on the maid of honor's face, and again relapsed into her radiant smile.",
        "She hesitated, her expression pensive.",
        "Instead of reading words on a page and trying to imagine a concept, we can see it, as the old expression goes, in Technicolor.",
        "Everyone was watching her with a horrified expression - even Jonathan and Destiny.",
        "His expression was perplexed.",
        "Everything about him, from his weary, bored expression to his quiet, measured step, offered a most striking contrast to his quiet, little wife.",
        "The hostility in his voice and expression was unnerving.",
        "As he absorbed her words, his expression went from tense to relieved, and then on to something sweet and sad.",
        "The best works of art are the expression of man's struggle to free himself from this condition, but the effect of our art is merely to make this low state comfortable and that higher state to be forgotten.",
        "Her beautiful eyes glanced askance at her husband's face, and her own assumed the timid, deprecating expression of a dog when it rapidly but feebly wags its drooping tail.",
        "\"Why, this is a palace!\" she said to her husband, looking around with the expression with which people compliment their host at a ball.",
        "Seeing the self-confident and refined expression on the faces of those present he was always expecting to hear something very profound.",
        "Señor Medena watched him for a moment, his expression guarded.",
        "Alex glanced up at him and then his expression turned sour.",
        "His tone and expression awoke an old unwelcome feeling.",
        "She recalled all her life with him and in every word and act of his found an expression of his love of her.",
        "For a moment he looked down at her, his expression somber.",
        "Her early rages were an unhappy expression of the natural force of character which instruction was to turn into trained and organized power.",
        "The faces all expressed animation and apprehension, but it seemed to Pierre that the cause of the excitement shown in some of these faces lay chiefly in questions of personal success; his mind, however, was occupied by the different expression he saw on other faces--an expression that spoke not of personal matters but of the universal questions of life and death.",
        "An unidentifiable expression lurked in his dark features as he nodded.",
        "Prince Vasili said no more and his cheeks began to twitch nervously, now on one side, now on the other, giving his face an unpleasant expression which was never to be seen on it in a drawing room.",
        "Prince Andrew looked sternly at her and an expression of anger suddenly came over his face.",
        "Imagine a world where everyone on the planet has access to this expanded canvas of human expression that technology has created.",
        "But the princess never saw the beautiful expression of her own eyes--the look they had when she was not thinking of herself.",
        "Every shade of feeling finds expression through her mobile features.",
        "Helen Keller's letters are important, not only as a supplementary story of her life, but as a demonstration of her growth in thought and expression--the growth which in itself has made her distinguished.",
        "He nodded, his expression reflective again.",
        "He was still lying on the bed as before, but the stern expression of his quiet face made Princess Mary stop short on the threshold.",
        "Anna Mikhaylovna, with a meek, sorrowful, and all-forgiving expression on her face, stood by the door near the strange lady.",
        "This expression evidently pleased him.",
        "She was looking at them with an expression they both knew, an expression thoughtful and sad.",
        "His gaze shifted to his mother and his expression softened.",
        "The ancient cannon, which look seaward, wear a very menacing expression; but I doubt if there is any unkindness in their rusty old hearts.",
        "How are you, how are you? he called out, still in the same voice as in the regiment, but Rostov noticed sadly that under this habitual ease and animation some new, sinister, hidden feeling showed itself in the expression of Denisov's face and the intonations of his voice.",
        "This expression on his face pleased Natasha.",
        "The captain looked at Pierre by the candlelight and was evidently struck by the troubled expression on his companion's face.",
        "The retired naval man was speaking very boldly, as was evident from the expression on the faces of the listeners and from the fact that some people Pierre knew as the meekest and quietest of men walked away disapprovingly or expressed disagreement with him.",
        "His expression was a blend of question and concern.",
        "I hardly ever failed, when I rambled through the village, to see a row of such worthies, either sitting on a ladder sunning themselves, with their bodies inclined forward and their eyes glancing along the line this way and that, from time to time, with a voluptuous expression, or else leaning against a barn with their hands in their pockets, like caryatides, as if to prop it up.",
        "He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face.",
        "Alex was watching her, his expression unreadable.",
        "As with everyone, her face assumed a forced unnatural expression as soon as she looked in a glass.",
        "His tone suggested impatience, but his expression gave no clue as to why.",
        "A young officer with a bewildered and pained expression on his face stepped away from the man and looked round inquiringly at the adjutant as he rode by.",
        "He had an intellectual and distinctive head, but the instant he turned to Prince Andrew the firm, intelligent expression on his face changed in a way evidently deliberate and habitual to him.",
        "This expression in Princess Mary did not frighten them (she never inspired fear in anyone), but they knew that when it appeared on her face, she became mute and was not to be shaken in her determination.",
        "The countess shook her head disapprovingly and angrily at every solemn expression in the manifesto.",
        "A shopkeeper with red pimples on his cheeks near the nose, and a calm, persistent, calculating expression on his plump face, hurriedly and ostentatiously approached the officer, swinging his arms.",
        "Aside from his solemn expression, there was nothing in the way he acted with the children that might indicate anything was wrong between them.",
        "He watched her while she wiped her hands, his expression unreadable.",
        "He didn't want to go, so maybe this was his expression of resistance.",
        "Alex was looking down at her, his expression unreadable.",
        "He nodded, his expression drifting to uncertain.",
        "Suddenly the angry, squirrel-like expression of the princess' pretty face changed into a winning and piteous look of fear.",
        "The smile faded and his expression became ardent.",
        "At her surprised expression, he quirked a brow.",
        "The Frenchman listened in silence with the same gloomy expression, but suddenly turned to Pierre with a smile.",
        "During the hour Pierre watched them they all came flowing from the different streets with one and the same desire to get on quickly; they all jostled one another, began to grow angry and to fight, white teeth gleamed, brows frowned, ever the same words of abuse flew from side to side, and all the faces bore the same swaggeringly resolute and coldly cruel expression that had struck Pierre that morning on the corporal's face when the drums were beating.",
        "The expression on all faces showed the tension people feel at the approach of those in authority.",
        "Her face wore the proud expression of a surgeon who has just performed a difficult operation and admits the public to appreciate his skill.",
        "And the count turned to the cook, who, with a shrewd and respectful expression, looked observantly and sympathetically at the father and son.",
        "\"Call Andrew!\" he said suddenly, and a childish, timid expression of doubt showed itself on his face as he spoke.",
        "When he heard these words and saw the expression of firm resolution in the Emperor's eyes, Michaud--quoique etranger, russe de coeur et d'ame-- at that solemn moment felt himself enraptured by all that he had heard (as he used afterwards to say), and gave expression to his own feelings and those of the Russian people whose representative he considered himself to be, in the following words:",
        "Giddon returned, his expression guarded.",
        "He was glancing at everyone with a clear, bright expression, as if asking them to notice how calmly he sat under fire.",
        "Again on all the bright faces of the squadron the serious expression appeared that they had worn when under fire.",
        "The movement of these wrinkles formed the principal play of expression on his face.",
        "Several of those present smiled at Zherkov's words, expecting one of his usual jokes, but noticing that what he was saying redounded to the glory of our arms and of the day's work, they assumed a serious expression, though many of them knew that what he was saying was a lie devoid of any foundation.",
        "The day was bright and sunny after a sharp night frost, and the cheerful glitter of that autumn day was in keeping with the news of victory which was conveyed, not only by the tales of those who had taken part in it, but also by the joyful expression on the faces of soldiers, officers, generals, and adjutants, as they passed Rostov going or coming.",
        "This expression suggested that she had resolved to endure her troubles uncomplainingly and that her husband was a cross laid upon her by God.",
        "A morose soldier marching on the left turned his eyes on Bagration as he shouted, with an expression that seemed to say: \"We know that ourselves!\"",
        "He remembered the expression Dolokhov's face assumed in his moments of cruelty, as when tying the policeman to the bear and dropping them into the water, or when he challenged a man to a duel without any reason, or shot a post-boy's horse with a pistol.",
        "All the faces bore the same expression of excitement and enthusiasm.",
        "Pierre did not answer, but looked cordially into the Frenchman's eyes whose expression of sympathy was pleasing to him.",
        "Ooh! lamented Aniska, who at the sight of the fire felt that she too must give expression to her feelings.",
        "The other, whose appearance particularly struck Pierre, was a long, lank, round-shouldered, fair-haired man, slow in his movements and with an idiotic expression of face.",
        "\"Do you know, dear boy,\" began the governor's wife with a serious expression on her kind little face, \"that really would be the match for you: would you like me to arrange it?\"",
        "It was the same face he had seen before, there was the same general expression of refined, inner, spiritual labor, but now it was quite differently lit up.",
        "Pierre, however, felt excited, and the general desire to show that they were ready to go to all lengths--which found expression in the tones and looks more than in the substance of the speeches--infected him too.",
        "His handsome face assumed a melodramatically gentle expression and he held out his hand.",
        "He crawled onto the bed and lay down beside her, his expression becoming sober.",
        "Alondra stood by watching, her expression pleased.",
        "When she touched one with which she was familiar, a peculiarly sweet expression lighted her face, and we saw her countenance growing sweeter and more earnest every day.",
        "In these early lessons I encouraged her in the use of different forms of expression for conveying the same idea.",
        "The remarkably adult yet innocent expression of their open and serene eyes is very memorable.",
        "If the whole activity of the leaders serves as the expression of the people's will, as some historians suppose, then all the details of the court scandals contained in the biographies of a Napoleon or a Catherine serve to express the life of the nation, which is evident nonsense; but if it is only some particular side of the activity of an historical leader which serves to express the people's life, as other so-called \"philosophical\" historians believe, then to determine which side of the activity of a leader expresses the nation's life, we have first of all to know in what the nation's life consists.",
        "The foremost Frenchman, the one with the hooked nose, was already so close that the expression of his face could be seen.",
        "Prince Vasili mimicked the sobbing of Sergey Kuzmich and at the same time his eyes glanced toward his daughter, and while he laughed the expression on his face clearly said: \"Yes... it's getting on, it will all be settled today.\"",
        "But then the expression of severity changed, and he drew Pierre's hand downwards, made him sit down, and smiled affectionately.",
        "She flushed, her beautiful eyes grew dim, red blotches came on her face, and it took on the unattractive martyrlike expression it so often wore, as she submitted herself to Mademoiselle Bourienne and Lise.",
        "But Anatole's expression, though his eyes were fixed on her, referred not to her but to the movements of Mademoiselle Bourienne's little foot, which he was then touching with his own under the clavichord.",
        "Princess Mary well knew this painstaking expression of her father's.",
        "When he entered, Prince Andrew, his eyes drooping contemptuously (with that peculiar expression of polite weariness which plainly says, \"If it were not my duty I would not talk to you for a moment\"), was listening to an old Russian general with decorations, who stood very erect, almost on tiptoe, with a soldier's obsequious expression on his purple face, reporting something.",
        "Again he pressed the hand of the latter with an expression of good-natured, sincere, and animated levity.",
        "Langeron lifted his eyes with an expression of perplexity, turned round to Miloradovich as if seeking an explanation, but meeting the latter's impressive but meaningless gaze drooped his eyes sadly and again took to twirling his snuffbox.",
        "He looked up at the opening door and his expression of sleepy indifference suddenly changed to one of delighted amazement.",
        "On Konovnitsyn's handsome, resolute face with cheeks flushed by fever, there still remained for an instant a faraway dreamy expression remote from present affairs, but then he suddenly started and his face assumed its habitual calm and firm appearance.",
        "There was an expression of carefree happiness on the faces of both father and daughter.",
        "But why intellectual activity is considered by the historians of culture to be the cause or expression of the whole historical movement is hard to understand.",
        "But in that case the question arises whether all the activity of the leaders serves as an expression of the people's will or only some part of it.",
        "\"Can anyone find an example of an idiom, or fun expression, to share with the class?\" asked the teacher.",
        "Dulce glanced at Carmen, her expression unreadable.",
        "Alex had his professional expression on, but Dulce was pouting.",
        "Señor Medena watched her leave, his expression reflective.",
        "For a moment he merely stared at her, his expression unreadable.",
        "For once his expression was readable.",
        "His gaze traveled over her face in that familiar way, his expression reflective.",
        "Lathum glanced up sharply, his expression unreadable.",
        "He started to turn and then stopped, his expression sober.",
        "Teacher is sad, and let her feel the grieved expression on my face.",
        "The expression of the little girl's countenance showed that she was perplexed.",
        "The son noticed that an expression of profound sorrow suddenly clouded his mother's face, and he smiled slightly.",
        "What was expressed by the whole of the count's plump figure, in Marya Dmitrievna found expression only in her more and more beaming face and quivering nose.",
        "This might have been taken as an expression of sorrow and devotion, or of weariness and hope of resting before long.",
        "The hussar at that moment noticed the face of the red-nosed captain and his drawn-in stomach, and mimicked his expression and pose with such exactitude that Nesvitski could not help laughing.",
        "With a sudden expression of malevolence on his aged face, Adraksin shouted at Pierre:",
        "The dull, sleepy expression was no longer there, nor the affectation of profound thought.",
        "Seeing him, Kutuzov's malevolent and caustic expression softened, as if admitting that what was being done was not his adjutant's fault, and still not answering the Austrian adjutant, he addressed Bolkonski.",
        "She could not fathom whether it was curiosity, devotion, gratitude, or apprehension and distrust--but the expression on all the faces was identical.",
        "Well, what is Paris saying? he asked, suddenly changing his former stern expression for a most cordial tone.",
        "Prince Andrew was struck by the changed expression on Prince Bagration's face at this moment.",
        "It was impossible to know what was going on in Señor Medena's mind by observing his expression.",
        "When Carmen turned, Dulce was watching her with the same expression.",
        "The expression on all their faces suddenly changed to one of horror.",
        "Jonathan was gazing up at Felipa with an adoring expression.",
        "She handed them to Howard, who watched her face with a puzzled expression.",
        "The movement caught Giddon's attention and he glanced from Tammy to Lisa with a puzzled expression.",
        "His expression revealed surprise for a brief moment, and then his eyes flashed with anger.",
        "He broke through the brush and stared down at her, his expression a mixture of concern and confusion.",
        "He glanced up and met her gaze with an expression that made her heart flutter.",
        "His expression remained serious.",
        "From the expression on his face, he wasn't consoled by the answer.",
        "He stared at Lisa, his expression sullen.",
        "His voice was harsh, but his expression was all hurt.",
        "He stepped through the door, his expression less than friendly.",
        "He reached for her, his expression pure desire.",
        "Yancey's expression sharpened slightly.",
        "His expression became wary.",
        "His expression softened when he saw she had been crying.",
        "He stared at her long and hard, his expression intent.",
        "His expression softened and he shrugged, \"A security guard doesn't simply sit in the guard house and watch the cars go through the gate, you know.\"",
        "At Adrienne's startled expression, Rachel laughed.",
        "He stared down at her for a moment, his expression unreadable.",
        "Mr. Marsh stared at her, his expression unreadable.",
        "Brandon met her gaze, and his somber expression finally melted into a smile.",
        "She couldn't see his facial expression in the dark, so it was hard to tell if he was teasing her or not.",
        "In the moonlight, his expression was unreadable.",
        "No, his expression didn't look expectant.",
        "He paused with a shirt in his hand, his expression surprised.",
        "There was no denying the contented expression on his face.",
        "His caustic expression served as a catalyst to her boredom.",
        "Davis was watching Bordeaux intently with an unreadable expression.",
        "Royce's hostile expression slowly faded into a sheepish smile.",
        "His expression went from surprise to wary and on to amused in the space of a heartbeat.",
        "The firelight flickered weakly; creating shadows on his face that made his expression hard to discern.",
        "He grinned, the expression creating little lines around his sparkling blue eyes.",
        "His expression was incredulous.",
        "His expression was grim.",
        "But their conversation... was an expression of love for a sibling – siblings that had apparently been through a lot together.",
        "His expression gave no clue of what was going on inside his head.",
        "Cassie drew her brows down to feign a stern expression.",
        "His expression was bland – his voice unemotional, as if he were discussing the weather.",
        "His expression became sour.",
        "He was obviously making a joke, but she would never have guessed it from the expression on his face.",
        "He gazed down the creek, his expression unreadable.",
        "Otherwise her expression might have revealed her torrid thoughts.",
        "She glanced up as she spoke, and his expression became wary.",
        "Or maybe an expression of relief that she wasn't injured?",
        "How the dream began, she couldn't remember but she was in his arms and he was gazing down at her, his expression as bland as usual.",
        "Claudette laced her fingers and leaned against the counter, eyeing Cynthia with a puzzled expression.",
        "She sat on the edge of the bed, contemplating Cynthia with a compassionate expression.",
        "He moved toward her, his expression far from bland.",
        "His expression was openly compassionate as he reached out, drawing her into his arms and guiding her head to his shoulder.",
        "He lifted her chin with two fingers, and the expression on his face might have been amusing under different circumstances.",
        "When she still hesitated his expression became exasperated.",
        "She leaned forward to examine his face, but his expression told her nothing.",
        "He drew back, gazing down at her with a perplexed expression.",
        "But no words came from her mouth as she lay there, mesmerized by his ardent expression.",
        "Cade was standing over her, a puzzled expression on his face as he contemplated her work.",
        "Her expression immediately became concerned.",
        "Lori's expression became wary.",
        "Lori stared at her, a horrified expression on her face.",
        "Her expression flipped from concerned to alarm.",
        "His eyes were open and he was watching her, his expression bland.",
        "His expression was so blank that it made his gaze eerie.",
        "Alex glanced from her to the man, his face revealing absolutely no expression.",
        "His expression was guarded.",
        "The expression on his face as he handed the translation to her said he needed the confidence that moment provided.",
        "When he looked up at her, his expression was confused.",
        "The way her brow furrowed when she wasn't pleased with the canvas, then the expression of satisfaction when her brushes cooperated.",
        "He could see emotion in his expression that he wasn't aware showed.",
        "Miriam's expression showed deep concern, though she didn't speak.",
        "Katie's expression and tone were caustic.",
        "His attention never wavered and Carmen kept her expression bland as she slapped the potatoes on her plate and then returned the spoon to the bowl.",
        "He rubbed Tessa behind the ears and his expression became distant.",
        "Something about his expression started an uneasy feeling in her stomach.",
        "He paused and his expression turned sour.",
        "For a moment he gazed into her eyes, his expression unreadable.",
        "His smile faded as he noted her expression.",
        "His expression became stern.",
        "His expression became wistful.",
        "His eyes twinkled with the very devil, but his expression and tone were incredulous.",
        "He gazed down at her for a moment with an expression that made her heart flutter.",
        "If the amused expression on his face was any indication, he detected her heightened awareness.",
        "His eyes were twinkling, but he maintained a sober expression.",
        "The smile instantly faded and a wary expression took its place.",
        "He was turning toward the kitchen as she spoke and he glanced back at her with an amused expression.",
        "He took a sip of his coffee, watching her over the rim of the cup with an amused expression.",
        "He regarded her with a puzzled expression.",
        "He glanced at her and his expression softened.",
        "She offered Clara some iced tea and they talked for almost an hour before Clara surprised her with a calculating question and matching expression.",
        "Alex stared down at her with a bewildered expression.",
        "His laugh was low, and she could imagine his mocking expression.",
        "He didn't comment, but several times that evening she caught him watching her with a reflective expression.",
        "Quint hesitated a moment, watching Lisa with an uncertain expression.",
        "He hesitated, studying her face with a puzzled expression.",
        "He started the car and they drove off, leaving Connie standing there on the curb looking after them with a troubled expression.",
        "This time her expression was guarded.",
        "Sarah's tone had an anxious quality, and Giddon's expression was much too stern for the situation.",
        "When they reached door he paused, gazing down at her with an unreadable expression.",
        "She swung around to find Giddon watching Allen, his expression dark and brooding.",
        "His piercing gaze held hers for a moment, and then his expression softened ever so slightly.",
        "His expression sobered and the blue eyes lost a little of their warmth.",
        "Surely she must feel bitter about that fact, and yet neither her voice nor her expression gave any indication that she felt animosity.",
        "Prince Andrew stood right in front of Kutuzov but the expression of the commander in chief's one sound eye showed him to be so preoccupied with thoughts and anxieties as to be oblivious of his presence.",
        "That expression was often on Dolokhov's face when looking at him.",
        "Rostov was struck by the totally altered and unexpectedly rapturous and tender expression on Dolokhov's face.",
        "He woke up and looked round for a while with a startled expression, unable to realize where he was.",
        "Pierre wished to say something, looked at her with eyes whose strange expression she did not understand, and lay down again.",
        "\"Yes, yes,\" Pierre assented, looking at his friend with a touched and sad expression in his eyes.",
        "From the expression of his animated face the woman saw that this man might help her.",
        "There was a pathetic expression of sorrow, prayer, and hope in it.",
        "His face, despite its fine, rounded wrinkles, had an expression of innocence and youth, his voice was pleasant and musical.",
        "So say the third class of historians who regard all historical persons, from monarchs to journalists, as the expression of their age.",
        "She looked too proper to be considered beautiful, and her expression was lofty.",
        "\"Who?\" he asked, his expression quizzical.",
        "Like Alex, it was impossible to guess what was going on in his mind by the expression on his face.",
        "At his disappointed expression, she gave herself an attitude adjustment.",
        "\"Yes,\" his expression was reflective.",
        "As he rode into the yard, his expression made it clear that he didn't come to see the house.",
        "Even so, she caught Alex watching her with a strange expression several times.",
        "When it finally came back to her, the frown was still there, but his expression was cognitive.",
        "Far from the grouchy expression he had put on at the beginning of the ride, now his eyes flashed with humor, and his lips were twisted in a friendly smile.",
        "She then moved her finger to the next line with an expression of eager interest.",
        "She had met with the expression Mother Nature in the course of her reading, and for a long time she was in the habit of ascribing to Mother Nature whatever she felt to be beyond the power of man to accomplish.",
        "Pierre took off his spectacles, which made his face seem different and the good-natured expression still more apparent, and gazed at his friend in amazement.",
        "Prince Vasili understood it as an expression of weariness.",
        "\"What next?\" the princess interrupted, smiling sardonically and not changing the expression of her eyes.",
        "Princess Mary went back to her room with the sad, scared expression that rarely left her and which made her plain, sickly face yet plainer.",
        "Looking at their boots he several times shook his head sadly, pointing them out to the Austrian general with an expression which seemed to say that he was not blaming anyone, but could not help noticing what a bad state of things it was.",
        "\"All I can say, General,\" said he with a pleasant elegance of expression and intonation that obliged one to listen to each deliberately spoken word.",
        "But Kutuzov went on blandly smiling with the same expression, which seemed to say that he had a right to suppose so.",
        "In the expression of his face, in his movements, in his walk, scarcely a trace was left of his former affected languor and indolence.",
        "The soldiers, for the most part handsome fellows and, as is always the case in an artillery company, a head and shoulders taller and twice as broad as their officer--all looked at their commander like children in an embarrassing situation, and the expression on his face was invariably reflected on theirs.",
        "All she could see was that his former stern and determined expression had altered to one of timidity and submission.",
        "Standing among the crowd of peasants, Pierre recognized several acquaintances among these notables, but did not look at them--his whole attention was absorbed in watching the serious expression on the faces of the crowd of soldiers and militiamen who were all gazing eagerly at the icon.",
        "Kutuzov's general expression was one of concentrated quiet attention, and his face wore a strained look as if he found it difficult to master the fatigue of his old and feeble body.",
        "Well, and what harm is there in that? and she rose (everybody else got up too) and with a severe expression sailed back to her table in the sitting room.",
        "Only the expression of the will of the Deity, not dependent on time, can relate to a whole series of events occurring over a period of years or centuries, and only the Deity, independent of everything, can by His sole will determine the direction of humanity's movement; but man acts in time and himself takes part in what occurs.",
        "Vital force is only an expression for the unknown remainder over and above what we know of the essence of life.",
        "Felipa's brows drew together, her expression perplexed.",
        "And again all the faces in that crowd bore an identical expression, though now it was certainly not an expression of curiosity or gratitude, but of angry resolve.",
        "He stopped abruptly and turned, his expression clearly startled until he realized it was her.",
        "As he continued to watch Zach, his expression molded into unmistakable awe.",
        "Cade looked up at Cynthia, his expression alarmed.",
        "His expression was bland.",
        "He looked up, a surprised expression crossing his face, as if he'd told her something he wasn't supposed to.",
        "Jonny's head snapped up, his expression one of surprise that quickly turned to anger.",
        "Suddenly, he looked up, an uneasy expression crossing his features.",
        "Death was a dark, towering, muscular figure in the living area of her apartment, clothed in black and wearing an expression that mirrored what she felt.",
        "The expression is if the shoe fits, not the pot!",
        "She was trying hard to control her expression and the flush moving up her features.",
        "His resolve lasted until she spoke, and he saw the truth of her words and the expression on her face.",
        "Landon's grim expression was enough to tell Gabriel the route to the underworld was there.",
        "The expression on his face when he took her from the nurse was one Carmen had never seen on his face before – not even with Jonathan.",
        "Her expression was doubtful.",
        "Instead his expression was troubled as he gazed down at her.",
        "His expression transformed slowly from perplexed to comprehension.",
        "His expression changed as he gazed down at her.",
        "He stood gazing down at her until his expression became sultry.",
        "The smug expression on her face would have been more irritating if her words hadn't revealed the fact that she didn't know the seriousness of the situation.",
        "Destiny stared at him for a minute, her expression unreadable.",
        "His expression was tormented.",
        "His expression revealed nothing but shock.",
        "In the dim light it was hard to tell what his expression was.",
        "He was watching her in the mirror, his expression a blend of surprise and disgust.",
        "He would sit there looking at her as he had since he came home from the hospital, not talking and his expression revealing nothing.",
        "His expression was bland, but those delicious chocolate eyes wandered over her face in a disturbingly familiar way before he shut the door.",
        "Body language announced that he was emotionally reacting – something his facial expression didn't betray.",
        "Then he stood and looked down at her, his expression unreadable.",
        "He frowned and opened his mouth in an attempt to speak, but when nothing came out, his expression became skeptical.",
        "The expression on his face indicated he knew what she was going to ask.",
        "His expression was slightly annoyed.",
        "His expression became guarded.",
        "For a moment he studied her, his expression unreadable.",
        "He said nothing more and she didn't look to see the expression on his face before she left the house.",
        "\"I'm sorry,\" she said, looking up at him with a serious expression.",
        "She swallowed a refusal at the expression on his face.",
        "No reassurance he'd be able to get past their history, no expression of wanting to be with her.",
        "Rhyn was smiling faintly, Andre's controlled expression reminding Gabriel of Wynn.",
        "There was no human color in the woman's pale cheeks, and her expression was emotionless, as if carved from marble.",
        "Foreboding filled her at the expression on the deity's face, like she'd just won the lottery.",
        "Daniela just inside the entrance, and her normally calm face took on an expression of sudden irritation.",
        "Warmth passed through his gaze, and the skin around his eyes softened as he took in her expression.",
        "The scientist.s glasses were missing, his expression growing sorrowful as he looked around at his destroyed lab.",
        "The softened expression on Romas's face-- only present for her-- hardened as he prepared himself to deal with whichever of his warriors had happened upon Kiera.",
        "The sudden change in her expression from open to shuttered drew his attention.",
        "He turned to Dean, ready to read his expression.",
        "And yet, if Cynthia should be in need of an ultimate expression of his love, how would he respond?",
        "He never cried, but intense emotion painted his expression.",
        "Her expression confirmed the truth.",
        "She quickly closed her sketchbook and turned to face him with a shocked expression.",
        "She turned her head with a questioning expression.",
        "Jackson didn't speak; he just sat appreciating her expression of pure contentment.",
        "She noticed his shocked expression.",
        "Deep emotion flowed across her expression, causing Jackson's eyes to gloss over.",
        "Jackson looked up with a sad expression.",
        "Her expression bore pain.",
        "Her face assumed an expression that he had never witnessed.",
        "Sarah wore a pained expression that caused Jackson to cringe.",
        "Jackson's expression morphed from irritated to amused.",
        "He stared at her, his expression going sober.",
        "He stopped, his expression growing wary again.",
        "It was dark and she couldn't see his expression, but his voice sounded controlled.",
        "\"Coming right up.\", Something about her expression reminded Carmen of Alex.",
        "Her expression turned anxious.",
        "Alex sauntered over to the bed and gazed down at her with a strange expression.",
        "Katie stared up at Carmen, her expression revealing surprise - and something else.",
        "Josh strolled across the room and glanced down at her - misreading her expression, as usual.",
        "From the expression on Lori's face at those times, she didn't think the romance was over either – at least not for Josh.",
        "Her expression was grave, her brown eyes solemn.",
        "To see the expression in person both touched and frustrated him.",
        "He whis­pered to Dean he was, \"in and out quickly, as the expression goes,\" and heard nothing in the adjoining room.",
        "His expression went white.",
        "The deep set blue eyes held a smile that belied his solemn expression.",
        "Lori's expression was contemplative.",
        "His step was brisk as he walked around to the other side, but when he climbed into the truck, his expression was bland.",
        "Alex glanced at her, his expression quizzical.",
        "He gazed down at her, his expression difficult to see in the fading light.",
        "Alex's expression could only be described as awed.",
        "By the expression on your face, I'm guessing you've never used a rope swing.",
        "Josh stared at her swim suit, his expression swinging back and fourth from surprise to embarrassment.",
        "Alex stepped in, his expression sober as he noted her clothing.",
        "It was too dark to see his expression, but she could tell he was looking at her face.",
        "In the light it was no easier to read his expression.",
        "If he thought she looked a morning mess, it certainly didn't show in his expression.",
        "Leaning back in his chair, he watched her, his expression sober.",
        "His tone was light, but his expression remained solemn.",
        "She looked up at him, but his expression gave no indication what was going on in his mind.",
        "He gazed down at her, his expression still unreadable.",
        "He stepped back, his expression a mixture of frustration and contemplation.",
        "His expression indicated he might be a little annoyed.",
        "He glanced back at Mums, who was watching them with a satisfied expression.",
        "Bill turned around and his expression assured her that a man would find it attractive as well.",
        "He kept his eyes on the road, his expression unreadable.",
        "His expression drifted slowly from accusing to amused.",
        "He turned around and looked back at her, the explorer expression intensifying the darkness of his eyes.",
        "Alex turned to Carmen, his expression pure surprise.",
        "She stopped suddenly, her expression osculating from concerned to humor and then back again.",
        "Katie asked, her expression openly exasperated.",
        "His expression was sober, his delicious chocolate gaze fixed on hers.",
        "He was watching her with a strange expression.",
        "He stopped and turned, his expression clearly displeased.",
        "His gaze met hers for a moment, his expression unreadable.",
        "He started to turn and then stopped, his expression turning stern.",
        "He drew her close, his expression amused.",
        "Something in his expression gave her the feeling that he was annoyed again.",
        "His expression was first surprised and then amused.",
        "It was hard to read his expression in the waning light.",
        "The swift change of expression might have been comical had she not been the cause.",
        "Josh was watching her with a strange expression.",
        "Josh squatted beside her, eyeing the pond with a sour expression.",
        "When he came into the kitchen his expression was reflective.",
        "She gasped with surprise and looked up to find Josh standing at the gate watching her with a strange expression.",
        "Alex walked up to the gate and gazed down at her with a somber expression.",
        "Alex stared at Katie and then at Carmen, his expression obviously displeased.",
        "His expression remained sober.",
        "His expression was guarded when he lifted his gaze to hers.",
        "His expression was more concern than anger.",
        "For a moment he gazed down at her with a wary expression on his face and in his eyes.",
        "His gaze wandered over her face, his expression still sober.",
        "When she didn't respond immediately, he lowered the paper, his expression hopeful.",
        "His gaze traveled over her face again, his expression unreadable.",
        "His expression was clearly displeased.",
        "He stopped in front of her, his expression exasperated as he gazed down at her.",
        "His expression was bewildered for only a fraction of a second, and then he made a face.",
        "His expression was apprehensive, but he said nothing.",
        "Carmen glanced up at him, her expression compassionate.",
        "He was watching Ed with an expression that looked almost wistful.",
        "He gazed down at her with a disappointed expression.",
        "He glanced down at her with a despairing expression.",
        "She glanced up at him, but his expression revealed nothing.",
        "His expression was unreadable as he gazed down at her.",
        "He gazed at her absently, his expression reflective.",
        "The indecision was back in his expression, pushing away that feeling of security.",
        "He leaned against the counter and gazed down at her with a troubled expression.",
        "He turned, his expression a mixture of annoyance and surprise.",
        "\"Carmen,\" he groaned in a singular expression of comprehension and grief.",
        "He sat back down, his expression distant.",
        "Noting her somber expression, the smile faded from his lips and the twinkle left his eyes.",
        "He watched her for a moment, an unreadable expression on his face.",
        "He pulled up his knees and encircled them with his arms as he stared at her, his expression somewhere between anger and perplexed.",
        "Her expression confessed that the first statement was true, though.",
        "His sultry expression quickened her pulse.",
        "When his gaze shifted to Candice, he stiffened, his expression becoming wary.",
        "They stopped dancing and he gazed down at her with a solemn expression.",
        "The expression on her face indicated she disapproved.",
        "Normally she would have welcomed the attention, but his expression was not pleased.",
        "Arms folded over his chest, his expression indicated he thought he had trapped her in a lie.",
        "His expression was solemn as he studied her face.",
        "She gazed up at him, trying to read his expression.",
        "Alex eyed Rob, his expression unreadable.",
        "Carmen glanced at Alex, who was watching Rob with a concerned expression.",
        "Aaron asked, his expression sober.",
        "Gerald was the first to her side, his expression clearly awed.",
        "His expression indicated pain, but he managed a wry smile.",
        "Carmen glanced up to find Alex watching her with a perturbed expression.",
        "His expression was solemn.",
        "Her stomach tensed at his expression and tone.",
        "He eyed her for a moment, his expression unreadable.",
        "Alex glanced at him, his expression bland.",
        "He nodded again, glancing down at Carmen, his expression solemn.",
        "He glanced up at her, his expression and tone sarcastic.",
        "His head jerked around, expression startled.",
        "His expression became distant.",
        "As the stretcher was lifted over the edge, Gerald leaned over her, his expression concerned.",
        "She woke in the hospital, Alex standing beside her, his expression anything but pleased.",
        "He gazed down at her with a puzzled expression.",
        "Felipa dropped into a chair, her expression dreamy.",
        "Carmen looked up to find Rob turned around in the front seat, watching her with a strange expression.",
        "He turned away from the computer, glancing at the door with a wary expression.",
        "Alex looked down at her, but it was difficult to read his expression in the dim light.",
        "For a moment his gaze ran over her face like it used to, and then his expression softened.",
        "He eyed her with a wary expression, probably not sure if he should quit while he was ahead.",
        "He came up on one elbow, his expression wavering between annoyed and hurt.",
        "When he came home to supper and found peach pie, baked chicken and all the trimmings, he might have been pleased, but his expression was more displeased when he saw her in a sundress.",
        "His expression was clearly bewildered.",
        "His puzzled expression turned dark when he noticed Carmen wasn't wearing her sling.",
        "His expression changed and he groaned his desire.",
        "For a moment he stared at her, his expression difficult to read, but obviously he was upset.",
        "Gerald didn't respond for a moment, but when he did, his tone and expression would have melted steel.",
        "He was watching her, his expression clearly shocked.",
        "His expression was barely short of pleading.",
        "Alex nodded, his expression solemn, his dark gaze locked on hers.",
        "Alex was quiet a moment, his expression absent as he watched Alondra.",
        "Senor shook his head, his expression sad.",
        "A single tear slid unchecked down his cheek, but his expression remained stoic.",
        "His expression was reflective as he removed the shirt, folded it and laid it on top of the jacket.",
        "There had always been a physical attraction between them and unless she had misinterpreted his expression, there still was.",
        "His expression became distant for a moment and finally he nodded, his attention returning to her.",
        "His expression remained solemn.",
        "His solemn expression made a chill go up her spine.",
        "She glanced up sharply, but his terse tone and sober expression were belied by the twinkle in those gray-green eyes.",
        "For a moment he held her gaze, his expression unreadable.",
        "His expression never changed.",
        "Finally his expression softened and he reached for her.",
        "She ignored his quick intake of breath and surprised expression.",
        "He watched with an amused expression as she quickly leveled a small area of grass.",
        "At his startled expression, she softened the refusal with an explanation.",
        "Something about his expression led her to believe he was talking about the latter.",
        "His expression changed to incredulity when he saw the confusion on Justin's face.",
        "He turned on Megan with a pained expression.",
        "His expression went swiftly from surprise to concern.",
        "He dabbed at his mouth again, his expression still suspicious.",
        "His dark features were twisted with a perplexed expression as he swung her around.",
        "She leaned back to read his expression and his hand gently braced her back.",
        "By the expression on his face, it was a sore subject for him as well.",
        "Her eyes flickered to Jessi, who couldn't quite read the expression on her face.",
        "The expression on her face was a mixture of dazed desire and amazement.",
        "One was dark-skinned with tattoos all over his body, dark hair and an expression that turned curious as he met her gaze.",
        "Her expression grew interested.",
        "She took it, hating the vulnerable expression on her face.",
        "Jessi didn't know what she wanted, and the wounded expression on her face made him want to kiss her.",
        "Now, of these quantities, b is the only one depending on time; and therefore, as i is of no dimensions in time, b cannot occur in its expression.",
        "We may now investigate the mathematical expression for the disturbance propagated in any direction from a small particle upon which a beam of light strikes.",
        "Elected deputy in 1861, his anger against Cavour found violent expression.",
        "leader of the Fortschrittspartei, and the expression Kulturkampf had, it is believed, its origin in one of his electoral manifestoes.",
        "The expression is anthropomorphic, no less than the dogma of material creation; but it is an attempt to affirm the unity of the intellectual and the material world.",
        "of giving expression to general ideas; and language in that sense is not found save in man.",
        "His face had a sinister, troubled expression; but an enigmatical smile played perpetually around his lips.",
        "The expression of his eyes had something \"liquid and melting\" (TOW oï¿½ï¿½arwv Tip) Sc aXvaiv Kai iypbrfra), and the hair which stood up over his forehead gave the suggestion of a lion.",
        "Napier may thus have been the first to use the expression \"quantity less than nothing.\"",
        "\"there is nothing in his remains to show that he possessed any real superiority either of intellect or knowledge, or even any remarkable brilliancy of expression.\"",
        "Its bright red beak, the bare bluish skin surrounding its large grey eyes, and the tufts of elongated feathers springing vertically from its lores, give it a pleasing and animated expression; but its plumage generally is of an inconspicuous ochreous grey above and dull white beneath, - the feathers of the upper parts, which on the neck and throat are long and loose, being barred by fine zigzag markings of dark brown, while those of the lower parts are more or less striped.",
        "The older records utilized by the Deuteronomic and later compilers indicate some common tradition which has found expression in these varying forms. Different religious standpoints are represented in the biblical writings, and it is now important to observe that the prophecies of Hosea unmistakably show another attitude to the Israelite priesthood."
    ],
    "definition": [
        "The act of pressing or squeezing out.",
        "Genetics The act or process of expressing a gene.",
        "Link/Cite"
    ]
}