{
    "translation": "גירוש, סילוק, הרחקה",
    "uses": [
        "My expulsion hasn't gone over well, he said.",
        "From Hasdai ibn Shaprut in the 10th century and Samuel the nagid in the 11th the line of Jewish scholar-statesmen continued till we reach Isaac Abrabanel in 1492, the date of the expulsion of the Jews from Spain.",
        "His laugh was little more than an expulsion of air.",
        "The capitania of Pernambuco was ably governed and took an active part in the expulsion of the French from the trading posts established along the coast northward to Maranhao, and in establishing Portuguese colonies in their places.",
        "of Savoy took refuge in Cagliari after his expulsion by the French, but soon returned to Italy.",
        "This event happened previous to the expulsion of the tyrant Christiern the Second from Sweden.",
        "That type of heartache is rough, but I came to peace with it and was pretty happy with my expulsion, until a few days ago.",
        "the uprising of the Florentines and the expulsion of the Medici in November 1494.",
        "Algiers, however, continued of comparatively little importance until after the expulsion from Spain of the Moors, many of whom sought an asylum in the city.",
        "Expulsion of Demons.",
        "As has been pointed out above, certain protected Jews were permitted to reside in places where the expulsion of the Jews had been decreed.",
        "He lived with the exiled court of Margaret of Anjou at Bar until 1470, and took an active part in the diplomacy which led to the coalition of Warwick and Clarence with the Lancastrians and Louis XI., and indirectly to Edward IV.'s expulsion from the throne.",
        "He crossed the Alps in 1495, passed through Lombardy, entered Tuscany, freed Pisa from the yoke of Florence, witnessed the expulsion of the Medici, marched to Naples and was crowned tliereall this without striking a blow.",
        "The Inquisition in Spain led to the expulsion of the Jews (1492), and this event involved not only the latter but the whole of the Jewish people.",
        "But the reconquest of Andalusia by the Christians associated towards the end of the 15th century with the establishment of the Inquisition, introduced a spirit of intolerance which led to the expulsion of the Jews and Moors.",
        "1-5, refers to the expulsion of Edomites from their land) Malachi.",
        "Both the mainland of Greece and the Greek colonies practised human sacrifice, usually as a means towards expulsion of evil.",
        "had placed at Catania after their expulsion by the original inhabitants in 461 B.C., which absorbed or incorporated an already existing Sicel town named Inessa.",
        "Thus a second expulsion of the Jews of France occurred in 1394.",
        "Upon the expulsion of the Jesuits in 1767 the Chiquitos became decadent, and now number short of 20,000.",
        "It is desirable in the first place to realize the condition of Italy at the time when the irruption of the French and the expulsion of the Austrians opened up a new political vista for that oppressed and divided people.",
        "In 1858 the edict of expulsion was repealed.",
        "The treaty of Westminster (24th of October 1655) dealt chiefly with commercial subjects, and contained a clause promising the expulsion from France of political exiles.",
        "There it was agreed that France should supply 200,000 men and Piedmont 100,000 for the expulsion of the Austrians from Italy, that Piedmont should be expanded into a kingdom of North Italy, that central Italy should form a separate kingdom, on the throne of which the emperor contemplated placing one of his own relatives, and Naples another, possibly under Lucien Murat; the pope, while retaining only the Patrimony of St Peter (the Roman province), would be president of the Italian confederation.",
        "In Spain Jewish life had participated in the general life, but the expulsion - while it dispersed 1 On the writers mentioned below see articles s.v.",
        "After the expulsion of King Otho in 1862, the Greek nation, by a plebiscite, elected the British prince, Alfred, duke of Edinburgh (subsequently duke of Coburg), to the vacant throne, and on his refusal the national assembly requested Great Britain to nominate a candidate.",
        "Mary of Lorraine now gave her energies to the expulsion of the English and to the difficult task of keeping the peace between the Scots and their French auxiliaries.",
        "On the expulsion of Osberht, Ella or Ã†lle, succeeded.",
        "During the same period the Lutheran zeal of the citizens led to the expulsion of the Mennonites and other Protestant sects, who founded Altona.",
        "In Piedmont itself it was at first less successful; and Cavour, although he aspired ultimately to a united Italy with Rome as the capital,1 openly professed no ambition beyond the expulsion of Austria and the formation of a North Italian kingdom.",
        "For a long time Torquemada had tried to get the royal consent to a general expulsion; but the sovereigns hesitated, and, as the victims were the backbone of the commerce of the country, proposed a ransom of 300,000 ducats instead.",
        "His theology took a more distinctly heterodox form, and the publication (1539) of a book in proof of his most characteristic doctrine - the deification of the humanity of Christ - led to his active persecution by the Lutherans and his expulsion from the city of Ulm.",
        "During the next two centuries the councils devoted much attention to heresy: eight propositions concerning the body of Christ after his death were rejected at St Mary-le-Bow in 1286; the expulsion of the Jews from England was sanctioned by a legatine synod of Westminster in 1291; ten theses of Wiclif's were condemned at the Dominican friary in 1382, and eighteen articles drawn from his Trialogus met the same fate at.",
        "He successfully withstood all opposition within the state, until he was at last worsted in his struggle with Cesare Borgia, who caused his expulsion from Siena in 1502.",
        "The pretensions of the Sybarite colonists led to dissensions and ultimately to their expulsion; peace was made with Crotona, and also, after a period of war, with Tarentum, and Thurii rose rapidly in power and drew settlers from all parts of Greece, especially from Peloponnesus, so that the tie to Athens was not always acknowledged.",
        "Cavour now set himself to the task of isolating Austria and securing an alliance for her expulsion.",
        "Every Italian felt the presence of the Austrians in in the lagoons as a national humiliation, and between ml ::~~:: I8~9 and 1866 countless plots were hatched for their Ta expulsion.",
        "The equalization of classes was already far advanced when towards the end of the century a nobleman of the Alcmaeonid family, named Cleisthenes, who had taken the chief part in the final expulsion of the tyrants, acquired ascendancy as leader of the commons.",
        "On the expulsion of the Ming dynasty in China, a number of their defeated adherents came over to Formosa, and under a leader called in European accounts Coxinga, succeeded in expelling the Dutch and taking possession of a good part of the island.",
        "LEON OF MODENA (1571-1648), Jewish scholar, was born in Venice, of a notable French family which had migrated to Italy after the expulsion of the Jews from France.",
        "By about the beginning of our era the Jews had given up Hebrew and wrote in Aramaic; the process of expulsion had been going on, doubtless, for some time; but comparison with the later extant literature (Chronicles, the Hebrew Ecclesiasticus or Ben-Sira, Esther) makes it improbable that such Hebrew as that of Koheleth would have been written earlier than the 2nd century B.C. (for details see Driver's Introduction).",
        "1476), Florentine historian, occupied various positions in the service of the Florentine republic after the expulsion of the Medici in 1494, and even on their return in 1512 he continued in the public service.",
        "The Acropolis had been dismantled as a fortress after the expulsion of Hippias; its defenders against the Persians found it necessary to erect a wooden barricade at its entrance.",
        "But the expulsion of the French from Milan and the return of Lodovico Sforza interrupted his conquests, and he returned to Rome early in 1500.",
        "The same period probably also witnessed the liberation of the Thais or inhabitants of Siam from the yoke of the Khmers, to whom they had for long been subject, and the expulsion of the now declining race from the basin of the Menam.",
        "But in spite of the moderation of his views and his abstention from controversy, he came under suspicion of heresy, and escaped expulsion from his office only by resignation (1619).",
        "The horrors of war and of religious persecution, and the consequent emigration or expulsion of its inhabitants, had wrecked the prosperity of Ghent, the recovery of which was made impossible by the closing of the Scheldt.",
        "But this concession was illusory, and as the statute prevented Jews from engaging in finance - the only occupation which had been open to them - it was a prelude to their expulsion in 1290.",
        "From the mines of Thrace, and perhaps from the harbour dues and from the mines of Laurium, he derived a large revenue; under his encouragement, Miltiades had planted an Athenian colony on the shores of the Thracian Chersonese; he had even made friends with Thessaly and Macedonia, as is evidenced by the hospitality extended by them to Hippias on his final expulsion.",
        "Those whose physique and character were satisfactory, and who had taken care of their horses and equipments, were bidden to lead their horse on (traducere equum), those who failed to pass the scrutiny were ordered to sell it, in token of their expulsion from the corps.",
        "As in earlier times, offenders were punished by expulsion.",
        "39 sqq.), Expulsion of Adam from Paradise (op. cit.",
        "From the Reformation to the French occupation in the beginning of the 19th century, Hamburg was a purely Lutheran state; according to the \"Recess\" of 1529, re-enacted in 1603, nonLutherans were subject to legal punishment and expulsion from the country.",
        "The Aliens Expulsion After and Aliens Immigration Laws, as well as the new Press Law, were passed in the latter part of 1896.",
        "His death in 457 was followed by a strong anti-Nestorian reaction at Edessa, which led to the expulsion of many of the leading teachers.",
        "The author of his expulsion, General Jose Tadeo Monagas, had in 1847 been nominated, like so many of his predecessors, to the presidency by Paez, but he was able to win the support of the army and assert his independence of his patron.",
        "The national history, however, furnished the theme of the Brutus and Decius, - the expulsion of the Tarquins and the self-sacrifice of Publius Decius Mus the younger.",
        "During the war of 1848, after the expulsion of the Austrians from Venice, Cibrario was sent to that city with Colli to negotiate its union with Piedmont.",
        "We hear incidentally of disputes, seditions and changes, among others the expulsion of the Gamori early in the 5th century B.C. (Thuc. v.",
        "His attempt at reform, which was taken to be, as in effect it was, a revolt against the authority of the Arabian masters, led to his expulsion from Paris, and the formal prohibition by the parliament of his method.",
        "In France the introduction of antimony gave rise to a bitter controversy which lasted into the 17th century, and led to the expulsion of some men of mark from the Paris faculty.",
        "The Jews had their quarter near the commercial centre, their presence being indicated by the street named Old Jewry, though it is probable that they did not reoccupy this locality after their expulsion in 1290.",
        "Jewin Street was built on the site of the burying-place of the Jews before the expulsion.",
        "On the expulsion of the Jews from France by Philip IV.",
        "General Baird commanded the Indian army which was sent in 1801 to co-operate with Abercromby in the expulsion of the French from Egypt.",
        "This was made by order of Khammurabi after the expulsion of the Elamites and the settlement of his kingdom.",
        "The expulsion of the duke of Athens was followed by several measures to humble the grandi still further, while the popolo minuto or artisans began to show signs of discontent at the rule of the merchants, and thepopulace destroyed the houses of many nobles.",
        "Yet in spite of these disasters the republic was by no means crushed; it soon regained the suzerainty of many cities which had broken off all connexion with it after the expulsion of the duke of Athens, and purchased the overlordship of Prato from Queen Joanna of Naples, who had inherited it from the duke of Calabria.",
        "placed Florence under an interdict, ordered the expulsion of all Florentines from foreign countries, and engaged a ferocious company of Bretons to invade the republic's territory.",
        "When Filippo Strozzi, and above Second all his wife, threw their influence in the scales against expulsion the Medici, and the magistrates declared for their ex of the pulsion from power, Passerini, Ippolito and Alessandro Medici left Florence (17th of May 1527).",
        "There is no doubt, however, that the net result was the expulsion of the Britons from Kent.",
        "1240), prince of North Wales, was born after the expulsion of his father, Iorwerth, from the principality.",
        "After the expulsion of the Tarquins the chief events in Etruscan history are the vain attempt to re-establish themselves in Rome under Lars Porsena of Clusium, the defeat of Octavius Mamilius, son-in-law of Tarquinius Superbus, at Lake Regillus, and the treaty with Carthage.",
        "This bold procedure of the seven professors led to their speedy expulsion from the university (14th December).",
        "A speech, denouncing the projected incorporation of Schleswig and Holstein with Denmark, delivered in the Chamber of Baden on the 6th of February 1845, spread his fame beyond the limits of his own state, and his popularity was increased by his expulsion from Prussia on the occasion of a journey to Stettin.",
        "On the expulsion of the Marinides in 1359 Mansura was finally deserted.",
        "C. von Hahn as the Aryan Expulsion and Return formula, which counts among its representatives such heroes as Perseus, Cyrus, Romulus and Remus, Siegfried, and, as Alfred Nutt has pointed out, Arthur himself.",
        "After the expulsion of Gorgus's son Periander its government developed into a strong democracy.",
        "The years which followed the Council of Chalcedon (451) were a stormy period in the Syrian Church: Philoxenus soon attracted notice by his strenuous advocacy of Monophysite doctrine, and on the expulsion of Calandio (the orthodox patriarch of Antioch) in 485 was ordained bishop of Mabb5g 3 by his Monophysite successor Peter the Fuller (Barhebraeus, Chron.",
        "During the eight years between his expulsion from office in 1774 and the fall of Lord North's ministry in March 1782 he may indeed be said to have done one very great thing in politics.",
        "He settled in Leipzig as a journalist; but the democratic views expressed in some essays and the volumes of poems Glocke and Kanone (1481) and Irdische Phantasien (1842) led to his expulsion from Saxony in 1846.",
        "The gross selfishness of the Spartans, herein exemplified, was emphasized by their capture of the Theban citadel, and, after their expulsion, by the raid upon Attica in time of peace by the Spartan Sphodrias, and his immunity from punishment at Sparta (summer of 378 B.C.).",
        "Elsewhere he assigns the expulsion of the Dryopes to Heracles in co-operation not with Dorians but with Malians.",
        "The people of Tarquinii and Veii attempted to restore Tarquinius Superbus to the throne after his expulsion.",
        "The religious reformation caused a considerable amount of expatriation, culminating in the expulsion of the Huguenots from France.",
        "Finally, we have the expulsion of the Jews from Russia as an example of the effort of a community to get rid of an element which has made itself obnoxious to the local sentiment.",
        "He met his death at the battle of Salankamen in 1691, when the total defeat of the Turks by the Austrians under Prince Louis of Baden led to their expulsion from Hungary.",
        "Another tradition places the expulsion of Hagar after the birth of Isaac. It was thirteen years after the birth of Ishmael, according to the latest narratives, that God appeared unto Abram with a renewed promise that his posterity should inhabit the land.",
        "Dolfi realized that only by the expulsion of Leopold could the national aspirations be realized.",
        "Conde became a member of the Spanish Academy in 5802 and of the Academy of History in 1804, but his appointment as interpreter to Joseph Bonaparte led to his expulsion from both bodies in 1814.",
        "The expulsion of the whole body of Moriscos was decided on in 1608, and the edict was published on the 22nd of September 1609.",
        "The expulsion was carried out with great cruelty.",
        "See The Moriscos of Spain: their Conversion and Expulsion, by H.",
        "He spoke strongly against the expulsion of the French princes, and it was chiefly through his influence that the support of the Royalist party was given to General Boulanger.",
        "Before discussing the methods now used in detail, a summary of the conclusions reached by Victor Meyer in his classical investigations in this field as to the applicability of the different methods will be given: (I) For substances which do not boil higher than 260° and have vapours stable for 30° above the boiling-point and which do not react on mercury, use Victor Meyer's \"mercury expulsion method.\"",
        "(2) For substances boiling between 260° and 420°, and which do not react on metals, use Meyer's \"Wood's alloy expulsion method.\"",
        "(3) For substances boiling at higher temperatures, or for any substance which reacts on mercury, Meyer's \"air expulsion method\" must be used.",
        "Mercury is expelled, and when this expulsion ceases, the vessel is removed, allowed to cool, and weighed.",
        "The year of Charles VIII.'s invasion and of the Medici's expulsion from Florence (1494) saw Machiavelli's first entrance into public life.",
        "The insertion of the alien matter 7-12 between 1-5 and 13-17 may be due to our author's wish to show that the expulsion of Satan from heaven after Christ's birth and ascension to heaven was owing in some measure to Christ, although he has allowed Michael's name to remain in the borrowed passage, 7-12 - a fact which shows how dependent the writer was on tradition.",
        "On the expulsion of the younger Dionysius, he returned to Athens, and, finding it impossible to profess philosophy publicly owing to the contempt of Plato and Aristotle, was compelled to teach privately.",
        "He acquired a considerable reputation, but in 1843 his political opinions brought him under the suspicion of the police and caused his expulsion from the papal states.",
        "The public expulsion or suspension of the offender is necessary for the good repute of the church, and its influence over the faithful members.",
        "He showed great zeal in enforcing the Hildebrandine policy as to clerical celibacy, and was planning the expulsion of the Normans from Italy and the elevation of his brother to the imperial throne when he was seized by a severe illness.",
        "But there is a slight delay in ignition, partly due to expulsion of incombustible gas drawn into the jet tube in the previous half period, so that the most copious supply of gas and heat is thrown into the quarter period just preceding greatest pressure, and the vibration is maintained.",
        "Elsewhere eating the fruit of the \"tree of wisdom\" is given as the cause of the expulsion of the human pair.",
        "Three years after the expulsion of the Mormons Nauvoo was occupied by the remnant (some 250) of a colony of French communists, the Icarians, who had come out under the leadership of Etienne Cabet.",
        "Playfairii, when shaken with water forms a slight but permanent lather, and on this account is used by the Somali women for cleansing their hair, and by the men to whiten their shields; it is known as meena h¢rma in Bombay, and was formerly used there for the expulsion of the guinea-worm.",
        "Towards 1847 he took part in the political agitation in Italy, and presided over scientific congresses, notably at Venice, where he declared himself in favour of the independence of Italy and the expulsion of the Austrians.",
        "But the finishing touches to the new race were supplied by the great expulsion of Lao-Tai from south-west China by Kublai Khan in A.D.",
        "The jealousy of their increasing influence at last led to a massacre, and to the expulsion or absorption of the survivors.",
        "The union even then met with resistance from a number of bishops, who, rather than accede.to it, submitted to deposition and expulsion from their sees; and it was not until these had all died out that, as the result of stringent imperial edicts, Nestorianism may be said to have become extinct throughout the Roman empire.",
        "Wearied out by their oppressions, its chief in 1812 petitioned for English protection, on the condition of his state becoming tributary on the expulsion of the Mahrattas.",
        "In 1791 a revival began at Bala; and this, strange to say, a few months after the Bala Association had been ruffled by the proceedings which led to the expulsion of Peter Williams from the Connexion, in order to prevent him from selling John Canne's Bible among the Methodists, because of some Sabellian marginal notes.",
        "The expulsion of the Jesuits gave a new impulse to the attacks directed against all schemes of education in which Latin held a prominent position.",
        "553), so Sebastian Castellio owed (in part) to the same indiscretion his expulsion from Geneva in 1544.",
        "The troubled period which followed the expulsion of Isabel II.",
        "But, until the expulsion of the French from England, Hubert was entirely engaged with military affairs.",
        "The same year witnessed the expulsion of Spener from Dresden.",
        "The weaving establishments (mainly broadcloth) of Leiden at the close of the 15th century were very important, and after the expulsion of the Spaniards Leiden cloth, Leiden baize and Leiden camlet were familiar terms. These industries afterwards declined, and in the beginning of the 19th century the baize manufacture was altogether given up. Linen and woollen manufactures are now the most important industries, while there is a considerable transit trade in butter and cheese.",
        "It is here distinctly stated that some Scotsman in the year 1594, in a letter to Tycho Brahe, gave him some hope of the logarithms; and as Kepler joined Tycho after his expulsion from the island of Huen, and had been so closely associated with him in his work, he would be likely to be correct in any assertion of this kind.",
        "Acquaviva saw the expulsion of the Jesuits from Venice in 1606 for siding with Paul V.",
        "Sealed despatches were sent to every Spanish colony, to be opened on the same day, the 2nd of April 1767, when the measure was to take effect in Spain itself, and the expulsion was relentlessly carried out, nearly six thousand priests being deported from Spain alone, and sent to the Italian coast, whence, however, they were repelled by the orders of the pope and Ricci himself, finding a refuge at Corte in Corsica, after some months' suffering in overcrowded vessels at sea.",
        "In France, even after their expulsion in 1765, they had maintained a precarious footing in the country under the partial disguise and names of \"Fathers of the Faith\" or \"Clerks of the Sacred Heart,\" but were obliged by Napoleon I.",
        "had given them in Prussia, they became very powerful, especially in the Rhine provinces, and, gradually moulding the younger generation of clergy after the close of the War of Liberation, succeeded in spreading Ultramontane views amongst them, and so leading up to the difficulties with the civil government which issued in the Falk laws, and their own expulsion by decree of the German parliament (June 19, 1872).",
        "But the great event of the 18th century was the expulsion of the Jesuits from Mexico, as from the other Spanish dominions, in 1767, under orders from Charles III.",
        "They had done much to civilize the natives and to educate the whites, and their expulsion, which was greatly resented by the Creoles, probably tended to increase the popular discontent and prepare for the overthrow of Spanish rule.",
        "The cause of this expulsion is said to have been his activity in writing revolutionary proclamations.",
        "Danh-gbi has numerous wives, who until 1857 took part in a public procession from which the profane crowd was excluded; a python was carried round the town in a hammock, perhaps as a ceremony for the expulsion of evils.",
        "On the expulsion of Queen Isabella, he returned to Spain, represented Manresa in the Cortes, and in1871-1872was successively minister of the colonies and of finance.",
        "On the 2nd of June 1 793 he proposed a decree of accusation against the Girondists; on the 9th, at the Jacobin club, he outlined a programme which the Convention was destined gradually to realize: the expulsion of all foreigners not naturalized, the establishment of an impost on the rich, the deprivation of the rights of citizenship of all \"anti-social\" men, the creation of a revolutionary army, the licensing of all officers ci-devant nobles, the death penalty for unsuccessful generals.",
        "Enraged at being thus excluded from power by their former friend, the \"Caps\" procured Pechlin's expulsion from the two following Riksdags.",
        "His departure was accelerated by a decree of expulsion as a conspirator (1811).",
        "Charges of corruption in the administration of the department of public works, which led to the expulsion of one member of parliament, involved also the resignation from the cabinet of Sir Hector Langevin, leader of the French Conservatives, against whom carelessness at least in administration had been established.",
        "After an investigation by a committee of the House, which recommended the expulsion of Ames, a resolution was passed on the 28th of February 1873, \"that the House absolutely condemns the conduct of Oakes Ames ...",
        "iv.) has shown, to the group of tales classified as the Aryan Expulsion and Return formula, found in all Aryan lands.",
        "the expulsion of the Hyksos), but if the Israelites built Rameses and Pithom (Ex.",
        "On the 15th of November 1889 a military revolt in the city under the leadership of General Deodoro da Fonseca led to the declaration of a republic and the expulsion of the imperial family, which was accomplished without resistance or loss of life.",
        "Returning to Europe on the expulsion of the Jesuits from South America, he settled at Vienna, obtained the friendship of Maria Theresa, survived the extinction of his order, composed the history of his mission, and died on the 17th of July 1791.",
        "The preachers had long been accustomed to consult the leader's meetings of their societies, but it was now clearly decided that stewards and leaders should be appointed in connexion with the leaders' meeting, and certain rights were granted to that meeting as to the admission and expulsion of members.",
        "On his return to Rome, Eugenius had to treat with his rebel subjects and to acknowledge the senate they had elected, but he was unable to procure the expulsion of the agitator.",
        "Thus two problems presented themselves: the restoration of the papal state, which had been reduced to chaos by the Borgias; and the liberation of the Holy See from the onerous dependence on France - in other words, the expulsion of the French \" barbarians \" from Italy.",
        "Silesia was repeatedly overrun by Austrian and Russian troops, and Frederick's ultimate expulsion seemed only a question of time.",
        "Vauquelin, who claimed him as his pupil, guaranteed his conduct, and saved him from expulsion from Paris.",
        "Arretium appears as one of the cities which aided the Tarquins after their expulsion.",
        "The next day he assisted Lambert in his expulsion of the parliament and was reappointed commander-in-chief.",
        "Again in 1814, on the expulsion of the French, when there was much talk of founding an independent state, the same name was suggested for it.",
        "Again, while the annals record Ceawlin's accession in 560 and his expulsion in 592, the preface with other early authorities assigns him a reign of only seventeen years.",
        "Here his conduct was anything but diplomatic. He at once announced himself as the protector of the extreme Jacobins in Rome, demanded the expulsion of the French emigres who had taken refuge there, including the \"demoiselles Capet,\" and ordered the fleur-de-lys on the escutcheon of the French embassy to be replaced by a picture of Liberty painted by a French art student.",
        "aboriri, to fail to be born, or perish), in obstetrics, the premature separation and expulsion of the contents of the pregnant uterus.",
        "It is difficult, indeed, to blame the burghers for resisting the dubious reforming efforts of Hermann of Wied, archbishop from 1515 to 1546, inspired mainly by secular ambitions; but the expulsion of the Jews in 1414, and still more the exclusion, under Jesuit influence, of Protestants from the right to acquire citizenship, and from the magistracy, dealt severe blows at the prosperity of the place.",
        "Under Moorish rule, and up to the expulsion of the Moriscoes in 1609, it was the headquarters of a flourishing trade, and in modern times its industries have revived.",
        "The first direct purchase in China was made at Amoy, the teas previously obtained by the Company's factors having bean purchased in Madras and Surat, whither it was brought by Chinese junks after the expulsion of the British from Java.",
        "He lived several years after his expulsion and appears to have died impenitent.",
        "Since then the Prussian government, by prohibiting the use of Danish in the schools and public offices, and by the expulsion from the country of the numerous Danish optants who had returned to Schleswig, has used the customary means for compelling all subjects of the king to become German in language and feeling.1",
        "During 1870 and 1871 meetings were held by the Gustavus Adolphus Verein, and a great Protestant conference was called, at which resolutions were passed demanding the expulsion of the Jesuits and condemning the Vatican decrees.",
        "Meanwhile at Berlin petitions to the Reichstag demanded the expulsion of the Jesuits, and in 1872 an imperial law to this effect was carried~ this was again a serious interference May Laws.",
        "A similar expulsion befell others who advocated union with the Anarchists.",
        "As permanent results of the conflict there remain only the alteration in the Prussian constitution and the expulsion of the Jesuits; the Centre continued to demand the repeal of this, and to make it the price of their support of government measures; in 1897 the, Bundesrat permitted the return of the Redemptorists, an allied order.",
        "of Hungary, as the seat of a bishop; and on the expulsion of its Mongol colony, in 1242, it was raised to the rank of a royal free city.",
        "On their expulsion by Michael Palaeologus in 1261 Pachymeres settled in Constantinople, studied law, entered the church, and subsequently became chief advocate of the church (rrpwrkbucos) and chief justice of the imperial court (SucacochuAa).",
        "His reign was characterized by bloodshed and violence; the outrage of his son Sextus upon Lucretia precipitated a revolt, which led to the expulsion of the entire family.",
        "The traditional account of his expulsion can hardly be historical.",
        "A revolt of the city against the royal authority was severely punished in 1262 by the expulsion of its principal inhabitants, who were, however, permitted to take up their quarters on the other side of the river.",
        "EXPULSION (Lat.",
        "In the case of membership of a voluntary association (club, &c.) the right of expulsion depends upon the rules, and must be exercised in good faith.",
        "Courts of justice have jurisdiction to prevent the improper expulsion of the member of a voluntary association where that member has a right of property in the association.",
        "Expulsion of Aliens.",
        "In the very exceptional cases in which it was retained in the statute book, expulsion was considered to have fallen into desuetude, but it has been revived by the Aliens Act of 1905 (5 Edw.",
        "Precautions are taken to prevent, as far as possible, any abuse of the power of expulsion.",
        "Under the French law of expulsion (December 3, 1849) there are no such precautions, the minister of the interior having an absolute discretion to order any foreigner as a measure of public policy to leave French territory and in fact to have him taken immediately to the frontier.",
        "In 1898 the expulsion of Austrian subjects from Prussia, in connexion with the Anti-Polish policy of the Prussian government, caused a passing irritation, to which Count Thun, the Austrian premier, gave expression.",
        "Mahommed Khosrev was the first Turkish governor of Egypt after the expulsion of the French.",
        "This revolt marks the beginning in Egypt of the breach between the Albanians and Turks, which ultimately led to the expulsion of the latter, and of the rise to power of the Albanian Mehemet All (q.v.), who was destined to rule the country for nearly forty years and be the cause of serious European complications.",
        "The ministry was saved by a mere accident - the expulsion of Danish agitators from North Schleswig by the German government, which evoked a passion of patriotic protest throughout Denmark, and united all parties, the war minister declaring in the Folketing, during the debate on the military budget (January 1899), that the armaments of Denmark were so far advanced that any great power must think twice before venturing to attack her.",
        "This so alarmed the French government that it led to a new law of expulsion, by which direct claimants to the French throne and their heirs were banished from France (June 11, 1886).",
        "He urged Cromwell after the battle of Worcester and again in 1652 to recall the royal family, while in 1653 he disapproved of the expulsion of the Long Parliament and was especially marked out for attack by Cromwell in his speech on that occasion.",
        "He returned to his place in the Long Parliament on its recall, was appointed a member of the council of state on the 14th of May 1659, and became president in August; and subsequently, on the fresh expulsion of the Long Parliament, he was included in the committee of safety which superseded the council.",
        "In Ireland a great expulsion of the invaders took place in the beginning of the 10th century.",
        "In 681 Wilfrid of York, on his expulsion from Northumbria by Ecgfrith, retired into Sussex, where he remained until 686 converting its pagan inhabitants.",
        "Both in the colonies and in England, whither he returned in 1749 on leave of absence, Shirley kept up an active agitation for the expulsion of the French from the whole of Canada.",
        "The Jews were mainly country-folk from the time of their settlement in Canaan to their final expulsion from the land by Titus and Hadrian, and the soil of Israelitish Palestine was better adapted to the raising of sheep and oxen than to the production of grain.",
        "2 After their expulsion it is very significant to find that Egypt forthwith enters upon a series of campaigns in Palestine and Syria as far as the Euphrates, and its successes over a district whose political fate was bound up with Assyria and Asia Minor laid the foundation of a policy which became traditional.",
        "Moreover, the elaborate account of the vast invasion and conquest, the expulsion, extermination and subjugation of earlier inhabitants, and the occupation of cities and fields, combine to form a picture which cannot be placed in Palestine during the 15th-12th centuries.",
        "Few names or events stand out in the history of this period: perhaps the most interesting personality is that of the Druse prince Fakhr ud-Din (1595-1634), whose expulsion of the Arabs from the coast as far south as Acre and establishment of his own kingdom, in defiance of Ottoman authority - to say nothing of his dilettante cultivation of art, the result of a temporary sojourn in Italy - make him worth a passing notice.",
        "The book is remembered solely through Goethe's scornful attack on its want of taste; its immediate effect was to produce Bahrdt's expulsion from Giessen.",
        "Demetrius (c. 190 B.C.) is supposed to have reigned in Arachosia after being expelled from Bactria, much as, at a later date, Baber reigned in Kabul after his expulsion from Samarkand.",
        "During the century which had elapsed since the expulsion of the Peisistratids and the establishment of the democracy, the Athenian constitution had developed with a rapidity which produced an oligarchical reaction, and the discussion of constitutional principles and precedents, always familiar to the citizen of Athens, was thus abnormally stimulated.",
        "The dissensions following the expulsion of the Spanish and the rivalries of Argentina and Brazil over the possession of Uruguay, then commonly termed the \"Banda Oriental,\" greatly reduced the population of the city and partially destroyed its trade.",
        "On the expulsion of the Austrians the question arose as to the future government of Milan and Italy.",
        "On the 17th of March he delivered a speech in the senate urging a general amnesty like that declared in Athens after the expulsion of the Thirty Tyrants.",
        "In 1828, after a year's special preparation, young Fremont entered the junior class of the college of Charleston, and here displayed marked ability, especially in mathematics; but his irregular attendance and disregard of college discipline led to his expulsion from the institution, which, however, conferred upon him a degree in 1836.",
        "Jesuit missionaries entered Lower California as early as 1697, maintaining themselves there until Charles III.'s expulsion in 1767 of all Jesuits from his dominions; but not until Russian explorations in Alaska from 1745-1765 did the Spanish government show interest in Upper California.",
        "As in Phoenicia, pressure created by the narrow limits of the home country coincided with an adventurous desire to seek new sources of wealth beyond seas; but very many Greek emigrations were caused by the expulsion of the inhabitants of conquered cities, or by the intolerable domination of a hated but triumphant faction within the native state.",
        "It was followed by the expulsion of Jews and Moors, and by arts the establishment of the Inquisition on a solid basis, with powers formidable to the freedom of all Spaniards from the peasant to the throne.",
        "As a diplomatist and state official Pontano played a part of some importance in the affairs of southern Italy and in the Barons' War, the wars with Rome, and the expulsion and restoration of the Aragonese dynasty.",
        "The stories of his expulsion by the Franks; of his stay of eight years in Thuringia with King Basin and his wife Basine; of his return when a faithful servant advised him that he could safely do so by sending to him half of a piece of gold which he had broken with him; and of the arrival at Tournai of Queen Basine, whom he married, are entirely legendary.",
        "Since the expulsion of the religious orders from France in 1903 several communities of French monks and nuns have taken up their abode in the Principality.",
        "The famous decretal of Siricius (385) not only enjoined strict celibacy on bishops, priests and deacons, but insisted on the instant separation of those who had already married, and prescribed the punishment of expulsion for disobedience (Siric. Ep. i.",
        "For at least eight years before this he had been more or less in conflict with the authorities of his order, through his sympathy with \"modernist\" views, but the publication of this letter (afterwards issued by Tyrrell as A Much Abused Letter) brought about his expulsion from the order in February 1906.",
        "The Grand Mosque (in rue Philippe) was erected at the end of the 18th century to commemorate the expulsion of the Spaniards, and with money paid as ransom for Christian slaves.",
        "For this reason the catechumens are anointed with holy oil both before and after baptism; the one act (of eastern origin) assists the expulsion of the evil spirits, the other (of western origin), taken in conjunction with imposition of hands, conveys the spirit and retains it in the person of the baptized.",
        "The holy oil, chrism, or µvpov, as the Easterns call it, was prepared and consecrated on Maundy Thursday, and in the Gelasian sacramentary the formula used runs thus: \"Send forth, 0 Lord, we beseech thee, thy Holy Spirit the Paraclete from heaven into this fatness of oil, which thou hast deigned to bring forth out of the green wood for the refreshing of mind and body; and through thy holy benediction may it be for all who anoint with it, taste it, touch it, a safeguard of mind and body, of soul and spirit, for the expulsion of all pains, of every infirmity, of every sickness of mind and body.",
        "Before the expulsion of the Jews, however, in spite of canonical opposition, Christians had begun to take interest openly; and one of the most interesting examples of the adaptation of the dogmas of the Church of Rome to the social and economic environment is found in the growth of the recognized exceptions to usury.",
        "The next few years witnessed the expulsion of the royalists from the south of Chile, the equipment of a small fleet, placed under the command of Manuel Blanco Encalada and Lord Cochrane (earl of Dundonald), and the invasion of Peru by San Martin with the help of the fleet, ending in the proclamation of Peruvian independence in 1821; though the Spanish power was not finally broken until Bolivar's victory at Ayacucho in 1824.",
        "Mitre's life of San Martin, describing the fighting in the wars of independence; Lord Cochrane, Narrative of Services in Chile, Peru and Brazil (London, 1859), an autobiography describing the naval exploits that helped to secure the expulsion of the Spaniards; B.",
        "The result was a schism which was only temporarily checked by the expulsion of de Kock from the country by the statesgeneral.",
        "The establishment of internal tranquillity, the expulsion of interlopers and marauders like Turks and Uzbegs, the introduction of salutary laws and the promotion of public works of utilitythese alone would render remarkable his two-score years of enlightened government.",
        "Bordeaux capitulated on the 9th of October, and the Hundred Years' War was terminated by the expulsion of the English, who were by this time so fully occupied with the Wars of the Roses as to be unable to take the offensive against France anew.",
        "Various missions to foreign powers met with failure; he was excluded from Holland by the treaty made with England in April 1654, and he anticipated his expulsion from France, owing to the new relations of friendship established with Cromwell, by quitting the country in July.",
        "Formally made over to Venice in 1350 by the prince of Tarentum, it was afterwards captured by the Turks in 1479; but the Hispanico-Venetian fleet under Benedetto Pessaro and Gonsalvo of Cordova effected their expulsion in 1500, and the island continued in Venetian possession till the fall of the republic. For some time it was administered for the French government, but in 1809 it was taken by the British under Cuthbert, Lord Collingwood.",
        "Others attach chief importance to the slaying of Neoptolemus (Pyrrhus) by Orestes at Delphi; according to Radermacher (Das Jenseits im Mythos der Hellenen, 1903), Orestes is an hypostasis of Apollo, Pyrrhus the principle of evil, which is overcome by the god; on the other hand, Usener (Archiv fur Religionswesen, vii., 1899, 334) takes Orestes for a god of winter and the underworld, a double of the Phocian Dionysus the \"mountain\" god (among the Ionians a summer-god, but in this case corresponding to Dionysus j Xavaiyis), who subdues Pyrrhus \"the light,\" the double of Apollo, the whole being a form of the well-known myths of the expulsion of summer by winter.",
        "sent troops to aid in the expulsion of D.",
        "Various charges were brought against the Society by Pombal, and in September 1759, after five years of heated controversy (see JEsuITs), he published a decree of expulsion against all its members in the Portuguese dominions.",
        "The expulsion of the Jesuits involved Portugal in a dispute with Pope Clement XIII.; in June 1760 the papal nuncio was ordered to leave Lisbon, and diplomatic relations with the Vatican were only resumed after the condemnation of the Jesuits by Clement XIV., in July 1773.",
        "Among its most important acts were the expulsion of the religious congregations which had returned after 1834, the nationalization of their property, and the abolition, by decree, of the council of state, the upper house and all hereditary titles or privileges.",
        "The Mojos and Chiquitos tribes, also, have been less prosperous since the expulsion of the Jesuits, but they have remained together in organized communities, and have followed the industries and preserved the religion taught them as well as circumstances permitted.",
        "The decay of the military power of the presidios during the Mexican war of independence, the expulsion of loyal Spaniards - notably friars - and the renewal of Apache wars, led to the temporary abandonment of all settlements except Tubac and Tucson.",
        "This was one of the causes that led to the expulsion of the Jews from Spain in 1492.",
        "His success, freedom of speech and reforming zeal had made him enemies on all sides, and only the intervention of the king prevented his expulsion from the Company of Jesus, so that prudence counselled his return to Brazil.",
        "Abbesses have a right to demand absolute obedience of their nuns, over whom they exercise discipline, extending even to the power of expulsion, subject, however, to the bishop. As a female an abbess is incapable of performing the spiritual functions of the priesthood belonging to an abbot.",
        "As in India, after the expulsion of Buddhism, the degrading worship of Siva and his dusky bride had been incorporated into Hinduism from the savage devil worship of Aryan and of non-Aryan tribes, so, as pure Buddhism died away in the north, the Tantra system, a mixture of magic and witchcraft and sorcery, was incorporated into the corrupted Buddhism.",
        "At the time of their expulsion (1767) they had sixteen missions which were either self-supporting or were maintained by funds invested for that special purpose.",
        "In spite, however, of rigorous persecution the new faith spread, and a new and more searching edict of expulsion was issued by Archbishop Leopold Anton von Firmian (d.",
        "PIERO SODERINI (1450-1513), Florentine statesman, was elected gonfalonier for life in 1502 by the Florentines, who wished to give greater stability to their republican institutions, which had been restored after the expulsion of Piero de' Medici and the martyrdom of Savonarola.",
        "It is probable that these small but practical concessions would have satisfied the lay Roman Catholics and the secular priests, but they were very far from contenting the Jesuits, by whom the results of such leniency were especially feared: \"What rigour of laws would not compass in so many years,\" wrote Henry Tichborne, the Jesuit, in 1598, \"this liberty and lenity will effectuate in 20 days, to wit the disfurnishing of the seminaries, the disanimating of men to come and others to return, the expulsion of the society and confusion as in Germany, extinction of zeal and favour, disanimation of princes from the hot pursuit of the enterprise..",
        "From 53-51 B.C. they were engaged in hostilities with Caesar, brought about by their expulsion of Cavarinus, whom he had appointed their king.",
        "The peace concluded between the duke of Brittany and the English in September 1427 led to his expulsion from the court, where Georges de la Tremoille, whom he himself had recommended to the king, remained supreme for six years, during which Richmond tried in vain to overthrow him.",
        "After the expulsion of the Rump by Fleetwood on the 13th of October he was chosen by the officers a member of the new administration and commissary-general of the horse.",
        "The public career of Leigh terminated with his expulsion from parliament with the rest of the Presbyterian party in 1648.",
        "On the death of King Frederick, Tausen, at the instance of Ronne, was, at the Herredag of 1533, convicted of blasphemy and condemned to expulsion from the diocese of Sjaelland, whereupon the mob rose in arms against the bishop, who would have been murdered but for the courageous intervention of Tausen, who conducted him home in safety.",
        "Their expulsion from Arabia, followed by the conquest of Egypt by the Mahommedans in the middle of the 7th century, changed this state of affairs, and the continued advances of the followers of the Prophet at length cut them off from almost every means of communication with the civilized world; so that, as Gibbon says, \"encompassed by the enemies of their religion, the Ethiopians slept for near a thousand years, forgetful of the world by whom they were forgotten.\"",
        "He therefore consented to the expulsion of the order, and was then the main advocate for its suppression.",
        "It became a Roman municipium, with the rest of Gallia Transpadana; but'lvIartial calls it little Mantua, and had it not been for Virgil's interest in his native place, and in the expulsion of a number of the Mantuans (and among them the poet himself) from their lands in favour of Octavian's soldiers, we should probably have heard almost nothing of its existence.",
        "Unhappily there arose a suspicion that his views on maritime law were not favourable to the pretensions of Venice, and this suspicion, notwithstanding all his efforts to dissipate it, together with clerical intrigues, led to his expulsion from the state.",
        "The leading Liberals had promoted a conspiracy for the arrest and expulsion of the prince, and the formation of a provisional government under General Dabija.",
        "A second expulsion of Athanasius was accordingly resolved upon.",
        "A movement was now set afoot in favour of a confederation of the three republics of Colombia, Ecuador and Venezuela on the basis of the original conditions existing after the expulsion of Spanish authority, and a resolution was passed by the chamber of deputies to that effect.",
        "Schreiner objected that the Bond aimed ultimately at the overthrow of British rule and the expulsion of the British flag from South Africa.",
        "His minority ended in 1767, and his first act was the expulsion of the Jesuits.",
        "The coup d'Nat of 1851 caused his expulsion from France for his republican opinions.",
        "In 1758, Nanjiraj, the powerful minister of the raja, caused Bangalore to be granted, as a jagir or fief, to Hyder Ali, afterwards usurper of Mysore, who greatly enlarged and strengthened the fort, which, in 1760, on his expulsion from Seringapatam, served as his refuge from destruction.",
        "in its opposition to the expulsion of the Socialists from the N.Y.",
        "Massacres inflicted upon the Alexandrians and the expulsion of the representatives of Hellenic culture are laid to his charge.",
        "Their fervid attacks on image worship led to their expulsion.",
        "To come to England, Wesley provided for spiritual discipline through the class-meeting, whose leader has to advise, comfort or exhort as occasion may arise; and (2) through the ministers, who have to bear the chief responsibility in the reproof, suspension or expulsion from communion of erring brethren.",
        "After the expulsion of the last rebel king of York, Eric Haraldson, by Edred in 948, we cease to hear of trouble in the North.",
        "One of the most important charters to London, that which granted the city the right of constituting itself a commune and choosing itself a mayor, goes back to October 1191, the troubled month of Longchamps expulsion from England.",
        "Some of the clauses are unimportant concessions to individuals, or deal with matters of trifling importancesuch as the celebrated weirs or kiddies on Thames and Medway, or the expulsion of the condottieri chiefs Gerard dAthies and Engeihart de Cigogn.",
        "Another act of this period was Edwards celebrated expulsion of the Jews from England (1290).",
        "This was the con- Expulsion tinuation of a policy which he had already carried ~",
        "Meanwhile in the same year that saw the expulsion of the Jews, King Edwards good fortune began to wane, with the rise of the Scottish question, which was to overshadow the latter half of his reign.",
        "Warwicks name was still a power in the land, and his expulsion had been so sudden that he had not been given an Warwick opportunity of trying his strength.",
        "in Scotland Elizabeth procured the expulsion of the French bag and baggage from North Britain, and that French avenue to England was closed for ever.",
        "The Long Parliament of the Restoration met in 1661, and the Act of Uniformity ~ntirely excludeci all idea of reform in the Puritan direction, md ordered the expulsion from their benefices of all clergymen who refused to express approval of the whole of the Book of Common Prayer (1662).",
        "It was well that ~ complaints that a great country ought not to be governed by patronage and bribery should be raised, although, as subsequent experience showed, the causes which rendered corruption inevitable were not to be removed by the expulsion of Walpole from office.",
        "The expulsion in 1837 of the famous seven professors - Die Gottinger Sieben - viz.",
        "Even after the loss of the Protestants and the suppression or expulsion of the Jansenists, the doctrinal history of the Later his- Church of Rome is described as governed by discus tory of sions in regard to Thomist Augustinianism.",
        "The demand of the Greeks for the expulsion of Macedonian garrisons from Demetrias, Chalcis and Corinth, as the only guarantee for the freedom of Greece, was refused, and negotiations were broken off.",
        "Hence the Arians, upon their expulsion from the city by Theodosius I., were allowed to hold Walker sc.",
        "Ulrich's connexion with the league of Schmalkalden led to another expulsion, but in 1547 he was reinstated by Charles V., although on somewhat onerous terms.",
        "Their sway proved so oppressive that the very classes which had welcomed them with most fervour soon came to long for their expulsion.",
        "It was this motive which first induced the Thessalians to leave their home in Epirus and descend into this district, and from this movement arose the expulsion of the Boeotians from Arne, and their settlement in the country subsequently called Boeotia; while another wave of the same tide drove the Dorians also southward, whose migrations changed the face of the Peloponnese.",
        "He was invited by the Royal Society of London to undertake an expedition to California to observe the transit of Venus in 1769; but this was prevented by the recent decree of the Spanish government for the expulsion of the Jesuits from its dominions.",
        "Doubtless the merchants practised their religious ceremonies from the first, but their god Mercurius was not officially recognized by the state till the year 495 B.C. Rome frequently suffered from scarcity of grain during the unsettled times that followed the expulsion of the Tarquins.",
        "The anti-dynastic party raised its head again, and in any Radical publications the expulsion of the reigning dynasty and its replacement by the Karageorgevich were advocated.",
        "In 1848, on his return to Paris, he published a violent tirade against Russia, which caused his expulsion from France.",
        "213) and who on the motion of Themistocles rejected the proposition of Lacedaemon for the expulsion of the states which had sided with Persia (Plut.",
        "They made alliances with the strangers to aid them in their intestine wars, and the annalist writing in later years (Annals of Lough Ce) describes with pathetic brevity the change wrought in Ireland:\" Earl Strongbow came into Erin with Dermod MacMurrough to avenge his expulsion by Roderick, son of Turlough O'Connor; and Dermod gave 1 The whole question is discussed by Mr J.",
        "Following the advice of his friend the Count Arese and of Menotti, he and his brother were among the revolutionaries who in February 1831 attempted a rising in Romagna and the expulsion of the pope from Rome.",
        "In 1838 it caused his partisan Lieutenant Laity to be condemned by the Court of Peers to five years' imprisonment for a pamphlet which he had written to justify the Strassburg affair; then it demanded the expulsion of the prince from Switzerland, and when the Swiss government resisted, threatened war.",
        "\"In a legal point of view, all that the case decides is that a senator of the United States who has been expelled from his seat is not after such expulsion subject to impeachment\" (Francis Wharton, State Trials).",
        "of Spain; but Louis XIV.s maintenWar of the ance of the eventual right of his grandson to the crown Spanish -of France, and the expulsion of the Dutch, who had Succes- pot recognized Philip V, from the Barrier towns, aMa.",
        "In the formidable machinery of state, above all in the creation of the Legion of Honor, the Concordat, and the restoration of indirect taxes, they saw the rout of the Revolution: But the expulsion of persons like Benjamin Constant and Madame de Stael sufficed to quell this Fronde of the salons.",
        "There was a division of opinion between the moderates, who favoured a constitutional Tuscany under Leopold, but forming part of an Italian federation, and the popular party, who aimed at the expulsion of the house of Lorraine and the unity of Italy under Victor Emmanuel.",
        "The expulsion of the latter people in many places inflicted upon agriculture a blow from which it has not recovered to this day.",
        "Its cultivation was introduced by the Arabs in the 12th century or later, and was of great importance in the kingdom of Granada at the time of the expulsion of the Moors (1489), but has since undergone great vicissitudes, first in consequence of the introduction of the cane into America, and afterwards because of the great development of beet-sugar in central Europe.",
        "The expulsion of the Moors from Granada was contemporaneous with the discovery of the New World.",
        "In Valencia emancipation was finally brought by a measure which in itself was cruelthe expulsion.",
        "But the history of the persecution and expulsion of the Jews is the same everywhere except in date.",
        "Forced conversion prepared the way for expulsion, which came in the reign of Philip III.",
        "Expulsion was impossible and combination only attainable by mutual agreement, and that was never secured.",
        "1-us expulsion by his brother, Henry of Trastamara, the eldest son of Leonora de Guzman, his restoration by the Black Prince (qv.), his treachery to him, and his final defeat and murder at Montiel, are famous episodes.",
        "The latter were dealt with by expulsion, which in the case of the Jews was enforced in 1492, and in the case of the subject Mahommedans or Mudjares in 1502.",
        "Both were industrious classes, and the loss of their services was disaster to Spainthe first of a long series of similar measures which culminated in the final expulsion of the Moriscoes in 1610.",
        "In 1610 fears of the help which the Moriscoes might give to a Mahommedan attack from Africa combined with religious bigotry to cause their expulsion.",
        "The reign of Queen Isabella, from 1843 till her expulsion in 1868, was a prolongation of that of her mothers regency.",
        "She became regent when Spain had felt the consequences of the expulsion of the Jesuits and other religious orders from France after the famous Jules Ferry laws, which aimed at placing these orders more under state control, to which they declined to submit.",
        "The Book of the Secrets of Enoch not only identifies Satan with the Serpent, but also describes his revolt against God, and expulsion from heaven.",
        "His markedly French sympathies during the war of 1870 led to his expulsion from Strassburg in 1872.",
        "support of the empress-regent Agnes and of the powerful Duke Godfrey of Lorraine, against Benedict X., the nominee of the Roman nobles, and was crowned at Rome, after the expulsion of Benedict, on the 24th of January 1059.",
        "Victor Emmanuel's object now was the expulsion of the Austrians from Italy and the expansion of Piedmont into a North Italian kingdom, but he did not regard the idea of Italian unity as coming within the sphere of practical politics for the time being, although a movement to that end was already beginning to gain ground.",
        "He was in communication with some of the conspirators, especially with La Farina, the leader of the Societd Nazionale, an association the object of which was to unite Italy under the king of Sardinia, and he even communicated with Mazzini and the republicans, both in Italy and abroad, whenever he thought that they could help in the expulsion of the Austrians from Italy.",
        "An egregious violation will result in permanent expulsion of the offender from the list.",
        "EXPULSION OF MEMBERS Membership of the Club shall be held to imply acquiescence in, and conformity to, the rules of the club.",
        "contractions of the uterus - stopping labor or preventing the expulsion of the placenta.",
        "edict of expulsion had been issued, Ferdinand and Isabella requested that he remain in Spain.",
        "Those who fought him could face almost sure expulsion from the union.",
        "In reality, Amnesty has found that people were detained even tho the prospect of their forcible expulsion within a reasonable time was slim.",
        "On the cover, the first three slogans are: \" 1. violent expulsion of British imperialism.",
        "It is an implicit demand for the mass expulsion of the vast majority of the population of Kosovo.",
        "What we have watched ever since the Rambouillet process is the systematic expulsion of Kosovo Albanians.",
        "Such transfers may also raise issues under the prohibition on collective expulsion.",
        "Should the answer be in the affirmative I shall demand his immediate expulsion from the party.",
        "expulsion order.",
        "The reality is that members who indulge in such views should be made to retract them, or face expulsion from the party.",
        "expulsion of all Libyan diplomats from British soil.",
        "expulsion of inspectors] sets a dangerous precedent fore the integrity of the non-proliferation regime.",
        "expulsion of hundreds of straight pins.",
        "expulsion of the population of Diego Garcia in the 1960s by the Wilson government received almost no press coverage.",
        "expulsion from the union.",
        "expulsion from membership of UK Athletics.",
        "expulsion from the party.",
        "forcible expulsion within a reasonable time was slim.",
        "January 2002 More than 1,000 failed asylum seekers facing expulsion from Britain to Zimbabwe are handed a temporary reprieve by Home Secretary David Blunkett.",
        "stratumresolution seismic image of polygonal fault systems feeding fluid expulsion pipes in the overlying strata.",
        "threatened with expulsion after she had another woman staying in her rooms.",
        "Ecuador's economic woes were, no doubt, compounded by the expulsion of the Jesuits in 1767 by King Charles III.",
        "On the expulsion of Osberht, Ella or Ãƒâ€ lle, succeeded.",
        "The war lasted from February to September 1517 and ended with the expulsion of the duke and the triumph of Lorenzo; but it revived the nefarious policy of Alexander VI., increased brigandage and anarchy in the States of the Church, hindered the preparations for a crusade and wrecked the papal finances.",
        "Milan and Genoa were to be taken from France and restored to the Empire, and Parma and Piacenza were to be given to the Church on the expulsion of the French.",
        "After the expulsion of the duke of Athens in 1343, and the great plague of 1348, the Florentine proletariate rose up against the merchant princes.",
        "The most important of these were the Carbonari lodges, whose objects were the expulsion of the foreigner and the achievement of constitutional freedom (see CARBONARI).",
        "Cavours ideal for the present was the expulsion of Austria from Italy and the expansion of Piedmont into a north Italian kingdom; and, although he did not yet think of Italian unity as a question of practical policy, he began to foresee it as a future possibility.",
        "656, was by Charlemagne changed into a nunnery; it was afterwards famous for its connexion with Heloise (see Abelard), and on her expulsion in 1129 was again turned into a monastery.",
        "p. 254) sees in the myth an allusion to a ritual, the object of which is the expulsion of death or winter.",
        "By parity of reasoning a blood ritual may have been adopted by peoples who practise the expulsion of evils, conceiving them either animistically or as powers; catharsis, in the sense of removal of uncleanness, is not necessarily primitive.",
        "With regard to the scapegoat, it must be noted that we also meet with a more concrete idea of expulsion of evil (see Demonology, Exorcism), which is present among the most primitive peoples, such as the Australians.",
        "The elder Gibbon heard with indignant surprise of this act of juvenile apostasy, and, indiscreetly giving vent to his wrath, precipitated the expulsion of his son from Oxford, a punishment which the culprit, in after years at least, found no cause to deplore.",
        "A third conjecture is that it commemorates the expulsion of the Danes from Moray in 1014.",
        "But Maria Theresa (1740-1780) was distinguished for her enmity to the Jews, and in 1744 made a futile attempt to secure their expulsion from Bohemia.",
        "The war of the Second Coalition having brought about the expulsion of the French from Italy, the Directors were exposed to a storm of indignation in France, not unmixed with contempt; and this state of public opinion enabled the young conqueror within a month of his landing at Frejus (9th of October 1799) easily to prevail over the Directory and the elective councils of the nation.",
        "For, on the expulsion of the thirteen from the palace, a council of 124 plebeians created a new magistracy of twelve difensori (defenders), no longer drawn exclusively from the order of the twelve, but composed of five of the popolo minuto, or lowest populace (now first admitted to the government), four of the twelve, and three of the nine.",
        "Its prosperity returned, however, after the expulsion of Thrasybulus in 466 B.C., 1 but in 405 it was besieged by the Carthaginians and abandoned by Dionysius' order, after his failure (perhaps due to treachery) to drive the besiegers away (E.",
        "The expulsion of of the the Medici produced some disorder, but Piero Capponi and other prominent citizens succeeded in (1494).",
        "Another stele (called the Stele of Excommunication) records the expulsion of a priestly family guilty of murder (H.",
        "If hot air is introduced into the kiln, the additional heat developed by the oxidation of the zinc and the sulphur is sufficient to keep up a part of the reaction; but for the complete expulsion of the sulphur an externally-fired muffle through which the ore is passed is found to be essential.",
        "Before discussing the methods now used in detail, a summary of the conclusions reached by Victor Meyer in his classical investigations in this field as to the applicability of the different methods will be given: (I) For substances which do not boil higher than 260Ã‚° and have vapours stable for 30Ã‚° above the boiling-point and which do not react on mercury, use Victor Meyer's \"mercury expulsion method.\"",
        "(2) For substances boiling between 260Ã‚° and 420Ã‚°, and which do not react on metals, use Meyer's \"Wood's alloy expulsion method.\"",
        "In 1584 also appeared the strange dialogue, Spaccio della Bestia Trionfante (Expulsion of the Triumphant Beast), an allegory treating chiefly of moral philosophy, but giving the essence of Bruno's philosophy.",
        "Antagonism between Philistines and Israelites was not a persisting feature, and, although the former are styled \" uncircumcised \" (chiefly in the stories in the book of Samuel), the term gained new force when the expulsion of uncircumcised aliens from the sanctuary of Jerusalem was proclaimed in the writings ascribed to Ezekiel (ch.",
        "On the other hand there still subsists a belief in innumerable evil spirits, which manifest themselves in the phenomena of possession, lycanthropy, disease, &c. The fear of evil spirits has given rise to ceremonies of expulsion of evils (see Exorcism), designed to banish them from the community.",
        "The head official of the English Jews prior to their expulsion bore the title of Presbyter judaeorum; opinions differ as to whether this officer was ecclesiastical or had merely the secular duty of supervising the exchequer of the Jews (see further The Jewish Encyclopedia, 1905, x.",
        "But expulsion is only resorted to in cases where members are guilty of offences rendering them unfit for a seat in the House, such as being in open rebellion, being guilty of forgery, perjury, fraud or breach of trust, misappropriation of public money, corruption, conduct unbecoming the character of an officer and a gentleman, &c. It is customary to order the member, if absent, to attend in his place, before an order is made for his expulsion (see May, Parliamentary Practice, 1906, p. 56 seq.).",
        "Immediately after the expulsion of the Moors in 1492, their conquerors began, by successive acts of vandalism, to spoil the marvellous beauty of the Alhambra.",
        "Its object had been to procure, by pacific means, several reforms in the government of the islands, the chief of which were the expulsion of the friars, and the withdrawal of the governor-general's arbitrary power to deport Filipinos.",
        "of the chief Oriental states, the depopulation of Portugal and the slave trade, the expulsion of the Jews, the growth of ecclesiastical influence in secular affairs, and the decadence of the monarchy.",
        "In April 1780 Tandy was expelled from the Dublin volunteers (see Flood, Henry) for proposing the expulsion of the duke of Leinster, whose moderation had offended the extremists.",
        "The northern part nearly down to the latitude of Sana, is the territory of the warlike Hashid and Bakil tribes, which have never submitted to the Turks, and in 1892 and again in 1904-5 drove the Turkish troops from almost every garrison in the province, and for a time held the capital Sana itself for the Imam Muhammad Yahiya, the representative of the old dynasty that ruled in Yemen from the expulsion of the Turks in 1630 till its reconquest in 1871.",
        "It defined the conduct which would result in expulsion from the senatorial order and had an incidental significance.",
        "High-resolution seismic image of polygonal fault systems feeding fluid expulsion pipes in the overlying strata.",
        "While at Girton she was threatened with expulsion after she had another woman staying in her rooms.",
        "Ecuador 's economic woes were, no doubt, compounded by the expulsion of the Jesuits in 1767 by King Charles III.",
        "Just remember as you come up with the perfect prank for your senior class to be sure you don't do anything that might get you into legal trouble or cause your expulsion from school.",
        "On a college campus, parties can be grounds for expulsion from school.",
        "In certain, specific, cases, expulsion would be mandatory, and these situations would be spelled out in the School Safety Plan.",
        "Milk ejection is the forceful expulsion of milk from the alveoli openings.",
        "In some cases, impulse control disorders can result in expulsion from school.",
        "In some cases, ODD can result in expulsion from school.",
        "Due to concerns about student violence, many schools have blanket policies that will result in suspension or expulsion for a student who brings any device that looks like a weapon to school.",
        "Dislodging and expulsion of the IUD are two main causes for pregnancy.",
        "Expulsion is most likely to occur within a few weeks after the device is put in place.",
        "The study found that women with a history of IUD expulsion and women younger than 35 years of age had the highest risk of IUD failure.",
        "The study hypothesizes that women who have a history of intrauterine device expulsion are likely to have \"unfavorable uterine conditions,\" which may include poor positioning, small size, and subtle malformation.",
        "Women who have never been pregnant are more likely to experience expulsion of the device and it is important to consider this when discussing birth control options with your doctor.",
        "Expulsion: Between 2 to 10 percent of IUDs are pushed out of the uterus into the vagina during the first year after placement.",
        "of France looking toward the expulsion of James of Aragon from Sicily.",
        "In 1527 he joined in the movement for the expulsion of the family and was instrumental in defeating the Medicean troops under Cardinal Passerini, who were attacking the Palazzo della Signoria.",
        "The Jews of Hungary shared with their brethren in Austria the same alternations of expulsion and recall.",
        "A long series of insurrections - those of 1821, 1833, 1841, 1858, 1866-1868, 1878, 1889 and 1896 may be especially mentioned - culminated in the general rebellion of 1897, which led to the interference of Greece, the intervention of the great powers, the expulsion of the Turkish authorities, and the establishment of an autonomous Cretan government under the suzerainty of the sultan.",
        "Sivaji, however, planned their expulsion, and before the end of his restless life made much progress in the execution of that design.",
        "On the 7th of January 1 794 Robespierre, who on a former occasion had defended Camille when in danger at the hands of the National Convention, in addressing the Jacobin club counselled not the expulsion of Desmoulins, but the burning of certain numbers of the Vieux Cordelier.",
        "These he defended with great ability, but with so much heat that Erasmus joined in demanding his expulsion from the city.",
        "A higher temperature decomposes this body into carbon dioxide and itaconic acid, C 5 H 6 0 4, which, again, by the expulsion of a molecule of water, yields citraconic anhydride, C 5 H 4 0 3.",
        "The first hope of emancipation from the Turkish yoke had been founded by the Greeks on Peter the Great, who had planned the expulsion of the Turks from Europe and had caused the inscription \" Petrus I., Russo-Graecorum Monarcha \" to be placed beneath his portrait engraved at Amsterdam.",
        "100,109, and Prolegomena), regarding the Anthesteria as primarily a festival of all souls, the object of which was the expulsion of ancestral ghosts by means of placation, explains lrLOoe'yca as the feast of the opening of the graves (irieos meaning a large urn used for burial purposes), x6€s as the day of libations, and XuTpoc as the day of the grave-holes (not \"pots,\" which is xbTpat), in point of time really anterior to the ir.Oociyia.",
        "Two projects of Crusades were started before the final expulsion of the Latins from Syria."
    ],
    "definition": [
        "Link/Cite",
        "The act of expelling or the state of being expelled.\nThe scandal involved every member of the high school's football team resulting in a flurry of expulsions, starting with the quarterback.",
        "expel",
        "Link/Cite"
    ]
}