{
    "translation": ".3 לחלץ",
    "uses": [
        "To extract the metal, the pitchblende is first roasted in order to remove the arsenic and sulphur.",
        "According to Harnack, it is an extract from the Gospel of the Egyptians.",
        "Because they wanted to keep her alive long enough to extract it then walk away?",
        "They aren't responsible for the oil being in Alaska and do nothing to extract the oil from the earth.",
        "Rum, sugar, bricks, leather, furniture and extract of meat are manufactured.",
        "10, § 12) - hence its highly rhetorical character - from which Eusebius gives the extract about the Essenes; while this in its turn may have constituted the fourth book of a large work entitled (\"sarcastically,\" says Eusebius, H.E.",
        "He was silent all the way to the house, and when he came around to her side and opened the door, she allowed him to extract her with his hands on her waist.",
        "Napoleon's ideas on the education of girls may be judged by this extract from his speech at the Council of State on the 1st of March 1806: \"I do not think that we need trouble ourselves with any plan of instruction for young females: they cannot be better brought up than by their mothers.",
        "This extract from one of Miss Sullivan's letters is added because it contains interesting casual opinions stimulated by observing the methods of others.",
        "The following extract conveys its general tenor: The condition of your Majesty's subjects in this state has become well-nigh intolerable.",
        "The chief exports are chestnut extract for tanning, cedrates, citrons, oranges, early vegetables, fish, copper ore and antimony ore.",
        "rend., 1891, 112, p. 866) is obtained by mixing a solution of sodium hyposulphite with double its volume of hydrochloric acid, filtering and extracting with chloroform; the extract yielding the variety on evaporation.",
        "Considerable trade is done in agro di limone or lemon extract, which forms the basis of citric acid.",
        "Its semi-arid character is due to the mountain ranges on its northern frontier, which extract the moisture from the north-east trades and leave the Brazilian plateau behind them with a very limited rainfall, except near the Atlantic coast.",
        "The alkaloid is obtained from an aqueous extract of tobacco by distillation with slaked lime, the distillate being acidified with oxalic acid, concentrated to a syrup and decomposed by potash.",
        "Extract varies from 26 to 40 per cent., and is no guide to quality.",
        "In order to soften meat before it is salted, so as to allow the salt to extract the blood more freely, the meat is soaked in water for about half an hour.",
        "A large fleet is engaged in the fishery; and a great number of factories extract the oil for tanning and currying, and for adulterating other more expensive oils, and manufacture the refuse into a valuable guano.",
        "His first little paper on the subject, \"Bemerkungen fiber die Kreifte der unbelebten Natur,\" appeared in 1842 in Liebig's Annalen, five years after the republication, in the same journal, of an extract from K.",
        "per second (f/s) is given in the second column of the extract from the abridged ballistic table below.",
        "Recent scholarship, however, asserts that More was no writer, and that the Vita et mors is an extract from Geoffrey's Chronicon, and was attributed to More, who was the author's patron.",
        "But though he was unable to extract the best results from parliament he was always able to avert its worst excesses.",
        "By common consent the prince was ultimately entrusted to Pope Innocent VIII., who used him not only to extract an annual tribute out of the sultan, but to prevent the execution of Bayezid's ambitious designs in the Mediterranean.",
        "The cattle are destined chiefly for the saladero establishments for the preparation of tasajo, or jerked beef, for the Brazilian and Cuban markets, and for the Liebig factory, where large quantities of extract of meat are prepared for the European trade.",
        "The increase in the herds has caused the owners of saladero establishments in Argentina and Uruguay to try the working of factories in Paraguay for the preparation of tasajo (jerked beef) and the manufacture of extract of meat.",
        "A common formula has i 1 parts of the acid, 3 of extract of Indian hemp, and 86 of collodion.",
        "For the greater part of this time the archbishop resided at the Burgundian monastery of Pontigny, constantly engaged in negotiations with Alexander, whose hand he desired to force, and with Henry, from whom he hoped to extract an unconditional submission.",
        "Magnesium sulphate amounts to 4.7% of the total salts of sea-water according to Dittmar, but to 23.6% of the salts of the Caspian according to Lebedinzeff; in the ocean magnesium chloride amounts to 10.9% of the total salts, in the Caspian only to 4.5%; on the other hand calcium sulphate in the ocean amounts to 3.6%, in the Caspian to 6.9 This disparity makes it extremely difficult to view ocean water as merely a watery extract of the salts existing in the rocks of the land.",
        "In Rio Grande do Sul, where it has attained its greatest development, about 400,000 beeves are slaughtered annually for the manufacture of jerked beef (xarque), beef extract, &c. Little attention has been given to sheep in Brazil except in the southern states, and even there the flocks are small.",
        "The substances used as tests in these reactions are caustic potash and calcium hypochlorite; the former being the substance dissolved in an equal weight of water and the latter a saturated extract of bleaching powder in water.",
        "be exhausted is attached to b, and, in order to extract its gas contents, a properly regulated stream of mercury is allowed to fall through the vertical tube.",
        "The British pharmacopoeia contains an alcoholic extract of the bean, intended for internal administration; but the alkaloid is now always employed.",
        "The book concludes with another extract from Nehemiah's memoirs dealing with the events of a second visit, twelve years later (xiii.",
        "The most typical family is the Drepanidae, so named for the stout sickle-shaped beak with which the birds extract insects from heavy-barked trees; Gadow considers the family American in its origin, and thinks that the Moho,' a family of honey-suckers, were later corners and from Australia.",
        "Heidenhain recognizes two classes, first, such substances as peptone, leech extract and crayfish extract; and, secondly, crystalloids such as sugar, salt, &c. Starling sees no reason to believe that members of either class act otherwise than by increasing the pressure in the capillaries or by injuring the endothelial wall.",
        "- This method is employed to extract gold from both alluvial and reef deposits: in the first case it is combined with \" hydraulic mining,\" i.e.",
        "The British Pharmacopoeia contains (i) an extract of the fresh corm, having doses of 4 to i grain, and (2) the Vinum Colchici, made by treating the dried corm with sherry and given in doses of 10 to 30 minims. This latter is the preparation still most generally used, though the presence of veratrine both in the corm and the seeds renders the use of colchicine itself theoretically preferable.",
        "Two years later this was followed by a second contribution from him on the same subject, and of this only an extract appeared in the official organ of the Academy (ut supra, xvi.",
        "A secondary result of this line of study was the preparation of his food for infants and of his extract of meat.",
        "Gherardo, however, did not say, as has been supposed, that Joachim's books were the new gospel, but merely that the Calabrian abbot had supplied the key to Holy Writ, and that with the help of that intelligentia mystica it would be possible to extract from the Old and New Testaments the eternal meaning, the gospel according to the Spirit, a gospel which would never be written; as for this eternal sense, it had been entrusted to an order set apart, to the Franciscan order announced by Joachim, and in this order the ideal of the third age was realized.",
        "We then extract one ingot after another at successively lower temperatures and chill each ingot by dropping it into water or by some other method of very rapid cooling.",
        "Miller's translations includes a long extract of Mani's book called Schapurakan, parts of his Evangelium, and epistles, with liturgies, hymns and prayers, for Tatar Khans who espoused the faith in Khorasan.",
        "To this may be added a short extract from the Explanatory Preface to the Finance Bill for the year 1910-1911.",
        "The following extract from the trust-deed of the building dedicated to it will show the religious belief and the purposes of its founder.",
        "But it is to be recollected that, according to Hume, an idea is actually a representation or individual picture, not a notion or even a schema, and that he never claims to be able to extract the predicate of a geometrical judgment by analysis of the subject.",
        "he gave an extract from the correspondence between Oberlin and Bodmann (now preserved in the Paris Nat.",
        "While it is always desirable to work the deposit so as to extract the mineral completely, it frequently happens that this can only be done at greatly increased cost.",
        "As attendance at the fyrd was included in the trinoda necessitas it was compulsory on all holders of land; but that it was not confined to them is shown by the following extract from the laws of Ine, king of the West Saxons, dated about 690, which prescribes the penalty for the serious offence of neglecting the fyrd: \"If a gesithcund man owning land neglect the fyrd, let him pay 120 shillings, and forfeit his land; one not owning land 60 shillings; a ceorlish man 30 shillings as fyrdwite.\"",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "The crude methods of preparing jerked beef were also modified to some extent by better equipped abattoirs and establishments for preparing beef extract, preserved meats, &c. There were also mills for crushing the dried mate leaves, cigar and 1 The \" bran \" exported is from imported wheat and cannot be considered a national product.",
        "Fremont is situated in a good agricultural region; oil and natural gas abound in the vicinity; and the city has various manufactures, including boilers, electro-carbons, cutlery, bricks, agricultural implements, stoves and ranges, safety razors, carriage irons, sash, doors, blinds, furniture, beet sugar, canned vegetables, malt extract, garters and suspenders.",
        "These functions, T, S, D, 1, A, are shown numerically in the following extract from an abridged ballistic table, in which the velocity is taken as the argument and proceeds by an increment of 10 f/s; the column for p is the one determined by experiment, and the remaining columns follow by calculation in the manner explained above.",
        "Vigorous measures are now taken in many plantations to remove all old wood and to extract stumps of old trees, which in the first instance it was considered unnecessary to remove.",
        "seaweed extract will give the grass a boost.",
        "The following extract from Capital (Jan.",
        "The following extract from Sir J.",
        "Cinnamon Capsules - Many supplement companies offer cinnamon complex capsules and other types of cinnamon extract supplements.",
        "The instructions given to them by the emperor were as follows: - they were to procure and peruse all the writings of all the authorized jurists (those who had enjoyed the jus respondendi); were to extract from these writings whatever was of most permanent and substantial value, with power to change the expressions of the author wherever conciseness or clearness would be thereby promoted, or wherever such a change was needed in order to adapt his language to the condition of the law as it stood in Justinian's time; were to avoid repetitions and contradictions by giving only one statement of the law upon each point; were to insert nothing at variance with any provision contained in the Codex constitutionum; and were to distribute the results of their labours into fifty books, subdividing each book into titles, and following generally the order of the Perpetual Edict.2 These directions were carried out with a speed which is surprising when we remember not only that the work was interrupted by the terrible insurrection which broke out in Constantinople in January 532, and which led to the temporary retirement from office of Tribonian, but also that the mass of literature which had to be read through consisted of no less than two thousand treatises, comprising three millions of sentences.",
        "He was then tortured to extract the names of the other plotters.",
        "The extract answers to Recognitions, x.",
        "Every one now looked to the crown to extract the nation from an ex-lex, or extra-constitutional situation, but when the king, passing over the ordinary party-leaders, appointed as premier Count Karoly Khuen-Hedervary, who had made himself impossible as ban of Croatia, there was general amazement and indignation.",
        "According to Dr Reveil, Persian opium usually contains 75 to 84% of matter soluble in water, and some samples contain from 13 to 30% of glucose, probably due to an extract or syrup of raisins added to the paste in the pots in which it is collected, and to which the shining fracture of hard Persian opium is attributed.",
        "Extract the juice - the apple pulp has to be pressed to extract the juice.",
        "revenant wars extract of MAP03 - A level with some nice ideas, like the Zero-G area at the start.",
        "The extract is a brown powder, wrapped in one gram individual plastic sachets, tightly closed, each with two gel caps.",
        "saw palmetto extract, taken twice a day.",
        "The gentle cleanser Enriched with a soapwort extract, this cleansing cream-gel cleanses the skin in depth and eliminates excess sebum.",
        "Ingredients Figs, glycerine, senna leaves, lactose, senna leaves, lactose, senna pods, pulp of tamarinds, natural orange extract.",
        "The bags of cans for each group are individually fed through a magnetic separator which will extract any rogue steel cans.",
        "The sludge can also become too thick to extract easily or turn septic.",
        "Fold in the dry ingredients, add the espresso extract and stir.",
        "He was the author of an important historical work, which has seemingly perished except for some passages quoted by Barhebraeus and an extract found by Assemani in Cod.",
        "and observations on seventy MSS., with an extract of mistakes and various readings\"; the second defends the claims of the Samaritan Pentateuch, assails the correctness of the printed copies of the Chaldee paraphrase, gives an account of Hebrew MSS.",
        "arnica extract.",
        "The reduction in these acids causes the liver to extract cholesterol from the bloodstream to make more.",
        "Alta Health Silica uses European Horsetail extract.",
        "At first sight this singular structure appears so like a deformity that writers have not been wanting to account it such, 2 ignorant of its being a piece of mechanism most beautifully adapted to the habits of the bird, enabling it to extract with the greatest ease, from fir-cones or fleshy fruits, the seeds which form its usual and almost invariable food.",
        "Acacia arabica is the gum-arabic tree of India, but yields a gum inferior to the true gum-arabic. An astringent medicine, called catechu or cutch, is procured from several species, but more especially from Acacia catechu, by boiling down the wood and evaporating the solution so as to get an extract.",
        "The total solid matter or \" extract,\" as it is called, will vary between 1.5 and 3.5% for dry wines, and the mineral matter or ash generally amounts to about one-tenth of the \" extract.\"",
        "It will be seen that, compared with the dry, light red wines, the proportion of sugar, alcohol and acidity is comparatively high in champagne, and the extract (solid matter) rather low.",
        "9 This extract gives an answer to the objection sometimes raised that Bacon is not original in his theory of induction.",
        "After the ore has been partially calcined, it is smelted to extract its earthy matter and to concentrate the copper with part of its iron and sulphur into a matte.",
        "p. 359), gives the following extract from the Memoirs of the Emperor Khang: - \" On the 1st day of the 6th moon I was walking in some fields where rice had been sown to be ready for the harvest in the 9th moon.",
        "Catechu-tannin occurs in the extract of Mimosa catechu; and kino-tannin is the chief ingredient of kino (q.v.).",
        "They also contain much that is admittedly fabulous: for instance, the stories of Cyrus and Croesus, the conquest of Babylon, &c. Forty years later (c. 390 B.C.), the physician Ctesias of Cnidus, who for 17 years (414398 B.C.) remained in the service of the Great King, composed a great work on the Persian history, known to us from an extract in Photius and numerous fragments.",
        "Extract of belladonna is added to lessen the pain which might occur during the removal of the corn, and this acts as a corrective, while the flexible collodion forms a means of applying it conveniently, and constitutes the vehicle.",
        "He tried to supply this by giving raw meat and glycerine extract of meat, but although he seemed to get some benefit from the treatment, it was not sufficiently marked to attract general attention.",
        "When the thyroid tablets or extract of thyroid are given in too large quantities to patients suffering from myxoedema, the symptoms of myxoedema disappear, but in their place appear others indicative of increased metabolism and accelerated circulation.",
        "The commonest are senna in the form of compound liquorice powder, sulphur in the form of lozenges, cascara sagrada, either in tablets or in the form of liquid or dry extract, rhubarb, colocynth and especially aloes.",
        "An extract from the diary of van Riebeek in 1659 will best illustrate the nature of the relations existing between colonists and natives at that time:, 3rd June.",
        "It is difficult to extract any historical fact out of this maze of myths; the various groups cannot be fully co-ordinated, and a further perplexing feature is the neglect of Thebes in the Homeric poems. At most it seems safe to infer that it was one of the first Greek communities to be drawn together within a fortified city, that it owed its importance in prehistoric as in later days to its military strength, and that its original \"Cadmean\" population was distinct from other inhabitants of Boeotia such as the Minyae of Orchomenus.",
        "When boiled in water the root affords a dark extractive matter, the quantity of extract yielded by the root being used as a criterion of its quality.",
        "Of these the first-named yields the largest amount of extract, viz.",
        "They are clearly the result of infection (if the soil extract was boiled before addition to the sand no nodules were produced), and their presence enabled the plant to absorb the free nitrogen of the air.",
        "The suggestion that it is due to the oxidation of a body excreted by the bacteria seems answered by the failure to filter off or extract any such body.",
        "To mention examples, blood serum solidified at a suitable temperature is a highly suitable medium, and various media are made with extract of meat as a basis, with the addition of gelatine or agar as solidifying agents and of non-coagulable proteids (commercial \" pep tone \") to make up for proteids lost by coagulation in the preparation.",
        "It is obtained on fusing many resins (galbanum, asafoetida, &c.) with caustic potash, or by the distillation of Brazil-wood extract.",
        "It was known to Theophrastus by the name of µnrceovcov, and appears in his time to have consisted of an extract of the whole plant, since Dioscorides, about A.D.",
        "77, draws a distinction between pn?aiwEcov, which he describes as an extract of the entire herb, and the more active Inros, derived from the capsules alone.",
        "That generally sold in this country for the purpose includes the Karahissar and Adet, Balukhissar, Amasia and Akhissar kinds, and for making the tincture and extract, that of Tokat.",
        "For smoking the Chinese use an extract of opium known as prepared opium or chandoo, and a cheaper preparation is made from 60% used opium known as \" opium dross \" and 40% native opium.",
        "As thus prepared it has the consistence of a thin treacly extract, and is called boiled or prepared opium.",
        "By this process of preparation a considerable portion of the narcotine, caoutchouc, resin, oil or fatty and insoluble matters are removed, and the prolonged boiling, evaporating and baking over a naked fire tend to lessen the amount of alkaloids present in the extract.",
        "Amalgamation is based on the property of quicksilver to extract the silver from finely-pulverized ore and collect it in the form of an amalgam.",
        "At the mouth of the river Conway in North Wales the sea mussel is crushed in large quantities in order to extract pearls of an inferior quality which are occasionally found in these as in other Lamellibranch molluscs (Gwyn Jeffreys).",
        "It must launch itself in the ocean of air, and must extract from that air, by means of its travelling surfaces - however fashioned and however applied - the recoil or resistance necessary to elevate and carry it forward.",
        "The figure-of-8 and kite-like action of the wing referred to lead us to explain how it happens that the wing, which in many instances is a comparatively small and delicate organ, can yet attack the air with such vigour as to extract from it the recoil necessary to elevate and propel the flying creature.",
        "The air must be seized and let go in a certain order and at a certain speed to extract a maximum recoil.",
        "from a factory receive the beets, extract the juice and force it through pipes to the factory.",
        "In 1810 Gomez of Lisbon obtained a mixture of alkaloids which he named cinchonino, by treating an alcoholic extract of the bark with water and then adding a solution of caustic potash.",
        "Had the Catholic reaction not fatally discouraged the pursuit of the natural sciences in Italy, had Leonardo even left behind him any one with zeal and knowledge enough to extract from the mass of his MSS.",
        "Brazilwood (Caesalpinia echinata), valuable for its timber and colouring extract, and \"roco\" (Bixa orellana), the \"urucn\" of Brazil which furnishes the anatto of commerce, are widely distributed in central and southern Colombia, and another species of the first-named genus, the C. coariaria, produces the \"divi-divi\" of the Colombian export trade - a peculiarly shaped seed-pod, rich in tannic and gallic acids, and used for tanning leather.",
        "Sarpi never acknowledged his authorship, and baffled all the efforts of the prince de Conde to extract the secret from him.",
        "The following characteristic extract from a letter shows Hamilton's own opinion of his mathematical work, and also gives a hint of the devices which he employed to render written language as expressive as actual speech.",
        "Of the numerous preparations only two need be mentioned - the liquid extract (dose 10 minims to 2 drachms or more), and the hypodermic injection.",
        "Newton must have left college before August 1665, as his name does not appear in the list of those who received extra commons on that occasion, and he tells us himself in the extract from his commonplace book already quoted that he was \" forced from Cambridge by the plague \" in the summer of that year.",
        "In the front of the Sorbonne, below the lecture rooms of the faculty of letters, a tablet records an extract from his will, in which he bequeaths his noble and cherished library to the halls of his professorial work and triumphs.",
        "\" Scientific \" theology contrasts with this as a laboratory extract.",
        "In the form of extract or tincture it is a valuable remedy in the hands of a medical man, either as an anodyne, a hypnotic or a sedative.",
        "The extract of henbane is rich in nitrate of potassium and other inorganic salts.",
        "Provision was moreover made by an ordinance of 1906 for the extinction of slavery itself throughout the protectorate, it being enacted that 1 Extract from a despatch of Lord Salisbury to the British ambassador to France, dated 30th of March 1892.",
        "But the best allies of the republicans against the Feuillants were the royalists pure and simple, who cared nothing about the constitution, and claimed to extract good from the excess of evil.",
        "The further development of the honey extractor has of late been limited to an increase in the size of machine used, in order to save time and manual labour, and thus meet the requirements of the largest honey producers, who extract honey by the car load.",
        "There is one exception, which is made clear in the following extract from Sir Walter Gilbey's Ponies Past and Present (1900) Before the establishment of the Hackney Horse Society in 1883 the dividing line between the horse and the pony in England was vague and undefined.",
        "Rocella tinctoria, Lecanora, and formed by fusing extract of aloes with potash.",
        "The district produces grain, opium, cotton, wool, limes (their juice, made into green extract, is exported in little earthenware jars), and manufactures gilims (woollen carpets without pile).",
        "It is stated that these machines were first made in New South Wales in 1859, but the first Harrison machine adopted successfully for industrial purposes in England was applied in the year 1861 for cooling oil in order to extract the paraffin.",
        "The pseudoAristotelian De causis is an Arabic extract from this work, ascribed to Alfarabius (d.",
        "Cannabis indica - as the drug is termed in the pharmacopoeias - may be given as an extract (dose 4-1 gr.) or tincture (dose 5-15 minims) .",
        "Yancey wasn't watching her, but he was watching the road so intently that she was sure he was trying to extract something from her side of the conversation.",
        "The search engine will examine the query, extract nouns and noun phrases and construct a query for the user.",
        "adjacency pairs, forming chains throughout the extract.",
        "Technicians ' Information Assuming 15 working groups Per working group First lesson 3 malt extract agar ' lawn ' cultures of Saccharomyces cerevisiae.",
        "Rose Petal extract soothes the skin, to help protect against the harmful effects of external aggressors.",
        "algae extract, Linden, Hypericum, Cornflower, Chamomile.",
        "aloe vera extract.",
        "analogueason for this is that only the natural, living plant extract carries the healing potential, not its dead, synthetic analog.",
        "Grapefruit Seed Extract has antiparasitic, antibacterial and antifungal properties, and helps to maintain the correct balance of intestinal flora.",
        "Grape Seed Extract is a potent antioxidant for protecting skin tissue.",
        "artichoke leaf extract can be effective in fighting fungi.",
        "artichoke extract was given at doses of 640 mg three times daily for 12 weeks.",
        "Horse Chestnut Extract - a natural astringent, its seed contains tannic acid, which has a soothing effect.",
        "Where tannin drugs are useful, as in diarrhea, the fluid extract is an excellent astringent.",
        "The Six Long Years The seventh extract from the naval autobiography of George John Sallet.",
        "Sensitive patients challenged with an extract of poison ivy orally developed degranulation of circulating basophils within an hour (Shelley & Resnik 1965 ).",
        "beech wood can extract nearly five tons of dust per hectare per year.",
        "bilberry extract improves circulation to the eyes, and enhances oxygen and energy levels in eye tissue.",
        "With clarifying Rosemary extract to help clear and prevent blemishes whilst oil absorbing powders help to reduce shine.",
        "Extract 5 2 Witch Double, double toil and trouble: Fire, burn; and caldron bubble.",
        "butterbur extract capsule taken twice a day with meals.",
        "The factory ship processes whales into whale oil, whale meat, bone meal, meat extract and other byproducts.",
        "When a recipe calls for whole cardamom, crack the pod slightly before adding them to the dish to extract the full flavor.",
        "catechol oxidase from bananas, why is sand used to extract the enzyme?",
        "Ingredients Soya extract, capsule shell: hydroxypropyl methyl cellulose, maltodextrins, anti-caking agent: magnesium stearate.",
        "chamomile extract, Mandarin Essential Oil, Vanilla Essential Oil.",
        "Extract - Author Unknown I have a spelling checker.",
        "chlorella extract can be added to alcholic beverages, soy sauce and soy bean paste.",
        "It is easy to extract data from the raw text output, using unix commands like grep and awk.",
        "The very complimentary extract is included in the Memories section.",
        "Some may take the opportunity to extract concessions in return for their support.",
        "Open cooled condensed milk and stir in the vanilla extract.",
        "Failing to extract a confession of theft, he resorted to occult methods.",
        "Refractory ore ore from which it is difficult to extract the valuable constituents.",
        "A Russian corer can be used to extract a 2m peat core in 50cm sections.",
        "coy about the whole thing, although I did manage to extract a few small pieces of information out of him.",
        "cranberry extract treats help prevent micro organisms from attaching to the urinary tract which, in turn, helps prevents infection.",
        "denatures necessary in this experiment to prevent a change in pH denaturing the enzyme in the banana extract.",
        "diary extract is an integral part of ensuring that the financial return we submit to HEFCE is accurate.",
        "digitalis extract finding some use in the treatment of dropsy.",
        "serial dilutions were then made from each extract, 100 ul of each dilution being applied to a membrane using a dot-blot apparatus.",
        "The main analysis developments will be to develop methods to extract information about phonon dispersion curves.",
        "Extract: BULKY ITEM COLLECTION SERVICES Who can use the service - All occupied Domestic dwellings for which free household waste collection provided... .",
        "black elderberry extract: Take a tablespoonful of black elderberry liquid extract, three or four times a day.",
        "elderberry extract can shorten a bout of flu by up to 7 days!",
        "They were not allowed to fully engorge in order to minimize the amount of blood in the extract.",
        "enriched with peach extract, Aqua Flash Bronzer gives an instant sensation of coolness.",
        "In milk fortified with vitamin D. Alternatives: yeast extract ergosterol and exposure of skin to sunshine.",
        "ethanol extract of the leaves at 1840 mg per kg.",
        "ether extract failed to elicit a response (Fujisawa et al.",
        "exemplar student answer In extract 1, Harding has just asked Shaw a question.",
        "The purpose was to extract the lectins from these foods for use in laboratory experiments.",
        "extract DNA from kiwi fruit Disclaimer: All experiments carried out at experimenters ' own risk!",
        "extract concessions in return for their support.",
        "The advantage of a standardized extract is that the quality control is more assured than for most preparations of the raw herb.",
        "This is an edited extract from Starving Amidst Oceans of Energy by Silvia Hartmann, PhD.",
        "Positive patch test reactions to the latex and to an aqueous extract of the leaves and latex were observed.",
        "So what is a whole plant standardized extract as opposed to an isolated plant constituent and what is a tincture?",
        "As a treatment for the pain, I have recently started on hox alpha, which is concentrated nettle extract.",
        "What is the difference between a herbal extract and an essential oil?",
        "When given pleasant aromas such as almond extract to sniff, the women experienced significantly less pain.",
        "extract ventilation (in a cooker hood) in the kitchen.",
        "Today, some of the yeast extract used in Marmite still comes from the Bass brewery, along with other breweries in the vicinity.",
        "All watered in with a touch of seaweed extract.",
        "Then the sweetness comes in with toffee, brandy snaps, crÃªpes and malt extract.",
        "And rosemary leaf extract stimulates circulation and eases pain by increasing your blood supply.",
        "Extract: We all know about the perils of Islamic fanaticism.",
        "The cast, for all their virtues, unfortunately failed to extract the full humor of this classic farce.",
        "HealthAid fenugreek is a standardized extract of 200mg with 400mg of raw fenugreek powder.",
        "fugal section of this extract and show how they are used.",
        "gardenia fruit extract used in Chinese medicine for centuries to treat adult onset diabetes is effective, scientists have found.",
        "Three expeditioners had a side adventure to Corte to extract incident forms from the local gendarmes - proved very tricky.",
        "Our experienced structural geologists can extract the maximum amount of information about fractures from your core.",
        "gingko extract used in cerebral insufficiency, of which eight were high quality [4] .",
        "ginkgo extract boosts memory in humans has not been confirmed by science.",
        "ginseng extract had fewer colds throughout the study period than did those taking placebo.",
        "Extract standardized to 24% flavone glycosides and 6% terpene lactones.",
        "grapefruit extract \" .",
        "grapefruit seed extract.",
        "It also occurs naturally (as folate) in other foods including green beans, brussels sprouts and yeast extract.",
        "Extract: network more accessible to pedestrians and people with a mobility handicap.",
        "Because the damage resembled that caused by viruses, the scientists suspect avocado extract might be useful to treat viral hepatitis.",
        "hexane extract were obtained.",
        "These moisturizers are 100% free from chemical preservatives, using a combination of grapefruit seed extract and Japanese honeysuckle instead.",
        "horse chestnut seed extract can alleviate the symptoms of varicose veins.",
        "horse chestnuts of horse-chestnut seed extract products and experts were contacted for published and unpublished trials.",
        "sublingual immunotherapy with a standardized grass pollen extract; a double-blind placebo-controlled study.",
        "Our man made no mistake, leading a diamond to extract the maximum penalty, and we gained 13 imps.",
        "Herbs that may be helpful An animal study showed that an extract of hawthorn significantly reduced the number of experimentally induced arrhythmias.",
        "My Iraqi jailers did everything they could to extract the names of my co-conspirators.",
        "kava extract for four weeks.",
        "kava root extract evaluated its effect on patients with anxiety syndrome.",
        "Extract: Since its beginning in 1824 the RSPCA has worked tirelessly to promote kindness and prevent cruelty to animals.",
        "Left on it's yeasty lees to extract maximum flavor.",
        "licorice extract to help maintain good health.",
        "Extract from RSPH website: 'A draft report of the scientific literature on the impacts of water on health ' .",
        "peaceful civil rights marchers were brutally assaulted by police This first extract explains how the young Sands was politicized Society was splitting apart.",
        "We have also found a spiral fracture on what is possibly a deer bone, opened by a Neanderthal to extract the marrow.",
        "The solution in a liquid extract is to combine the only really good herbs for this effect, yerba mate ' and ginseng species.",
        "methanol extract suggesting that the active compounds might be found in the polar fractions.",
        "moisturizerector contains an extract of Rice oil with moisturizing properties to help emphasize or correct the shape of the eyebrows.",
        "I haven't visited a dentist in four years (fruit gums extract dodgy molars better than most Harley Street crooks ).",
        "mussel extract.",
        "neem extract including the control of ticks on sheep and goats.",
        "neem seed extract is relatively effective but the persistence is limited.",
        "nopal extract were the only group with normalized glucose levels.",
        "novella extract.",
        "Our main goal is extract knowledge from text to populate the ontology, and so alleviate the problem of ontology maintenance.",
        "oolong tea extract.",
        "On its being exhausted this cooled air was utilized to extract heat from the portion to be expanded at an expansion orifice.",
        "You can extract more large otoliths from the head of an adult fish, but they are not transparent and often have irregular shapes.",
        "For example, in order to extract a single ounce of platinum, about 10 tons of ore need to be mined.",
        "In the experiment with catechol oxidase from bananas, why is sand used to extract the enzyme?",
        "palmetto extract is one of several herbal remedies that some men find helpful.",
        "He could then parse these to extract the required information.",
        "patch test reactions to the latex and to an aqueous extract of the leaves and latex were observed.",
        "Remove and squeeze dry into the pan to extract pectin, then discard.",
        "So huge fields of Madagascan periwinkles are grown, mainly in China and India, especially to extract the drugs.",
        "Pineapple stem may combat cancer - Two molecules isolated from an extract of crushed pineapple stem may combat cancer - Two molecules isolated from an extract of crushed pineapple stems have shown promise in fighting cancer growth.",
        "The dish will be 3.5m deep at its thickest point forming a plenum for smoke extract from the atrium below.",
        "President Gerald Ford in the 1970s even offered to sell him equipment which would allow Iran to extract plutonium from reactor fuel.",
        "Those which do have some supporting evidence are saw palmetto and beta-sitosterol plant extracts and rye grass pollen extract.",
        "pomegranate extract.",
        "Extract In my last year I was made prefect, which to me was the best thing out of my whole school life.",
        "propolis extract - one/two drops mixed in food, daily.",
        "Once discovered, methods were developed to extract the quinine from the natural bark to sell as a antimalarial drug.",
        "extract reprinted in Vallentyne P., and H. Steiner (eds.) 2000a.",
        "resonator filter to extract the clock signal.",
        "rosemary extract.",
        "The ingedients include Spruce rosin, red and white pine rosin, Gomma Congo, Gomma and Pine Cone Extract.",
        "shiitake mushroom extract for six months.",
        "slurped the drink of the gods, licking his lips to extract the full flavor.",
        "The Daleks planned to extract the Earth's core and turn the planet into a giant spaceship.",
        "Comment This contains the width of the mask used to extract the grating spectra from the LE image.",
        "Composition and manufacture All Multivent models are fitted with four extract 125 or 100mm diameter spigots, allowing quick connection to ducts.",
        "I entered the storeroom and reached over piles of miscellaneous books to extract the first file, labeled 1880 - 1882.",
        "Natural surfactant extract vs synthetic surfactant in the treatment of established respiratory distress syndrome.",
        "Add ½ tsp vanilla extract and a little powdered sweetener, according to taste.",
        "The use of solvent to extract tallow had been widely abandoned at just about the right time to explain the outbreak of the disease.",
        "They are soothing and they also contain tannins, which extract moisture from skin cells and speed healing.",
        "Graham Holderness (London, 1992) - Good range of recent critical responses to the second tetralogy - extract enclosed.",
        "Its beak is long and narrow enough to extract seeds from prickly thistles, on which it is often seen feeding.",
        "An aqueous extract of guaranÃ¡ Paullinia cupana) decreases platelet thromboxane synthesis.",
        "The first tine to extract cores of soil was designed and produced by Paul's of Paisley in 1919.",
        "However, you don't actually need an ejector; CF cards are reasonably easy to extract using your finger tips.",
        "Extract 5 2 Witch double, double toil and trouble: Fire, burn; and caldron bubble.",
        "tortured to extract the names of the other plotters.",
        "A small extract: A Tommy is reading a paper in a muddy trench.",
        "They are being fooled by confidence tricksters for no other reason than to extract a regular stream of dollar bills from them.",
        "We use turmeric from Java, Indonesia, which is an extract of pure curcumin.",
        "turmeric extract once a day.",
        "Some birds use stones to crush animal shells, chimpanzees use twigs to extract ants.",
        "unzip utility is used to list, test, or extract files from a zip archive.",
        "When prompted to extract the driver files onto your hard disk, click unzip.",
        "You may, ofcourse, also use WinZip, or any other compression utility to extract the contents of the file.",
        "valerian extract on sleep structure and sleep quality.",
        "Mix a 200g tub of low fat soft cheese with 1 beaten egg, 2 tbsp powdered sweetener and 1 tsp vanilla extract.",
        "Grease The principal fire risk in kitchen extract ventilation is created by the excessive build-up of cooking oil deposits.",
        "Vera extract.",
        "Extract I remember when I first started to school I caught whooping cough so I ended up with bronchitis and double pneumonia.",
        "Development of theory The following is an extract from an interview with bereaved widows.",
        "willow bark extract.",
        "Using a natural witch hazel extract to reduce irritation, the balm then sets to work on cooling and soothing the affected skin.",
        "wort extract can significantly relieve the symptoms of depression.",
        "yeasty lees to extract maximum flavor.",
        "yucca extract which will withstand light rain but not a downpour.",
        "The fragment gives an extract from a previously unknown letter of Cassiodorus, the important words being \" Scripsit (i.e.",
        "Here we have in all probability a verbatim extract from Cassiodorus, who (possibly resting on Ablabius) interwove with his narrative large portions of the Gothic sagas.",
        "His successor, Alexander VI., used him for a more questionable purpose, namely, not only to extract the arrears of the pension due for Jem's safe-keeping, but, by enlarging on Charles V.'s intention of setting him up as sultan, to persuade Bayezid to aid him against the emperor.",
        "The vermifuge is given in the early morning, and should consist of the liquid extract of felix mas, male fern, one drachm in emulsion or in capsules to be followed in half an hour by a calomel purgative.",
        "No extremity of torture could make him recant or extract a syllable to Savonarola's hurt; he steadfastly repeated his belief in the divinity of the prior's mission.",
        "In the surgical treatment of haemorrhage minor means of arresting bleeding are: cold, which is most valuable in general oozing and local extravasations; very hot water, 130Ã‚° to 160Ã‚° F., a powerful haemostatic; position, such as elevation of the limb, valuable in bleeding from the extremities; styptics or astringents, applied locally, as perchloride of iron, tannic acid and others, the most valuable being suprarenal extract.",
        "A German correspondent of Aeneas Sylvius assures him in 1 457 that \" thousands of tricks are devised by the Roman see which enables it to extract the money from our pockets very although they did not thereby succeed in checking the growth of heresy in Bohemia (see Huss).",
        "A further task is to estimate the value of this literature as evidence for the history of Israel, to determine, as far as possible, whether such parts of the literature as are contemporary with the time described present correct, or whether in any respect one-sided or biased or otherwise incorrect, descriptions; and again, how far the literature that relates the story of long past periods has drawn upon trustworthy records, and how far it is possible to extract historical truth from traditions (such as those of the Pentateuch) that present, owing to the gradual accretions and modifications of intervening generations, a composite picture of the period described, or from a work such as Chronicles, which narrates the past under the influence of the conception that the institutions and ideas of the present must have been established and current in the past; all this falls under Historical Criticism, which, on its constructive side, must avail itself of all available and well-sifted evidence, whether derived from the Old Testament or elsewhere, for its presentation of the history of Israel - its ultimate purpose.",
        "In the preface to this he gives a brief extract of the earlier history, and, as an appendix, a short account of St Olaf's miracles after his death; here, too, he employs critical art, as appears from a comparison with his source, the Latin legend.",
        "The foregoing extract refers to A.",
        "The commercial value appears to depend on the essential oil and aroma, not on the amount of caffeine, tannin or extract.",
        "the Life of Saint Gregory by Agathangelos, the Armenian translation of the Syriac Doctrine of the Apostle Addai, the Antiquities and the Jewish War of Josephus, and above all the History of Mar Abas Katina (still preserved in the extract from the book of Sebeos), 5 who, however, did not write, as Moses alleges, in Syriac and Greek, at Nisibis, about 131 B.e., but was a native of Medsurch, and wrote in Syriac alone about A.D.",
        "the evidence was supported by oath: in criminal cases, such as the harem conspiracy against Rameses III., torture of the accused was resorted to to extract evidence, the bastinado being applied on the hands and the feet.",
        "Crushed at Rullion Green in the Pentlands, by General Dalziel, this movement left the Presbyterians the more angry, by reason of the cruelty of its suppression, and the use of torture to extract information from Mackail, a preacher, and Neilson of Corsack, a laird.",
        "The General Assemblies, henceforth, under the influence of the diplomatic Carstairs (who had been cruelly tortured in 1684, to extract information about the Rye House Plot), did little to thwart government, though many \" placed ministers \" were, at heart, attached to the ancient claims of Knox and Melville.",
        "Apperley), entitled The Chase, there is (p. 4) an extract from a letter from Lord Arundel, dated February 1833, in which the writer says that his ancestor, Lord Arundel, kept a pack of foxhounds between 1690 and 1700, and that they remained in the family till 1782, when they were sold to the celebrated Hugh Meynell, of Quorndon Hall, Leicestershire.",
        "When the fermentation has reached a certain point it is generally the custom to again tread the must in order to extract as much colour as possible from the skins.",
        "\" We must let the Tubingen School have this passage for what it is worth, only remarking that it was not on the ground of circumcision that Paul persecuted the Church, and that it is impossible to extract history out of these fictions.",
        "All his private papers fell into the hands of his foes, but not even the bitterest and ablest of his personal enemies, Francis Aarssens (see Aarssens), could extract from them anything to show that Oldenbarneveldt at any time betrayed his country's interests.",
        "Extract: two story extension to rear of dwelling (following demolition of existing garage).",
        "Extract: The National Codex Committee was reconstituted recently and incorporated all institutions as per Codex guidelines.",
        "Extract reprinted in Vallentyne P., and H. Steiner (eds.) 2000a.",
        "The extract below is part of his resignation speech.",
        "The 7274 is fed from the Digital Input (S/PDIF format) via an LC resonator filter to extract the clock signal.",
        "Revenant Wars extract of MAP03 - A level with some nice ideas, like the Zero-G area at the start.",
        "Warning: Pregnant women should not take rosemary extract.",
        "The extract was centrifuged, and the pale-yellow ethereal solution evaporated under reduced pressure in a rotary evaporator.",
        "The treatment dose is 160 to 240mg of saw palmetto extract, taken twice a day.",
        "Grape seed extract - one of the most powerful antioxidants and free radical scavengers known.",
        "For tired looking lawns, a feed with liquid seaweed extract will give the grass a boost.",
        "Ingredients Figs, glycerine, senna leaves, lactose, senna pods, pulp of tamarinds, natural orange extract.",
        "In the current preliminary study, 61 men with prostate cancer in various stages were given a shiitake mushroom extract for six months.",
        "The prince slowly slurped the drink of the gods, licking his lips to extract the full flavor.",
        "The Daleks planned to extract the Earth 's core and turn the planet into a giant spaceship.",
        "The first tine to extract cores of soil was designed and produced by Paul 's of Paisley in 1919.",
        "However, you do n't actually need an ejector; CF cards are reasonably easy to extract using your finger tips.",
        "Clinical trials show the extract also inhibits the flu virus, and lab research indicates the whole plant extract has reverse transcriptase inhibitor activity.",
        "Colors are either natural (e.g. curcumin (E100) is a yellow extract of turmeric roots), nature identical or artificial.",
        "The recommended dosage is 500mg of standardized turmeric extract once a day.",
        "A methanol extract of the dried powdered turmeric rhizome and curcumin were tested against 19 strains of H. pylori.",
        "The unzip utility is used to list, test, or extract files from a zip archive.",
        "When prompted to extract the driver files onto your hard disk, click Unzip.",
        "Critical evaluation of the effect of valerian extract on sleep structure and sleep quality.",
        "Although PSK is rarely available in the United States, hot-water extract products made from Coriolus versicolor mushrooms are available.",
        "Papain Papain, an enzyme extract of papaya, was associated with increased warfarin activity in one patient.",
        "Let 's consider a photovoltaic system that can extract 30 watt per square meter in 24 hours.",
        "There were minimal side effects reported in those people taking willow bark extract.",
        "Using St. John 's wort extract can significantly relieve the symptoms of depression.",
        "It is an air aerosol containing a natural yucca extract which will withstand light rain but not a downpour.",
        "Vanilla: Most people use vanilla extract rather than vanilla beans, but either way, vanilla is a great spice used in almost all baking, especially as a counter to chocolate flavors.",
        "Wellness also adds green tea extract and lycopene for their excellent anti-oxidizing properties.",
        "Next I add a few cloves, a couple of dashes of cinnamon, and 10 tablespoons of extract (vanilla, orange, etc).",
        "Add a splash of vanilla extract to round out the flavor, or experiment with vanilla or chocolate infused vodka.",
        "Don't be tempted to cut corners and buy mint extract, any type of mint syrup or Mint Julep mix.",
        "These cards are still valid options, but one that requires cardholder discipline to extract the best advantage.",
        "You may find you have to bend down to insert or extract clothes, although some models have doors that are easier to work with.",
        "In order to get the oil so that it can be processed, companies must drill for it and extract it.",
        "Uranium is minded from open pits, where machine dig huge holes in the ground to extract uranium ore.",
        "Within each of these six renewable energy sources, scientists have discovered different methods to extract energy from kinetic motion, heat, sunlight and plant life.",
        "Garlic extract was shown to inhibit the calcification of blood vessels in humans.",
        "Companies process the leaves through steam distillation to extract the golden to clear colored tea tree oil.",
        "However, silymarin is soluble in alcohol, so your best bet is to buy a high quality milk thistle extract.",
        "For standard dosage, it's recommended to start out only consuming two to three dropper-fulls of extract per day because of this herb's strong cleansing properties.",
        "Power pills contain only acai extract, making their product 100 percent natural.",
        "Some acai pills mix acai extract with other synthetic chemicals and diet medications, which can pose some serious side effects.",
        "Colgate-Palmolive was experimenting with a bloodroot extract in toothpaste for the treatment of plaque, for example.",
        "Commonly known as marigold, calendula extract is believed to help with inflammation and is often used in acne treatments and wound care.",
        "The benefits of goldenseal are enhanced when it is combined in formulas with multiple herbs and when taken as a whole herb rather than berberine extract, the active ingredient and the one currently being scrutinized in research studies.",
        "These are crushed in order to extract and manufacture the oil.",
        "Olive leaf: Olive leaf extract offers many useful properties.",
        "How much of each of these herbs you should take depends upon your blood pressure and the type of extract you are taking.",
        "Whole stevia extract has been used to tighten skin and remove wrinkles.",
        "Artichoke leaf extract is thought to work directly to lower cholesterol levels.",
        "This may be due to the fact that the extract of the artichoke leaf contains high levels of antioxidants.",
        "Other forms of milk thistle supplements are liquid extract and tincture.",
        "Tinctures are dried herbs which are mixed with an alcohol extract and left to steep until the solution has a high concentration of the herb absorbed.",
        "Milk thistle extract is a proven antidote and if administered immediately following the poisoning can eliminate all of the symptoms of poisoning.",
        "In a University of Memphis clinical study, the root extract was taken for 12 weeks.",
        "The leaves of young plants are harvested and sold as an extract.",
        "The latter will create a pungent, unpleasant odor, so you'll want to soak your shells to hopefully extract any dead urchins.",
        "Enriched with cornflower extract, it helps keep puffiness at bay, too!",
        "This primer is applied before foundation and because it's oil-free and enriched with vitamins A&E, grape seed extract and green tea, it will \"grab\" onto any foundation placed over it.",
        "The pro-quality remover hydrates and soothes skin with cucumber extract.",
        "Like the MAC Pro Eye Makeup remover, Gently Off also features cucumber extract and rose water to refresh and hydrate.",
        "Lashem is an over the counter lash growth product that contains peptides, green tea and goji berry extract to promote longer and fuller lashes in as little as two weeks, according to the company.",
        "It will automatically extract the necessary files and launch an installation utility.",
        "Mix well and add vanilla extract and baking soda, mixing again.",
        "Beat the sugar, oil, vanilla extract, and egg in an electric mixer on medium speed until they are well blended.",
        "In a smaller bowl, whisk together the egg, buttermilk, canola oil, and vanilla extract.",
        "Add the egg, buttermilk, food coloring, vanilla extract, baking soda, and vinegar.",
        "Whisk in the buttermilk, vanilla extract, salt, and baking soda.",
        "Adding different flavoring extracts, such as orange extract in a chocolate no bake cookies recipe for a more gourmet taste.",
        "Add in the egg whites and almond extract and blend for about 10 seconds.",
        "You'll learn how to add text on a path, use the extract filter, apply drop shadows to sheer items, and more in these highly informative programs.",
        "This will enable you to extract them for viewing but protect the rest of your album.",
        "The weight will help extract excess water from the tofu.",
        "Although it comes in juice form, jelly, chutney and even in seeds in a plastic box, the most satisfying way to eat a pomegranate is to break open the fruit and extract the seeds yourself.",
        "Combine all ingredients in a saucepan, except for the almond and vanilla extract.",
        "Another option is to add raspberry extract or a berry liquor.",
        "Bakers can flavor the batter with orange juice for a subtle hint of the fruit, extract for a floral flavor, or zest for a bright, tart note in each bite.",
        "Add a little zazz to your bathroom with a novelty shower curtain - usually guaranteed to extract a smile even when you are half asleep.",
        "Other fondant recipe ingredients may include gelatin, shortening, or vanilla extract.",
        "Add flavor to a batch of fondant by mixing in one to two teaspoons of a flavor extract, such as almond or chocolate, when you are mixing the liquid ingredients together.",
        "This protein is highly digestible, so dogs can extract more nutrition from every bite.",
        "The 3 n 1 and Insect Control both contain a natural extract from chrysanthemum flowers that disrupts the pest's nervous system.",
        "Grapefruit seed extract is also an effective mold and mildew killer.",
        "Grapefruit seed extract is available at most health food stores, and a little bit goes a very long way.Combine 20 - 30 drops of grapefruit seed extract with 2 cups of water and shake well to combine.",
        "How difficult is it to extract the stone from the earth?",
        "Some companies recommend brewing their teas for as little as a minute, while others call for up to five minutes to extract full flavor from the tea.",
        "If you aren't set on using organic kombucha mushrooms and still want to pursue its use for your health, it is available in capsule and extract form, as well as in commercial bag teas.",
        "Many advocates of kombucha highlight this heightened wellbeing as a primary reason to use it as a tea, extract, or capsule supplement.",
        "Here's one online retailer that often sells kombucha in a tea, tablet, or extract form: American Nutrition.",
        "This gentle cleansing bar has a light lavender sent and is made with organic palm, coconut, olive, and palm kernel oils, natural lavender essential oil blend, organic lavender oil, aloe vera, and rosemary extract.",
        "Ingredients include olive and coconut oil, calendula oil, rosemary extract, and other organic natural ingredients.",
        "Soy milk closely resembles cow's milk in both its constitution and in its appearance, however it is a water based extract of the soy bean.",
        "The paste is then kneaded to extract much of the oil.",
        "If you're using a green tea extract, follow the manufacturer's instructions carefully and never take it on an empty stomach.",
        "You may find dietary supplements such as turmeric, nettle, grapeseed extract, or hawthorn included.",
        "Valerian: Valerian, an herbal extract, is used to help decrease the length of time it takes you to fall asleep.",
        "Valerian is a herbal extract and one of the most commonly used supplements to treat anxiety and insomnia.",
        "California poppy is also available as a liquid extract for mixing in tea.",
        "Is it important to extract meaning from dreams?",
        "Extract the package files to either the \"Downloads\" folder or the \"Collections\" folder in \"The Sims 2\" directory in the My Documents path for EA Games.",
        "If you really want to extract full value from your video game system, you'll want to consider some of the best price equipment for Nintendo Wii accessories.",
        "Every chance you get, do not kill the human before you extract their brain stem.",
        "Extract their brain stem first as it will make the DNA worth more (25 instead of 10).The easiest humans to do this to are the scientists in the level with glowing cows.",
        "For some reason, if the person that is important to you dies (the person you need to abduct), extract their brain stem before you return to the Mothership -- the DNA is usually worth more.",
        "Download the necessary files and extract the zip file onto the SD card (from computer).",
        "Download and extract the next batch of files to your SD card (from computer).",
        "While full functionality isn't being offered by Nintendo directly, it is possible to extract more value out of the Nintendo DS.",
        "As Snake, you para-drop into the jungle a few miles from where the scientist is being kept with orders to locate and extract him.",
        "If you want to extract the full value out of your rhythm game purchase, then you'll want to get all the Rock Band unlock songs.",
        "Gamers take ROMS, or copies of games ripped to their computer, and extract the music directly from the program.",
        "The Pride drank wonderfully with huge depth, extract, nose color.",
        "Heavy doses of the extract provide significant benefits, lowering the rate of fat-related illnesses, diabetes and liver problems and the extract may actually help you burn more calories than you take in with one glass.",
        "In this treatment, steadily increasing doses of allergen extract are given every few hours instead of every few days or weeks.",
        "Another study showed that seven cloves of fresh garlic a day significantly reduced LDL, as did a daily dose of four garlic extract pills.",
        "A needle biopsy involves using a fine, thin needle to remove small bits of tumor, or a thick needle to extract tissue samples from the innermost part (the core) of the growth.",
        "Grape seed extract enhances immune system functioning and helps protect lung tissue.",
        "Charcoal tablets, Lactobacillus acidophilus, Lactobacillus bulgaricus, and citrus seed extract can be taken to help normalize the digestive system.",
        "It is taken internally as a tea or tincture (a concentrated herbal extract prepared with alcohol).",
        "The allergen is applied to the skin as an aqueous extract, usually on the back, forearms, or top of the thighs.",
        "One German study found that a cream made with an extract of St. John's wort relieved the symptoms of AD better than a placebo, but the herbal preparation had not as of 2004 been compared to a standard corticosteroid cream.",
        "Using low heat in a saucepan, blend the milk, cinnamon, cloves, and half a teaspoon of the vanilla extract.",
        "Ideal for aiding blow-outs and hair styles that require volume, Fekkai's Full Volume shampoos, conditioners, and styling treatments pack strands with amino acids and yarrow extract to give hair an extra life.",
        "Elasticity Belly Oil contains vitamin E, collagen hydrolysates, and gotu kola extract to help the skin become more elastic.",
        "Darutoside, the ingredient touted in the stretch mark minimizing cream, is a plant extract and another folk remedy.",
        "Silica supplements, such as that sold by Alta Health Products, are made from extract of horsetail or Equisetum Arvense.",
        "Alta Sil-X Silica contains silica horsetail extract, extracted with a patented process.",
        "This version of Pau D'Arco comes in the form of an herbal extract.",
        "Alta Imu-Gen is a colostrum extract that will help support the body's natural immune response.",
        "Kitchen sink syndrome -- This fantastic supplement contains not just vitamins and minerals, but CoQ10, amino acids and BCAAs, creatine, green tea extract, and probably a dash of Fairy Dust that cures cancer and sheds pounds while you sleep.",
        "Acai Berry Supreme is a dietary supplement that contains an extract of acai (Ah-sa-ee) berry.",
        "Since red yeast rice extract contains the same chemical as certain statins, it may have the same affect as a statin medication.",
        "This is why CoQ10 supplementation is necessary with any cholesterol lowering medication - whether a statin or red yeast rice extract.",
        "Many patients who take statins are also prescribed a daily dose of CoQ10 for just this reason, and natural health practitioners who recommend red yeast rice extract recommend it be taken alongside CoQ10 supplementation.",
        "Red yeast rice extract is a powerful anti-cholesterol medication.",
        "Will an apple extract provide the same healthy benefits as eating an apple a day to keep the doctor away?",
        "Country Life Liquid Multi-Vitamin & Multi Complex: Juices from organic aloe vera, mangosteen and noni form the basis of this nutritious cocktail, which also includes decaffeinated green tea extract and lycopene.",
        "The product also contains coenzyme Q10 and whole grape extract, both known for anti-aging properties.",
        "Green tea extract contains a polyphenol known as EGCG.",
        "His first juicer used a pressing motion to extract the juices of raw fruits and vegetables.",
        "Unlike some juicers that squeeze fruits or vegetables to extract the juice, Champion juicers are masticating juicers.",
        "The machine's last step is to squeeze the resulting pulp to extract the juice.",
        "They cannot extract the juice easily from the grass blades.",
        "This part is made of metal and should be warmed before you use it to extract espresso.",
        "If you use the water from the machine, it will lower the temperature of the water in the machine and it will not extract the espresso the way it should.",
        "The attachment allows you to use the Magic Bullet as a juicer and extract juice from both fruits and vegetables.",
        "The Magic Bullet can easily extract citrus juice in a flash.",
        "If you want to experiment with candle making and don’t have a lot of money to spend, vanilla extract will work for scenting your candles.",
        "Some examples - avena sativa is a product derived from oats, triticum vulgare germ oil is from wheat, and hordeum vulgare extract is made from barley.",
        "Add the salt, vanilla extract, and agave nectar.",
        "Replace the sugar with 16 drops of liquid stevia extract and 1/4 cup of erythritol to make the bread sugar-free.",
        "When the butter and shortening are combined, add the baking powder, sugar, salt, vanilla and almond extract and beat on medium to medium-high speed until light and airy.",
        "Most candies shouldn't need more than a sweetener combined with a starch base and some sort of a natural flavoring or food extract.",
        "Mix 1/4 cup baking soda with a cup or two of water and a few teaspoons of vanilla extract.",
        "Car dealerships are in the car business to make money, so they've developed a system of selling cars with multiple stops in the sales process that introduce new ways to extract more money from the client.",
        "Include additives such as powdered oatmeal, food grade vanilla extract, or honey if desired.",
        "Do I want to learn how to use ingredients such as olive oil, cocoa butter, and sweet almond extract?",
        "Colorful Candle: Make a candle from broken bits of crayons and add fragrance with vanilla extract from your kitchen.",
        "Some herbs will need to be steeped in hot oil to extract the color, while others can be dried and blended into a powder.",
        "For example, instead of using artificially flavored vanilla extract, why not go for its source, the vanilla bean.",
        "Try sweeteners such as stevia, an herbal extract, or a low-glycemic sweetener such as agave.",
        "Nature designed our bodies to extract nutrients from the food that we eat.",
        "Some aren't real vinegar at all, but are actually imitations, much like the difference between real and imitation vanilla extract.",
        "In order to understand and learn new vocabulary, the words have to be set in a context from which the learner can extract their meaning.",
        "Add butter and brown sugar, then mix with an electric mixer, adding milk, vanilla extract, eggs, flour, and cinnamon.",
        "You can make flavored variations of the following recipe by replacing the vanilla extract with another flavor.",
        "Stir in coffee liqueur or extract, and allow ganache to cool to room temperature.",
        "Stir in the espresso extract, and chill the white chocolate ganache in the refrigerator.",
        "Remove the lingerie bag from the dryer and then extract the nightgown promptly.",
        "Made with French cocoa, chocolate extract and organic honey, this will moisturize your skin and allow you to soak in a relaxing bath that smells amazing and will wash away any stress the day contained.",
        "Factories that assemble items on a conveyor belt or dentists that extract wisdom teeth would benefit from a robot.",
        "It contains CoQ10 to fight radicals, alpha lipoic acid with green tea extract to prevent puffiness, and a multivitamin to support collagen.",
        "These include vitamin C supplements, mushroom extract, Alpha Lipoic Acid capsules, nutritional blend supplements for skin and body, and more.",
        "Green tea extract provides an antioxidant boost while chamomile, calendula and azulene help skin recover and rebalance.",
        "Facial Scrub: The addition of refreshing lemongrass extract makes this an oil-fighting powerhouse.",
        "The latter is an extract of red algae, and it's been proven to increase the skin's oxygen absorption rate by 20%.",
        "Each cream contains specialized ingredients, such as fruit acids, hazelnut oil, rosemary extract or tomato lycopene.",
        "Boswelox: An exclusive phyto-complex containing boswellia serrata extract and manganese, which cause micro-contractions in the skin.",
        "In addition to healing shea butter, it also contains chestnut extract and wheat protein.",
        "DDF Ultra-Lite Oil-Free Moisturizing Dew: This lightweight lotion is ideal for sensitive skin types (it's oil-, lanolin- and dye-free) and contains grapeseed extract, which is renowned for its ability to regenerate and repair damaged skin.",
        "Green Tea Extract: When used in addition to sunscreen, green tea is known to increase sun protection."
    ],
    "definition": [
        "ex·tract′a·ble ex·tract′i·ble\nadj.",
        "ex·trac′tor\nn.",
        "Link/Cite"
    ]
}