{
    "translation": "מיוחד, יוצא דופן",
    "uses": [
        "My parents were extraordinary people.",
        "He is well known because of an extraordinary practice.",
        "The first fifteen years of the nineteenth century in Europe present an extraordinary movement of millions of people.",
        "The wind in the upper atmosphere has extraordinary amounts of energy.",
        "What an extraordinary genius!",
        "Miss Sullivan is a person of extraordinary power.",
        "The princess seemed to see nothing more extraordinary in that than if he had seen Anna Semenovna.",
        "A revulsion of feeling soon led to his reinstatement, apparently with extraordinary powers.",
        "That made an extraordinary long hole, as you may imagine, and reached far down into the earth; and, as I leaned over it to try to see to the bottom, I lost my balance and tumbled in.",
        "Bianca, Dusty's mate, was a Healer of extraordinary power, who had turned her brother from a vamp into a human again at one point.",
        "Unquestionably, an extraordinary amount of talent was present during the Renaissance.",
        "and a maximum breadth of 220 ft., surrounded by a dry-built wall of extraordinary massiveness.",
        "So Helen Keller's aptitude for language is her whole mental aptitude, turned to language because of its extraordinary value to her.",
        "In 1814-1815, before the decrees of the Vienna Congress were known, an extraordinary attempt was made by Philippe d'Auvergne of the British navy, the cousin and adopted son of the last duke, to revive the ancient duchy of Bouillon.",
        "Your ability to heal makes you what we'd call a Natural, a human with extraordinary capabilities.",
        "above the valley, fortified with the minutest care and with extraordinary ingenuity.",
        "What produced this extraordinary occurrence?",
        "There is an extraordinary session from October till Christmas.",
        "In 1908 the ordinary and extraordinary expenditure was 1/210,000,000.",
        "while holding the chair of Greek, was appointed extraordinary professor of theology, and gave exegetical lectures on the New Testament.",
        "The specific name was given on account of the extraordinary swiftness of the animal.",
        "\" What ever was perfect under the sun,\" ask the translators of the Authorized Version (1611) in their preface, \" where apostles and apostolick men, that is, men endued with an extraordinary measure of God's Spirit, and privileged with the privilege of infallibility, had not their hand?\"",
        "In 1840 he performed a feat of extraordinary personal daring, travelling all the way along the barren sea-coast of the Great Australian Bight, from Spencer Gulf to King George Sound.",
        "Having held educational posts at Saarbriicken and Dusseldorf, in 1836 he became extraordinary professor of philosophy at Bonn, and in 1840 full professor.",
        "In 1902 Marconi invented two forms of magnetic detector, one of which he developed into an electric wave detector of extraordinary delicacy and utility.",
        "The lessee, or farmer, tills the soil at his own risk; usually he provides live stock, implements and capital, and has no right to compensation for ordinary improvements, nor for extraordinary improvements effected without the landlords consent.",
        "The battle is won, and there is nothing extraordinary in the capture of Murat.",
        "St Vincent scarcely left him, and has given the most extraordinary testimonies (as yet unpublished) of his heroic virtues.",
        "The Pfahlgraben is remarkable for the extraordinary directness of its southern part, which for over 50 m.",
        "\"Yes, yes, it really was pink!\" cried Natasha, who now thought she too remembered the word pink being used, and saw in this the most extraordinary and mysterious part of the prediction.",
        "On the arrival of the news that Hyder had descended from the highlands of Mysore, cut to pieces the only British army in the field, and swept the Carnatic up to the gates of Madras, he at once adopted a policy of extraordinary boldness.",
        "The extraordinary number of craters, a few of which are reported still to be active, gives evidence that the archipelago is the result of volcanic action.",
        "For they were in the streets of a beautiful emerald-green city, bathed in a grateful green light that was especially pleasing to their eyes, and surrounded by merry faced people in gorgeous green-and-gold costumes of many extraordinary designs.",
        "He was always hearing such words as: \"With your remarkable kindness,\" or, \"With your excellent heart,\" \"You are yourself so honorable Count,\" or, \"Were he as clever as you,\" and so on, till he began sincerely to believe in his own exceptional kindness and extraordinary intelligence, the more so as in the depth of his heart it had always seemed to him that he really was very kind and intelligent.",
        "Arboreal species include the well-known opossums (Phalanger); the extraordinary tree-kangaroo of the Queensland tropics; the flying squirrel, which expands a membrane between the legs and arms, and by its aid makes long sailing jumps from tree to tree; and the native bear (Phascolarctos), an animal with no affinities to the bear, and having a long soft fur and no tail.",
        "These were so highly thought of that in 1909 he was appointed extraordinary professor of theoretical physics at the university of Zurich.",
        "At that time, the Russians were so used to victories that on receiving news of the defeat some would simply not believe it, while others sought some extraordinary explanation of so strange an event.",
        "They are harmless and inoffensive creatures, offering no resistance when caught; their principal means of escape being the extraordinary rapidity with which they burrow in the ground, and the tenacity with which they retain their hold in their subterranean retreats.",
        "His eldest son, Eilhard Ernst Gustav, born at Berlin on the 1st of August 1852, became professor of physics at Erlangen in 1886, and his younger son, Alfred, born at Berlin on the 18th of July 1856, was appointed to the extraordinary professorship of Egyptology at Bonn in 1892.",
        "These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
        "The only difference was that the tsar had cut himself off from them, and they were not even to communicate with him except on extraordinary and exceptional occasions.",
        "The professors are ordinary and extraordinary, and free professors (liberi docenti), corresponding to the German Privatdozenten, are also allowed to be attached to the universities.",
        "Educated at Leipzig and Berlin, he became extraordinary professor in 1883 and ordinary professor in 1892 of Egyptology in the university of Berlin, and in 1885 he was appointed director of the Egyptian department of the royal museum.",
        "Only his eyes gleamed feverishly and his thoughts followed one another with extraordinary clearness and rapidity.",
        "\"No it can't be, that would be too extraordinary,\" and at the very moment she thought this, the face and figure of Prince Andrew, in a fur cloak the deep collar of which covered with snow, appeared on the landing where the footman stood with the candle.",
        "The source of that extraordinary power of penetrating the meaning of the events then occuring lay in the national feeling which he possessed in full purity and strength.",
        "1832), became in 1858 Privatdozent, and in 1863 extraordinary professor of mathematics at Halle.",
        "As early as 1553 he had ceased to trust Sylvester and Adashev, owing to their extraordinary backwardness in supporting the claims of his infant son to the throne while he himself lay at the point of death.",
        "Being especially interested in mathematical science, the father gave his son his first lessons; but the extraordinary mathematical powers of George Boole did not manifest themselves in early life.",
        "He showed extraordinary energy, resource and military talent in stemming the advance of the royalists, who now followed up their victories by advancing into the association; he defeated them at Gainsborough on the 28th of July, and managed a masterly retreat before overwhelming numbers to Lincoln, while the victory on the 11th of October at Winceby finally secured the association, and maintained the wedge which prevented the junction of the royalists in the north with the king in the south.",
        "Nicholas noticed this, as he noticed every shade of Princess Mary's character with an observation unusual to him, and everything confirmed his conviction that she was a quite unusual and extraordinary being.",
        "In 1820 he was elected as a deputy to the cantonal council, and was a member of the extraordinary diet of 1832.",
        "The Emperor is to be here tomorrow... there's to be an Extraordinary Meeting of the nobility, and they are talking of a levy of ten men per thousand.",
        "His earlier papers were mostly concerned with crystallography, and the reputation they gained him led to his appointment as Privatdozent at Konigsberg, where in 1828 he became extraordinary, and in 1829 ordinary, professor of mineralogy and physics.",
        "The reproductive individuals have undergone an extraordinary simplification of the organs concerned with the collection and digestion of food.",
        "The kangaroo and most of its congeners show an extraordinary disproportion of the hind limbs to the fore part of the body.",
        "The circumstances under which, at an extraordinary general chapter convoked by him shortly after his return, he resigned the office of ministergeneral (September 1220) are explained in the article Franciscans: here, as illustrating the spirit of the man, it is in place to cite the words in which his abdication was couched: \"Lord, I give Thee back this family which Thou didst entrust to me.",
        "Ordinary and extraordinary military expenditure for the financial year 1898-1899 amounted to nearly 1/210,000,000, an increase of 1/24,000,000 as compared with 1871.",
        "Pierre was always astonished at Prince Andrew's calm manner of treating everybody, his extraordinary memory, his extensive reading (he had read everything, knew everything, and had an opinion about everything), but above all at his capacity for work and study.",
        "Petya had heard in the army many stories of Dolokhov's extraordinary bravery and of his cruelty to the French, so from the moment he entered the hut Petya did not take his eyes from him, but braced himself up more and more and held his head high, that he might not be unworthy even of such company.",
        "The governor sends a message at the beginning of each session of the legislature, and may convene the houses in extraordinary session when he deems it necessary.",
        "An article in the Spectator of the 17th of February 1883, by Lord Justice Bowen, gives perhaps the best idea of Smith's extraordinary personal qualities and influence.",
        "He appointed visitors for the universities and great public schools, and defended the universities from the attacks of the extreme sectaries who clamoured for their abolition, even Clarendon allowing that Oxford \"yielded a harvest of extraordinary good and sound knowledge in all parts of learning.\"",
        "Above all, they were gay because there was a war near Moscow, there would be fighting at the town gates, arms were being given out, everybody was escaping--going away somewhere, and in general something extraordinary was happening, and that is always exciting, especially to the young.",
        "Natasha and Pierre, left alone, also began to talk as only a husband and wife can talk, that is, with extraordinary clearness and rapidity, understanding and expressing each other's thoughts in ways contrary to all rules of logic, without premises, deductions, or conclusions, and in a quite peculiar way.",
        "How strange, how extraordinary, how joyful it seemed, that her son, the scarcely perceptible motion of whose tiny limbs she had felt twenty years ago within her, that son about whom she used to have quarrels with the too indulgent count, that son who had first learned to say \"pear\" and then \"granny,\" that this son should now be away in a foreign land amid strange surroundings, a manly warrior doing some kind of man's work of his own, without help or guidance.",
        "Extraordinary care has evidently been bestowed in adjusting the parallelism and distance of the planes and A, so that the movable wires shall almost, but not quite, touch the surface T.",
        "The interest of the city is in its extraordinary mines and their history.",
        "Its physical and chemical properties have been the subject of much study, and have a special interest in view of the extraordinary difference between the physical characters of the diamond and those of graphite (blacklead) or charcoal, with which it is chemically identical, and into which it can be converted by the action of heat or electricity.",
        "But it first rose into importance in the second half of the 19th century owing to its share in the extraordinary industrial development of the Twente district, and now possesses numerous cotton and damask factories.",
        "This poem was a brilliant satire on contemporary manners, and enjoyed an extraordinary success.",
        "Her whole history rests on the flimsiest authority, but her alleged prophecies have had from the 17th century until quite recently an extraordinary hold on the popular imagination.",
        "About the middle of the 16th century it was the seat of an English commercial factory, under the traveller Jenkinson, afterwards envoy extraordinary of the khan of Shirvan to Ivan the Terrible of Russia.",
        "After two years as tutor to two youths of noble family, Schelling was called as extraordinary professor of philosophy to Jena in midsummer 1798.",
        "From the earliest age young Niebuhr manifested extraordinary precocity, and from 1794 to 1796, being already a finished classical scholar and acquainted with several modern languages, he studied at the university of Kiel.",
        "When Joseph Bonaparte was made king of Naples, extraordinary tribunals were established to suppress brigandage, and a price was put on Fra Diavolo's head.",
        "For two months he evaded his pursuers, but at length, hungry and ill, he went in disguise to the village of Baronissi, where he was recognized and arrested, tried by an extraordinary tribunal, condemned to death and shot.",
        "From 1813 to 1820 he was extraordinary professor of astronomy and mathematics at the new university and observer at the observatory, becoming in 1820 ordinary professor and director.",
        "This post he retained until 1894, when he migrated to the university of Cracow as extraordinary professor, becoming in 1897 ordinary professor of astronomy and geodesy.",
        "This extraordinary production is memorable as having announced the discovery of the \"third law\" - that of the sesquiplicate ratio between the planetary periods and distances.",
        "His relations towards the unorthodox caliph Nur-ed-din were marked by extraordinary tact.",
        "He rebuilt the temples and a palace for himself north of Sennacherib's on the site of the latter's harem; which was adorned with extraordinary variety and richness.",
        "Knutsford was the birthplace of Sir Henry Holland, Physician Extraordinary to Queen Victoria (1788-1873); and his son, the second Sir Henry, who was secretary of state for the colonies (1887-1892), was raised to the peerage in 1888 with the title of Baron Knutsford.",
        "On his return he was added to the Committee of Public Safety, which had decreed the arrest en masse of all suspects and the establishment of a revolutionary army, caused the extraordinary criminal tribunal to be named officially \"Revolutionary Tribunal\" (on the 29th of October 1793), demanded the execution of Marie Antoinette and then attacked Hebert and Danton.",
        "Certain extraordinary features were produced when the retreat of the ice sheet had progressed so far as to open an eastward outlet for the marginal lakes along the depression between the northward slope of the Appalachian plateau in west-central New York and the southward slope of the melting ice sheet; for when this eastward outlet came to be lower than the south-westward outlet across the height of land to the Ohio or Mississippi river, the discharge of the marginal lakes was changed from the Mississippi system to the Hudson system.",
        "For a time the retardation of the normal rate of increase among the native population was concealed from view by the extraordinary immigration.",
        "Thus, notwithstanding the fact that the supposed supply still available at the close of 1908 was 7369 times the production of that year, and 4913 times the exhaustion such production represented, so extraordinary has been the increased consumption of the country that, in the opinion of the Geological Survey (1907), if the rate of increase that has held for the last fifty years is maintained, the supply of easily available coal will be exhausted before the middle of the next century (A.o.",
        "In the latter part of the decade1850-1859the territories adjacent to California on the east, north and south were overrun by thousands of miners from the Sierra Nevada goldfields, and within a few years an extraordinary number of discoveries were made, some of which proved to be of great importance.",
        "The details of this system, which has no other refuge in the civilized world save partially in Switzerland, are remarkable for a most extraordinary diversity in the manner of collection, which practically becomes, however, self-assessment, and an equally extraordinary and general evidence of the crudity and inadequacy of the system, which has been the target of state tax reports throughout the Union for half a century.",
        "They have, however, never been a stable source of revenue, even during periods when the tariff was constant; and compared with th steady returns shown by the selected articles of the British tariff list this instability has been most extraordinary.",
        "The milk-dentition, and even the early condition of the permanent dentition, is formed on the same general type as that of Sus, except that certain teeth are absent, the formula being 13 i cl, total 34; but as age advances all the teeth have a tendency to disappear, except the canines and the posterior molars, but these, which in some cases are the only teeth left in the jaws, attain an extraordinary development.",
        "Ian Maclaren's first sketches of rural Scottish life, Beside the Bonnie Briar Bush (1894), achieved extraordinary popularity and were followed by other successful books, The Days of Auld Lang Syne (1895), Kate Carnegie and those Ministers (1896) and Afterwards and other Stories (1898).",
        "On the formation of the Italian legion he joined the second battalion as major, and was publicly complimented by General Oudinot for his extraordinary valour at the storming of Peschiera.",
        "On Lord Ripon's departure from India in November 1884 there were extraordinary manifestations in his favour on the part of the Hindu population of Bengal and Bombay, and more than a thousand addresses were presented to him.",
        "The discovery of large deposits of nickel at Sudbury; of extremely rich gold mines on the head-waters of the Yukon, in a region previously considered well-nigh worthless for human habitation; of extensive areas of gold, copper and silver ores in the mountain regions of British Columbia; of immense coal deposits in the Crow's Nest Pass of the same province and on the prairies; of veins of silver and cobalt of extraordinary richness in northern Ontario - all deeply affected the industrial condition of the country and illustrated the vastness of its undeveloped resources.",
        "Modern experiments in cross-fertilization in Lancashire by the Garton Brothers have evolved the most extraordinary \"sports,\" showing, it is claimed, that the plant has probably passed through stages of which until the present day there had been no conception.",
        "In 1766 he was appointed extraordinary professor of philosophy at Gottingen.",
        "Three of the four judges allowed the defence of the cardinal to be valid; but it was held that the papal rescript upon which he relied for his extraordinary powers as delegate was illegal under statute; and the lord chief justice decided that the plaintiff could not renounce his natural and civil liberty.",
        "Further, the direction of affairs, both ordinary and extraordinary, tended to pass from the bishops to the state, which was now christianized.",
        "It was still being held in strict subjection by the latter when, towards the end of the i ith century, Hildebrand (Gregory VII.) undertook its enfranchisement and began the war of the investitures (q.v.), from which the papacy was to issue with such an extraordinary renewal of its vitality.",
        "The entry of the Christians into Jerusalem produced an extraordinary effect upon the faithful of the West.",
        "In his duel with Barba- Alexan- rossa, Alexander III., one of the greatest of medieval der III., popes, displayed extraordinary courage, address and 1159-4181.",
        "This enormous edifice, founded on the cathedral rock, is an extraordinary mixture of castle and convent, palace and fortress.",
        "A nature formed on great broad lines - a man of spontaneous impulses carrying away others as he himself was carried away, a genuine Latin in the whole of his being - he belongs to those imposing figures of the Italian Renaissance whose character is summarized in contemporary literature by the word terribile, which is best translated \"extraordinary\" or \" magnificent.\"",
        "In Rome itself Sixtus displayed extraordinary activity.",
        "The Kolokol soon obtained an immense circulation, and exercised an extraordinary influence.",
        "The assessor of the Holy Office and the secretary for extraordinary ecclesiastical affairs are ex officio consultors.",
        "(r5) The Congregation for extraordinary ecclesiastical affairs (Sacra Congregatio super negotiis ecclesiasticas extraordinariis), established by Pius VI.",
        "at the end of the 18th century to study the difficult questions relative to France, was afterwards definitively continued by Pius VII.; and there has been no lack of fresh extraordinary matters.",
        "The first is the department of extraordinary ecclesiastical affairs, having at its head the secretary of the Congregation of the same name; the second, that of ordinary affairs, directed by a substitute, is the department dealing, among other things, with the concession of honorary distinctions, both for ecclesiastics and laymen; the third is that of the briefs, which hitherto.",
        "Mark Pattison possessed an extraordinary distinction of mind.",
        "The bulk of the population is certainly Papuan, but intermingled with Malayan, Polynesian and other elements; hence it presents an extraordinary diversity of physical types, as is clearly shown by the portraits figured in H.",
        "He received a pension of £2400 a year on his retirement and was allowed the extraordinary privilege of a guard of honour as long as he lived.",
        "Even Gautier, while he contends that chivalry did much to refine morality, is compelled to admit the prevailing immorality to which medieval romances testify, and the extraordinary free behaviour of the unmarried ladies.",
        "On extraordinary occasions indeed the more elaborate ritual continued to be observed.",
        "Extraordinary service in time of war and extraordinary services in civil life admit to any rank.",
        "The resistance of lichens is extraordinary; they may be cooled to very low temperatures and heated to high temperatures without being killed.",
        "(a) When a ship shall have entered a port or place of refuge, or shall have returned to her port or place of loading, in consequence of accident, sacrifice, or other extraordinary circumstances, which render that necessary for the common safety, the expenses of entering such port or place shall be admitted as G.A.; and when she shall have sailed thence with her original cargo, or a part of it, the corresponding expenses of leaving such port or place, consequent upon such entry or return, shall likewise be admitted as G.A.",
        "In 1815 he settled at Leipzig as privatdocent, and the next year became extraordinary professor of astronomy in connexion with the university.",
        "His political foresight was extraordinary.",
        "In consequence of this change the number of local electors increased by more than onethird between 1887-1889; it decreased, however, as a result of an extraordinary revision of the registers in 1894.",
        "On the other hand, there is a good deal to show for this extraordinary expenditure.",
        "The remaining regulations set forth the manner in which extra-budgetary and extraordinary expenses were to be dealt with, and the manner in which the rectified budget, showing the actual revenues and expenditure as proved at the close of the year was to be drawn up with the assistance of the state accounts department (divan-i-mouhassebat).",
        "It was intended to assign to the war department £T3,804,918, to the grand master of ordnance £T358,108, to the admiralty £T93,912, and to the ministry of finance £T2,443,202 for the payment of the war indemnities in Thessaly and other urgent liabilities, the estimated aggregate extraordinary expenditure thus amounting to £T6,700,140.",
        "During 1909, without any serious decline in production, the price rapidly rose, owing to extraordinary causes, to about ios.",
        "A few days later he was appointed ambassador extraordinary, and despatched to Lorraine to resume the negotiations for Eric's marriage with the princess Renata.",
        "The charm of the Orkneys does not lie in their ordinary physical features, so much as in beautiful atmospheric effects, extraordinary examples of light and shade, and rich coloration of cliff and sea.",
        "The extraordinary changes of tide which take place in this passage have been a subject of wonder from classical times.",
        "No ciliated An extraordinary modification of the veliger occurs in the development of Nucula and Yoldia and probably other members of the same families.",
        "JOHANN FRIEDRICH (1836-), German theologian, was born at Poxdorf in Upper Franconia on the 5th of May 1836, and was educated at Bamberg and at Munich, where in 1865 he was appointed professor extraordinary of theology.",
        "pp. 1-22.) But the extraordinary thing is that, without exactly agreeing among themselves, the catalogues give titles which do not agree well with the Aristotelian works as we have them.",
        "It is probable that this extraordinary resemblance is due to the pupils having actually assisted their master; and this supposition enables us to surmount a diffi culty we feel in reading Aristotle's works.",
        "Two years later he was chosen extraordinary professor of chemistry in the medical faculty, in 1853 he received the ordinary professorship, and in 1865 he became also professor of hygiene.",
        "1546), was a member of the royal council under James V.; he was also an extraordinary lord of session, high admiral, and warden of the west marches, and was taken prisoner by the English at the rout of Solway Moss in 1542.",
        "The Romans employed a division of the month and a method of reckoning the days which appear not a little extraordinary, and must, in practice, have been exceedingly inconvenient.",
        "In Order To Restore The Vernal Equinox To The 25Th Of March, The Place It Occupied In The Time Of Numa, He Ordered Two Extraordinary Months To Be Inserted Between November And December In The Current Year, The First To Consist Of Thirty Three, And The Second Of Thirty Four Days.",
        "An excited controversy having arisen about the result of the balloting in the states of South Carolina, Florida, Oregon and Louisiana, the two parties in Congress in order to allay a crisis dangerous to public peace agreed to pass an act referring all contested election returns to an extraordinary commission, called the \"Electoral Commission\" (q.v.), which decided each contest by eight against seven votes in favour of the Republican candidates.",
        "This extraordinary man, associated by tradition with Omar Khayyam, the well-known mathematician and free-thinking poet, and with Hassan (ibn) Sabbah, afterwards the founder of the sect of the Assassins (q.v.), was a renowned author and statesman of the first rank, and immortalized his name by the foundation of several universities (the Nizamiyah at Bagdad), observatories, mosques, hospitals and other institutions of public utility.",
        "Supported by his friends Lightfoot and Hort, he threw himself into the new work with extraordinary energy.",
        "Upon one famous occasion in 1892 he succeeded in bringing to a peaceful solution a long and bitter strike which had divided the masters and men in the Durham collieries; and his success was due to the confidence which he inspired by the extraordinary moral energy of his strangely \"prophetic\" personality, at once thoughtful, vehement and affectionate.",
        "But his whole career sufficiently proves him to have been a man of extraordinary qualities.",
        "In the settlement and administration of the conquered territory he rapidly acquired the habits and experience of a statesman, while his military operations against Doondiah, a robber chief, were conducted with extraordinary energy and success, Doondiah being killed and his army scattered.",
        "Public opinion in England, lately so hostile, now became confident, and Wellington, whose rewards for Talavera had been opposed in both Houses, began to gain extraordinary popularity.",
        "Peace being proclaimed, Wellington took leave of his army at Bordeaux, and returned to England, where he was received with extraordinary honours, created duke of Wellington, and awarded a fresh grant of £400,000.",
        "The most remarkable feature of the genus is, however, the extraordinary development of the zygomatic arches of the skull, which are enormously expanded vertically, forming great convex bony capsules on the sides of the face, enclosing on each side a large cavity lined with mucous membrane internally, and communicating by a small opening with the mouth.",
        "He went first to the university of Louvain, where he resided about two years, and then to the college of Rheims, where he had extraordinary success in his public lectures on Euclid's Elements.",
        "From the first the lad had taken an extraordinary interest in the technical and mechanical arts, and their application to military and naval science.",
        "But Peter had his way, and the ceremony took place at Moscow with extraordinary pomp and splendour on the 7th of May 17 24.",
        "In May 1692 during the witchcraft delusion, on the accusation of some personal enemies in his former congregation who had sued him for debt, Burroughs was arrested and charged, among other offences, with \"extraordinary Lifting and such feats of strength as could not be done without Diabolicall Assistance.\"",
        "It is difficult to comprehend Innocent's extraordinary activity.",
        "Its extraordinary lightness forms its chief claim to general adoption, yet is apt to cause mistakes when its price is mentioned.",
        "gifted with extraordinary ability.",
        "Since the outbreak of the Reformation, however, extraordinary crises, calling for immediate decision, might arise at any moment.",
        "Ritschl's recommendation, appointed to an extraordinary professorship of classical philology in the university of Basel, and rapidly promoted to an ordinary professorship. Here he almost immediately began a brilliant literary activity, which gradually assumed a more and more philosophical character.",
        "From her earliest years she delighted every one by her extraordinary beauty and vivacity.",
        "During part of this time (1794-1795) he was also envoy extraordinary to Spain, and in this capacity negotiated (1795) the important Treaty of San Lorenzo el Real; by that treaty the boundary between the United States and East and West Florida and between the United States and \" Louisiana was settled (Spain relinquishing all claims east of the Mississippi above 31 0 N.",
        "The extraordinary advantage of the transformation of S2 to association with non-unitary symmetric functions is now apparent; for we may take, as representative forms, the symmetric functions which are symbolically denoted by the partitions referred to.",
        "FRIEDRICH PAULSEN (1846-1908), German philosopher and educationalist, was born at Langenhorn (Schleswig) and educated at Erlangen, Bonn and Berlin, where he became extraordinary professor of philosophy and pedagogy in 1878.",
        "In 1834 Magnus was elected extraordinary, and in 1845 ordinary professor at Berlin.",
        "This resolution of the original wave is the well-known \"Principle of Huygens,\" and by its means he was enabled to prove the fundamental laws of optics, and to assign the correct construction for the direction of the extraordinary ray in uniaxial crystals.",
        "Nevertheless, the Roman functionaries, the army and the colonists from Italy soon brought the Latin element into Africa, where it flourished with such vigour that, in the 3rd century, Carthage became the centre of a Romano-African civilization of extraordinary literary brilliancy, which numbered among its leaders such men as Apuleius, Tertullian, Arnobius, Cyprian, Augustine and many others.",
        "Chateaubriand visited and described the ruins; the Dane Falbe, the Englishman Nathan Davis, Beule, P. de Sainte-Marie and others also have carried out researches; for more than twenty years Pere Delattre has explored the ruins of Carthage (q.v.) with extraordinary success.",
        "As bishop of Vexio, Wallqvist was remarkable for his extraordinary administrative ability.",
        "4 Nagaoka' has described the remarkable influence of combined torsion and 'tension upon the magnetic susceptibility of nickel, and has made the extraordinary observation that, under certain conditions of stress, the magnetization of a nickel wire may have a direction opposite to that of the magnetizing force.",
        "In 1855 Gauss died and was succeeded by Dirichlet, who along with others made an effort to obtain Riemann's nomination as extraordinary professor.",
        "After his return to GÃ¶ttingen (November 1857) he was made extraordinary professor, and his salary raised to 300 thalers.",
        "In the care and defence of her young the vixen displays extraordinary solicitude and boldness, altogether losing on such occasions her accustomed timidity and caution.",
        "After the annexation of Alsace to Germany in 1871 the French sympathies of the inhabitants were shown by the extraordinary decrease in their number.",
        "Dempster owed his great position in the history of scholarship to his extraordinary memory, and to the versatility which made him equally at home in philology, criticism, law, biography and history.",
        "His extraordinary financial abilities and pronounced political capacity soon found ample scope in public life.",
        "The inhabitants of Yap are noted for possessing the most extraordinary currency, if it can he so called, in the whole world.",
        "through the French territories of Cambodia and Cochin China, and to its annual overflow these countries owe their extraordinary fertility.",
        "In the House he showed an extraordinary, sometimes an excessive zeal for public business, speaking on all subjects with practical sense, but on none with eloquence or spirit.",
        "But henceforward the balia had supreme jurisdiction in all affairs of the state, although always, down to the fall of the republic, nominally preserving the character of a magistracy extraordinary.",
        "Resolved upon peaceful measures, President Jefferson in January 1803 appointed Monroe envoy extraordinary and minister plenipotentiary to France to aid Robert R.",
        "On the 17th of February 1843 an extraordinary scene took place in the House of Commons.",
        "1 Their success, due partly to their whole-hearted zeal, and partly to their superior educational system, was extraordinary; and they possessed the additional advantage of having in Pazmany a leader of commanding genius.",
        "l An extraordinary stimulus was given to literary enterprise by King Matthias Corvinus, who attracted both foreign and native scholars to his court.",
        "By it his extraordinary analytical powers became strictly subordinated to physical investigations.",
        "21 the news of President Wilson's answer to Count Burian's final peace note (refusing to negotiate save on the basis of a recognition of Czechoslovak and Yugoslav national claims) became generally known, the old regime vanished almost as if by magic. Extraordinary scenes took place in many towns, the troops tearing off their military badges with the Habsburg arms, and trampling them underfoot.",
        "When then on July 21 Draskovic was murdered by a young Bosnian Communist, Parliament resolved on reprisals, and io days later passed by 190 to 54 laws of extraordinary severity for \"the Defence of the State,\" terrorist agitation being made punishable by death, prolonged penal servitude or heavy fines.",
        "His true greatness can only be estimated by a consideration of the fact that he was a great teacher not only of human and comparative anatomy and zoology but also of physiology, and that nearly all the most distinguished German zoologists and physiologists of the period 1850 to 1870 were his pupils and acknowledged his leadership. The most striking feature about Johann Miller's work, apart from the comprehensiveness of his point of view, in which he added to the anatomical and morphological ideas of Cuvier a consideration of physiology, embryology and microscopic structure, was the extraordinary accuracy, facility and completeness of his recorded observations.",
        "Thompson made three great discoveries, which seem to have fallen in his way in the most natural and simple manner, but must be regarded really as the outcome of extraordinary genius.",
        "In the edition of the Natiirliche Schopfungsgeschichte published in 1868 he made a great advance in his genealogical classification, since he now introduced the results of the extraordinary activity in the study of embryology which followed on the publication of the Origin of Species.",
        "They display, in a rather irregular style and with some oddities of dialect and phrase, extraordinary narrative skill and a high degree of ability in that special art of the 17th century - the drawing of verbal portraits or characters.",
        "Nansen used all the arts of the agitator with extraordinary energy and success.",
        "More extraordinary still was his knowledge of music - an accomplishment which seems to have been his earliest recommendation to Otto I.",
        "This is the Syriac version of a narrative which has had an extraordinary vogue in the world's literature.",
        "He was educated at the college of the Jesuits in his native city, and distinguished himself by the extraordinary precocity and versatility of his talents.",
        "The extraordinary result obtained by Terence is that, while he has left no trace in any of his comedies of one sketching from the life by which he was surrounded, there is perhaps no more truthful, natural and delicate delineator of human nature, in its ordinary and more level moods, within the whole range of classical literature.",
        "He was thereupon elected an associate of the Royal Academy, and more than justified the selection by his \"Teucer\" of the following year, a bronze figure of extraordinary distinction which, bought for the Chantrey collection, is now in the National (Tate) Gallery of British Art.",
        "The genus Machaeropterus, consisting of four species, is very remarkable for the extraordinary form of some of the secondary wingfeathers in the males, in which the shaft is thickened and the webs changed in shape, as described and illustrated by P. L.",
        "Ibrahim and the doctor Abdullah developed into the conquering empire of the Murabits, or, as Christian writers call them, the Almoravides, and there still, among the Berbers, the marabouts enjoy extraordinary influence, being esteemed as living saints and mediators.",
        "It may merely act locally in some way, and so render that part susceptible to unknown tissue stimuli which impart to the cells that extraordinary power of proliferation characteristic of new growth.",
        "The Syracusans were neither united nor adequately prepared for effectual defence, and it is perfectly clear that they owed their final deliverance to extraordinary good fortune.",
        "Thus endowed, the blood, unless overwhelmed by extraordinary invasions, does not fail in stability and self-purification.",
        "Reinhard, who considered Arthur O'Connor \"a far abler man,\" accurately read the character of Lord Edward Fitzgerald as that of a young man \"incapable of falsehood or perfidy, frank, energetic, and likely to be a useful and devoted instrument; but with no experience or extraordinary talent, and entirely unfit to be chief of a great party or leader in a difficult enterprise.\"",
        "is remarkable that in more than one passage of his poem Lucretius writes with extraordinary vividness of the impression produced both by dreams and by waking visions.",
        "But he distributed the increased taxation so equally, and chose its subjects so wisely, that the ordinary administrative expenditure and the interest on the national debt were fully provided for, while the extraordinary expenditure for military purposes was met from the Chinese indemnity.",
        "But, as usual, Voltaire's extraordinary literary industry was shown rather in a vast amount of fugitive writings than in substantive works, though for the whole space of his Cirey residence he was engaged in writing, adding to, and altering the Pucelle.",
        "He used the most extraordinary efforts to make himself more popular than he was, but he could not help being uncomfortable.",
        "His extraordinary thinness is commemorated, among other things, by the very poor but well-known epigram attributed to Young, and identifying him at once with \"Satan, Death and Sin.\"",
        "His tragedies, on the other hand, are works of extraordinary merit in their own way.",
        "thick, and formed of a core of rough rubble cemented together with mortar (containing much coarse gravel) of extraordinary hardness and tenacity, and a facing for the most part of stone - Kentish rag, freestone or ironstone - but occasionally of flints; about 2 ft.",
        "The extraordinary growth of London did not come into existence until about the middle of the 19th century (see § IV.",
        "In 1844 he became an extraordinary professor at the university of Berlin, and in the same year was appointed tutor to Prince Frederick William (afterwards the Emperor Frederick III.) - a post which he held till 1850.",
        "The pieces, however, were joined together by Mr Doubleday with extraordinary skill, and the beauty of design and execution may still be appreciated.",
        "Subsequently all extraordinary refo Fiscalr expenditure was met by forced loans (prestanze), but the (1427),ms method of distribution aroused discontent among the lower classes, and in 1427 a general catasto or assessment of all the wealth of the citizens was formed, and measures were devised to distribute the obligations according to each man's capacity, sò as to avoid pressing too hardly on the poor.",
        "This extraordinary indiscretion might well have cost him his life, but the tsarevich fortunately destroyed the letter.'",
        "On every side the town is surrounded by royal parks and woods of sycamores, plane-trees and elms, often of extraordinary size.",
        "That chinchillas have not under such circumstances become rare, if not extinct, is owing to their extraordinary fecundity, the female usually producing five or six young twice a year.",
        "The extraordinary variety of form and complication of structure exhibited by the appendages of the scolex are adaptations to fix FIG.",
        "The news of the failure of the French arms in Belgium gave rise in Paris to popular movements on the 9th and 10th of March 1793, and on the 10th of March, on the proposal of Danton, the Convention decreed that there should be established in Paris an extraordinary criminal tribunal, which received the official name of the Revolutionary Tribunal by a decree of the 29th of October 1793.",
        "In the monastery, however, she was held in high honour by the archimandrite; the nuns persisted in regarding her as the lawful empress; and she was permitted an extraordinary degree of latitude, unknown to Peter, who dragged her from her enforced retreat in 1718 on a charge of adultery.",
        "After examination his Erlangen degree was recognized, and in 1824 he was appointed extraordinary professor of chemistry at Giessen, becoming ordinary professor two years later.",
        "He retired from parliament in 1869, on being sent as envoy extraordinary to Madrid.",
        "This abundant supply of fresh warm water maintains oases of extraordinary luxuriance in a country where rain falls very rarely.",
        "Inez was buried at Alcobaga with extraordinary magnificence, in a tomb of white marble, surmounted by her crowned statue; and near her sepulchre Pedro caused his own to be placed.",
        "(Giovanni Francesco Albani), pope from 1700 to 1721, was born in Urbino, on the 22nd of July 1649, received an extraordinary education in letters, theology and law, filled various important offices in the Curia, and finally, on the 23rd of November 1700, succeeded Innocent XII.",
        "He was state's attorney for Hartford county from 1777 to 1785, and achieved extraordinary success at the bar, amassing what was for his day a large fortune.",
        "i t I l ion), a term specially applied to warriors of extraordinary strength and courage, and generally to all who were distinguished from their fellows by superior moral, physical or intellectual qualities.",
        "Without holding any official post in the commonwealth he had created, the prior of St Mark's was the real head of the state, the dictator of Florence, and guarded the public weal \"Dictator with extraordinary political wisdom.",
        "She seemed to consider Swedish affairs as far too petty to occupy her full attention; while her unworthy treatment of the great chancellor was mainly due to her jealousy of his extraordinary reputation and to the uneasy conviction that, so long as he was alive, his influence must at least be equal to her own.",
        "The early death of this talented mathematician, of whom Legendre said \"quelle tete celle du jeune Norvegien!\", cut short a career of extraordinary brilliance and promise.",
        "From his account and other references in classical authors we gather that in the first century of the Christian era, and probably for hundreds of years before that time, the sides of the mountain were richly cultivated, as they are still, the vineyards being of extraordinary fertility.",
        "It abounds with remarks of extraordinary fertility and comprehensiveness; but it is often arbitrary; and its views of the past are strained into in the coherence with the statical views of the preceding volume.",
        "And there is no more extraordinary thing in the history of opinion than the perversity with which Comte has succeeded in clothing a philosophic doctrine, so intrinsically conciliatory as his, in a shape that excites so little sympathy and gives so much provocation.",
        "They also granted the Athenians extraordinary privileges, and erected a monument in honour of the event in a public part of the city.",
        "But by this time Tennyson was writing lyrics of still higher promise, and, as Arthur Hallam early perceived, with an extraordinary earnestness in the worship of beauty.",
        "By extraordinary good chance it had been overlooked by the landlady, and Coventry Patmore was able to recover it.",
        "In 1858 Lord Palmerston was succeeded by Lord Derby at the head of a Conservative administration, and Gladstone accepted the temporary office of high commissioner extraordinary to the Ionian Islands.",
        "Throughout the existence of the new parliament Gladstone never relaxed his extraordinary efforts, though now nearer eighty than seventy, on behalf of the cause of self-government for Ireland.",
        "This has been practically proved by the extraordinary success which has attended Richard Wagner's dramatic re-telling of the legend in his Parsifal.",
        "At the outset of his career he occupied himself mostly with landscapes and paintings of animals, executed with extraordinary detail in imitation of the prevailing taste of the Pre-Raphaelite Brotherhood; but in 1857, while on a visit to the West of England, he made his first attempts as a sea-painter.",
        "From Dublin he was called to Liverpool, and there for a quarter of a century he exercised extraordinary influence as a preacher, and achieved a high reputation as a writer in religious philosophy.",
        "There happened to be among the court ladies one Hiyeda no Are, who was gifted with an extraordinary memory.",
        "Such a process presents no remarkable features, except that it has been carried by the Japanese to an extraordinary degree of elaborateness.",
        "The extraordinary Models.",
        "Extraordinary skill and endurance were shown by the men who carried the norimono and the kago, but none the less these vehicles were both profoundly uncomfortable.",
        "Before his illumination he had been instructed by dreams, and enjoyed extraordinary visions, and heard mysterious conversations.",
        "His friend Robsahm reports, from Swedenborg's own account to him, the circumstances of the first extraordinary revelation of the Lord, when He appeared to him and said, \"I am God the Lord, the Creator and Redeemer of the world.",
        "Three extraordinary instances are produced by his friends and followers in proof of his seership and admission into the unseen world.",
        "The imperfections of the thermopile, with which he began his work, led him, about 1880, to the invention of the bolometer, an instrument of extraordinary delicacy, which in its most refined form is believed to be capable of detecting a change of temperature amounting to less than one-hundred-millionth of a degree Centigrade.",
        "It lies in a beautiful, extraordinary fertile and well irrigated district.",
        "In 1859 appeared a life of Defoe by William Chadwick, an extraordinary rhapsody in a style which is half Cobbett and half Carlyle, but amusing, and by no means devoid of acuteness.",
        "American genus Urotheca bear an extraordinary resemblance in coloration to the pretty, black, red and yellow poisonous Elaps.",
        "During the same period the critical estimates of the poet have fluctuated in a truly extraordinary manner.",
        "Two factors contributed to produce this result, the extraordinary political sagacity of Olgierd and the life-long devotion of his brother Kiejstut.",
        "He declared himself a Tory, attached himself to Harley (afterwards Lord Oxford), then speaker, whom he now addressed as \"dear master,\" and distinguished himself by his eloquence in debate, eclipsing his schoolfellow, Walpole, and gaining an extraordinary ascendancy over the House of Commons.",
        "He breathes the old national spirit, and his mastery of classical idiom and versification is for his age extraordinary.",
        "The seats have been cleared, and are in a state of extraordinary preservation.",
        "Having married a Roman lady, he returned in 1802 to Germany, and was appointed in the following year professor extraordinary of Italian literature at Jena.",
        "With regard to the degree in which this armature is developed, not only do the species differ from each other, but almost every species shows an extraordinary amount of variation.",
        "Barns, engaged specially in work upon the history of the creed of Cappadocia, points out the importance of the extraordinary influence of Firmilian of Caesarea in the affairs of the church of Antioch in the early part of the 3rd century.",
        "He was, however, an admirable tactician, a consummate knight, and he possessed extraordinary vigour and energy of temperament.",
        "In a similar manner grants of land, or of the profits of land, appear to have been made by the bishops to their clergy for life, on the ground of some extraordinary merit on the part of the grantee.",
        "He was also the author of the extraordinary invitation of Jan.",
        "They were celebrated for their extraordinary stature and strength.",
        "In a small outlying mound de Sarzec discovered the archives of the temple, about 30,000 inscribed clay tablets, containing the business records, and revealing with extraordinary minuteness the administration of an ancient Babylonian temple, the character of its property, the method of farming its lands, herding its flocks, and its commercial and industrial dealings and enterprises; for an ancient Babylonian temple was a great industrial, commercial, agricultural and stock-raising establishment.",
        "He was received at Brussels with extraordinary enthusiasm; he was appointed a minister of state, named in a national order of the day, and was elected a member of the Academie Royale de Belgique and vicepresident of the Conseil Superieur du Congo.",
        "Its most extraordinary feature consisted in the provision for lodging the executive authority in the hands of a president for life, without responsibility and with power to nominate his successor, a proposal which alarmed the friends of liberty, and excited lively apprehensions amongst the republicans of Buenos Aires and Chile; whilst in Peru, Bolivar was accused of a design to unite into one state Colombia, Peru and Bolivia, and to render himself perpetual dictator of the confederacy.",
        "He immediately assumed the extraordinary powers which by the constitution the president was authorized to exercise in case of rebellion.",
        "The fall of Cracow extinguished the last hope of the boldest Pole; but before the end of the year an extraordinary reaction began in Poland itself.",
        "It was two years after he had taken up his work at Rugby that the volume entitled Essays and Reviews gave rise to an extraordinary storm.",
        "Reinhold as extraordinary professor of philosophy at Jena.",
        "In 1901 an extraordinary \"gusher\" well was drilled near Beaumont, Jefferson county; in the nine days before this well was capped, it threw a stream of oil 160 ft.",
        "The list of his characters in tragedy, comedy and farce is large, and would be extraordinary for a modern actor of high rank; it includes not less than seventeen Shakespearian parts.",
        "The extraordinary mobility of his whole person, and his power of as it were transforming himself at will, are attested by many anecdotes and descriptions, but the piercing power of his eye must have been his most irresistible feature.",
        "His precocity was extraordinary; at three years of age he was able to read, and in his thirteenth year he composed Greek and Latin orations and delivered them in public. When he was about eighteen he went to the university of Copenhagen and afterwards studied at Rostock and Wittenberg.",
        "The alpine flora, beginning at 6000 ft., is specially characterized by its rhododendrons, pines (Araucaria and Libocedrus), and palms, by numerous superb species of Agapetes (Ericaceae), and on the summits by an extraordinary association of species characteristically European (Rubus, Ranunculus, Leontodon, Aspidium), Himalayan, New Zealandian (Veronica), Antarctic and South American (Drymus, Libocedrus).",
        "At the extraordinary assembly of the clergy in 1782 he made various proposals, by one of which he sought, though in vain, to redress the most glaring grievances of the underpaid cures.",
        "His chapter on the flea, in which he not only describes its structure, but traces out the whole history of its metamorphoses from its first emergence from the egg, is full of interest - not so much for the exactness of his observations, as for its incidental revelation of the extraordinary ignorance then prevalent in regard to the origin and propagation of \"this minute and despised creature,\" which some asserted to be produced from sand, others from dust, others from the dung of pigeons, and others from urine, but which he showed to be \"endowed with as great perfection in its kind as any large animal,\" and proved to breed in the regular way of winged insects.",
        "In 1827 he became extraordinary and in 1829 ordinary professor of mathematics at Konigsberg, and this chair he filled till 1842, when he visited Italy for a few months to recruit his health.",
        "1848), who in 1880 became extraordinary professor in the university of Berlin.",
        "2 More extraordinary than this, from one point of view, is the great variety of coloration that obtains in these temporary outgrowths.",
        "The completion of the latter line precipitated one of the most extraordinary of American railway wars and land booms, which resulted in giving southern California a great stimulus.",
        "The extraordinary popularity of Erasmus is a sufficient (1464- indication that his attitude of mind was viewed with sympathy by the learned, whether in France, England, Germany, Spain or Italy.",
        "First, for many years the Free-Soilers gained strength; then in 1855 in an extraordinary party upheaval the Know-Nothings quite broke up Democratic, Free-Soil and Whig organizations; the FreeSoilers however captured the Know-Nothing organization and directed it to their own ends; and by their junction with the anti-slavery Whigs there was formed the Republican party.",
        "1832) of Texas, passed the House, and although withdrawn owing to amendments in the Republican Senate, it alarmed and exasperated the protected classes, among whom were many Democrats, and spurred them to extraordinary efforts to prevent his re-election.",
        "Cicero calls his style \"copious and polished,\" Quintilian, \"sweet, pure and flowing\"; Longinus says he was \"the most Homeric of historians\"; Dionysius, his countryman, prefers him to Thucydides, and regards him as combining in an extraordinary degree the excellences of sublimity, beauty and the true historical method of composition.",
        "It was an imposing array of veteran troops, and when their emperor rode along the lines they received him with extraordinary enthusiasm.",
        "His extraordinary aptitude for work secured for him the position of chef de cabinet under Paul Bert, the minister of education, in 1881.",
        "It was with some natural hesitation that he, then a Privatdozent at Bonn, accepted the position, which may well have seemed rather a precarious one; but the difficulty was removed by his appointment as extraordinary professor at Bonn, with leave of absence for two years, so that he could resume his career in Germany if his English one proved unsatisfactory.",
        "In 1706 it won the right to appoint its own treasurer to care for money appropriated for extraordinary purposes, and eight years later the governor assented to an act which gave to this officer the custody of practically all public money.",
        "He graduated from the university of California in 1875 and the following year went to the newly established Johns Hopkins University, being one of the extraordinary first group of fellows elected there.",
        "His proposals undoubtedly roused an extraordinary enthusiasm, and though he almost completely failed to win to his cause the classes, he rallied the masses with sensational success.",
        "There was remarkable growth in the manufacturing industries of Washington between 1880 and 1905, due primarily to the extraordinary development of its lumber industry.",
        "He is assisted in the government by 4 ministers of departments, under the presidency of a secretary of state, and, when occasion demands the extraordinary discussion of legislative proposals, by a council of state (Staatsrat), consisting of the secretary of state, under secretaries, the president of the supreme court of justice of the territory and, as a rule, of 12 nominees of the emperor.",
        "It may be said without exaggeration that no American public man in the history of the country has achieved such extraordinary popularity during his lifetime as Mr Roosevelt had attained at fifty years of age, both at home and abroad.",
        "More important, however, was the extraordinary situation created by the electoral law of 1896.",
        "Similarly in Baba batra, 58a, we read, \"he was of extraordinary beauty and sun-like brightness.\"",
        "His tutor, Jens Vorde, who prepared him in his eleventh year for the university, praises his extraordinary gifts, his mastery of the classical languages and his almost disquieting diligence.",
        "On the 3rd of May Griffenfeldt was tried not by the usual tribunal, in such cases the Hojesteret, or supreme court, but by an extraordinary tribunal of 1 o dignitaries, none of whom was particularly well disposed towards the accused.",
        "excitement with which the Czechs opposed this measure was extraordinary.",
        "From the year 1902 to the financial year 1914-5 the State revenues doubled, rising from 1,730 millions of kronen to 3,460 millions of kronen, but this increase in revenue could only be achieved by placing an extraordinary strain on the taxable capacity of the country.",
        "His personal courage and extreme affability made him highly popular among the lower orders, but he showed himself quite incapable of taking advantage permanently of the revival of the national energy, and the extraordinary overflow of native middle-class talent, which were the immediate consequences of the revolution of 1660.",
        "The task is one of extraordinary difficulty, for the textual problems of the various writings are complex and confused: the Greek original is extant in a few cases only (the Commentary on Daniel, the Refutation, on Antichrist, parts of the Chronicle, and some fragments); for the rest we are dependent on fragments of translations, chiefly Slavonic, all of which are not even published.",
        "on, and by Stockmar, the prince thus soon took the de facto place of the sovereign's private secretary, though he had no official status as such; and his system of classifying and annotating the queen's papers and letters resulted in the preservation of what the editors of the Letters of Queen Victoria (1907) describe as\" probably the most extraordinary collection of state documents in the world \"- those up to 1861 being contained in between Soo and 600 bound volumes at Windsor.",
        "Altogether the queen was in her carriage for more than four hours, in itself an extraordinary physical feat for a woman of seventy-eight.",
        "He first made himself useful by his extraordinary knowledge of foreign languages.",
        "Ordained to the priesthood in 1819, he was appointed to a curacy at Riedlingen, but speedily returned as \"repetent\" to Tubingen, where he became privatdozent in 1822, extraordinary professor of theology in 1826 and ordinary professor in 1828.",
        "Then began an extraordinary series of wanderings and adventures, for much of which there is no authority but his own Confessions.",
        "9, '611861-1863-1863-18651865-1869-1869 (3 months)1869-1873-1873-18771877-1879-1879-18831883-1885-1885-18891889-1893-1893-18951895-1897-1897-18991899-1903-1903-19051905-1909-1909 extraordinary railway facilities of Kansas City, Missouri.",
        "ADOLPH HAUSRATH (1837-1909), German theologian, was born at Karlsruhe on the 13th of January 1837 and was educated at Jena, GÃ¶ttingen, Berlin and Heidelberg, where he became Privatdozent in 1861, professor extraordinary in 1867 and ordinary professor in 1872.",
        "He possessed, to an extraordinary degree, a power of getting into intimate association with the Arabs of the desert, such as has belonged to but one or two of his predecessors in Arabian travel, and he combined with this gift the soldier's instinct and a capacity for leadership which raised him at once to the first rank of commanders in desert warfare.",
        "In 1632 with his elder brother Philip he accompanied his father on his mission as ambassador extraordinary to Christian IV.",
        "It is true that he is sometimes swayed by prejudice, but this is the common lot of great historians; they cannot altogether avoid sharing in the feelings of the past, for they live in it, and Freeman did so to an extraordinary degree.",
        "In 1907 a Bill was introduced to add four extraordinary members to the council, but no immediate action was taken.",
        "A gradual severance took place between him and his old chief, Sir Wilfrid Laurier, until in later years he became obsessed with the idea that Laurier's policy was fatal to the best interests of Canada and especially to Quebec. A speaker of extraordinary power and fascination, both in Parliament and on the platform, even Laurier himself could not sway the French Canadians as Bourassa could; and in spite of his extreme views he was heard with respect even in the strongholds of his opponents in Toronto.",
        "3, 3), in connexion with the history of Elagabalus, whose elevation to the Roman purple was mainly due to the extraordinary local influence of his sacerdotal place.",
        "A short distance south of Maastricht are the great sandstone quarries of Pietersberg, which were worked from the time of the Romans to near the end of the 19th century; the result is one of the most extraordinary subterranean labyrinths in the world, estimated to cover an area 15 m.",
        "For a long time the anti-Corn Law agitation ' seemed to have no effect, although conducted with extraordinary skill and enthusiasm.",
        "The iron industry in the United States had made extraordinary advances, and confessedly was not in need of greater protection than had been given in 1894.",
        "The extraordinary thing about the Jagiellos was the equable persistency of their genius.",
        "The first general assembly of which we have certain notice is the zjazd walny which was summoned to Koszyce in November 1404, to relieve the financial embarrassments of Wladislaus, and granted him an extraordinary subsidy of twenty groats per hide of land to enable him to purchase Dobrzyn from the Teutonic Knights.",
        "The extraordinary difficulties of Casimir IV.",
        "The war with Muscovy was then prosecuted with renewed energy and extraordinary success.",
        "But this extraordinary religious revival had wellnigh spent itself by the middle of the 17th century.",
        "For the shock of the first partition was so far salutary that it awoke the public conscience to a sense of the national inferiority; stimulated the younger generation to extraordinary patriotic efforts; and thus went far to produce the native reformers who were to do such wonders during the great quadrennial diet.",
        "The extraordinary weakness of the grand duke allowed the rising to gather strength.",
        "It would be impossible to analyse here his extraordinary poem Nieboska komedja (\" The Undivine Comedy\"), Irydion, and others.",
        "Berville and Barriere, 1821-1822), an incomplete narrative of the extraordinary events of his public life.",
        "About 1689 his health, never very strong, began to fail seriously and he gradually withdrew from his public engagements, ceasing his communications to the Royal Society, and advertising his desire to be excused from receiving guests, \"unless upon occasions very extraordinary,\" on Tuesday and Friday forenoon, and Wednesday and Saturday afternoon.",
        "While his scientific work procured him an extraordinary reputation among his contemporaries, his private character and virtues, the charm of his social manners, his wit and powers of conversation, endeared him to a large circle of personal friends.",
        "The insubordination of the szlachta seems to have been one cause of this disgraceful collapse, for John Albert confiscated hundreds of their estates after his return; in spite of which, to the end of his life he retained his extraordinary popularity.",
        "Here extraordinary good fortune put into the enemy's hands a copy of Lee's orders, from which it was clear that the Confederates were dangerously dispersed.",
        "On the left Sherman made little progress; on the right, however, Hooker and the men from the Potomac army fought and won the extraordinary \"Battle above the Clouds\" on Lookout Mountain, and on the 25th the Confederate centre on Missionary Ridge was brilliantly stormed by Thomas and the Army of the Cumberland.",
        "On the 21st of May, with extraordinary pertinacity, he sent Meade and Burnside once more against the inner flank of the Army of northern Virginia.",
        "At Franklin Schofield had to accept battle, and thirteen distinct assaults on his works were made, all pushed with extraordinary fury and lasting far into the night.",
        "In 1646 he was sent at the head of an extraordinary mission to France, and on his return married the queen's cousin Marie Euphrosyne of Zweibri cken, who, being but a poor princess, benefited greatly by her wedding with the richest of the Swedish magnates.",
        "Paulo in Brazil supplied Sars with representatives of all the three in his Norwegian aquaria, in some of which the little Macrothrix elegans \" multiplied to such an extraordinary extent as at last to fill up the water with immense shoals of individuals.\"",
        "The mule path descends on the south side of the pass by an extraordinary series of zigzags, made accessible for mules (though no rider is now allowed to descend on mule-back) by a band of Tirolese workmen in 1740-1741.",
        "It only rises from time to time above the level of a letter, through the extraordinary penetration, force, enthusiasm and elevation of feeling that the apostle throws into his treatment of more or less ordinary topics.",
        "That the oceanic blacks form one family there can be no doubt, and it is evidence of the immensely remote date at which their dispersion began that they have a multitude of languages often unintelligible except locally, and an extraordinary variety of insular customs: differentiations which must have needed centuries to be effected.",
        "\"They have adopted an extraordinary patois, derived from the language of the Tahitian women who accompanied the mutineers of the\" Bounty \"to Pitcairn Island, although most of the adults can speak the English language fairly well\" (R.",
        "He has left a pathetic account of the extraordinary accomplishments of his son Richard, who died before he was six years old, and of a daughter Mary, who lived to be twenty, and probably wrote most of her father's Mundus muliebris (1690).",
        "The governor is commander-in-chief of the militia when it is not called into the service of the United States; he may remit fines and forfeitures, commute sentences, and grant reprieves and pardons, except in cases of impeachment; and he calls extraordinary sessions of the legislature.",
        "He owed his extraordinary influence to the fact that he was the only one of Charles's advisers who believed, or pretended to believe, that Sweden was still far from exhaustion, or at any rate had a sufficient reserve of power to give support to an energetic diplomacy - Charles's own opinion, in fact.",
        "His election was proposed by the patriarch Job, who acted on the conviction that Boris was the one man capable of coping with the extraordinary difficulties of an unexampled situation.",
        "On the other hand, two other Australian agamoids have attained some celebrity by their grotesque appearance, due to the extraordinary development of their integuments.",
        "carolinensis, the \"chameleon,\" can change colour to an extraordinary degree.",
        "The Reformation quickened men's interest in the Scriptures to an extraordinary degree, so that, notwithstanding the adverse attitude adopted by the Roman Church at and after the council of Trent, the translation and circulation of the Bible were taken in hand with fresh zeal, and continued in more systematic fashion.",
        "We are also told that a public proposal was made to confer upon him an extraordinary military command in Egypt, not without a legitimate king and nominally under the protection of Rome.",
        "In the middle ages the story of Caesar did not undergo such extraordinary transformations as befell the history of Alexander the Great and the Theban legend.",
        "The Society became very numerous and, from time to time, received extraordinary privileges from popes, who were warranted by the necessities of the times in granting them.",
        "But \"the terrible power in the universal church, the great riches and the extraordinary prestige\" of the Society, which Palafox complained had raised it \"above all dignities, laws, councils and apostolic constitutions,\" carried with them the seeds of rapid and inevitable decay.",
        "We have the means of comparing the personal appearance of the Mexicans and Central Americans by their portraits on early sculptures, vases, &c.; and, though there does not appear any clear distinction of race-type, the extraordinary back-sloping foreheads of such figures as those of the bas-reliefs of Palenque prove that the custom of flattening the skull in infancy prevailed in Central America to an extent quite beyond any such habit in Mexico.",
        "The latter fact, as well as the extraordinary fastidiousness, so to speak, of parasites in their choice of hosts or of organs for attack, point to reactions on the part of the host-plant, as well as capacities on that of the parasite, which may be partly explained in the light of what we 'now know regarding enzymes and chemotropism.",
        "In 1856 Bessemer not only invented his extraordinary process of making the heat developed by the rapid oxidation of the impurities in pig iron raise the temperature above the exalted melting-point of the resultant purified steel, but also made it widely known that this steel was a very valuable substance.",
        "It is this extraordinary rapidity that makes the process so economical and determines the way in which its details must be carried out.",
        "Owing to its extraordinary fertility it is dense y populated, having 930 inhabitants per sq.",
        "Custis Lee, his nephew, Fitzhugh whom he led was extraordinary.",
        "He was everywhere received \" with the most extraordinary honours.\"",
        "The king summoned an extraordinary session of the states-general, which met at the Hague on the 13th of September and was opened by a speech from the throne, which was firm and temperate, but by no means definite.",
        "It drives home the sense of clerical responsibility with extraordinary power.",
        "Again, on account of the great value of the diamond, much of the romance of precious stones has centred round this mineral; and the history of some of the great diamonds of historic times has been traced through many extraordinary vicissitudes.",
        "The very high refractive power (index = 2.417 for sodium light) gives the stone its extraordinary brilliancy; for light incident within a diamond at a greater angle than 241° is reflected back into the stone instead of passing through it; the corresponding angle for glass is 401°.",
        "This extraordinary diamond weighed 30254 carats (13 lb) and was clear and water white; the largest of its surfaces appeared to be a cleavage plane, so that it might be only a portion of a much larger stone.",
        "however, Irish monachism emerges into the full light of history, it was in its manifestations closely akin to the Egyptian, or even to the Syrian type: there was the same love of the eremitical life, the same craving after bodily austerities of an extraordinary kind, the same individualistic piety.",
        "The first order was that of Cluny, founded in 910; in rule and manner of life it continued purely Benedictine, and it wielded extraordinary power and religious influence up to the middle of the 12th century.",
        "The last half of the 19th century, and more especially the last quarter, witnessed a remarkable revival of vitality and growth in most of the older orders in nearly every country of western Europe, and besides, an extraordinary number of new congregations, devoted to works of every sort, were founded in the 19th century: Heimbucher (op. cit., §§ 1 18, 134 -140) numbers no fewer than seventy of these new congregations of men.",
        "This new departure, or rather, return to old ideas, encountered vehement opposition and difficulties that nearly wrecked it; but it has survived, and has been the pioneer in the extraordinary development of institutes of women devoted to external good works of every kind.",
        "Hardly any scene even in this extraordinary city is more striking than the coup d'csil of this long street of tombs, preserving uninjured the records of successive generations eighteen centuries ago.",
        "The consequence was that, when not spending himself in vain attempts to solve the impossible problems that have always waylaid the fancy of self-sufficient beginners, he took an interest only in the elements of geometry, and never had any notion of the full scope of mathematical science, undergoing as it then was (and not least at the hands of Wallis) the extraordinary development which made it before the end of the century the potent instrument of physical discovery which it became in the hands of Newton.",
        "Soon after his death, while the public curiosity was strongly excited about his extraordinary character and his not less extraordinary adventures, a life of him appeared widely different from the catchpenny lives of eminent men which were then a staple article of manufacture in Grub Street.",
        "It was the home of the most extraordinary assemblage of inmates that ever was brought together.",
        "He had early resolved never to be drawn into controversy; and he adhered to his resolution with a steadfastness which is the more extraordinary because he was, both intellectually and morally, of the stuff of which controversialists are made.",
        "Mines and Minerals.Germany abounds in minerals, and the extraordinary industrial development of the country since 1870 is largely due to its mineral wealth.",
        "This extraordinary development of industrial energy embraces practically all classes of manufactured articles.",
        "The explanation is twofoldthe extraordinary increase (I) in their numbers in Berlin and the province of Brandenburg, and (2) in the number of conversions to the Christian faith.",
        "The extraordinary funds, from which considerable sums appear annually in the budget, were created after the Franco-German War.",
        "The imperial budget, like that of most European nations, is divided into two portions, the ordinary and the extraordinary; and the increase under both heads (especially for army and navy) became a recurrent factor.",
        "On the contrary, weapons are seldom found, at any rate in graves, the objects in which bear witness to a life of extraordinary luxury.",
        "The Russian disasters in Manchuria at the beginning of 1905 were followed by an extraordinary demonstration of the emperor Williams ideas as to the world-wide dominion of the Hohenzollerns, in a sort of imperial progress in the East, made for the purpose of impressing the Mahommedan world with the power of Germany.",
        "The molars, and more especially the last, are smaller and simpler than in the pigs of the genus Sus, but the peculiarity of this genus is the extraordinary development of the canines, or tusks, of the male.",
        "The extraordinary importance of Khyan was further shown by the discovery of his name on a jar-lid at Cnossus in Crete.",
        "and \"having had from his most tender years an extraordinary ravishing delight in music,\" began to teach himself the violin, and was examined for the degree of B.A.",
        "The numerous references to the privateering exploits of its ships in the Patent and Close Rolls and the extraordinary number of them at the siege of Calais in 1346 alike testify to its importance.",
        "In meeting all the extraordinary demands resulting from the Civil War he displayed great energy and resourcefulness, and was active in thwarting the schemes of the secessionists in the neighbouring state of Kentucky, and of the Knights of the Golden Circle, the Order of American Knights, and the Sons of Liberty (secret societies of Southern sympathizers and other opponents of the war) in Indiana.",
        "On any theory it would be rather extraordinary if this were invariably true.",
        "The Recruits bill and the estimates were adopted, the Delegations were enabled to meet at Budapest - where they voted £2 2,000,000 as extraordinary estimates for the army and navy and especially for the renewal of the field artillery - and the negotiations for new commercial treaties with Germany and Italy were sanctioned, although parliament had never been able to ratify the Szell-Korber compact with the tariff on the basis of which the negotiations would have to be conducted.",
        "and the normal contingent of recruits to be voted for 1905 and 1906; the extraordinary military credits, sanctioned by the delegations in 1904, to be voted by the Hungarian Chamber; ratification of the commercial treaties concluded by Tisza; election of the Hungarian Delegation and of the Quota-Deputation; introduction of a suffrage reform at least as far reaching as the Kristoffy scheme.",
        "This was done in the teeth of the expressed wish of Russia; it roused the helpless resentment of Servia, whose economic dependence upon the Dual Monarchy was emphasized by the outcome of the war of tariffs into which she had plunged in 1906, and who saw in this scheme another link in the chain forged for her by the Habsburg empire; it 1 Alois, Count Lexa von Aerenthal, was born on the 27th of September 1854 at Gross-Skal in Bohemia, studied at Bonn and Prague, was attache at Paris (1877) and afterwards at St Petersburg, envoy extraordinary at Bucharest (1895) and ambassador at St Petersburg (1896).",
        "The very first events showed one of those extraordinary changes of policy so characteristic of modern Austrian history.",
        "Belcredi, who had come into power in 1865 as a Federalist, and had suspended the constitution of 1861 on the 2nd of January 1867, ordered new elections for the diets, which were then to elect deputies to an extraordinary Reichsrath which should consider the Ausgleich, or compact with Hungary.",
        "Faced with inevitable destruction, Conon succeeded in sending the news to Athens, where by extraordinary efforts a fleet of 11o ships was at once equipped.",
        "What is most to be admired in their style of architecture is its extraordinary freedom from restraint, shown in the wonderful variety of its forms, and the skill in design which has made the most intricate details to harmonize with grand outlines.",
        "The march by which he effected a junction was considered extraordinary.",
        "Although the Nil, water is abundantly charged with alluvium, the annual deposit b1 the river, except under extraordinary circumstances, is smaller thai might be supposed.",
        "When the expenditure during the same period was examined the extraordinary fact was disclosed that the sum raised by revenue was only three millions less than that spent on administration, tribute and public works, including a sum of 10,500,000, described as expenses of questionable utility or policy.",
        "This fund, primarily intended as a security for the bondholders, might be drawn upon for extraordinary expenditure with the consent of the commissioners of the Caisse.",
        "The whole of the extraordinary expenditure of the Sudan campaigns of 1896-1898, with the exception of 800,000 granted by the British government, was paid out of this funda sum amounting in round figures to 1,500,000.",
        "On some monuments of this period her name appears alone, on others in conjunction with that of Tethmosis III., while the latter again may appear without the queens; but this extraordinary w~oman must have had a great influence over her stepson and was the acknowledged ruler of Egypt.",
        "declared war against Egypt, and seized Adana, Tarsus and other places within Egyptian territory; extraordinary efforts were made by Kait Bey, whose generals inflicted a severe defeat on the Ottoman invaders.",
        "His mother Khamko, a woman of extraordinary character, thereupon herself formed and led a brigand band, and studied to inspire the boy with her own fierce and indomitable temper, with a view to revenge and the recovery of the lost property.",
        "Mahony's translations have been universally admired for the extraordinary command which they display of the various languages into which his renderings are made, and for their spirit and freedom both of thought and expression.",
        "There were signs too of the rise of a vigorous middle class, due to the extraordinary development of the national resources (chiefly the herring fisheries, horse-breeding and cattle-rearing) and the foundation of gilds, the oldest of which, the Edslag of Schleswig, dates from the early 12th century.",
        "His utter failure was due, partly to the vices of an undisciplined temperament, and partly to the extraordinary difficulties of the most inscrutable period of European history, when the shrewdest heads were at fault and irreparable blunders belonged to the order of the day.",
        "Something of course must be allowed for the superior and altogether extraordinary genius of the great princes of the house of Vasa; yet the causes of the decline of Denmark lay far deeper than this.",
        "in the extremity of the national danger had won for \" the least expansive of monarchs \" an extraordinary popularity.",
        "The Left was willing to vote 30,000,000 crowns for extraordinary military expenses, exclusive of the fortifications of Copenhagen, on condition that the amount should be raised by a property and income tax; and, as the elections of 1875 had given them a majority of three-fourths in the popular chamber, they spoke with no uncertain voice.",
        "In his hands the difficulties of the language disappear; he performs with the utmost ease extraordinary tours de force of style.",
        "His exquisite strains, in which pure imagination is blended with most accurate and realistic descriptions of scenery and rural life, have an extraordinary charm not easily described.",
        "In 1861 he began to lecture at the university of this town, where three years later he was appointed extraordinary professor.",
        "Considering that his legal reforms are those by which his name is mainly known to posterity, it is curious that we should have hardly any information as to his legal knowledge, or the share which he took in those reforms. In person he was somewhat above the middle height, well-shaped, with plenty of fresh colour in his cheeks, and an extraordinary power of doing without food and sleep. He spent most of the night in reading or writing, and would sometimes go for a day with no food but a few green herbs.",
        "In addition there were extraordinary missi who represented the emperor on special occasions, and at times beyond the limits of his dominions.",
        "\"Extraordinary\" jubilees are sometimes appointed on special occasions, e.g.",
        "brasiliensis by its native name \"houtou,\" long ago asserted that this peculiarity was produced by the motmot itself nibbling off the barbs, and this extraordinary statement, though for a while doubted, has since been shown by O.",
        "Diirer's powers of hand and eye are already extraordinary and in their way almost unparalleled, but they are often applied to the too insistent, too glittering, too emphatic rendering of particular details and individual forms, without due regard to subordination or the harmony of the whole.",
        "Carlyle's conversational powers were extraordinary; though, as he won greater recognition as a prophet, he indulged too freely in didactic monologue.",
        "The extraordinary power of the book is undeniable, though it does not show the fire which animated the French Revolution.",
        "His despotism consists not in any attempt to rule unconstitutionally, but in the extraordinary degree to which he was able to use constitutional means in the furtherance of his own personal ends.",
        "This treaty did not prevent war soon again breaking out between Sigebert and Chilperic. So long as her husband lived, Brunhilda played asecondary part, but having been made captive by Chilperic after her husband's assassination (575), she succeeded in escaping from her prison at Rouen, after a series of extraordinary adventures, by means of a marriage with Merovech, the son of her conqueror.",
        "The quartzites themselves have also been subjected to extraordinary horizontal displacement, amounting in places to not less than Io m.",
        "to the throne of England the necessity for an ordered method of intercourse between the Scottish capital and London became urgent, but the plans adopted involved extraordinary delay, for it not infrequently happened that there was an interval of two months between the despatch of a letter and the receipt of a reply.",
        "Quite ignorant as to the real state of affairs, he raised the money and sent a nuncio, who never risked himself in Scotland, but made the extraordinary proposal later, that Mary should execute or at least \" discourt \" her chief advisers.",
        "The great authority already quoted, the 8th duke of Beaufort, noted as a very extraordinary but well-known fact, for example, \"that in nine cases out of ten if a fox is coursed by a dog during a run all scent ceases afterwards, even when you get your hounds to the line of the fox beyond where the dog has been.\"",
        "Throughout his writings we see the impress, not only of his distinctive genius and of his extraordinary gifts, but also of his special views, aims and aspirations.",
        "The possession of an extraordinary relic, a bloody Host, or the like, was everywhere considered a sufficient claim for the privileges of indulgences; and wherever this privilege existed, there the pilgrims were gathered together.",
        "The 19th century, on the other hand, led to an extraordinary revival of the pilgrimage.",
        "The building activity of Budapest since 1867 has been extraordinary, and the town has undergone a thorough transformation.",
        "The president, whose salary is 12,000 sucres per annum, has a limited veto power, and may convene extraordinary sessions of Congress for a specified purpose, but he has no further authority ovwr that body.",
        "Not the least extraordinary feature of the battle that followed is the part played by a sangar of stones at the head of Quarry Ravine and a small battery, called the Sandbag Battery, made as a temporary emplacement for two heavy guns a few days before.",
        "Mansur, the second of the house, who transferred the seat of government to Bagdad, fought successfully against the peoples of Asia Minor, and the reigns of Harun al-Rashid (786-809) and Mamun (813833) were periods of extraordinary splendour.",
        "Mail Communications.-The Persian Gulf was at the end of the 18th century the most rapid route between Europe and India, and it was not until 1833 that the Red Sea route was adopted by the East India Co.; from this date until 1862 the Gulf fell into an extraordinary state of inaccessibility-letters for India being sent from Bagdad and Basra via Damascus, and correspondence from Bushire for Bagdad via Teheran.",
        "In addition to the above there is an extraordinary North American Miocene giraffe-necked camel (Alticamelus), a creature of the size of a giraffe, with similarly elongated neck and limbs, and evidently adapted for browsing on trees.",
        "The Arvales also offered sacrifice and solemn vows on behalf of the imperial family on the 3rd of January and on other extraordinary occasions.",
        "His speeches, sermons and lectures, delivered during his tour, were printed in a volume of 400 pages, and show an extraordinary power of rising to the occasion and of speaking with sympathy and tact.",
        "But in other respects his last years were cheered by marks of general regard and admiration, in which non-Catholics joined; and after his death (16th February 1865) there was an extraordinary demonstration of popular respect as his body was taken from St Mary's, Moorfields, to the cemetery at Kensal Green, where it was intended that it should rest only until a more fitting place could be found in a Roman Catholic cathedral church of Westminster.",
        "Gladstone as high commissioner extraordinary to investigate the condition of the islands.",
        "He now retired entirely into private life, and continued to play the Maecenas magnificently, frequently staying at his villa in Rome, the Villa Malta, and enjoying extraordinary vigour of mind and body up to the end of his days.",
        "We have followed it long enough to see its directness and simplicity, to observe the naturalness with which one incident succeeds another, and to watch the gradual manifestation of a personality at once strong and sympathetic, wielding extraordinary powers, which are placed wholly at the service of others, and refusing to be hindered from helping men by the ordinary restrictions of social or religious custom.",
        "He desired to remain unknown, and not to extend His mission to the heathen population, but the extraordinary faith and the modest importunity of a Syrophenician woman induced Him to heal her daughter.",
        "To the modern reader, who may well be impressed b y Goethe's extraordinary receptivity, it may seem strange that his interests in Italy were so limited; for, after all, he saw comparatively little of the art treasures of Italy.",
        "Wilhelm Meister is a work of extraordinary variety, ranging from the commonplace realism of the troupe of strolling players to the poetic romanticism of Mignon and the harper; its flashes of intuitive criticism and its weighty apothegms add to its value as a Bildungsroman in the best sense of that word.",
        "Several periodical publications, Ober Kunst and Altertum (1816-1832), Zur Naturwissenschaft iiberhaupt (1817-1824), Zur Morphologic (1817-1824), bear witness to the extraordinary breadth of Goethe's interests in these years.",
        "The principle which underlies this extraordinary paper is probably the conception that the Protestant church has the same dispensing power which the medieval church claimed, but that it was to be exercised altogether apart from fees of any kind.",
        "In 1738 he was made professor extraordinary of theology at Copenhagen, and in 1745 bishop of Bergen, Norway, where he died on the 20th of December 1764.",
        "The western margin of the valley is possibly defined by another fault which has not yet been detected; but in any case it is clear that the great depression owes its extraordinary depth to faulting.",
        "The extraordinary development of Jewish colonization has since 1870 effected a revolution in the balance of population in some parts of the country, notably in Jerusalem.",
        "This extraordinary spiritual tyranny, for it seems little else, acquired a wonderful hold and exercised a singularly uniting power over the scattered nation.",
        "The latter work was interrupted almost as soon as begun by an extraordinary phenomenon - the outburst of flames and loud detonations, easily explained at the time as a divine judgment on this direct attempt to falsify the prophecy of Christ.",
        "(1868-1880), contains an extraordinary mass of material collected in personal travel through the country.",
        "The durability and the extraordinary ductility and pliancy of gold, its power of being subdivided, drawn out or flattened into wire or leaf of almost infinite fineness, have led to its being used for works where great minuteness and delicacy of execution were required; while its beauty and rarity have, for the most part, limited its use to objects of adornment and luxury, as distinct from those of utility.",
        "It required the extraordinary acumen of the great Cuvier at once to recognize, when the first specimens of the Gyrinus edulis.",
        "is extraordinary; and freezing point is only reached on extremely rare occasions, such as during hurricanes or electric storms. The mean annual temperature is about 25.7° C. (78° F.); that of the hottest month is about 28.8° C. (84° F.), and that of the coldest, 21° C. (70° F.).",
        "In July he received the extraordinary honour of being invited to assist in the deliberations of the committee appointed by the national assembly to draft a constitution.",
        "These resolutions later acquired extraordinary and pernicious prominence in the historical elaboration of the states'-rights doctrine.",
        "Indeed, for nearly all ball games he had an extraordinary aptitude.",
        "At Giessen he lectured as an extraordinary professor, and at Gottingen, in 1824, published his treatise, Ueber das Wesen der Geschichte.",
        "The executive council of the governor-general is composed of six ordinary members, likewise appointed by the crown for a term of five years, of whom three must have served for ten years in India and one must be a barrister, together with the commander-in-chief as an extraordinary member.",
        "In recent years the cultivation of oil-seeds has received an extraordinary stimulus owing to the demand for export to Europe, especially to France; but as they can be grown after rice, &c., as a second crop, this increase has hardly at all tended to diminish the production of food grains.",
        "On the death of Aurangzeb in 1707, the decline of the Mogul empire set in with extraordinary rapidity.",
        "Thereupon Washington, fearing that war might result, appointed Jay minister extraordinary to Great Britain to negotiate a new treaty, and the Senate confirmed the appointment by a vote of 18 to 8, although the non-intercourse resolution which came from the house a few days later was defeated in the senate only by the casting vote of Vice-President John Adams. Jay landed a Falmouth in June 1794, signed a treaty with Lord Grenville on the 19th of November, and disembarked again at New York on the 28th of May 1795.",
        "It is exceedingly shy, and this, together with its extraordinary agility, renders it difficult to capture.",
        "Mural paintings of extraordinary beauty were also discovered here, such as those that represent Theseus after the slaughter of the Minotaur (Helbig, Wandgemalde, Leipzig, 1878, No.",
        "The separation of sense and understanding is for him unjustifiable, and only paralleled by the extraordinary blunder of severing matter and form.",
        "In 1853 he was appointed teacher of ophthalmology in Berlin university; in 1858 he became extraordinary professor, and in 1866 ordinary professor.",
        "From the speech pro Cluentio (1 451 54) we gain unique information concerning the condition of society in a country town, the extraordinary exemption of equites from prosecution for judicial corruption, the administration of domestic justice in the case of slaves examined by their owner (ib.",
        "We hear of the extraordinary agreement made by two candidates for the consulship in Caesar's interest with the sitting consuls of 54 B.C., which Cicero says he hardly ventures to put on paper.",
        "In reality he was a man of extraordinary ability, and accomplished the task committed to him with vigour and energy.",
        "was a handsome man, possessed of extraordinary physical strength, and a distinguished poet.",
        "Neither of these men professed to employ the calculus itself, but they recognized fully the extraordinary clearness of insight which is gained even by merely translating the unwieldy Cartesian expressions met with in hydrokinetics and in electrodynamics into the pregnant language of quaternions.",
        "He was impulsive and could display extraordinary activity at times, but he possessed also a certain coldness and caution.",
        "The farms of Arkansas increased in number 357.8%, in area 73.7% and in total true (as distinguished from tax) valuation about 53.8% between 1860 and 1900; the decade of most extraordinary growth being that of 1870-1880.",
        "In 1858 he became professor extraordinary, in 1866 full professor.",
        "The influence of Duputy gained for him the beginnings of a practice; but Vergniaud, though capable of extraordinary efforts, too often relapsed into reverie, and was indisposed for study and sustained exertion, even in a cause which he approved.",
        "An extraordinary commission was appointed: Vergniaud wrote and read its recommendations that a National Convention be formed, the king be provisionally suspended from office, a governor appointed for his son, and the royal family be consigned to the Luxembourg.",
        "The book did not attract the attention of the critics and the reading public till a letter from Emerson to the poet, in which the volume was characterized as \"the most extraordinary piece of wit and wisdom that America has yet contributed,\" was published in the New York Tribune.",
        "deep and its waters are of extraordinary purity (containing only three grains of solid matter to the gallon).",
        "The total farm acreage in 1900 was 28,828,951 acres, of which 41.5% were improved; since 1880 the absolute amount of improved land has remained practically constant, despite the extraordinary progress of the state in these years.",
        "Combined harvesters (which enter a field of standing grain and leave this grain piled in sacks ready for shipment), steam gang-ploughs, and other farm machinery are of truly extraordinary size and efficiency.",
        "By reason of the co-operative effort demanded for the large problems of irrigation, packing and marketing, the citrus industry has done much for the permanent development of the state, and its extraordinary growth made it, towards the close of the 19th century, the most striking and most potent single influence in the growth of agriculture.",
        "Many extraordinary nuggets were found, varying from $1 to $20,000 in value.",
        "This Comstock fever belongs to Californian rather than to Nevadan history, and is one of the most extraordinary in mining annals.",
        "The initial impulse to this increase was the beginning of the \" fruit epoch \" in these counties, combined with a railway \" rate-war \" following the completion to the coast in 1885 of the Santa Fe, and an extraordinary land boom prevailing from 1886 to 1888.",
        "Rapid settlement, excessive prices, reckless waste of money, and wild commercial ventures that glutted San Francisco with all objects usable and unusable made the following years astounding from an economic point of view; but not less bizarre was the social development, nor less extraordinary the problems of state-building in a society \" morally and socially tried as no other American community ever has been tried \" (Royce).",
        "Only under extraordinary circumstances the concio was still to be called.",
        "In the United States the McKinley Tariff Bill was one of the main causes of the Democratic victory in the Congressional elections of 1890, in which McKinley himself was defeated by an extraordinary Democratic gerrymander of his Congressional district.",
        "Chief-Justice Pratt pronounced, with decisive and almost passionate energy, against their legality, thus giving voice to the strong feeling of the nation and winning for himself an extraordinary degree of popularity as one of the \"maintainers of English constitutional liberty.\"",
        "Among the more beautiful of the flowering plants are rhododendrons, orchids and .pitcher-plants - the latter reaching extraordinary development, especially in the northern districts about Kinabalu.",
        "It was originally intended that this should eventually be extended across the territory to Cowie Harbour (Sabuko Bay) on the east coast, but the extraordinary engineering difficulties which oppose themselves to such an extension, the sparse population of the territory, and the failure of the existing line to justify the expectations entertained by its designers, combine to render the prosecution of any such project highly improbable.",
        "There can thus be no doubt that the population is increasing with extraordinary rapidity, although there is hardly any immigration.",
        "In a general survey of the life of this period, as it is revealed by the fossils, three outstanding facts are apparent: (I) the great divergence between the Cambrian fauna and that of the present day; (2) the Cambrian life assemblage differs in no marked manner from that of the succeeding Ordovician and Silurian periods; there is a certain family likeness which unites all of them; (3) the extraordinary complexity and diversity not only in the assemblage as a whole but within certain limited groups of organisms. Although in the Cambrian strata we have the oldest known fossiliferous rocks - if we leave out of account the very few and very obscure organic remains hitherto recorded from the pre-Cambrian - yet we appear to enter suddenly into the presence of a world richly peopled with a suite of organisms already far advanced in differentiation; the Cambrian fauna seems to be as far removed from what must have been the first forms of life, as the living forms of this remote period are distant from the creatures of to-day.",
        "Their principal concern was for the savages, over whom they acquired an extraordinary influence.",
        "Swift of flight, powerfully armed, but above all endowed with extraordinary courage, they pursue their weaker cousins, making the latter disgorge their already swallowed prey, which is nimbly caught before it reaches the water; and this habit, often observed by sailors and fishermen, has made these predatory, and parasitic birds locally known as \"Teasers,\" \"Boatswains,\" 2 and, from a misconception of their 1 Thus written by Hoier (circa 1604) as that of a Faeroese bird (hodie Skuir) an example of which he sent to Clusius (Exotic. Auctarium, p. 367).",
        "He was specially admitted as an extraordinary member of the great priestly colleges; his name was included by the Arval Brethren in their prayers for the safety of the emperor and his house; at the games in the circus his appearance in triumphal dress contrasted significantly with the simple toga praetexta worn by Britannicus.",
        "Depicting feudalism in the vivid colours of an age at war with feudal institutions, breathing into antique histories the breath of actual life, embracing the romance of Italy and Spain, the mysteries of German legend, the fictions of poetic fancy and the facts of daily life, humours of the moment and abstractions of philosophical speculation, in one homogeneous amalgam instinct with intense vitality, this extraordinary birth of time, with Shakespeare for the master of all ages, left a monument of the Re- naissance unrivalled for pure creative power by any other product of that epoch.",
        "In spite of some extraordinary blunders in topography and history, his observant and detailed record, marked by evident good faith, is among the most valuable of medieval documents relating to Palestine: it is also important in the history of the Russian language, and in the study of ritual and liturgy (from its description of the Easter services in Jerusalem, the Descent of the Holy Fire, &c.).",
        "The many and extraordinary monuments of aqueous energy include massive columns wrenched from their place in the ceiling and prostrate on the floor; the Hollow Column, 40 ft.",
        "The names are a most extraordinary mixture.",
        "The vineyards of these two properties are tended with extraordinary care, and the wines, of which several qualities are made in each case, fetch exceedingly high prices.",
        "His extraordinary escape in Braddock's defeat had led a colonial preacher to declare in a sermon his belief that the young man had been preserved to be \"the saviour of his country\"; but if there was any such impression it soon died away, and Washington gave his associates no reason to consider him a man of uncommon endowments.",
        "It is inconceivable that, to a man with his type of mind and his extraordinary experience, the practical sagacity, farsightedness and aggressive courage of the Federalists should not have seemed to embody the best political wisdom, however little he may have been disposed to ally himself with any party group or subscribe to any comprehensive creed.",
        "Evidently it was his extraordinary dignity and poise, forbidding even the suggestion of familiarity, quite as much as his stature, that impressed those who knew him.",
        "Cavendish's scientific work is distinguished for the wideness of its range and for its extraordinary exactness and accuracy."
    ],
    "definition": [
        "Beyond what is ordinary or usual: extraordinary authority.",
        "Highly exceptional; remarkable: an extraordinary achievement.",
        "Employed or used for a special service, function, or occasion: a minister extraordinary; an extraordinary professor.",
        "ex·traor′di·nar′i·ly\nadverb",
        "Link/Cite",
        "Not ordinary; exceptional; unusual;",
        "Remarkably good.\nan extraordinary poet",
        "Can be said of all kinds of objects including people, events, things, and terms.",
        "The pronunciation \"extrordinary\" is often preferred so as to avoid confusion with \"extra ordinary\", which would be defined as \"more ordinary than usual\".",
        "Link/Cite"
    ]
}