{
    "translation": ".1 לפברק, לבדות\n.2 להמציא, להרכיב",
    "uses": [
        "You can also use silicone to make custom molds, which you can do yourself or have a manufacturer fabricate one for you.",
        "It is important to use pieces made by the manufacturer rather than attempting to fabricate channels or flashing.",
        "If an appliance receives selection, the dentist then must fabricate the appliance and fit it within the individual's mouth ideally.",
        "fabricate composite nanostructures from these materials.",
        "Deep-seated feelings of inferiority drive such a person to fabricate a persona that makes them feel more worthy.",
        "Munchausen syndrome is a psychiatric disorder that causes an individual to self-inflict injury or illness or to fabricate symptoms of physical or mental illness in order to receive medical care or hospitalization.",
        "Plants are furnished with a constructive mechanism by which they are enabled to fabricate the food on which they live from the inorganic, gaseous and liquid matters which they absorb.",
        "There are also a number of other ways to fabricate the materials, including reactive processes involving in situ polymerization.",
        "The strategy involved development of moving mask deep X-ray lithography to fabricate an array of channels with inclined channel sidewalls.",
        "She is now actively involved in using IBS to fabricate silicon based light emitting devices and to fabricate novel superconductors.",
        "A definite agreement was made between them at Joinville (December 31, 1584), the religious and popular pretext being the danger of leaving the kingdom to the king of Navarre, and the ostensible end to secure the succession to a Catholic prince, the old Cardinal de Bourbon, an ambitious and violent man of mean intelligence; while the secret aim was to secure the crown for the Guises, - who had already attempted to fabricate for themselves a genealogy tracing their descent from Charlemagne."
    ],
    "definition": [
        "To make; create.",
        "To construct by combining or assembling diverse, typically standardized parts: fabricate small boats.",
        "To concoct in order to deceive: fabricated a convincing excuse.",
        "fab′ri·ca′tion\nnoun",
        "fab′ri·ca′tion·al\nadjective",
        "fab′ri·ca′tor\nnoun",
        "Link/Cite",
        "To form into a whole by uniting its parts; to frame; to construct; to build; as, to fabricate a bridge or ship.",
        "To form by art and labor; to manufacture; to produce; as, to fabricate computer chips.",
        "To invent and form; to forge; to devise falsely; as, to fabricate a lie or story.",
        "(cooking) To cut up an animal as preparation for cooking, particularly used in reference to fowl.",
        "Link/Cite"
    ]
}