{
    "translation": "שקשור לפנים",
    "uses": [
        "His facial features suggested a stolid character.",
        "The next five years he spent in Italy and at Vienna, tormented by facial neuralgia.",
        "Yet he still couldn't control his facial muscles or speak.",
        "Do you mean facial feature?",
        "Maybe he's waiting to see if we buy her story or the tip that mentioned his facial hair.",
        "Towards the end of the summer of 1897 he began to suffer from an acute pain, which was attributed to facial neuralgia, and in November he went to Cannes.",
        "At Boghaz Keui, Euyuk and Jerablus, the facial type is very markedly non-Semitic. But not much stress can be laid on these differences owing to (i) great variety of execution in different sculptures, which argues artists of very unequal capacity; (2) doubt whether individual portraits are intended in some cases and not in others.",
        "She knew by their similar facial features they were brothers, and Romas's threat of hooking her up with one made her more self-conscious.",
        "The other side of her face displayed facial features that were heavy rather than feminine, resembling her father's.",
        "She couldn't see his facial expression in the dark, so it was hard to tell if he was teasing her or not.",
        "Body language announced that he was emotionally reacting – something his facial expression didn't betray.",
        "The passenger, skinny and much younger, had a facial tic that was very noticeable after he pushed back his hat and looked slowly at Dean who, in turn, continued to smile his silly smile.",
        "The facial line is concave.",
        "As in the last family, the post-glenoid process of the skull is broad; the whole skull be i ng depressed with a shortened facial portion.",
        "For the most part, the facial expressions of those sitting around the table were sympathetic, but Dulce looked as if she was ready to break into tears.",
        "She continued to the small women.s boutique that stocked every kind of facial and body care product she.d ever heard of—and many she hadn.t.",
        "Howie offered little and without seeing his facial reaction, I couldn't tell how he stood.",
        "It is possible, though not certain, that to this date also belongs the famous portrait of himself at Munich bearing a false signature and date, 150o; in this it has been lately shown that the artist modified his own lineaments according to a preconceived scheme of facial proportion, so that it must be taken as an ideal rather than a literal presentment of himself to posterity as he appeared in the flower of his early middle age.",
        "For the accuracy of the facial curves, and the grasp of character and type, it is equal to any later work; and in its entire absence of conventions and its pnre naturalism there is no later sculpture so good: as Prof. A.",
        "\"Kyle?\" she asked, looking up at the freaky-looking youth in Goth clothing and multiple facial piercings.",
        "Though her hair was pink, there was no mistaking the delicate facial features, porcelain skin and large eyes of the woman who tormented him his entire life then dumped the underworld on him.",
        "By the time of the early XIIth Dynasty, this reached a perfection of refinement in the detail of facial curves, with an ostentatiously low relief (P.K.",
        "If they were Semitic speakers, the present facial contours of the northern Semites, which have spread all over the world, are not Semitic at all: for the Egyptian Armenoids in the statues of the Old Kingdom look like Europeans, and must have been of \" European \" blood.",
        "The post-glenoid process is small, and the facial and cranial portions of the skull are approximately of equal length.",
        "The facial portion of the skull is generally shorter than the cranial; the orbit is freely open behind; and the premaxillae tend to be reduced and fused with the nasals.",
        "Uintatheres were huge creatures, with long narrow skulls, of which the elongated facial portion carried three pairs of bony horn-cores, probably covered with short horns in life, the hind-pair being much the largest.",
        "Whether it was really Semitic we also do not know: whatever its skull may be its facial type is certainly not Semitic, whether of the fine pure Arab or the coarse big-nosed \" Hethitized \" types.",
        "The largest proportional size of the facial bones, and the great projection of the jaws, confer on the gorilla's skull its small facial angle and brutal character,while its teeth differ from man's in relative size and number of fangs.",
        "The facial contours of the modern Jew are predominantly those of the ancient Hittite, who was certainly not a Semite.",
        "inland, at the head of a long upland valley (5000 ft.) inhabited by direct descendants of the ancient Lycians, who have preserved a distinctive facial type, noticeable at once in the town population.",
        "vittatus, of Sumatra, characterized by having a broad reddish or whitish band running from the middle of the snout along the upper lip to disappear on the side of the neck; the skull being short and high, with the facial portion of the lachrymal bone small.",
        "The skull is high, with -the facial and cranial portions approximately equal.",
        "g, So-called facial \"suture\" (not really a suture).",
        "As examples of facial holohedra we may notice the small rhombicuboctahedron and rhombic dodecahedron, and the small rhombicosidodecahedron and the semiregular triacontahedron.",
        "The Nepal goat appears to be a variety of the Nubian breed, having the same arched facial line, pendulous ears and long legs.",
        "The sky-line of this range of mountains, as seen by the approaching traveller some miles outside the entrance to the bay, forms the rough outline of a huge reclining figure called \" the sleeping giant,\" the facial profile of which is also known as \" Lord Hood's nose.\"",
        "Ferrier's investigations showed, motor reactions of the facial and sensori- limb muscles are regularly and easily evoked.",
        "The most noteworthy point of distinction is in the skull, in which the facial portion is sharply bent down on the posterior basal axis in the fashion characteristic of the hollow-horned ruminants (oxen, antelopes, &c.), and the American prongbuck, instead of running more or less nearly parallel to the same, as in deer.",
        "A polyhedron (A) is said to be the summital or facial holohedron of another (B) when the faces or vertices of A correspond to the edges of B, and the vertices or faces of A correspond to the vertices and faces together of B.",
        "It is of undoubted value as a local anodyne in sciatica and neuralgia, especially in ordinary facial or trigeminal neuralgia.",
        "On this distinction in great measure depends the celebrated \" facial angle,\" measured by Camper as a test of low and high races; but this angle is objectionable as resulting partly from the development of the forehead and partly from the position of the jaws.",
        "The forms in which neuralgia most commonly shows itself are facial neuralgia or tic douloureux, migraine (hemicrania or brow ague), intercostal neuralgia and sciatica.",
        "Facial neuralgia, or tic douloureux, affects the great nerve of sensation of the face (fifth nerve), and may occur in one or more of the three divisions in which the nerve is distributed.",
        "The facial portion of the skull is very short; a long process of the maxillary bone descends from the anterior part of the zygomatic arch; and the ascending ramus of the mandible is remarkably high.",
        "His facial expressions are sketched in my memory for life.",
        "His strong facial resemblance both to Lord Beaconsfield and to Sir John Macdonald marked him out in the public eye, and he captured attention by his charm of manner, fine command of scholarly English and genuine eloquence.",
        "Timur is here displayed as a stoutish, long-bodied man, below the middle-height, in age and feature not unlike the first portrait, but with thicker and more straggling hair, and distincter, though not more agreeable character in the facial expression, yet not a sign of power, genius, or any elements of grandeur or celebrity.",
        "Fhnders Petrie has collected and discussed a series of facial types shown in prehiltoric and early Egyptian sculpture, Journal Anthropological Institute, 1901, 248.",
        "A relaxing aromatherapy facial to deep cleanse and soothe the skin.?",
        "38) is thick-featured, full of force, with powerful masses of facial muscle covering the skull.",
        "The style of the XIIth Dynasty may be summed up as clean, highly-finished work, strong in facial detail; but with neither the grandeur of the IVth nor the vivacity of the XVIIIth Dynasty.",
        "Thus in Cappadocia the facial type of the nonAryan race is common, and in Galatia there are traces of Gallic blood.",
        "find the best deodorants and also Facial Cleansers and Soaps.",
        "ducts of the gland must be distinguished from the facial nerve.",
        "There was no history of recurrent facial edema or a fissured tongue.",
        "Facial weakness interferes with the ability to close the eyelid normally.",
        "The moonlight outlined his head, but reading any facial expression was impossible in the dim light.",
        "facial expressions are sketched in my memory for life.",
        "Four mini role plays aim to help students explore feelings around facial imperfection.",
        "impurity shell powder gently removes impurities without harming delicate facial skin.",
        "ingrowing facial hair - Mash up some chick peas and water, use as facial scrub 2/3 times a week.",
        "invigorateple, a little honey, yogurt and oatmeal combined can provide a very invigorating facial scrub.",
        "After two months of taking crinum, her menstruation and weight normalized, her facial hair diminished, and her sex drive returned.",
        "In cases where there has been trauma, facial nerve decompression may be justified.",
        "deformityombined strategies now treat in excess of 1,000 children suffering from facial deformities each year.",
        "But visual cues ¿ facial expressions, gestures, pupil dilation etc ¿ make up a massive 55% of your credibility rating.",
        "Founded in 1991, Changing Faces main goal is to assist people with facial disfigurement to live fuller lives.",
        "facial deformity At least 4,000 teenagers every year develop facial disproportion during their growth spurt which requires corrective jaw surgery.",
        "dissection of the facial nerve is the more popular in China.",
        "As a venous drainage in three patients a external jugular vein was used and in two facial vein.",
        "facial disfigurement.",
        "facial paralysis is initially medical.",
        "facial deformities each year.",
        "facial hair, at least creating less area to shave daily.",
        "facial contortion for each beat.",
        "Pakistan has many different ethnic groups, who have separate languages, dress and even facial appearance.",
        "facial to have.",
        "They may also cause you to feel dizzy or faint or cause facial flushing.",
        "Preserve ~ a cleansing and rejuvenating facial for normal skin types.",
        "Use in conjunction with purifying facial Cream Cleanser or Fabulous Face Cleanser.",
        "The Bwami also have a tradition of anthropomorphic figurines that share a similar style of facial expression.",
        "Restylane is a temporary filler used to smooth out facial wrinkles and enhance lips.",
        "They may suffer horrific flashbacks of the accident or assault which caused the facial injury every time they look in the mirror.",
        "fleeough attacked his elderly victim, leaving her with severe facial and head injuries, and fled empty-handed.",
        "frightful facial contortion he reimbedded the monocle.",
        "geniculate ganglion of the facial nerve.",
        "grimacees in the face can also become affected causing facial distortions and grimacing when the patient attempts to open her eyes.",
        "The bald patches have now spread to cover approximately 40 percent of my facial hair, at least creating less area to shave daily.",
        "Spend a little on yourself, a massage, facial or new hairdo perhaps.",
        "If a patient has had problems with recurrent facial herpes simplex, can a RESTYLANE treatment contribute to another herpes simplex eruption?",
        "You could tell by their body postures and facial expressions, they found the discussion awkward, but the atmosphere felt honest.",
        "hydrate two - A three movement facial massage is given with a hydrating formula.",
        "lupus vulgaris, a severe facial rash rarely seen now, was once thought to resemble a wolf's bite.",
        "Try a deluxe manicure, a luxurious facial or a relaxing massage.",
        "Enjoy a one hour full body massage followed by a choice of a half hour express facial, mini manicure or mini pedicure.",
        "marshmallow man particularly has some great, angry facial expressions which contradict his fluffy, cute appearance.",
        "Homemade facial masks: Make a little time for some pampering with these homemade facial masks for each skin type.",
        "All facial's include a hand and scalp massage.",
        "To include mime, movement, facial expression skills Storytelling into drama - \" The Living Wood \" .",
        "mow the facial hay.",
        "The permanent muscle tone present in many facial muscles make the creases look like deep furrows.",
        "In 1821, he published his anatomic diagrams of the course of the facial nerve and its innervation of the facial musculature.",
        "The facial features have been modeled so as to appear naturalistic.",
        "Are you taking carbamazepine (used to treat epilepsy or facial neuralgia - severe pain attacks in the face )?",
        "neuromuscular stimulators can be compared to facial fitness programs - it is not a quick fix or an overnight miracle.",
        "neuromuscular stimulation by micro currents exercises the inactive facial foundation muscles.",
        "obsessive-compulsive symptoms (OCD; GTS with OCB) showed impaired recognition of facial expressions of disgust.",
        "oedemaiction of airway edema is not always possible but the presence of stridor and/or facial edema may be a clue.",
        "Her tongue color had subdued and she had lost the facial pallor.",
        "Causes of facial palsy Most of the time, facial palsy has no obvious cause.",
        "Sparing of the forehead would suggest a central facial paralysis rather than Bell's palsy.",
        "Horner's syndrome, unilateral facial weakness and vocal cord paresis have been reported.",
        "She knows how to have fun and dressing up, with the option of facial hair, remains a pleasurable pastime.",
        "limestone pebbles are also found, with facial features scratched or carved into them.",
        "Genetic syndromes with an associated dysmorphic facial phenotype are of particular interest.",
        "The placing of facial pheromones is a behavior which is well known to all cat owners.",
        "poison botulinum toxin-A, freezes facial muscles and eradicates unwanted lines.",
        "precipitate a total facial collapse.",
        "prednisone treatment for idiopathic facial paralysis (Bell's palsy ).",
        "prosthesis - When we make molded eyes, cosmetic shells and facial prostheses we specially shape and color them to suit each individual patient.",
        "We are layered voice, fingerprint, facial recognition, and digital signature specialists.",
        "The exhibition will feature a number of facial reconstructions from bodies found in London.",
        "I suffered for years with worsening facial redness, not knowing what it was.",
        "At first, I did not see much of an improvement with the persistent facial redness.",
        "In facial reflexology the Author introduces this healing practice to the English-speaking world for the first time.",
        "rejuvenate ~ a cleansing and rejuvenating facial for normal skin types.",
        "Did he notice facial resemblances to acknowledged IRA leaders?",
        "resonance imaging of the facial nerve during Bell's palsy.",
        "He pulled off the wrapping to reveal a humanoid robot which bore a remarkable resemblance to Des, with similar facial features.",
        "In its enrollment trial last summer, the Passport Service captured iris scans, fingerprints, and facial scans.",
        "Both officers were recovering, but would have facial scars.",
        "The material included five skullcaps, several cranial and facial fragments, eleven mandibles, and 147 isolated teeth.",
        "smoothes skin and refines and tones facial contours to promote radiant, more youthful looking features.",
        "stolid, dependable people, and have more facial hair than anybody else.",
        "Some jerk their hands like robots, some seem to have facial tics, surprised by every sixth word.",
        "I thought the commentator had some kind of weird facial tic at first.",
        "tonality have tonalities that say \" don't bother me right now \" and tonalities combined with facial expressions that indicate something is wrong.",
        "Trauma: Facial trauma: Facial trauma; lower limb trauma; burn injury.",
        "When this was finished, the maid would take a pair of metal tweezers and remove any facial hair that was visible.",
        "His facial expressions, moves and gestures were wonderfully underplayed and he gave a great first impression of \" the underdog \" .",
        "The figures are very amorphous without facial features beside ears, and a somewhat unnatural skin tone.",
        "The King was bold, excellent facial expressions, and a good speaking voice.",
        "In the morning, after a facial wash apply sparingly.",
        "My HIV doctor said my facial wasting was simply the result of aging.",
        "They have been used to treat both moderate and severe facial wasting in a small number of people living with HIV.",
        "Both the male and female have long yellow facial wattles as well as smaller red ones on the forehead.",
        "The black facial wattles are just starting to develop.",
        "We will now conduct a further study into the use of the product for facial wrinkles.",
        "In Facial Reflexology the Author introduces this healing practice to the English-speaking world for the first time.",
        "Magnetic resonance imaging of the facial nerve during Bell 's palsy.",
        "The views we got allowed us to see the clear facial and rump color differences from the Arabian Serin.",
        "People with SLE often develop facial rashes; these can vary from a mild redness on both cheeks to a more pronounced scaly rash.",
        "From the first application, it smoothes skin and refines and tones facial contours to promote radiant, more youthful looking features.",
        "They are stolid, dependable people, and have more facial hair than anybody else.",
        "People have tonalities that say \" do n't bother me right now \" and tonalities combined with facial expressions that indicate something is wrong.",
        "Trauma: Facial trauma; lower limb trauma; burn injury.",
        "His facial expressions, moves and gestures were wonderfully underplayed and he gave a great first impression of \" the underdog \".",
        "Our eyes and facial expressions can communicate virtually every subtle nuance of emotion.",
        "Pat kept her facial expressions so reserved that her emotions were unfathomable.",
        "The training usually focuses on cuddling, eye to eye communication, facial expressions, and of course gentle, rhythmic touching.",
        "Treating yourself to a facial is a wonderful, luxurious and beneficial indulgence-you'll restore luster to your face, minimize the size of pores and slightly tighten some areas that sag.",
        "There are different kinds of facial masks available for different kinds of skin, so determine either by yourself (or with the help of a salesperson at a cosmetics counter) what kind of skin you have.",
        "You can shop for facial mask products at department stores or simply at drugstores.",
        "In many cases you'll find that high-end facial masks have almost all the same ingredients that less-expensive masks have.",
        "Many facial mask products require you to use them two times a week; others, just once a week, or sometimes, once a month.",
        "Choose a facial mask that's going to work well with your time schedule.",
        "Always be sure to closely and carefully follow the directions for applying a facial mask.",
        "Do not leave the mask on for more than the product's allotted time, and avoid the tender skin around your eye area completely (this is a basic direction you'll find on all good facial mask products).",
        "A tool like this will help give you a salon-quality facial!",
        "Facial masks can cause skin to break out.",
        "Discontinue using the facial mask product if this happens to you.",
        "Drugstore.com has a terrific selection of facial mask products and facial spa appliances in their skin care department.",
        "Type in the word \"facial\" in the search box on their front page to see their full line of facial products available to buy.",
        "Sephora has facial masks, scrubs, exfoliants, and antiaging treatments for sale in its skincare department.",
        "You'll find products for leg, back and facial hair removal at folica.com.",
        "In some cases, chimps have been taught to communicate with sign language and facial expressions.",
        "They also cover a good bit of your facial skin so you'll be better protected from the sun.",
        "These color points can't appear anywhere but the facial mask, feet, legs, tail and the genitals.",
        "Stop using toilets as wastebaskets - Frequent flushing to get rid of soiled facial tissues or cigarette butts is a waste of water.",
        "Always follow the facial with a natural, oil free moisturizer.",
        "To treat the above health conditions, dilute ginger oil into your base oil and apply by massage in the shower, or use in a facial steam.",
        "To do a basic facial steam, pour your oil drops into a bowl of boiling water, cover your head with a towel and lean over the bowl as the water cools.",
        "A number of bath and body products are available including massage oils, hair care products, facial products, as well as soaps, lotions and oils.",
        "A high-backed bench or wicker chair are inviting places to relax while your facial dries.",
        "As it already has some moisture content, normal makeup isn't able to absorb very much excess facial oil or sweat.",
        "Both men and women now look to this subtle form of tattooing to enhance or correct facial flaws without the maintenance of a daily face makeup routine.",
        "For many people, permanent cosmetics can replace the loss of natural pigments or facial hair that may occur during a medical condition such as alopecia or as a side effect to treatments like chemotherapy.",
        "A couple of days before, only employ a mild facial cleanser twice daily, to keep face clean and fresh.",
        "Some facial skins also change their composition with hormone changes or humidity.",
        "For an overall lip plumper facial appearance, experiment with the following outline of applying your lip products.",
        "It provides information on techniques to bring out a person's best facial assets and also how to hide undesirable flaws, such as blemishes.",
        "The makeup of the 80s decade was all about applying more to bring attention to a woman's facial features.",
        "Rely on these two products to emphasize the two facial features most worthy of attention.",
        "When applying cosmetics and other precision facial care, an 8x lighted makeup mirror can be indispensable for a variety of reasons.",
        "An 8x lighted makeup mirror, therefore, offers a very high level of magnification that will ensure accurate applications of makeup and facial care.",
        "Your look will be fresh and dramatic when you focus on one specific facial feature.",
        "Egyptian mummies have been discovered with facial tattoos.",
        "Today, the permanent makeup procedure is used to enhance, correct or improve natural facial features.",
        "Many compact travel makeup mirrors are magnified in great strength, allowing the user to focus on specific facial features one at a time.",
        "Jergens also has a product called Natural Glow Face, a daily moisturizer designed for facial skin.",
        "The most traditional eye makeup designs hinge themselves upon emphasizing facial features rather than adding crazy pops of color that yell, \"Look at me-I'm wearing makeup!\"",
        "Liquisolid compact makeup saves you primping time, as it reduces facial flaws in one easy swipe of the sponge.",
        "Going against the grain of your facial hair will allow the powder to \"highlight\" the hair, essentially making it stand out.",
        "Having a scented facial cosmetic can also help you to gain more confidence by giving you a reason to feel more romantic and girly than you usually are.",
        "Although males who are frequently in the public eye are more likely to consider a permanent eye makeup procedure, men in any profession may desire a permanent makeup feature to correct some aspect of their facial features.",
        "Southern Magnolia Minerals offers a lineup of facial brushes, as well as makeup bags, sifters, mixing bowls and skin care products.",
        "Men and women both wore either black or white facial makeup to protect their skin from the intense sun.",
        "If in a pinch where no highlighter shade can be found, reach for normal facial powder; this will produce a sophisticated look.",
        "Next up in my test run was the Face Contouring Trio, a set of three powders formulated to sculpt facial features, diminish the appearance of flaws and create a more polished look.",
        "For pimples or other facial blemishes, however, a powder finish will help tremendously.",
        "Shop specifically for products that can be used on facial skin.",
        "Natural or Understated: On the other end of the runway spectrum, eye makeup sometimes gets underplayed in order to emphasize another facial feature, such as the lips or cheeks, or to reflect a more natural makeup theme.",
        "Makeup generally serves to accentuate and emphasize attractive facial features.",
        "Highlighting creams are another secret trick used to enhance and draw attention to facial features.",
        "To create a vivacious and feminine palette, pair your plump red lips with a translucent facial powder and a streak of Marilyn Monroe inspired black liquid eyeliner on your upper lash line.",
        "Contour and special effects are a great way to define facial features and distract from areas of opportunity.",
        "For even more of a fairy-like look, consider applying small gems with facial adhesive around your face.",
        "The following tips will help you create a purring statement, whether you opt for a freehand cat drawing or a full facial transformation.",
        "Once you've gathered all supplies, soak a cotton ball in witch hazel astringent and apply directly to the facial surface to remove excess oil.",
        "A daily cleanser suited for your facial needs is a must, followed by a quenching moisturizer.",
        "Facial: While this sounds like a fun, relaxing thing to do don't plan a facial too close to your wedding day.",
        "Face: To set your makeup, add a light layer of facial powder.",
        "If you haven't had a professional shaping service, book an appointment several days before your wedding to get eyebrows groomed and shaped to better flatter your facial shape.",
        "Before you apply any foundation or powder, use your favorite facial moisturizer.",
        "Microdermabrasion: Treat facial skin to a microdermabrasion treatment a week before the wedding.",
        "Facial hair: Have eyes, lip and any other facial area needing attention, waxed about four days before the wedding.",
        "Before applying the liquid latex, it is important to apply several layers of facial moisturizer.",
        "Remove facial hair: For obvious reasons, before you can strut down the catwalk, you'll need to shave all facial hair to create a smooth surface.",
        "While many men rely on a traditional shaver, some opt for full facial waxing for smoother results and less maintenance.",
        "This can make it difficult for those watching to see facial characteristics and expressions, which can be very important for the story line being told or performed.",
        "Apply makeup to the brow bone and cheek bones to achieve facial contouring.",
        "The main types of concealers are designed to cover blemishes, dark under eye circles, and facial redness or imperfections.",
        "Although it may seem strange to apply this color of cosmetic to a facial area, the yellow or green hue will actually help that will counteract the reddish, reddish-purple, or bluish color of the blemishes.",
        "A green-based concealer can work well to help neutralize facial redness.",
        "Set facial concealers with a light translucent powder to set the product and make it last longer.",
        "Once you opt for a tattooed cosmetic, there is no changing your style or makeup face, which is an especially important consideration for men opting to commit to what may be considered feminine facial details.",
        "While many performers and actors opt for permanent cosmetics, everyday modern men also use this form of cosmetic practice to help define attractive facial features.",
        "Direct light in a newborn's eyes will cause some priceless, but probably undesirable facial expressions.",
        "This light is perfect for shooting portraits of people, as it softens facial features and makes them appear more attractive.",
        "Or does she possess exotic-looking facial features and bone structure?",
        "Each program has some unique capabilities of its own, such as integration with social media, automatic editing tools, facial recognition, or compatibility with 3D images and movies.",
        "The program also lacks support for facial recognition and tagging.",
        "Facial features can be distracting at times.",
        "For more budget-friendly pampering, try an at-home facial with natural ingredients or pick up an inexpensive clay mask from the local drugstore.",
        "How far in advance you get facial treatments will depend on the depth of the peel, facial, or other treatment.",
        "Go crazy with accessories to brighten up your facial features.",
        "Some girls also develop some facial hair, but this is usually very light.",
        "He will have stiff facial expressions including a smile that does not match the expression of the eyes.",
        "Another thing that that might happen is that his facial expression won't necessarily match what he's saying or the emotion he's trying to convey.",
        "However, many of the facial indicators of lying are so subtle that you would barely notice.",
        "Add facial details and finger and toe markings with a small round decorating tip and black buttercream frosting.",
        "To make a simple Santa cake, you can use Wilton's pan and simply fill in the facial features with icing.",
        "As a regular recipient of these treatments, which require the product to be injected into facial muscles to plump fine lines and creases, Madsen is drawing attention to a beauty technique that has been hush-hush in the Hollywood community.",
        "However, thanks to expert makeup artists, her facial and skin injuries were cleverly concealed during the finals of American Idol.",
        "While some of the differences in Marie Osmond's facial features can be attributed to losing so many pounds, it's tough to explain the complete transformation this way.",
        "Nassif, a Facial Plastic and Reconstructive Surgeon and Rhinoplasty Specialist in Beverly Hills, California, believes she could have had Botox.",
        "Classes in criminal profiling teach students to use body language, facial cues and speech patterns when working with suspects.",
        "Do not add any buttons or beads for facial features to avoid a choking hazard.",
        "You'll finish by carefully brushing through the head and facial hair, and then tying up the headfall if your dog has long enough hair for a topknot.",
        "Make sure that your facial hair is well groomed.",
        "Whether you are looking for organic facial creams or organic cotton balls to remove makeup at the end of the day, CVS may have the product you are looking for.",
        "Facial Cleansers: CVS carries brands like Avalon Organic Botanicals Therapeutic Lavender Facial Cleansing Gel and Lavera Basis Organic Mint Cleansing Gel for Oily and Impure Skin.",
        "Include a trip to the local nail salon for a manicure and pedicure, and consider a spa facial or other pampering treatment.",
        "Hats are especially good for protecting babies and small children from facial sun exposure.",
        "It should be a style that compliments the shape of her face and her facial features.",
        "The best hair styles complement your facial features giving you a look of ageless beauty.",
        "Facial creams and potions are advancing, making skin more youthful.",
        "If you have a long, slim face, longer hair may accentuate your facial structure, making your face appear even longer and more slender.",
        "It's not uncommon to notice more hair in your brush or in the shower, and your hair may become more brittle and dry.Along with hair loss, another common symptom is the growth of facial hair.",
        "Electromyogram: This activity measures small movements in the muscles including leg movements, facial movements and others which also help technicians to know if you are in REM sleep.",
        "The key is to find the best style and features for your facial shape and sleeping patterns.",
        "Head and facial contours - A nasal or full face mask is rigid in construction and relies on soft silicon nasal cushions to fit tight against your face to form a tight seal.",
        "Facial hair - It is often very difficult for a mask to fit tightly over beards and moustaches.",
        "Facial muscle reflexes - Facial muscle movement during sleep can create pressure leakage points.",
        "Nasal and full face masks use forehead and nasal cushions to mold to the facial contours.",
        "Uncomfortable fit - The mask may be too small or too large for the facial contours.",
        "Avoid over tightening since this can cause facial chafing.",
        "Sleep Mask and Ear Plugs - A contoured sleep mask provides facial support (which can help reduce sinus pain) while also providing the blackout effect.",
        "Ill-fitted nasal masks can cause other problems including face irritation, difficulty tolerating the mask, a leaky mask and facial pain.",
        "As described above, an ill-fitting mask can lead to facial irritation.",
        "Be sure and tell your physician about any facial creams and lotions you are using to avoid clogged and irritated pores.",
        "Facial hair or contours can often make it difficult for the mask to form a tight seal and should probably be replaced with a nasal pillow mask.",
        "Try on different styles and sizes to determine the best fit for your facial features.",
        "The technology works because most eye sockets are the same shape despite differing facial structures from one person to the next.",
        "Look at eyewear as an opportunity to highlight and accessorize a classic facial feature--the eyes--and you'll be in good stead when it's time to go shopping.",
        "A good rule of thumb when choosing eyeglass frames is to select frames that contrast your facial features: if you have a large, round face, opt of angular or rectilinear frames.",
        "Another thing to consider where comfort is concerned is simply having them adjusted to your facial structure.",
        "Thanks to the swivel pivoting strap, the three-layer polar fleece face foam, and the 3-D facial contour.",
        "This way, you'll have the opportunity of knowing whether or not a particular style meshes with your personality and facial features.",
        "Thick or thin frame settings to suit different facial structures and style preferences.",
        "If you're looking for a pair of shades that protect your eyes, look good, and work well with larger facial features, the Kanana style from Maui Jim may fit the bill.",
        "Facial shape takes a backseat to size, as the slightly curved rectangular shape of the lenses is flattering against almost face.",
        "If you have smaller facial features, this will be a better match for you than the Threshold.",
        "With so many options for facial features, it can take a lot of time to get the \"look\" just right.Thankfully, a number of enthusiasts are willing to share their creations through the Mii Parade and through online channels as well.",
        "Levels are bookended by short expository cut scenes in which our mostly silent heroes use Lego body language and facial expressions to keep us up on the action.",
        "This involves the selection of skin tone, hair style, eye shape, and other facial features.",
        "Choose from different hairstyles and colors, facial features and structures to create a cartoon-like character that is your avatar in games and your profile on the Wii.",
        "With so many choices for eyes, noses and mouth shapes, as well as positions of other facial features, you are sure to make a Mii that is a close likeness to you.",
        "After you create a Mii, you are able to edit the name, clothes color and facial construction so you won't get bored with the same Mii for a prolonged time.",
        "Identify Your Seasons will teach you how to match up colors with your facial color season.",
        "One of the best parts of the graphics are the facial expressions.",
        "It prevents the normal corrections the game will make for two parents with very different facial structures.",
        "Character motion is pretty fluid, but specific detail like facial expressions and certain objects appear to be a bit flat.",
        "The outfits and facial features make your favorite WWE superstar immediately recognizable.",
        "It's gorgeous, with more facial detail than ever.",
        "Following her suggestion, Charlemagne planted white wine grapes, and the resultant wines provided a colorless alternative that kept his facial hair pristine.",
        "The Madame Alexander Kitten Doll is 18 inches tall, with fat rosy pink cheeks and a beautiful, facial expression.",
        "Artists skillfully handcraft each doll paying special attention to the delicate painted facial features, exquisite costumes and beautiful hairstyles.",
        "Sky IM-S100: I'm not really sure why the ad spot features a beautiful woman shaving off some facial hair (it's even got a tagline that reads \"Homme Style\"), but this skinny slider phone is quite the looker.",
        "From funny facial expressions and physical humor to teenage boys ogling beautiful women and lusting after their phone numbers, there's a type of humor for everyone.",
        "This is because BlackBerry has somewhat become a genericized trademark, much like how some people refer to all cotton swabs as Q-Tips and all facial tissue as Kleenex.",
        "Full-term babies should be able to see their mother's facial expressions within a week of birth.",
        "There is a classic facial appearance associated with EDS vascular type.",
        "These include thin translucent skin, arterial/intestinal/uterine fragility or rupture, extensive bruising, and characteristic facial appearance.",
        "The elements of the program are surgery, antibiotic treatment, facial cleansing and improved personal hygiene, and environmental improvements.",
        "Symptoms include coarsening of the facial features, enlargement of the hands, feet, ears, and nose, jutting of the jaw, and a long face.",
        "In scalp/facial hyperhidrosis, excessive sweating of the face and scalp occurs, as well as moderate to severe facial blushing.",
        "Topical treatments followed by Botox if the topical agent fails is recommended for treating axillary and facial hyperhidrosis.",
        "Orthodontics is a specialized branch of dentistry that diagnoses, prevents, and treats dental and facial irregularities called malocclusions.",
        "Although orthodontic treatment often improves facial appearance and occasionally is performed for solely cosmetic reasons, it is used primarily to correct health problems and to ensure the proper functioning of the mouth.",
        "However some types of problems are corrected more readily before all of the permanent teeth have erupted and facial growth is complete.",
        "The fontanelle (soft spot) of the newborn is wide, but facial features are usually normal.",
        "Athletes are particularly at risk of maxillofacial injuries; one researcher estimates that 10.4 percent of all fractures of the facial bones are related to sports.",
        "Falls account for 78 percent of facial injuries in preschoolers and 47 percent of such injuries in children between the ages of six and 15.",
        "In older adolescents and adults, violent crime or other personal assaults account for almost 50 percent of facial injuries, with automobile accidents accounting for 29 percent and sports-related accidents for another 11 percent.",
        "One researcher estimates that about 2 percent of all children or adolescents who participate in sports eventually suffer a facial injury severe enough to require medical attention.",
        "Patients between the ages of 17 and 30 are more likely to suffer facial injuries from gunshot wounds, while older adults are more likely to be injured by attacks with blunt objects.",
        "About 10 percent of facial injuries in young children are caused by parental abuse.",
        "Of one group of 96 children who required inpatient treatment for head or facial injuries, 39 had been kicked or bitten by horses or other farm animals.",
        "In addition, some large pet dogs can bite hard enough to fracture a small child's facial bones.",
        "Domestic violence and abuse is also a common cause of facial injuries in children and adolescents.",
        "The major symptoms of most facial injuries are pain, swelling, bleeding, and bruising, although a fractured jaw also prevents the person from working his jaw properly.",
        "Parents should call 911 or take their child to an emergency room at once in the event of a facial injury.",
        "The doctor looks for signs of bruising and tissue swelling as well as bleeding and gently palpates, or touches, the various facial bones for movement and stability.",
        "Double vision and decreased mobility of the eye are common complications of facial trauma.",
        "Surgical reconstruction may be required if the fracture changes the position of the eye or there is other facial deformity.",
        "Such injuries often accompany a jaw fracture or other facial injury.",
        "When appropriate treatment is obtained quickly after a facial injury, the prognosis can be excellent.",
        "An automobile accident or a gunshot wound, for example, can cause severe facial trauma that may require multiple surgical procedures and a considerable amount of time to heal.",
        "Children or adolescents who are severely disfigured by facial injuries may require extra reassurance from family members as well as professional counseling in order to cope with their changed appearance.",
        "Lewen. \"Facial Fractures and Concomitant Injuries in Trauma Patients.\"",
        "H., et al. \"Facial Fractures from Dog Bite Injuries.\"",
        "\"Facial Fractures.\" eMedicine, August 29, 2004.",
        "The facial structures of children with this condition are immature, making them look younger than their actual age.",
        "Menkes disease may be diagnosed by the unusual appearance of the hair, skin, and facial features in male infants with the disorder as well as by their developmental problems.",
        "This is due in part to the facial abnormalities that characterize this syndrome, including a relatively large tongue.",
        "Individuals with MPS I S do not develop the facial features seen with MPS I H and usually these individuals have a normal life span.",
        "The nasal bones are the most frequently fractured facial bones due to their position on the face, and they are the third most common type of bone fracture in general after fractures of the wrist and collarbone.",
        "Although not usually life-threatening by itself, a fractured nose may lead to difficulties in breathing as well as facial disfigurement.",
        "With regard to nasal fractures, one group of American researchers estimates that they account for about 24 percent of all facial fractures.",
        "Direct trauma and/or delayed type hypersensitivity reaction to nickel may occur from nasal rings and jewelry, facial adornments which as of 2004 are increasingly popular.",
        "Nasal fractures that do not involve the nasal septum or other facial bones and receive prompt treatment generally heal without deformities of the nose, cartilage destruction, or other complications.",
        "More extensive facial fractures, however, may require a second operation to correct the positioning of the bones and restore the appearance of the nose.",
        "In some cases facial features and fingers may be lost to recurrent damage and infection.",
        "Since those with facial paralysis may also have hearing loss, audiologic testing may be performed on these individuals as well.",
        "Peroxisomal disorders are also associated with facial abnormalities, including high forehead, frontal bossing (swelling), small face, low set ears, and slanted eyes.",
        "Examples of simple motor tics include nose wrinkling, facial grimaces, eye blinking, jerking the neck, shrugging the shoulders, or tensing the muscles of the abdomen.",
        "This factor may be due to the characteristic facial abnormalities and relatively large tongues of Down-syndrome children.",
        "An experienced geneticist may recognize subtle differences in facial characteristics.",
        "Affected individuals have mild hemoglobin H disease, mild-to-moderate mental retardation, and characteristic facial features, as well as various other developmental processes that mimic hemoglobin H disease.",
        "Instead, obvious bone expansion and changes occur that cause characteristic facial and other changes in appearance, as well as increased risk of fractures.",
        "The facial features of many Patau syndrome affected individuals appear flattened.",
        "Partial trisomy of the proximal segment of chromosome 13 is much less likely to be fatal and has been associated with a variety of facial features including a large nose, a short upper lip, and a receding jaw.",
        "In these cases, there may be an obstruction of the nose because of infection, allergy, enlarged adenoids, or other facial problems.",
        "The National Institute of Neurological Disorders and Stroke (NINDS), a part of the National Institute of Health (NIH), defines Bell's palsy as \"a form of facial paralysis resulting from damage to the seventh (facial) cranial nerve.\"",
        "The seventh cranial nerve enters the facial region through a small opening in the bony area behind the ear called the stylomastoid foramen.",
        "From the stylomastoid foramen, the nerve enters the parotid gland and divides into an estimated 7,000 nerve fibers that control a wide range of facial and neck activity.",
        "Seventh cranial nerve endings control neck, eyelid, and forehead muscles; are responsible for facial expression, the secretion of saliva, the volume at which sound is perceived; and a myriad of other functions.",
        "It is now known that this nerve disorder is the most common cause of one-sided facial weakness for children.",
        "An over-all droopy appearance of the child's facial expression.",
        "There is usually a very rapid onset once facial paralysis or weakness makes an appearance, and Bell's palsy normally reaches its peak symptoms within 48 hours of onset.",
        "This is because there are several other, far more serious and even life-threatening possible causes for facial paralysis in children.",
        "As the facial paralysis of Bell's palsy is usually perceived correctly by parents to be a neurological condition, neurologists are often consulted.",
        "As noted previously, other, more serious possible causes of facial paralysis need to be eliminated before diagnosis can be made.",
        "Another differential cause of facial paralysis similar to Bell's palsy is Ramsey-Hunt Syndrome.",
        "It is possible that rehabilitation, including retraining the brain through facial exercises, or even surgical correction for weakened facial muscles can be necessary in extreme cases.",
        "In the early stage of Bell's palsy, when facial muscles are the most flaccid, it is desirable to allow the muscles to simply rest and recover on their own.",
        "Usually facial exercises will not be necessary for children with Bell's palsy unless the paralysis does not resolve itself and there is long-term damage to nerves.",
        "However facial exercises such as wrinkling the forehead, flaring and sniffling the nostrils, curling and puckering the lips, and several others may be used to retrain the brain's messages to facial muscles.",
        "Sessions of facial exercise should be brief and performed two to three times a day.",
        "A surgical procedure involving decompression of the facial nerve through extremely delicate microsurgery has, in severe cases, also been done.",
        "Ten percent of the children who contract Bell's palsy will have mild weakness remaining afterward, and 5 percent will have severe residual facial weakness.",
        "Clearly the notion of a child having permanent facial paralysis can be quite frightening for parents as well as the child suffering from Bell's palsy.",
        "As noted previously, the paramount concern is reaching the correct diagnosis as other causes of facial or any other bodily paralysis can be of a much more serious nature.",
        "Symptoms of juvenile and adult onset DM include facial weakness and a slack jaw, drooping eyelids called ptosis, and muscle wasting in the forearms and calves.",
        "By three months old, infants can recognize faces; imitate the facial expressions of others, such as smiling and frowning; and respond to familiar sounds.",
        "Body ringworm (tinea corporis) can affect any part of the body except the scalp, feet, and facial area where a man's beard grows.",
        "To help the healing process for flat facial warts, men should shave with an electric shaver or temporarily grow a beard.",
        "Facial weakness may lead to loss of facial expression, difficulty closing the eyes completely, and inability to drink through a straw, blow up a balloon, or whistle.",
        "A person with FSH may not develop strong facial wrinkles.",
        "Symptoms of myotonic dystrophy include facial weakness and a slack jaw, drooping eyelids (ptosis), and muscle wasting in the forearms and calves.",
        "Communication occurs with cues of body language and facial expression.",
        "Males develop muscle mass, a deeper voice, and facial hair.",
        "Finally, facial hair begins to develop on the upper lip.",
        "Underarm and facial hair increases as well.",
        "Other abnormalities that may require consideration of medical or surgical intervention include club foot, facial clefts, spina bifida, and hydrocephalus.",
        "Swelling and destruction of these tissues may lead to damage of certain nerves, resulting in spasms of the jaw muscles or paralysis of the facial muscles.",
        "The jaw line, nose, and forehead also grow, and facial features are described as coarse.",
        "In fact, the characteristic coarsening of the facial features is often not recognized by family members, friends, or long-time family physicians.",
        "Often, the diagnosis is suspected by a new physician who sees the patient for the first time and is struck by the patient's characteristic facial appearance.",
        "Symptoms of this rare, but potentially deadly, complication include enlarged tongue, swollen facial features, hoarseness, and physical and mental sluggishness.",
        "This can lead to decreased facial and pubic hair growth.",
        "Boys with several extra X chromosomes have distinctive facial features, more severe retardation, deformities of bony structures, and even more disordered development of male features.",
        "Week 4: Beginning development of bones, facial structures, and limbs (presence of arm and leg buds); continuing development of the heart (which begins to beat), brain, and nervous tissue.",
        "Week 8: Facial features more distinct, internal organs well developed, the brain can signal for muscles to move, heart development ends, external sex organs begin to form.",
        "Infantile esotropia affects about 1 percent of full term, healthy babies and a higher percentage of babies born prematurely or born with other facial defects.",
        "Craniosynostosis is one of a diverse group of deformities in the head and facial bones called craniofacial anomalies.",
        "The skull and facial asymmetry associated with craniosynostosis are frequently observed by an infant's pediatrician or family physician.",
        "For most children with craniosynostosis, facial and skull deformity will be obvious and may be expected to worsen as the child grows.",
        "A child with craniosynostosis will require ongoing medical evaluations to ensure that the brain, skull, and facial bones are developing properly.",
        "They also have unusual facial features, poor muscle tone (hypotonia), small head size (microcephaly), and mental retardation.",
        "In addition to the catlike cry, individuals with cri du chat also have unusual facial features.",
        "These facial differences can be very subtle or more obvious.",
        "For example, these individuals may have distinctive facial features such as thin upper lip and flattened nasal bridge, and they may have low calcium from hypoparathyroidism or cardiac defects.",
        "Characteristic symptoms include increasing weakness of the tongue and facial muscles, problems with swallowing, impaired speech, and increased size of the male breast (gynecomastia).",
        "Flores-Mir, C., et al. \"Use of Skeletal Maturation Based on Hand-Wrist Radiographic Analysis as a Predictor of Facial Growth: A Systematic Review.\"",
        "Lissencephaly is often associated with facial abnormalities including a small jaw, a high forehead, a short nose, and low-set ears.",
        "Chiari II malformation: Impaired swallowing and gag reflex, loss of the breathing reflex, facial paralysis, uncontrolled eye movements (nystagmus), impaired balance and gait.",
        "DDAVP has relatively few side effects although some people may experience facial flushing, tingling sensations, and headaches after treatment with this medication.",
        "Bell's palsy-Facial paralysis or weakness with a sudden onset, caused by swelling or inflammation of the seventh cranial nerve, which controls the facial muscles.",
        "Nerve compression can result in facial paralysis, deafness, or blindness.",
        "The incomplete cleft lip results in less facial distortion because the connected parts of muscle and tissue have a stabilizing effect.",
        "In the United States and western Europe, researchers report that a family history of facial clefts is present in approximately 40 percent of all cases.",
        "The likelihood of a baby being born with a facial cleft increases if a first-degree relative (mother, father, or sibling) has a cleft.",
        "Mothers who abuse alcohol and drugs, lack vitamins (especially folic acid) during the first weeks of pregnancy, or have diabetes are more likely to have a child with facial clefts.",
        "Generally, within the first few days following birth of an infant with a facial cleft, a team is assembled to prepare a plan for treatment of the cleft.",
        "The purpose of this surgery is to create a functional palate, reduce the chances that fluid will develop in the middle ears, and help the proper development of the child's teeth and facial bones.",
        "The sucking reflex is strong in all infants and should be encouraged in infants with facial clefts even if the sucking is inefficient, since the reflex seems to help the later development of speech.",
        "Most children born with either or both of these conditions undergo reconstructive surgery while they are still infants to correct the defect and significantly improve facial appearance.",
        "With advances in surgical techniques and with more complete repair of facial clefts, about 80 percent of affected children have normal speech development by the time they enter school.",
        "It may be helpful for parents of a child with a facial cleft to meet with his classmates and teachers to explain the history of the term harelip.",
        "Although a facial cleft was once referred to as a harelip to reflect its similarity to the mouth of a rabbit, the term is considered insulting today.",
        "Parents and teachers often notice the child's facial muscles become tense and he or she might struggle to speak.",
        "By the seventh week the embryo is about 2 cm (1 in) long and facial features are visible.",
        "Achondroplasia: This form of dwarfism is characterized by short stature, abnormal body proportion (limbs are shorter than normal while the torso remains of average size), and facial deformities.",
        "Other children at higher risk include those from poor families, Native Americans, children born with cleft palate or other defects of the facial structures, and children with Down syndrome.",
        "Orthodontics is a specialty of dentistry that manages the growth and correction of dental and facial structures.",
        "Individuals with MEN 2B show a variety of additional conditions: a characteristic facial appearance with swollen lips; tumors of the mucous membranes of the eye, mouth, tongue, and nasal cavity; enlarged colon; and skeletal abnormalities.",
        "In the absence of genetic markers (facial features, gestures, body language, basic personality, interests, and talents) both adoptive parents and the adopted child must learn how to communicate.",
        "Specific facial features associated with DiGeorge syndrome include low-set ears, wide-set eyes, a small jaw, and a short groove in the upper lip.",
        "If the mother has not had prenatal testing, the diagnosis of DiGeorge syndrome is sometimes suggested by the child's facial features at birth.",
        "Characteristics of the syndrome include developmental delays, poor muscle tone, short stature, small hands and feet, incomplete sexual development, and unique facial features.",
        "Some patients with PWS have unique and subtle facial characteristics that are detectable only by physicians.",
        "The unique facial features seen in some patients with PWS may be difficult to detect in infancy.",
        "These facial features are very mild and do not cause physical problems.",
        "During infancy the diagnosis of PWS may be suspected if poor muscle tone, feeding problems, small genitalia, or the unique facial features are present.",
        "A silhouette allows one to imagine what the facial expression is, and what the motivation is behind the image.",
        "If the eyes, nose, mouth, facial shape and even the teeth match-up to the proper ratio, then the person is determined to be beautiful.",
        "When it comes to the Golden Ratio and the human face, a person is subconsciously recognized as beautiful based on a comparison of facial features, placement and distance between features.",
        "Dr. Marquardt used measurements of the golden sections of the face and facial features to arrive at the golden ratio.",
        "Highlights can make you look younger, highlight your best facial features, and add interest and dimension to any style.",
        "They offer haircuts and color services, facial waxing, and the Brazilian blowout.",
        "Most beauticians will agree that eyebrow threading is better for a person's skin that using hot wax to remove unwanted facial hair.",
        "Permanent facial hair removal can be an absolute lifesaver for women who are experiencing hair growth on the face.",
        "Certain medical conditions can lead to unwanted facial hair: everything from an overgrowth of facial peach fuzz to an absurdly thick beard.",
        "Facial hair is a real problem that can truly damage the self-esteem of a woman.",
        "Fortunately, there is a form of permanent hair removal that can effectively treat facial hair.",
        "This technique is particularly successful when the underlying causes for facial hair growth are also treated.",
        "Though excessive facial hair can be treated by certain hair removal techniques, it is always a good idea to investigate this condition with a doctor.",
        "Plucking and waxing may seem like more effective methods than shaving or depilatory creams when it comes to embarrassing facial hair, but the long term results can be highly counterproductive.",
        "Individuals who continue to wax or pluck out facial hairs are also more at risk for follicular scarring or sensitive skin that can lead to ingrown hairs.",
        "Dealing with your excessive facial hair as quickly as possible may save you from the anxiety and psychological issues that so commonly accompany this condition.",
        "However, permanent facial hair removal methods like electrolysis are also handy for individuals who suffer from just a few sparse, but thick, hairs that grow in various places around the facial or chin area.",
        "The program also lets you modify facial jewely (and facial hair for men).",
        "Once you've found several looks you like, visit a salon for a professional consultation: the short, layered bob that works well on a new sitcom may not work well with your facial structure or hair texture.",
        "Some people prefer to use lighted magnifying mirrors, particularly for facial hair, though any clean mirror will suffice.",
        "The shavers use a \"lift and cut\" design in which the facial hair is lifted by the razor and then cut by the blades that lie inside of the cutting heads.",
        "Waxing can eliminate overgrown or bushy hair from around the eyes, and can really brighten and enhance a person's facial features.",
        "The eyes are the single most dramatic facial feature, and eyebrow shapes are crucial to highlighting eyes appropriately.",
        "Proper eyebrow shapes are more than a simple facial feature: they highlight the most dramatic and expressive part of the face, and they can instantly establish an individual's personality.",
        "The style should complement your face shape to avoid unbalanced emphasis of different facial features.",
        "Medium hair can be layered or tapered to accent different facial features and blend with any face shape.",
        "What looks best about a Sandra Bullock hair style is that she tailors her styles to suit not only the roles she plays, but also her hair texture and facial structure.",
        "Girls with round faces may prefer partial styles that can still frame the face and help lengthen facial features.",
        "Applying architectural tactics when studying the face, Anastasia came up with a unique strategy for shaping eyebrows to create the appearance of an altered facial structure.",
        "Long layered hair styles can complement a variety of facial shapes.",
        "Finding the right cut and style for your facial shape will accentuate your good points and make you feel great.",
        "People with pear-shaped facial features will want to add width to the forehead and the temples and limit attention to the ample jaw.",
        "Facial hair-off cream specially formulated for the more sensitive skin of the upper lip, chin, and cheeks.",
        "To use the Enleve facial hair cream, an applicator similar to a plastic tongue depressor is used for greater control and more even application.",
        "Facial formula less effective and runny, making application and waiting difficult.",
        "This is a handy tool if you don't need the full functionality of trimmers, but need to do some facial grooming such as evening a sideburn or trimming a moustache.",
        "This is why many women turn to permanent facial hair removal to eradicate the hairs once and for all.",
        "Rather than offering basic, generic hair cuts, clients at Figaro's consult with professional stylists to adapt styles to their specific facial and body structure, hair texture and length, and personal care needs.",
        "Sinha, MD, PhD, FACS: Dr. Sinha is a Board-certified surgeon with the Atlanta Institute for Facial Aesthetic Surgery and he has introduced many advanced laser hair removal techniques to the Atlanta area.",
        "From facial hair to bikini lines, there are different options of hair removal.",
        "A cutting edge hair removal technique, usually reserved for women struggling with excessive facial hair, is found in a medically prescribed cream called eflornithine.",
        "Little is achieved if you force a carbon copy upon yourself that just doesn't compliment your facial features.",
        "Hair highlights are intended to emphasize your features, bringing out the best of your facial assets and brightening your entire look.",
        "The side swept bang adds the bonus of creating visual illusions and balancing facial features.",
        "Consider facial features that you want to draw attention to, and keep in mind the lines of your dress.",
        "Not only will a graceful knot or French twist elongate the neck, it will also emphasize your facial features and highlight jewelry, such as an intricate pair of earrings or an ornate necklace.",
        "Tip: Unless you are balancing facial features, keep bangs simple and traditional.",
        "Feeling fabulous on Homecoming night is easy once you find a dress that makes you look your best, and a hair style that flatters your facial features and shape.",
        "Make sure you discuss your facial shape and features with your stylist to find the right design for your bob cut."
    ],
    "definition": [
        "fa′cial·ly\nadv.",
        "Link/Cite"
    ]
}