{
    "translation": ".1 קל, פשוט\n.2 שטחי",
    "uses": [
        "Such was the first conquest of Ireland, a conquest too facile to be secure.",
        "In proportion as such conversion was facile and rapid, it was probably imperfect.",
        "To the west of the Casiquiare there is a much shorter and more facile connexion between the Orinoco and Amazon basins, called the isthmus of Pimichin, which is reached by ascending the Terni branch of the Atabapo affluent of the Orinoco.",
        "The towns were growing fast, and extending their municipal liberties; the necessities of John and the facile carelessness of Henry led to the grant of innumerable charters and privileges.",
        "Such facile metres are called \"political,\" in the sense of \"commonplace,\" \"of the city.\"",
        "von Humboldt to refer to him as \"Botanicorum facile princeps.\"",
        "The German dialects were too rough to receive that artistic elaboration under antique influences which had been so facile in Tuscany.",
        "It may seem facile to talk, at such a time, about failure being a signpost for future success.",
        "It has been used here in a very facile manner, very arrogantly.",
        "This fortunate capture put an enormous advantage in the hands of the English; for John, a facile and selfish prince, was The ready to buy his freedom by almost any concessions.",
        "St Paul was in any case an unusual writer, by no means facile or with ready command of expression; still, he could by an effort express what he wanted, and new situations called up new words and new minor ideas.",
        "When the facile tendency of Arthropoda to develop tracheal air-tubes is admitted, it becomes probable that the tracheae of Hexapods do not all belong to one original system, but may be accounted for by new developments within the group. Whether the primitive tracheal system of Hexapoda was a closed one or open by serial stigmata in every somite remains at present doubtful, but the intimate relation of the system to the wings and tracheal gills cannot be overlooked.",
        "Brissot became known as a facile and able writer, and was engaged on the Mercure, on the Courrier de l'Europe, and on other papers.",
        "Unusual bodily vigour enabled him to combine severe devotion to work with facile indulgence in sensual pleasures.",
        "The abbe de Chateauneuf instructed him early in belleslettres and deism, and he showed when a child the unsurpassed faculty for facile verse-making which always distinguished him.",
        "So it is a little facile to think that the use of modern technology has simply scared the demon off!",
        "A man of literary taste and culture, familiar with the classics, a facile writer of Latin verses' as well as of Ciceronian prose, he was as anxious that the Roman clergy should unite human science and literature with their theological studies as that the laity should be educated in the principles of religion; and to this end he established in Rome a kind of voluntary school board, with members both lay and clerical; and the rivalry of the schools thus founded ultimately obliged the state to include religious teaching in its curriculum.",
        "The comparatively facile success achieved by Baratieri against Mangash seems to have led him to undervalue his enemy, and to forget that Menelek, negus and king conques~",
        "When the source of the name was forgotten its meaning was not unnaturally misinterpreted, and gained for Gawain the reputation of a facile morality, which was exaggerated by the pious compilers of the later Grail romances into persistent and aggravated wrong-doing; at the same time it is to be noted that Gawain is never like Tristan and Lancelot, the hero of an illicit connexion maintained under circumstances of falsehood and treachery.",
        "Francigenis occidentalibus facile persuaderi poterat sua rura relinquere; nam Gallias per annos aliquot nunc seditio civilis, nunc fames, nunc mortalitas nimis afixerat.",
        "Although these may sound rather facile, they probably work well in practice, especially if others do not know they are there.",
        "At first thought, linking soul music with food may seem like a peculiar, if slightly facile, connection.",
        "One somewhat facile response is that for several research purposes, deep contextual knowledge is not essential.",
        "His forceful, facile pen gave him great influence from the first; but though a foremost member of several great deliberative bodies, he can fairly be said never to have made a speech.",
        "The most facile and brilliant of the elegiac poets and the least serious in tone and spirit is P. Ovidius Naso or Ovid (43 B.C. - A.D.",
        "They lose their facile cleavage and become hard, dark-coloured, slightly lustrous rocks, which have a splintery character or break into small cuboidal fragments.",
        "Since these combinations have often been as illogical as facile, \"eclecticism\" has generally acquired a somewhat contemptuous significance.",
        "extremely handsome, he was a sturdy and valiant knight, affable, courteous, a brilliant talker and a facile poet.",
        "It was more profound than anything that facile creation spiritualities have to offer.",
        "The effect, rather than a commendable attempt to resist offering facile explanations, is to glorify the crimes and make them seem acceptable.",
        "Bibliographic Information The facile hydrolysis of chlorine nitrate in aqueous sulfate aerosols.",
        "facile to say that these planetary movements are governed by gravity.",
        "facile assumptions most computer stores may not realize.",
        "I thought that was a pretty facile argument then and I think it is a pretty facile argument now.",
        "facile ground, I would see that there is close connection between all parts of my army.",
        "facile conclusions, no murmured easy redemption to assuage the common pain.",
        "facile attempt to explain away the continuation of child care at the Nursery after the voluntary suspension was wholly unimpressive.",
        "Thus, it may be too facile to blame the ' increase ' on a greater popularity of smoking among women.",
        "They can guzzle champagne till it runs from their ears, and become facile to the point of dumbness.",
        "Cel n'est pas facile surtout pour une relation stable.",
        "This kind of facile observation, however, merely invites a loud raspberry.",
        "reams of evidence, or by facile dismissal.",
        "Its facile flow and rhythm seem to adapt it to the expression and illustration of personal feeling.",
        "Thomas de Noronha and Antonio Serrao de Castro, the first a natural and facile writer, the second the author of Os Ratos da Inquisicao, a facetious poem composed during his incarceration in the dungeons of the Inquisition, while Diogo de Sousa Camacho showed abundant wit at the expense of the slaves of Gongorism and Marinism.",
        "As a nickname the term \"agnostic\" was soon misused to cover any and every variation of scepticism, and just as popular preachers confused it with atheism in their denunciations, so the callow freethinker - following Tennyson's path of \"honest doubt\" - classed himself with the agnostics, even while he combined an instinctively Christian theism with a facile rejection of the historical evidences for Christianity.",
        "Saying that there is no evidence that Jesus claimed divinity can only be managed by ignoring reams of evidence, or by facile dismissal.",
        "While some critics point to the show's facile message: smart equals frumpy, while beauty equals bubblehead, the series manages to veer around the potholes in the storyline road.",
        "facile optimism which we pointed to throughout much of the 1980s is still there.",
        "et que j'appelle methode des moindres quarres \"; and in an appendix in which the application of the method is explained his words are: \" De tous les principes qu'on peut proposer pour cet objet, je pense qu'il n'en est pas de plus general, de plus exact, ni d'une application plus facile que celui dont nous avons fait usage dans les recherches precedentes, et qui consiste a rendre minimum la somme des quarres des erreurs.\"",
        "But the prevailing opinion is against this conjecture, and sees in these designs the work not of a strenuous student and searcher such as Darer was, but of a riper and more facile hand working in a spirit of settled routine.",
        "They found a brilliant interpreter in Aeschines, who, after having been a tragic actor and a clerk to the assembly, had entered political life with the advantages of a splendid gift for eloquence, a fine presence, a happy address, a ready wit and a facile conscience."
    ],
    "definition": [
        "a. Done or achieved with little effort or difficulty; easy: a facile victory.\nb. Working, acting, or done with ease and fluency: a facile writer; facile prose. See Synonyms at easy.",
        "Arrived at or presented without due care, effort, or examination; superficial: We don't need another facile solution to a complex problem.",
        "Archaic Pleasingly mild, as in disposition or manner.",
        "fac′ile·ly\nadverb",
        "fac′ile·ness\nnoun",
        "Link/Cite",
        "Easy, now especially in a disparaging sense; contemptibly easy. [from 15th c.]",
        "(now rare) Amiable, flexible, easy to get along with. [from 16th c.]\nHis facile disposition made him many friends.",
        "Effortless, fluent (of work, abilities etc.). [from 17th c.]",
        "Lazy, simplistic (especially of explanations, discussions etc.). [from 19th c.]",
        "(chemistry) Of a reaction or other process, taking place readily.\nDecarboxylation of beta-keto acids is facile...",
        "Link/Cite"
    ]
}