{
    "translation": "עובדה",
    "uses": [
        "In fact, now she felt nothing.",
        "In fact, he had given her strict orders not to lift anything.",
        "In fact, everything about him was masculine.",
        "It is hard to tell fact from fiction!",
        "In fact, that was a good way to make sure he didn't.",
        "Rather, it is intended to reflect the fact that judgment is required when assessing whether land is MMHD or ISIG.",
        "I have noticed also that she eats much less, a fact which troubles her father so much that he is anxious to get her home.",
        "Once again the real threat of fraud on the Internet has highlighted the fact that consumers fear going on line.",
        "Still, even all the bias can't hide the fact that the Tories are heading for another very heavy defeat.",
        "The fact is that I left my little pet in my dressing-room lying asleep upon the table; and you must have stolen in without my knowing it.",
        "The use of historical fact as a springboard for fiction is not a new one.",
        "In fact, it was ludicrous - but it still hurt.",
        "We won't mention the fact that I was 1 1/2 hours late for my last outing.",
        "Another fact is of great significance in this connection.",
        "As a matter of fact, most of the advice she has received and heeded has led to excisions rather than to additions.",
        "She said her only consolation was the fact that the princess allowed her to share her sorrow, that all the old misunderstandings should sink into nothing but this great grief; that she felt herself blameless in regard to everyone, and that he, from above, saw her affection and gratitude.",
        "In fact, let's say his own mother considered donating the portrait he painted of her to Goodwill but decided not to because \"the poor have enough problems already.\"",
        "In fact, he must be struggling to float on the ocean of problems this family represented.",
        "What makes this duty the more urgent is the fact that the country so overrun is not our own, but ours is the invading army.",
        "Here is a fact to get your head around: In 1980, about seven million Americans had a passport.",
        "And that idea is reinforced by the fact that three of the known MCPH proteins are found in the centrosome during cell division.",
        "The fact that there was nothing to protect her from was irrelevant.",
        "As a matter of fact, I'm eating rainbow grass.",
        "The doctor said this restlessness did not mean anything and was due to physical causes; but Princess Mary thought he wished to tell her something, and the fact that her presence always increased his restlessness confirmed her opinion.",
        "The fact that sin exists, and that great misery results from it, dawned gradually upon her mind as she understood more and more clearly the lives and experiences of those around her.",
        "In fact, I quietly declare war with the State, after my fashion, though I will still make what use and get what advantage of her I can, as is usual in such cases.",
        "Surely she must feel bitter about that fact, and yet neither her voice nor her expression gave any indication that she felt animosity.",
        "Princess Mary saw Dessalles' embarrassed and astonished look fixed on her father, noticed his silence, and was struck by the fact that her father had forgotten his son's letter on the drawing-room table; but she was not only afraid to speak of it and ask Dessalles the reason of his confusion and silence, but was afraid even to think about it.",
        "He was expounding over the fact that his father had approached the inheritance issue again.",
        "The antidepressants didn't help that much, but maybe they were responsible for the fact that she had not lost control yet.",
        "The sad fact is that the American hostages in Iraq were forgotten casualties of war.",
        "I find it hard to realize that Christmas is almost here, in spite of the fact that Helen talks about nothing else.",
        "The fact that small nations can adopt standard treaties, laws, currencies, and international practices of larger countries means that a small economic unit can be viable.",
        "Other than the fact that she and Howard had already disrupted their lives enough for her, it was comforting to have her there.",
        "And the fact remains that she was taught by a method of teaching language to the deaf the essential principles of which are clearly expressed in Miss Sullivan's letters, written while she was discovering the method and putting it successfully into practice.",
        "As a matter of fact, I did.",
        "The fact of the matter is that this witness had no idea what they were talking about.",
        "In fact, you have no other income.",
        "Apparently his greatest concern was the fact that his mother was married to his adoptive father at the time he was conceived.",
        "It has been a fact of life in these parts for hundreds of years and nobody can predict such things accurately.",
        "But this politics of war have in fact worked this way repeated, across place and time.",
        "In the Internet age, everyone fact checks everyone else.",
        "The second and even more singular fact was the absence of any inhabitant of this splendid place.",
        "I also particularly liked the fact that you only charged $2.50 per bag.",
        "The explanation of the fact was unimportant compared to the fact itself and the need of hurrying on.",
        "The fact that he did not, as she had feared, order her to be carried away by force but only told her not to let him see her cheered Princess Mary.",
        "This fact impressed Alpatych, but in thinking about his own business he soon forgot it.",
        "He didn't tell her about the money because it would lead to questions - both about the money and the fact that he had been hiding it from her.",
        "What also conduced to Bagration's being selected as Moscow's hero was the fact that he had no connections in the city and was a stranger there.",
        "But the fact remains that Miss Canby's story was read to me once, and that long after I had forgotten it, it came back to me so naturally that I never suspected that it was the child of another mind.",
        "Work was hampered by the basic fact that the horse chestnuts were poor quality material from which to produce acetone.",
        "And that fact is driven home by its generally low price in most locations.",
        "The mere fact that they may be produced in a new way is no reason for any radical change in the policy process.",
        "Writing for other people, she should in many cases be true to outer fact rather than to her own experience.",
        "The reason why she read to her pupil so many good books is due, in some measure, to the fact that she had so recently recovered her eyesight.",
        "But not to speak of the intrinsic quality of histories of this kind (which may possibly even be of use to someone for something) the histories of culture, to which all general histories tend more and more to approximate, are significant from the fact that after seriously and minutely examining various religious, philosophic, and political doctrines as causes of events, as soon as they have to describe an actual historic event such as the campaign of 1812 for instance, they involuntarily describe it as resulting from an exercise of power--and say plainly that that was the result of Napoleon's will.",
        "In fact, the ambassador, as he himself has declared, was never authorized to make that demand, and as soon as I was informed of it I let him know how much I disapproved of it and ordered him to remain at his post.",
        "He was told by his fellow officers that the screams of the crowd and the shrieks of the woman were due to the fact that General Ermolov, coming up to the crowd and learning that soldiers were dispersing among the shops while crowds of civilians blocked the bridge, had ordered two guns to be unlimbered and made a show of firing at the bridge.",
        "For the Rostov family the whole interest of these preparations for war lay in the fact that Nicholas would not hear of remaining in Moscow, and only awaited the termination of Denisov's furlough after Christmas to return with him to their regiment.",
        "The retired naval man was speaking very boldly, as was evident from the expression on the faces of the listeners and from the fact that some people Pierre knew as the meekest and quietest of men walked away disapprovingly or expressed disagreement with him.",
        "I have been made acutely aware of that fact since I was a child.",
        "I base that expectation in part on the fact that today, many of us already live in more comfort than the richest king in the world did two hundred years ago.",
        "And in fact two more peasants began binding Dron, who took off his own belt and handed it to them, as if to aid them.",
        "In fact, she said it was for me.",
        "It is impossible for any one with whom Helen is conversing to be particularly happy or sad, and withhold the knowledge of this fact from her.",
        "It was, in fact, only the commencement of the campaign that prevented Rostov from returning home as he had promised and marrying Sonya.",
        "And in fact his health was poor.",
        "He is his godson, she added, her tone suggesting that this fact ought to give Prince Vasili much satisfaction.",
        "But... in short, the fact is... you know yourself that last winter the count made a will by which he left all his property, not to us his direct heirs, but to Pierre.",
        "He was respectful of her concerns, but they didn't see eye-to-eye on any of it - except the fact that they both wanted another child.",
        "Focusing her attention on the car, she was acutely aware of the fact that he was still watching her.",
        "It is wonderful with what elaborateness this simple fact is advertised--this piscine murder will out--and from my distant perch I distinguish the circling undulations when they are half a dozen rods in diameter.",
        "The countess looked at her callers, smiling affably, but not concealing the fact that she would not be distressed if they now rose and took their leave.",
        "That they were East European was compounded by the fact that Russia was communist and led by Joseph Stalin.",
        "What was clear was the fact that he was struggling over something.",
        "It was not what he had read that vexed him, but the fact that the life out there in which he had now no part could perturb him.",
        "He referred to the fact that the Emperor Napoleon had resented the demand that he should withdraw his troops from Prussia, especially when that demand became generally known and the dignity of France was thereby offended.",
        "Princess Mary's self-esteem was wounded by the fact that the arrival of a suitor agitated her, and still more so by both her companions' not having the least conception that it could be otherwise.",
        "Anna Pavlovna's presentiment was in fact fulfilled.",
        "In fact, she had made a different decision about it so many times that his head must be spinning.",
        "This wasn't about what he had hidden from her or the fact that he had left her alone for two weeks to go to Columbia.",
        "More important, though, was the fact that he believed the child should not suffer for the sins of the parent.",
        "In fact she had avoided - even pushed away those who might want to claim close friendship.",
        "Now there is one more fact, which I wish to state very plainly, in regard to what Mr. Gilman wrote to you.",
        "The fires and shouting in the enemy's army were occasioned by the fact that while Napoleon's proclamation was being read to the troops the Emperor himself rode round his bivouacs.",
        "The fact was accordingly conveyed to Lavrushka.",
        "In fact, maybe he didn't know her very well.",
        "The fact that he stood before her now was proof.",
        "What did she know about this man... other than the fact that he had a volatile temperament?",
        "In fact, Giddon was actually pleasant and entertaining.",
        "She met his regard with equal composer, in spite of the fact that the conversation was beginning to make her feel extremely uncomfortable.",
        "There was the fact that only those came who wished to dance and amuse themselves as girls of thirteen and fourteen do who are wearing long dresses for the first time.",
        "I am telling you the fact, said Natasha indignantly.",
        "He had that common sense of a matter-of- fact man which showed him what he ought to do.",
        "On this fact relating to the Emperor personally, it was impossible to pass any judgment.",
        "There was a special reason for this, as he had got married two years before--a fact known only to his most intimate friends.",
        "Some diners resent the fact that the tip is included in the bill.",
        "The fact is he has come to see Count Cyril Vladimirovich, hearing how ill he is.",
        "It was a moment that lay in her stomach like a week-long hunger, regardless of the fact that they had been gone only minutes.",
        "So our ability to find cause and effect in that—and to really discern fact from fallacy, what's good from what's bad for us—is highly suspect.",
        "In fact, China produces more food than any other country in the world, triple the amount the United States produces.",
        "It is true rather that she has a special aptitude for thinking, and her leaning toward language is due to the fact that language to her meant life.",
        "And, in fact, Bilibin's witticisms were hawked about in the Viennese drawing rooms and often had an influence on matters considered important.",
        "The fact it's clandestine is vital.",
        "I'm counting on the fact that you're a nice guy.",
        "In fact, he had always been there for them.",
        "In spite of the fact that she was anxious to tell him, she waited for the exact moment.",
        "It didn't, for a fact.",
        "Her clothes underlined the fact that she was pregnant.",
        "In fact, he seemed lost in a sea of uncertainty.",
        "He had warned her not to lift anything — ordered her not to, in fact.",
        "More important for the child, though, was the fact that Alex actually wanted him to visit the ranch.",
        "In fact, he seemed disappointed that she had asked.",
        "Hopefully that wasn't intentional, but the fact that Lori called Alex indicated that it might have been going on for a while.",
        "If Lori was romantically attracted to him, she probably wasn't the only one — a fact that Alex was probably fully aware of.",
        "In fact, he rarely looked her in the eye, as if she was a reminder of something he didn't want to recall.",
        "Darkness crossed Damian's features, the same darkness Darian felt go through him as he alluded to the fact he was broken beyond repair.",
        "\"Are you healed up?\" she asked, uneasy with the fact his thoughts were so closed off.",
        "\"Aside from the fact that I'm terrified?\" she whispered.",
        "I have too much respect for you not to be direct about the fact I'm interested in you.",
        "This immortal House had been somewhat lowly on the immortal totem pole, evidenced by the fact it was a third the height of most of the others.",
        "\"We can talk about the fact you'd have no issue working with any other Guardian but me if you want,\" he offered.",
        "In spite of the fact that she was now 32, she actually looked like a teenager.",
        "Once that fact had gnawed at him, but he had come to terms with it.",
        "She had been protected from outside influence – partly by having no television and partly by the fact that neither of her parents worked away from the home.",
        "In fact, a young single girl might be exactly what they needed to inject more interest in the tour – and Felipa was an excellent rider.",
        "She might as well get used to the fact that she was on her own.",
        "The wait staff is friendly and manages to keep their cool, despite the fact that the place tends to get amazingly crowded around dinnertime.",
        "Carmen couldn't deny that fact.",
        "Alex was an accomplished horseman – a fact she had discovered when they visited his father's ranch in Texas.",
        "In fact, however, though now much farther off than before, the Rostovs all saw Pierre--or someone extraordinarily like him--in a coachman's coat, going down the street with head bent and a serious face beside a small, beardless old man who looked like a footman.",
        "Why did he hide the fact that his first love would be here tonight?",
        "In fact, virtually everyone should have wondered why he was fighting soldiers from places he couldn't find on a map.",
        "We could go on here and talk about other military powers and alliances, but the simple fact is that large countries are less willing to risk war in defense of small ones.",
        "It took me some time to appreciate the fact that my new friends were blind.",
        "Before the conversation began Prince Andrew was struck by the fact that the Emperor seemed confused and blushed as if not knowing what to say.",
        "But this is what we'll do: I have a good friend, an adjutant general and an excellent fellow, Prince Dolgorukov; and though you may not know it, the fact is that now Kutuzov with his staff and all of us count for nothing.",
        "The ancients have left us model heroic poems in which the heroes furnish the whole interest of the story, and we are still unable to accustom ourselves to the fact that for our epoch histories of that kind are meaningless.",
        "This was shown first by the fact that there were no entrenchments there by the twenty fifth and that those begun on the twenty-fifth and twenty-sixth were not completed, and secondly, by the position of the Shevardino Redoubt.",
        "Not by a single word had Nicholas alluded to the fact that Prince Andrew's relations with Natasha might, if he recovered, be renewed, but Princess Mary saw by his face that he knew and thought of this.",
        "It was the unexpected realization of the fact that he still valued life as presented to him in the form of his love for Natasha, and a last, though ultimately vanquished, attack of terror before the unknown.",
        "Escape was hampered by the fact that the window wouldn't open.",
        "More likely it stemmed from the fact that she had not gone to the house yet.",
        "In fact, until the death of her family, she rarely ever dreamed – or at least didn't remember them.",
        "That and the fact that Howard had paid no attention to her while she was choking.",
        "Hopefully the fact that help was on the way would make him reconsider any violent action.",
        "As a matter of fact, I think we're on completely different planets.",
        "In fact, the thing she found most attractive about Brandon was his smile.",
        "The fact that she was uninterested only enticed him further.",
        "Her erotic dreams were proof that he was becoming more than a friend to her, and that thought was troubling - both from the standpoint of her goals, and the fact that she was setting herself up for rejection.",
        "It was pure fact.",
        "Is that a fact?",
        "In fact, things were going so well that she actually accepted an invitation to a valentine's party at Roxanne's house.",
        "That could be attributed greatly to the fact that she had avoided any relationships.",
        "In fact, he was the one who was acting selfish!",
        "She felt responsible for the fact that Brandon didn't have that last day with his father.",
        "In fact, she enjoyed it.",
        "In fact, why not give them a little show?",
        "But I know for a fact that the glowing end of a cigarette butt can be seen as far away as an arrow can be shot accurately.",
        "The confusion was partly due to the fact that everything was happening so fast and partly because she had never responded to a man that way before.",
        "He wouldn't look at her, and that fact confirmed her suspicions.",
        "For the first time she thought about the fact that he had no commitment to them at all, yet he had risked his life for them.",
        "Her groggy mind registered the fact that they would no longer leave a trail like a slug.",
        "No, I can vouch for the fact that it is Indian blood.",
        "In fact, he seemed pleased.",
        "In fact, now I'm even more convinced I was right.",
        "In fact, they appeared to be hanging on her every word – waiting impatiently for the answer.",
        "Maybe it was the fact that he never smiled, or the loneliness in those green eyes.",
        "In fact, she was so keyed up when she reached her apartment that she decided to call her best friend with the news.",
        "Where Russell Cade was concerned, the only thing they seemed to have against him was the fact that he provided them no new topics.",
        "Apparently he spent a lot of time on the back of a horse, riding his range in all kinds of weather - a fact that prompted more than one comment by townsfolk that he had wasted a good college education.",
        "He made an excellent companion, a fact that hadn't occurred to her before that moment.",
        "The fact is, when wolves attack a herd, they always take the weakest animal.",
        "A fact he had made abundantly clear.",
        "No. As a matter of fact, I think it has character.",
        "In fact, she had been nothing more than a spectator for a convincing roll Cade was playing.",
        "In fact, tortured would be a better description.",
        "Was he going to say something about the fact that she wandered too far from the house?",
        "He also withheld the identity of Josh, Dawkins Sr.'s mine manager, and the fact that someone fired a gun at the mine.",
        "He made no bones about the fact that my ass is grass and he's a lawn mower.",
        "If in fact those reports were all lies, he may have never even entered the Lucky Pup.",
        "The fact he touched her without hesitation.",
        "If not for the fact she was lying to him, she would be the perfect mate.",
        "Deidre hadn't tried to dye her hair pink or hide the fact she was different.",
        "In fact, you did – and do – refuse to claim your mate.",
        "In fact, she glowed with health, even if she seemed shy or nervous.",
        "In fact, she seemed to enjoy that form of attention.",
        "The smooth lines of the dress flattered her petite figure, but more important was the fact that Alex liked it.",
        "Alex took pride in that fact.",
        "She assumed he was still on a fact finding mission of his own.",
        "Other than the situation with Lori and the fact that it was a busy day, nothing was different than any other day.",
        "In fact, getting to know him better had only increased it.",
        "You were ready to accept that fact already.",
        "The smug expression on her face would have been more irritating if her words hadn't revealed the fact that she didn't know the seriousness of the situation.",
        "In fact, it pretty much removes any possibility.",
        "In fact, if she had stayed on the farm, they would have helped her.",
        "And then there was the fact that it might frighten Jonathan.",
        "It wasn't as nice as hers, and it reminded her of the fact that Alex had picked her car out for her.",
        "The only thing that kept her from breaking down was the fact that Jonathan and Destiny needed her.",
        "Maybe it wasn't the fact that his mother was having an affair.",
        "In fact, he wasn't much of a lover at all.",
        "In fact, getting him aroused wasn't the problem now.",
        "In fact, he no longer made any husbandly demands on her.",
        "In fact, they were probably more an obstacle than the ordeal ahead of him.",
        "In fact, the entire design of the living area was more open and roomy than the new log home where they now lived.",
        "She turned around, amazed by the fact that he had spoken while he was awake.",
        "In fact, no one slapped a warrior full grown, not even his father.",
        "In fact, he had never seen any warrior speak to her save Ne'Rin.",
        "Or would the fact that she never gave him an answer to stay or go make him unwilling to give her a second chance?",
        "This girl's code, if it is in fact a code, is mostly one continuous line, with hardly any punctuation.",
        "How would I know he can ski, if in fact he really can?",
        "There's no changing that fact.",
        "That, and given the fact she was in the wrong line when they were passing out brains makes me think we're missing something.",
        "My heart is empty as I have no doubt he'll dismiss me if his mother does, in fact, pass on to her final reward.",
        "But, by all accounts, she was not near the spot where he fell, a fact confirmed by enough people to make it believable.",
        "Dean knew in time, he'd get over the sudden death of Edith Shipton but he also knew the fact he failed to stop her from killing herself would remain with him forever.",
        "She hadn't been able to sleep, she told him, wondering what his reaction would be, if in fact she might be pregnant.",
        "Everything about Edith Shipton was strange—her moods—her personality—the fact that she lied so easily.",
        "I can't see why the fact that he used a pen would send you dashing up to the ice park and half kill yourself.",
        "At first I didn't think so, but the fact that he had the old suicide note with him makes me think he at least considered it, if the opportunity presented itself .",
        "This is part guess, part fact, with both parts complicated.",
        "The fact that the other end was also cut must have looked like the natural end of the line.",
        "He prided himself on the fact that he had never killed a human by sucking them dry.",
        "Life was good, except for the fact that they needed human blood to survive.",
        "Jackson began to accept his fate and found comfort in the fact that none of his victims remembered his attacks.",
        "Jackson's anger stemmed more from the fact that he wanted to ask about Elisabeth's frame of mind, rather than from Sarah going behind his back.",
        "In fact, the sheet music was unnecessary.",
        "I'm glad you find the fact that I'm going to need stitches amusing...",
        "In fact it will be quite pleasant for you.",
        "She had been cool toward him at the funeral, but that may have been due to the fact that she was grieving.",
        "I don't know anything about your brother - except the fact that he got you through school.",
        "As a mater of fact, she was starting to think that her idea of the right man was nothing more than a pipe dream.",
        "There was little point in denying the fact that she was watching Alex - and enjoying what she was seeing.",
        "In fact, he must have given the goat a good deal of attention to be able to identify her from the other Toggenburgs.",
        "Did it have anything to do with the fact that she would be twenty-one soon, and gain control of her inheritance?",
        "Was it the fact that the danger was now over, or the cold?",
        "He was no dandy, and that was a fact.",
        "The only thing she had in common with that girl was the fact that they were both poor.",
        "Alex would never hurt her - for some reason she was certain of that fact.",
        "\"He has, for a fact,\" Carmen instantly agreed.",
        "That would explain the fact that you didn't write either, wouldn't it?",
        "In fact, I think they were looking forward to it.",
        "In fact, it wasn't any of her business.",
        "In fact, she couldn't remember a time when she had felt worse.",
        "As a mater of fact, he can't give me the thing I want most.",
        "Nor did she find anything particularly unusual about the fact that Alex stayed all day Sunday and took a plane back to Houston, leaving his truck for Carmen to drive.",
        "In fact, you're the only one who violated a trust.",
        "The fact that it was the perfect place for a house and provided a spectacular view from the wide porch, was beside the point.",
        "No reason except the fact that she was losing a lot of sleep.",
        "The fact that Alex stopped to see Lori merely gave Carmen time to get cleaned up.",
        "He had long ago accepted the fact that he would have no biological children.",
        "In fact, he had already looked into adoption.",
        "She'd never learned to lie; in fact, she would never dare lie to Mr. Tim, not with his rigid sense of integrity.",
        "In fact, standing in her apartment, she had the surreal sense that life hadn't changed, as if she could open the door and go to work like any other day.",
        "Brady glanced up at Elise's hard tone, sensing she'd not yet absorbed the fact the government she served had splintered.",
        "In fact, all the cities along the river could.",
        "That's obvious by the fact that she gave it up so easily.",
        "That wasn't too surprising, considering the fact that she insisted she wasn't a social person.",
        "In fact, Carmen had spent so much time in the Reynolds kitchen growing up that neighbors began to think she belonged there.",
        "Actually, I was referring to the fact that he's so sophisticated and I'm such a hick.",
        "I like the fact that he's not all muscled up like a wrestler.",
        "In fact, she'd made sure he was out of the way when she acted against Sirian.",
        "That was fact, not lack of confidence speaking.",
        "In fact, he had repeatedly encouraged her to browse his financial records.",
        "Once again Carmen was reminded of the fact that Alex wasn't a tall man.",
        "In fact, he appeared to be relaxed – in his element.",
        "He couldn't carry a tune if she stapled it in a paper bag for him, but he was blissfully unaware of that fact.",
        "He had been quiet all week, obviously resigned to the fact that she was going to run things her way.",
        "Even more surprising was the fact that Gerald didn't seem to mind being left behind.",
        "I appreciate the fact that you were willing to ride up here with me.",
        "In fact, he didn't seem to notice that it embarrassed her.",
        "One was the fact that Ed had never been afraid of lightning before.",
        "In fact, they were probably already searching.",
        "In fact, it lay somewhere between concerned and annoyed.",
        "In fact, their conversation was restricted to necessities.",
        "No, it wouldn't for a fact, but then, neither would sulking.",
        "The reason all revolved around the fact that she felt uncomfortable around Rob – and the fact that Alex had said she was encouraging him.",
        "In fact, it didn't even need to be a man.",
        "Another first would be the fact that the children wouldn't be with them.",
        "Aaron and Felipa were inseparable throughout the evening – a fact that didn't escape Alex.",
        "In fact, he was spending more and more time in his office, working on his computer.",
        "Whether he was referring to the fact that they were leaving or that Alex had left her was unclear.",
        "As a matter of fact, he had the idea that I didn't much like him.",
        "The fact that he didn't think of those things was indication enough that he took her forgiveness for granted.",
        "In fact, it was Felipa who made the announcement – that she was taking an early flight back home.",
        "In fact, the casual observer might think he was actually courting her.",
        "If it had not been for the fact that he was speaking so distinctly, she probably wouldn't have been able to hear the translation.",
        "The trip back to Arkansas was uneventful with the exception of the fact that Alex was more gallant than usual.",
        "In the summer months, it would be nice to have her here as well, but I have to face the fact that eventually she'll be getting a job and moving away.",
        "I don't care if people smoke, but I wish they'd respect the fact that I don't want to smoke.",
        "In fact, her trust in him had been so complete that she had allowed him to make nearly every important decision in her life - until now.",
        "It was a well-known fact that Mrs. O'Hara would never surrender her kitchen to a maid, so the alibi passed as genuine.",
        "In fact, I think they'd make a perfect couple.",
        "As a matter of fact, I think I saw one of your listings in the newspaper tonight.",
        "He refuses to accept that fact.",
        "In fact, it kills poisonous snakes.",
        "Of course, Clara would hardly miss the fact that her skin was lighter where Denton's ring had been.",
        "No, as a mater of fact, he already knew where to find you.",
        "Actually, the silence was beginning to get on her nerves, but she didn't want him reporting that fact to her father or Denton.",
        "In fact, he reached out and plucked the stick from the water.",
        "As a matter of fact, right now she was glad Dad had sent him.",
        "At the cabin, she washed a dress in the sink and hung it on the line to dry, taking pride in the fact that she was making do with what was available.",
        "His tone indicated that it merely was a statement of fact.",
        "In fact, you cannot hurt me.",
        "He had no loyalties to any of the Gods, a fact that rendered him useful to all three of them when they were in pissing contests.",
        "Jessi froze, not completely connecting with the fact she stood in a place unlike the coastal southern California area.",
        "Because apparently, to humans, explosions were more interesting than the fact they were watching him – a creature that hunted humans – cook their food.",
        "It wasn't just because of her jealousy over the fact he slept with everyone, it was also her insecurity.",
        "Neither sect was supposed to interfere in mortal affairs, a fact they selectively ignored.",
        "If Eden succeeded, Xander died, a fact he didn't learn for many years after she left him writhing in agony on the roof of a tavern.",
        "In fact, I'll help you.",
        "The fact he bit me? she demanded.",
        "He still didn't understand the question Sofi wanted him to know, but the fact the woman capable of operating on stealth-mode was the answer did not set well with him.",
        "Jessi didn't want to guess why he sounded pissed by the fact she made three trips instead of one.",
        "It was hard not to be affected by the strength and heat of his body or the fact she was way too close to him.",
        "She wasn't certain what he meant: the dangerous edge to him or the fact someone sent three goons after her.",
        "Maybe it was her gaze, too direct to be friendly, or the fact Jessi didn't hear the newcomer enter.",
        "From what Jule said and the fact your girl knows Jonny, I'd say the Black God is using her to get to you.",
        "He had suffered extreme pain for years before his death, and in fact broke down altogether under disease contracted in the discharge of his duty.",
        "In fact, so far as the direct evidence of our senses tells us, matter appears to be indefinitely divisible.",
        "The fact that the two components can be recovered from the compound by destroying it does not decide the question.",
        "In fact, he did so much to make the atomic theory of matter probable that he is popularly regarded as its originator.",
        "He maintained that, under varying conditions, two substances could combine in an indefinitely large number of different ratios, that there could in fact be a continuous variation in the combining ratio.",
        "One section of the law expresses the fact that the weights of two substances, not necessarily elements, that are equivalent in one reaction, are often found to be equivalent in a number of other reactions.",
        "The fact that he embellished with his own great literary ability the speeches of the Liberals and Reformers only added to the influence of his news-letters.",
        "From this time he was in fact, if not in name, the dictator.",
        "He was in fact a typical representative of the unscrupulous selfseeking Polish magnates of the 17th century who were always ready to sacrifice everything, their country included, to their own private ambition.",
        "Peter Bayle is severe on certain historical inaccuracies of Davila, and it is true that Davila must be read with due remembrance of the fact that he was not only a Catholic but the especial protege of Catherine de' Medici, but it is not to be forgotten that Bayle was as strongly Protestant.",
        "The chroniclers emphasize the fact that this king was not of royal descent.",
        "He was the third and youngest son of Thomas Chicheley, who appears in 1368 in still extant town records of Higham Ferrers as a suitor in the mayor's court, and in 1381-1382, and again in 1384-1385, was mayor: in fact, for a dozen years he and Henry Barton, school master of Higham Ferrers grammar school, and one Richard Brabazon, filled the mayoralty in turns.",
        "St Mary's College was in fact formally founded in 1382, and the school had been going on since 1373 (A.",
        "As a matter of fact, the parliament at Leicester, in which the speeches were supposed to have been made, began on the 30th of April 1414 before Chicheley was archbishop. The rolls of parliament show that he was not present in the parliament at all.",
        "That the charges against Garfield were not generally credited, however, is shown by the fact that he received 214 electoral votes to his opponent's 155.",
        "The fact that at this stage the polarization is a maximum, when the angle through which the light is turned exceeds a right angle, is the more worthy of note, as the opposite result would probably have been expected.",
        "Leland in his Itinerary (1558) recorded the fact that Bolton made cottons, which were in reality woollen goods.",
        "the fact that Propertius could not marry her, &c. For references to her beauty see ii.",
        "She tells you and it's automatically fact.",
        "What was even harder to accept was the fact she actually enjoyed his extreme mood changes.",
        "In fact, he had displayed that emotion several times.",
        "In fact, the two most important people had been left out of their confidence.",
        "It naturally seemed to Napoleon that the war was caused by England's intrigues (as in fact he said on the island of St. Helena).",
        "The explanation of this strange fact given by Russian military historians (to the effect that Kutuzov hindered an attack) is unfounded, for we know that he could not restrain the troops from attacking at Vyazma and Tarutino.",
        "Some said the report that the Emperor was wounded was correct, others that it was not, and explained the false rumor that had spread by the fact that the Emperor's carriage had really galloped from the field of battle with the pale and terrified Ober-Hofmarschal Count Tolstoy, who had ridden out to the battlefield with others in the Emperor's suite.",
        "But, above all, that thought was kept out of their minds by the fact that they saw they were really useful, as in fact they were to the whole Rostov family.",
        "More than anything else in Pierre's story the captain was impressed by the fact that Pierre was very rich, had two mansions in Moscow, and that he had abandoned everything and not left the city, but remained there concealing his name and station.",
        "And in fact the head in the nightcap was lifted at once.",
        "Secondly it was attained by the guerrilla warfare which was destroying the French, and thirdly by the fact that a large Russian army was following the French, ready to use its strength in case their movement stopped.",
        "\"What a lot of those Frenchies were taken today, and the fact is that not one of them had what you might call real boots on,\" said a soldier, starting a new theme.",
        "The Emperor's displeasure with Kutuzov was specially increased at Vilna by the fact that Kutuzov evidently could not or would not understand the importance of the coming campaign.",
        "But despite the fact that the doctors treated him, bled him, and gave him medicines to drink, he recovered.",
        "Most critical is the fact that you can walk around most rapids if your flee-instinct or skill-package advises against running it.",
        "In fact, at times she had been almost brutally clear that she was no longer interested in him.",
        "In fact, maybe that was why Dulce didn't come to breakfast.",
        "The fact that they were expecting two babies instead of one made it more of a challenge.",
        "In fact, he had a strong respect for the security it could provide.",
        "In fact, she had spent the last two weeks wallowing in self-pity.",
        "He was, in fact, making this soup, his favorite dish.",
        "Some become so wealthy, in fact, they can live off the interest (the productivity) of their assets, not just their own labor.",
        "When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
        "This difference of three and a half degrees between the temperature of the deep water and the shallow in the latter pond, and the fact that a great proportion of it is comparatively shallow, show why it should break up so much sooner than Walden.",
        "He was not occupied with the question of what to sacrifice for; the fact of sacrificing in itself afforded him a new and joyous sensation.",
        "The fact is that those men with whom you have ridden round the position not only do not help matters, but hinder.",
        "He felt ashamed, and with one arm covered his legs from which his cloak had in fact slipped.",
        "She had in fact seen nothing then but had mentioned the first thing that came into her head, but what she had invented then seemed to her now as real as any other recollection.",
        "He liked to talk and he talked well, adorning his speech with terms of endearment and with folk sayings which Pierre thought he invented himself, but the chief charm of his talk lay in the fact that the commonest events--sometimes just such as Pierre had witnessed without taking notice of them--assumed in Karataev's a character of solemn fitness.",
        "But she felt oppressed by the fact that the mood of everyone around her was so far from what was in her own heart.",
        "Kutuzov's merit lay, not in any strategic maneuver of genius, as it is called, but in the fact that he alone understood the significance of what had happened.",
        "In fact, what she felt was pity.",
        "In fact, at the party he had spent an unnecessary amount of time with the woman he almost married – and hadn't even introduced her.",
        "As a matter of fact, the place could use a little sprucing up.",
        "Her one saving grace was the fact that the next morning he didn't act as though nothing had happened.",
        "Mary showed up one morning in time to witness that fact.",
        "Cade never came to visit - a fact that sent her into a down spiraling depression.",
        "She would have to accept the fact that she was on her own with the baby.",
        "It wasn't the scene; it was the fact that it was so incredibly real.",
        "Once on our stools and served, I asked him his plans if he did in fact recognize the town of his dream.",
        "Could the fact that Howie's brain waves are somehow different after his lengthy coma and all the operations he endured be effected by what you were doing?",
        "I know for a fact my wife turned as white as Casper and Quinn looked no better.",
        "They're after the fact.",
        "They're all several hours after the fact and come from an unusual viewpoint; not where there would naturally be someone observing.",
        "In fact, I'd confine myself to a bank vault or a guru's mountain top sanctuary.",
        "In fact, he's gone missing, Quinn held a super market tabloid as we shared coffee before starting our day.",
        "Granted, he's been secretive about Julie but the fact he brought her here to meet us shows he's opening up.",
        "\"That's a fact staring at me like a pot of gold,\" I said.",
        "So far, all their snooping is fact finding but if they want your talents, they don't take no for an answer.",
        "I know for a fact they've talked to the tip line people and didn't get very far but who knows if they're tapping the line.",
        "I was candid, omitting only the fact Julie had sent an entry to the newspaper contest.",
        "I felt if Quinn learned that fact he would want to scrub the entire operation.",
        "In fact, I can't find any tips lately.",
        "Now I would muddy the waters even more by contacting Daniel Brennan, another fact I planned to withhold from all but my wife.",
        "I told him the year, the Santa Barbara, California location and the fact Annie was abducted and murdered.",
        "It killed me not to use the chance to rub their noses in the fact I beat them to the punch on this!",
        "Knowing the local police included Detective Jackson, I suggested he contact the Simi Valley attorney first to find out if the vehicle I saw was in fact his.",
        "The fact he didn't dismiss me abruptly was more disturbing than if he had.",
        "The fact that she shows no terror as she sits before me is most vexing.",
        "In fact, you'll thank me!",
        "And the fact the Black God wanted her.",
        "Bianca pushed herself away, uncertain which terrified her more: Darian's meltdown or the fact he'd stopped the world in its place.",
        "The fact that you didn't close the door and walk away the moment you saw me.",
        "In fact, it sat calmly on the couch across the room from him.",
        "In fact, his sleeping body welcomed her energy.",
        "The fact the mysterious creatures could find him whenever they wanted made him cautious about outright opposing them.",
        "Consider it a fact.",
        "In fact, why didn't you tell me?",
        "In fact, she felt no pain at all, anywhere.",
        "In fact, she did see him in those positions, and in many more.",
        "In fact, she didn't crave anything anymore.",
        "She gritted her teeth, hating the fact he had open access to her thoughts and worse—he could respond to them!",
        "In fact, if you refuse me now, I'll kill him before I hang up the phone.",
        "There were days when you hated the fact you did love her, and there were days when she almost walked away from you for good, because she hated that she couldn't control how she felt, Deidre continued.",
        "He repeated his intentions to continue his education in the off season, skirting the fact he'd be kissing off the final year of his scholarship.",
        "The fact that Mrs. Worthington's sister was playing tourist on the road for at least the next two weeks made prospects bleak for catching up with Martha's bones, at least in the near future.",
        "In the eyes of the Deans, it was looking more and more as if person or persons unknown did in fact take the original bones and switch them for the theatrical imitations Fitzgerald dragged out of The Lucky Pup mine.",
        "In spite of the fact that you're as nutty as a full course sundae, you're a nice guy.",
        "But the fact that some present-day person was trying to stop them from finding any answers somehow made the mystery more intriguing.",
        "Even the fact that she was born in a town where he owned land is coincidence enough.",
        "\"Do you think the fact that the skeleton was in the mine is the reason my brothers-in-law want the property so badly?\" she asked.",
        "Darkness moved in quickly now, and he knew he'd soon need help and more light than a simple flashlight to locate a wreck, if in fact a vehicle had plunged to the valley floor, a hundred or more feet below.",
        "Making judgment after the fact is far easier than before.",
        "But Fitzgerald had to be older than forty—he certainly looked it—a fact easily checked on his election application.",
        "He didn't think he could do much worse, but the fact the Dark One held the key to something he might need to know was not promising.",
        "The fact that Lori said she didn't want Destiny when she was born didn't mean that she wasn't feeling bad about it now.",
        "Señor Medena obviously delighted in that fact and even Alex didn't appear to mind.",
        "Whether it was the personality or the fact that she was entering another stage was hard to tell.",
        "Any gratitude he felt for the fact that she had given them a daughter was overshadowed by the danger she had put them all in.",
        "She moved to face him, distracted by the fact he shifted his body to keep from breaking their physical contact.",
        "Deidre took some solace from the fact he didn't laugh or throw her out.",
        "In fact, it was empty, except for the nun who brought her breakfast.",
        "After sobbing herself to sleep, she was almost too tired to appreciate the fact he was alive.",
        "Mind on Deidre and the fact he still didn't know how to undo what Wynn had done, Gabe went onto the next death-dealer at the lake then the next.",
        "In fact, she wasn't anywhere.",
        "In fact, Sasha was happy!",
        "In fact, I'm expecting him any minute.",
        "He seemed at once disgusted by the fact she was a difficult mortal blood monkey and yet primitively protective, holding her as she quaked after her run-in with a man who wanted to kill her.",
        "Now… He stopped, not sure how to explain the fact he now wanted something he shouldn't.",
        "She faced him, suddenly overly aware of how small the room was and the fact that he leaned against the only way out.",
        "In fact, the normal world --while comforting --seemed a bit boring after her trauma.",
        "Reluctantly, he accepted the fact that he needed the protection of the Immortals to keep Katie safe.",
        "In fact, I say we vote you out.",
        "This fact did little to assuage Jade.s guilt when he saw the slaughter around the place he.d once called home.",
        "The fact that he worshiped the ground Evelyn walked on and took care of her made Kiera jealous.",
        "Confirmation of the fact was comforting; Evelyn would never have to worry about money again.",
        "She sighed, resigned to the fact that she would stick out no matter what she wore.",
        "His ego just can't stand the fact that it was Edith who took the hike and not him.",
        "In fact, I'm off to try my hand at ice climbing for the day.",
        "Cynthia sat huddled in the corner of her seat, away from Dean, her tiny size looking childlike as she trembled, in spite of the fact the Jeep's heater was set on high.",
        "If Shipton did, in fact, bust her chops over the fact Annie Quincy was a hooker, who knows, she might hate him enough to do something nasty.",
        "Besides, if they buy the fact Edith Shipton is nuts, maybe they don't feel they owe her the normal concern they'd give a sane spouse.",
        "In fact, she was finding she knew nothing of the class she was born into.",
        "Katie stared at the necklace, horrified by the idea of looking at a soul and fascinated by the fact they looked like emeralds.  Gabe turned away and started through the forest again.",
        "Rhyn stepped closer to his old cell, hating it and the fact his friend was trapped in it.",
        "In fact, the whole conversation seemed … off.",
        "I have to start getting used to the fact life goes on.",
        "In fact, the whole idea of the skip doesn't fit any better than murder or suicide.",
        "The fact that they're stupid makes sense.",
        "Then he added, but it's a fact there was a motor home there.",
        "Dean reluctantly explained Fred O'Connor's idea about the newspaper subscription and the fact that a paper had been sent to Scranton to a somewhat mysterious occupant.",
        "Dean grabbed his coat, glad to be doing something that took his mind off Vinnie Baratto, Arthur Atherton and the fact he and Cynthia Byrne were items of interest to some very nasty people.",
        "In fact, he couldn't get busy at all.",
        "If you believed that was a fact we wouldn't be sitting here talking about it.",
        "Dean scratched his head, irritated at himself for getting so caught up in Fred's continuing scenario, a scenario totally baseless in proven fact.",
        "That's what police work is most of the time, just routine fact finding.",
        "Somebody got to him—that's a fact.",
        "It became obvious early on that Dean wouldn't reach his des­tination by 7:00 and in fact the sun was beginning to set when he finally pulled into the crowded parking lot of The Sea Mist restau­rant.",
        "At first he didn't spot her and cursed the fact that Cynthia was so short.",
        "The afternoon was a blur as Dean's mind alternated between the task at hand and the sobering fact that he might be within miles, or perhaps yards, of Cynthia Byrne's missing husband.",
        "Considering the fact that he makes such an effort at protecting you, I don't think he'd take your concerns lightly or think any less of you because you had them.",
        "In fact, some would never believe they had waited.",
        "In fact, she'd just as soon not talk to him at all.",
        "In fact, it would be unfair to ask him to do so.",
        "As a matter of fact, it had been sexual tension then as well.",
        "Had it not been for the fact that the tree was almost completely severed from its trunk and had so much pressure on it from the opposite side, it would probably have been an impossible feat.",
        "In fact, he never liked Josh too well - but what man does like a boy who is going to take his little girl away?",
        "You might as well accept the fact that I'm a whole lot easier to lead than I am to push.",
        "In fact, she hadn't thought of the last part.",
        "In fact, that was probably what he had in mind.",
        "In fact, at this point the idea was terrifying.",
        "In fact, her emotion at the moment would better be described as uncomfortable – if not outright dread.",
        "In fact, she had no idea why she cried.",
        "She turned and reached for her purse, only then thinking of the fact that she had no money.",
        "In fact, she did all the chores without telling him – including feeding the buffalo.",
        "In fact, he was doing exactly what she had indicated she wanted him to do.",
        "In fact, sometimes it seemed a dream now.",
        "He has simply accepted the fact that we can't have one.",
        "In fact, maybe what gave him that idea was what she hadn't said – or done.",
        "Mahommed in fact represented a revolt against the anthropomorphism of commonplace Mahommedan orthodoxy, but he was a rigid predestinarian and a strict observer of the law.",
        "It should be evident that what we have first to explain is the fact that we receive any light from the sky at all.",
        "This is the moment to examine whether there is a more complete polarization in a direction somewhat oblique; and it is found that with 0 positive there is, in fact, a direction of more complete polarization, while with 0 negative the polarization is more imperfect than in the perpendicular direction itself.",
        "The experiment is, in fact, much improved by passing the primary light through a coloured glass.",
        "Hard on this came the recognition of the fact that freely charged positive and negative ions are always present in the atmosphere, and that a radioactive emanation can be collected.",
        "In comparing these data allowance must be made for the fact that danger from lightning is much greater out of doors than in.",
        "The fact that a considerable number of people sheltering under trees are killed by lightning is generally accepted as a convincing proof of the unwisdom of the proceeding.",
        "The valleys of the Aire and other rivers traverse it longitudinally, a fact to which its importance as a bulwark of north-eastern France is largely due.",
        "The Euhemerist theory mainly appeals to ancestor worship - a fact of undoubted importance in the history of religion, especially in China and in ancient Rome.",
        "The latter, in fact, was a minor court of equity attached to the lord privy seal as the court of chancery was to the chancellor.",
        "A certain instability of character is revealed by the fact that he took up arms against Ramiro, having repented of his renunciation of the world.",
        "He won the good-will of his employers by devoting himself to the improvement of their manufacturing business, and he kept his hands clean from the prevalent taint of pecuniary transactions with the nawab of the Carnatic. One fact of some interest is not generally known.",
        "It is evident from the fact of thirteen inhabitants being allowed to hold the manor that the town had some kind of incorporation in the 17th century, although its incorporation charter was not granted until 1899, when it was created a municipal borough.",
        "The identification is rendered uncertain by the fact that the name Nabataean is properly spelled with t not t (on the inscriptions, cf."
    ],
    "definition": [
        "Link/Cite"
    ]
}