{
    "translation": ".1 בהגינות\n.2 למדי",
    "uses": [
        "He was cast out of the Immortal world fairly young.",
        "It fairly overcame my Nervii.",
        "His voice fairly boomed over the phone.",
        "When she found her voice, it fairly dripped with sarcasm.",
        "Of this, I am fairly certain.",
        "The ride starts out fairly flat and then climbs—Wolfe Creek Pass at 10,850 feet, Poncha Pass at 9,019, Fremont at 11,318 and finally Loveland Pass at 11,992 feet.",
        "Actually, 250 combined pounds would be a fairly accurate figure.",
        "\"There was a time when the national marriage rate was fairly high,\" she reminded him.",
        "I gave the fool very clear directions, not to here but a highway pull off fairly close by.",
        "Summer Observations On Mountains Have Shown Diurnal Variations Very Large And Fairly Regular, But Widely Different From Those Observed At Lower Levels.",
        "When her fingers light upon words she knows, she fairly screams with pleasure and hugs and kisses me for joy, especially if she thinks she has me beaten.",
        "On the eastern side it presents a fairly continuous escarpment.",
        "The minute insects included in it, which haunt blossoms and leaves, are fairly well known to gardeners by the name Thrips, a generic term used by Linnaeus for the four species of the group which he had examined and relegated to the order Hemiptera.",
        "Cynthia fairly leaped away from Cade, her face flaming.",
        "He chose a fairly level route as time away from the sport called for a breaking-in period.",
        "Although Mount Everest appears fairly bright at 100 miles' distance, as seen from the neighbourhood of Darjeeling, we cannot suppose that the atmosphere is as transparent as is implied in the above numbers; and, of course, this is not to be expected, since there is certainly suspended matter to be reckoned with.",
        "I'm fairly certain she is the one; this Elizabeth...",
        "The \"examinations\" mentioned in this letter were merely tests given in the school, but as they were old Harvard papers, it is evident that in some subjects Miss Keller was already fairly well prepared for Radcliffe.",
        "The raising of cattle, pigs and sheep is a fairly important branch of industry throughout the duchy; horses are bred in Kamburg.",
        "While Martha is my kindred spirit, Quinn and I always got along fairly well the few times we're all gotten together.",
        "However, he was pleased to keep up a fairly respectable pace, at least a few notches above the embarrassing level.",
        "Though considered fantastic by many, it had secured fairly general acceptance in Germany in 1912, and was followed by the generalized theory in 1915.",
        "He has won the race, and won it fairly; but what can a horse of flesh do against a tireless beast of wood?",
        "The town was fairly large with a dozen or so business buildings on each side of the street but, as I said, most were closed.",
        "After the young couple took their key and fairly skipped away, the old man retreated to the back room, leaving Dean alone with the stack of registration forms.",
        "It may perhaps be fairly said that materialism is at present a necessary methodological postulate of natural-scientific inquiry.",
        "The no-frills dining room is fairly plain, but the food is anything but.",
        "With the exception of a narrow strip along the Canadian frontier, thunderstorm frequency is fairly high over the whole of the United States to the east of the tooth meridian.",
        "Sarah had left her door open so Jackson could hear fairly well.",
        "None of them are five star accommodations but two are fairly comfortable.",
        "Even people who know her fairly well have written in the magazines about Miss Sullivan's \"mysterious telegraphic communications\" with her pupil.",
        "The vessels then proceeded northward without finding any traces of the object of their search, but, at the same time, making fairly accurate charts of the coast-line.",
        "Owing to observational difficulties, the exact measure of success attained is a little difficult to gauge, but it seems fairly certain that raindrops usually carry a charge.",
        "By that time there were enough examples of the substitution code to make the job fairly simple.",
        "He was in fairly good shape, thanks mostly to weekend biking more than any innate athletic ability.",
        "She started to hang up before Dean fairly yelled for her to wait.",
        "The bay forms a fairly regular curve, broken on the French seaboard only by the estuaries of the Loire, Garonne, Adour and..",
        "But in the main his policy in 431-429 was sound, and the disasters of the war cannot fairly be laid to his charge.",
        "After examining the various dials and switches on Quinn's machines, I had a fairly clear idea of each; I could turn it on and increase and decrease the settings.",
        "It is thus clear that in the Bronze Age Sardinia was fairly thickly populated over by far the greater part of its extent; this may explain the lack of Greek colonies, except for Olbia, the modern Terranova, and Neapolis on the cians.",
        "You denied me, despite what I'd call a fairly strong relationship.",
        "A little, I have been doing this for quite some time though, so it's fairly routine.",
        "\"Listen,\" he fairly yelled, \"I never lied to you—never!",
        "corps of the German army, and contains a fairly large garrison for which accommodation is provided in the extensive barracks in and around the city.",
        "It is even somewhat precipitate to assume that a mean value deduced from a single year is fairly representative of average conditions.",
        "Miriam wanted to return to the hotel fairly early since she had an early flight.",
        "Also, whilst the winter values of a i are fairly similar at the several stations the summer values are widely different.",
        "On Mountains Much Seems To Depend On Whether There Are Rising Or Falling Air Currents, And Results From A Single Season May Not Be Fairly Representative.",
        "There Seems A Fairly Well Marked Annual Variation In Ionic Contents, As The Following Figures Will Show.",
        "The following list is fairly complete: - Switzerland.",
        "The latter, which covers an area of about moo acres, has at the present time a fairly uniform surface and slopes gradually from the north to the south and east.",
        "He banged himself up fairly badly—broke a couple of ribs, did something to his knee and leg, whacked his head pretty good and cut up his face.",
        "Howie surprised us all by buying a fairly large home north west of town on the Old Walpole Road.",
        "\"Granted, the time and location are fairly precise,\" I said, \"and Howie could probably nail it.",
        "The category Austria-Hungary should be fairly well complete, although it's likely there are places missing that aren't in any category.",
        "The edges of these are now found encircling the mountains and forming a series of fairly continuous rims of hogbacks.",
        "By the end of 1643 the Ulster Church was fairly established.",
        "We have no information regarding Jerusalem during the period of the captivity, but fortunately Nehemiah, who was permitted to return and rebuild the defences about 445 B.C., has given a fairly clear description of the line of the wall which enables us to obtain a good idea of the extent of the city at this period.",
        "The fact that parliament continued to meet fairly often so long as Morton lived, and was only summoned once by Henry VII.",
        "It stands up from the ocean depths in three fairly well-marked terraces.",
        "The tonnage of goods carried amounts to about 16,000,000 tons, or 4 tons per inhabitant, which must be considered fairly large, especially as no great proportion of the tonnage consists of minerals on which there is usually a low freightage.",
        "Remember now, split it fairly.",
        "3, which identifies the blood with the soul of the animal and therefore prohibits its use fairly represents the current conception both among primitive peoples as well as among those who had advanced along the road of culture and civilization.",
        "ft., but it is now fairly certain that these high values are erroneous, and due, not to the wind, but to faulty design of the anemometer.",
        "ft., are round or square, and for these sizes, and shapes, and of course for a flat surface, the relation P = .003 is fairly correct.",
        "A good example of a fairly typical case is afforded by Heterodera schachtii, which attacks beetroot and causes great loss to the Continental sugar manufacturers.",
        "It can be moved (by its own locomotive power, if desired) long distances without requiring any complicated means of conveying power to it; and it is rapid in work, fairly economical, and can be adapted to the most varying circumstances.",
        "anonymous love-tokens, written or otherwise - on St Valentine's day was fairly general.",
        "A fairly skilled operator can signal with it.",
        "To secure fairly uniform efficiency in the various corps, and also as a means of unifying Italy, Piedmontese, Umbrians and Neapolitans are mixed in the same corps and sleep in the same barrack room.",
        "The latter was so wide in its scope that it might fairly be held to supersede the former in so far as the two were inconsistent.",
        "Except as to the marrying age, these figures fairly apply to women.",
        "(2) Sensory cells, which may be fairly numerous in places, especially on the tentacles, but which occur always scattered and isolated, never aggregated to form sense-organs as in the medusa.",
        "The coasts are fairly indented, and, protected by these reefs, which often support a chain of green islets, afford many good harbours and safe anchorages.",
        "And it may be fairly claimed for him that in El Tejado de Vidrio and El Tanto por Ciento he displays a very exceptional combination of satiric intention with romantic inspiration.",
        "The turgidity in the cells of a growing member is not uniform, but shows a fairly rhythmical variation in its different parts.",
        "Britain is fairly typical of the west European district.",
        "Finally, within any district of constant or fairly constant climatic conditions, it is possible to distinguish plant communities which are related chiefly to edaphic or soil conditions; and the vegetation units of these definite edaphic areas are the plant formations of some writers, and, in part, the edaphic formations of Schimper.",
        "It seems to be fairly well established that in the meiotic phase there is a truequalitative division brought about by the pairing of the chromosomes during synapsis, and the subsequent separation of whole chromosomes to the daughter nuclei.",
        "Assuming that in its circumpolar origin the North Temperate flora was fairly homogeneous, it would meet in its centrifugal extension with a wide range of local conditions; these would favor the preservation of numerous species in some genera, their greater or less elimination in others.",
        "The method included a recognition of the causes and effects of phenomena as well as the mere fact of their occurrence, and for the first time the importance of the vertical relief of the land was fairly recognized.",
        "In reviewing the progress of geographical discovery thus far, it has been possible to keep fairly closely to a chronological order.",
        "The increasing number of measurements of the height of land in all continents and islands, and the very detailed levellings in those countries which have been thoroughly surveyed, enable the average elevation of the land above sea-level to be fairly estimated, although many vast gaps in accurate knowledge remain, and the estimate is not an exact one.",
        "Scarcely, however, was this great undertaking fairly commenced when he accepted the post of private secretary to Lord Durham on the latter's appointment as special commissioner to Canada.",
        "This fortress has been abandoned, and the town, which is the centre of a group of villages, is now fairly prosperous, with a bazaar of about Boo shops and a busy traffic with Seistan.",
        "Keeping this in mind, we may fairly conclude that the flamingo with B X Y points to an ancestral condition A B X Y, which is still represented by Platalea and Ibis, whilst the other storks proper have taken a different line, leading to A X Y.",
        "The fathers of the first six or seven centuries, so far as they agree, may be fairly taken to represent the main stream of Christian tradition and belief during the period when the apostolic teaching took shape in the great creeds and dogmatic decisions of Christendom.",
        "The whole country, indeed, continued Roman and fairly safe from barbarian invasions till after 400.",
        "By the end of the 12th century the Normans in England might fairly pass as Englishmen, and they had largely adopted the use of the English language.",
        "Agriculture.-The condition of agriculture is fairly satisfactory.",
        "The aqueous solution of the acid is fairly stable at ordinary temperatures.",
        "In the latter part of his career his main object was to raise the prestige of Russia by undoing the results of the Crimean War, and it may fairly be said that he in great measure succeeded.",
        "Can the choice be fairly stated?",
        "The larvae have soft-skinned bodies sometimes protected by rows of spiny tubercles, the legs being fairly developed in some families and greatly segments to the foot, but there are really five, the fourth being greatly reduced.",
        "Usually the mother-beetle makes a fairly straight tunnel along which, at short intervals, she lays her eggs.",
        "arabia, the three chief products are maize, wine and hardy fruit, especially plums. Here the climate is temperate and fairly moist, but farther E.",
        "The tea plant thrives and is being planted fairly rapidly on the Black Sea littoral in Transcaucasia.",
        "And these proportions represent fairly well the tonnages entering and clearing at the ports of these respective seas.",
        "On the whole, the new Duma was fairly representative of the changed temper of the Russian people, disillusioned and weary of anarchy.",
        "Thus it may fairly be said that the railway system of the United States was reconstructed between 1896 and 1905, so far as concerns rails, sleepers, ballast and the general capacity of a given group of lines to perform work.",
        "Table Viii.-Paid-Up Capital, 1908 The table excludes sidings, because they cannot fairly be compared with running tracks, mile for mile.",
        "It has many advantages for heavy high-speed service, namely, large and well-proportioned boiler, practically unlimited grate area, fire-box of favourable proportions for firing, fairly low centre of gravity, short coupling-rods, and, finally, a combination of the safe and smooth riding qualities of the fourcoupled bogie type, with great steaming capacity and moderate axle loads.",
        "These lands are fairly healthy, the principal drawback being the virulent form assumed by simple epidemic maladies.",
        "Wolves do not catch their prey by lying in ambush, or stealing up close and making a sudden spring, but by fairly running it down in open chase, which their speed and remarkable endurance enable them to do.",
        "It was not, indeed, until October 1772 that he found himself at last independent, and fairly settled in his house and library, with full leisure and opportunity to set about the composition of the first volume of his history.",
        "When once fairly reseated at his task, he proceeded in this delightful retreat leisurely, yet rapidly, to its completion.",
        "The third part of John's history, which is a detailed account of the ecclesiastical events which happened in 571-585, as well as of some earlier occurrences, survives in a fairly complete state in Add.",
        "In Persia Jews are often the victims of popular outbursts as well as of official extortion, but there are fairly prosperous communities at Bushire, Isfahan, Teheran and Kashan (in Shiraz they are in low estate).",
        "The Vicksburg formation lies next in order south-west, in a narrow strip of fairly regular width which alone of the Tertiary formations runs as far west as the Mississippi River; it is probably nowhere more than 110 ft.",
        "The liturgical use of the mitre was revived in the Church of England in the latter part of the 19th century, and is now fairly widespread.",
        "The inhabitants are of the Negrito type, with curly or crisp and bushy hair; those of the west coast have come more into communication with the traders of other islands and are fairly civilized.",
        "The highest land does not rise to a greater height than 10,250 ft.; the climate is well suited for agriculture, and the islands generally are fertile and fairly cultivated, though not coming up to the standard of Java either in wealth or population.",
        "The belt of folding does not precisely coincide with this central sea, but the correspondence is fairly close.",
        "The ethnographical status of the mixed tribes of the mountains that lie between Chitral and the Peshawar plains has been fairly well fixed by John Biddulph, and much patient inquiry in the vast fields of Baluchistan by Major Mockler, G.",
        "The whole of the north of Africa from Egypt to Morocco has been mahommedanized, and Mahommedan influence is general and fairly strong from Timbuktu to Lake Chad and Wadai.",
        "He had con - vinced the Supreme Court, and established the principle in American jurisprudence, that whenever a power is granted by a Constitution, everything that is fairly and reasonably involved in the exercise of that power is granted also.",
        "Fiddes's huge tome (1724) is fairly exhaustive.",
        "The site is now covered with valonia oaks, and has been much plundered, e.g by Mahommed IV., who took columns to adorn his new Valideh mosque in Stambul; but the circuit of the old walls can be traced, and in several places they are fairly well preserved.",
        "To Brewster is due the merit of suggesting the use of lenses for the purpose of uniting the dissimilar pictures; and accordingly the lenticular stereoscope may fairly be said to be his invention.",
        "To be judged fairly, Bentham must be judged as a teacher of the principles of legislation.",
        "He is even credited, on fairly probable testimony, with a share at least in the composition of several comedies.",
        "This, however, was not the case, for a fairly uniform decrease in the barley area was accompanied by somewhat irregular fluctuations in the acreage of oats.",
        "The general average yields of the corn crops are not fairly comparable one with the other, because they are given by measure and not by weight, whereas the weight per bushel varies considerably.",
        "So much, indeed, does the character of the herbage vary from plot to plot that the effect may fairly be described as kaleidoscopic. Repeated analyses have shown how greatly both the botanical constitution and the chemical composition of the mixed herbage vary according to the description of manure applied.",
        "The benefits that accrue from the practice of rotation are well illustrated in the results obtained from the investigations at Rothamsted into the simple four-course system, which may fairly be regarded as a self-supporting system.",
        "In a modern industrial community it is possible to express this standard fairly accurately for the purposes of economic investigation in terms of money.",
        "If all the industries belong to one economic area over which, so far as we can tell from general statistics of wages and prices, and other information, fairly homogeneous conditions prevailed, we may be able to reach some useful conclusions as to the operation of the act.",
        "But every genuine attempt to overcome its difficulties brings us into closer touch with the period we are examining; and though we may not be able to throw our conclusions into the form of large generalizations, we shall get to know something of the operation of the forces which determined the economic future of England; understand more clearly than our forefathers did, for we have more information than they could command, and a fuller appreciation of the issues, the broad features of English development, and be in a position to judge fairly well of the measures they adopted in their time.",
        "The conditions which are peculiar to the modern world are the large numbers we have to deal with, the vast and fairly homogeneous areas in which justice is administered and property secured, and the enormously increased facilities for transport and communication.",
        "Visceral commissure fairly long, except in Runcina, Lobiger and Thecosomata.",
        "Passing by certain fragments of stone vessels, found at Cnossus, and coincident with forms characteristic of the IVth Pharaonic Dynasty, we reach another fairly certain date in the synchronism of remains belonging to the XIIth Dynasty (c. 2500 B.C. according to Petrie, but later according to the Berlin School) with products of Minoan Period II.",
        "In Tertiary times the higher Diptera, besides Lepidoptera and Hymenoptera, referable to existing families, become fairly abundant.",
        "Most of the families and a large proportion of the genera of insects are exceedingly widespread, but a study of the genera and species in any of the more important families shows that faunas can be distinguished whose headquarters agree fairly with the regions that have been proposed to express the distribution of the higher vertebrates.",
        "Of such Arthropods the living Symphyla - of which the delicate little Scutigerella is a fairly well-known example - give us some representation.",
        "The fulness and accuracy of the text, combined with the neat beauty of its coloured plates, have gone far to promote the study of ornithology in Germany, and while essentially a popular work, since it is suited to the comprehension of all readers, it is throughout written with a simple dignity that commends it to the serious and scientific. Its twelfth and last volume was published in 1844 - by no means too long a period for so arduous and honest a performance, and a supplement was begun in 1847; but, the editor - or author as he may be fairly called - dying in 1857, this continuation was finished in 1860 by the joint efforts of J.",
        "More appeared in the North, for in 1770 Amsterdam sent forth the beginning of Nozeman's Nederlandsche Vogelen, a fairly illustrated work in folio, but only completed by Houttuyn in 1829, and in Scandinavia most of all was done.",
        "The earlier of these works were illustrated by Mrs Gould, and the figures in them are fairly good; but those in the later, except when (as he occasionally did) he secured the services of Mr Wolf, are not so much to be commended.",
        "Though the three works last mentioned fairly come under the same category as the Planches enluminees and the Planches coloriees, no one of them can be properly deemed their rightful Des Murs.",
        "A very fairly executed compilation on the subject by an anonymous writer is to be found in a late edition of the Cyclopaedia of India, published at Madras, and W.",
        "The wild boar is still found in Europe, in marshy woodland districts where there is plenty of cover, and it is fairly plentiful in Spain, Austria, Russia and Germany, particularly in the Black Forest.",
        "In Rome he made a fairly long stay, giving lectures in a class-room of his own, though not without opposition from his fellow-teachers.",
        "There can be no doubt that Byzantine artists had a large share in the work, but it is equally certain that Lombard workmen were employed along with the Orientals, and thus St Mark's became, as it were, a workshop in which twd styles, Byzantine and Lombard, met and were fused together, giving birth to a new style, peculiar to the district, which may fairly be called Veneto-Byzantine.",
        "The Austrian government gathered all these into one building and arranged the vast masses of papers in fairly convenient order.",
        "The character of the lake, which has no outlet, varies greatly according to the amount of water brought down by its principal feeder, the Dulei, which enters at its north end, being there a fairly rapid stream so yds.",
        "The rent stipulated for must not be illusory, and must fairly represent the value of the subjects leased, and the term of the lease must not be excessive (as to rent generally, see Rent).",
        "Sandy uplands produce a short stalk which bears fairly well.",
        "They are adapted to special conditions which are lacking in their new surroundings, but a few will probably do fairly well the first year, and the seeds from these probably rather better the next, and so on, so that in a few years' time a strain may be available which is equal or even superior to the original one introduced.",
        "The country offers a fairly promising field for development, especially now that arrangements have been made for providing the necessary means of transport by the construction of the new railways.",
        "A man accustomed to devote the whole of his time to the study of demand and supply in relation to cotton, after some years of experience, will be qualified ordinarily to form fairly accurate judgments of the prices to be expected.",
        "Though planters who confined their efforts to the lower lying grounds - of which there is a fairly large tract - succeeded, all the cotton planted on the highlands proved more or less a failure.",
        "\" The question can be stated fairly as depending on a balance of evidence, a certain amount of positive evidence in favour of miracles, and a negative presumption from the general course of human experience against them \" (Essays on Religion, p. 221).",
        "In Irish literature, however, the Druids are frequently mentioned, and their functions in the island seem to correspond fairly well to those of their Gaulish brethren described by classical writers.",
        "West Virginia, estimates that in fairly good producing sand a cubic foot of rock contains from 6 to 12 pints of oil.",
        "In the construction of such an instrument it is essential that the wire should be subjected to a process of preparation or \" ageing,\" which consists in passing through it a fairly strong current, at least the maximum that it will ever have to carry, and starting and stopping this current frequently.",
        "This is a strong instance of how the wish may be father to the thought even in a fairly critical mind.",
        "It fuses easily in the electric arc. It oxidizes superficially when heated, but fairly rapidly when ignited in an oxidizing blowpipe flame, forming a black smoke of the oxide.",
        "The Formosan fauna has been but partially ascertained; but at least three kinds of deer, wild boars, bears, goats, monkeys (probably Macacus speciosus), squirrels, and flying squirrels are fairly common, and panthers and wild cats are not unfrequent.",
        "The use of Manchester prints and other European goods is fairly general; and the women, who make a fine native cloth from hemp, introduce coloured threads from the foreign stuffs, so as to produce ornamental devices.",
        "Ponce's hospitable reception by the native chief, Aquebana or Guaybana, and his fairly profitable search for the precious metal led King Ferdinand in 1509 to give him an appointment as temporary governor of the island, where his companions had already established the settlement of Caparra (Pueblo Viejo, near the present San Juan).",
        "In the autumn months malarial fever is prevalent in all thickly forested tracts and also in the rice country; but on the whole the province is considered to be healthy, and as the rains break fairly regularly in June and produce an immediate fall in the temperature, severe heat is only experienced for a period of from two to three months.",
        "Of recent years the introduction of various organic compounds as precipitants or reagents has reduced the labour of the process; and advantage has also been taken of the fairly complex double salts which these metals form with compounds.",
        "Intermolecular transformations-migrations of substituent groups from one carbon atom to anotherare of fairly common occurrence among oxy compounds at elevated temperatures.",
        "It is well known that singly, doubly and trebly linked carbon atoms affect the physical properties of substances, such as the refractive index, specific volume, and the heat of combustion; and by determining these constants for many substances, fairly definite values can be assigned to these groupings.",
        "Experiment, however, showed that while the quotient on the left hand of this equation was fairly constant for a great number of substances, yet its value was not gR but 7 R; this means that the critical density is, as a general rule, 3.7 times the theoretical density.",
        "These values hold fairly well when compared with the experimental values determined from other compounds, and also with the molecular volumes of the elements themselves.",
        "Weber, who showed that with rise of temperature the specific (and atomic) heat increases, finally attaining a fairly constant value; diamond, graphite and the various amorphous forms of carbon having the value about 5.6 at moo°, and silicon 5.68 at 232°; while he concluded that boron attained a constant value of 5.5.",
        "The equivalent weight is capable of fairly ready determination, but the settlement of the second factor is somewhat more complex, and in this direction the law of atomic heats is of service.",
        "It is found experimentally that the Lorenz and Lorentz function holds fairly well, and better than the Gladstone and Dale formula.",
        "Ephesians has been called \"the crown of St Paul's writings,\" and whether it be measured by its theological or its literary interest and importance, it can fairly dispute with Romans the claim to be his greatest epistle.",
        "He was assisted, from about 1463 onwards, by his disciple and continuator, Jean Molinet, whose rhetorical and redundant style may be fairly traced in some passages of the Chronique.",
        "Distances such as these can be measured only on a topographical map of a fairly large scale, for on general maps many of the details needed for that purpose can no longer be represented.",
        "Still more expeditious is the use of a planimeter, such as Captain Prytz's \" Hatchet Planimeter,\" which yields fairly accurate results, or G.",
        "Thus Pizigano's map of 1367 extends as far east as the Gulf of Persia, whilst the Medicean map of 1356 (at Florence) is remarkable on account of a fairly correct delineation of the Caspian, the Shari river in Africa, and the correct direction given to the west coast of India, which had already been pointed out in a letter of the friar Giovanni da Montecorvino of 1252.",
        "Glockedon, the author of an interesting road-map of central Europe (1soi), Sebastian Munster (1489-1552), Elias Camerarius, whose map of the mark of Brandenburg won the praise of Mercator; Wolfgang Latz von Lazius, to whom we are indebted for maps of Austria and Hungary (1561), and Philip Apianus, who made a survey of Bavaria (1553-1563), which was published 1568 on the reduced scale of 1:144,000, and is fairly described as the topographical masterpiece of the 16th century.",
        "Latin letters are used throughout; the miniatures of older maps are superseded by symbols, and in the better-known countries the maps are fairly correct, but they fail lamentably when we follow their author into regions - the successful delineation of which depends upon critical combination of imperfect information.",
        "Vergara y Velasco's Atlas de geografia colombiana (1906-1908); Ecuador is fairly well represented by Th.",
        "The city is laid out fairly regularly in the river valley and on bluffs along the river, and has attractive residential districts, commanding good views.",
        "The antelopes include the beisa oryx, fairly common and widely distributed; the greater and lesser kudu (the greater kudu is not found on the Ogaden plateau); the Somali hartebeest (Bubalis Swaynei), found only in the Haud and Ogo districts; waterbuck, rare except along the Webi Shebeli and the Nogal; the dol or Somali bushbuck; the dibatag or Clarke's gazelle; the giraffe-like gerenuk or Waller's gazelle, very common; the aoul or Soemmering's gazelle, widely distributed; the dero (Gazella Speki); and the small dikdik or sakaro antelope, found in almost every thicket.",
        "- Though much of the land is barren, the soil is fairly fertile in the valleys of the Webi Shebeli and Wadi Nogal.",
        "Internal and external dangers alike, however, failed to daunt Leovigild, who may fairly be called the restorer of the Visigothic kingdom.",
        "His wife's prudence was a corrective to his own unpractical temperament, and his efforts in journalism became fairly profitable.",
        "Curly pine is fairly abundant.",
        "of the Red river is fairly well suited to sugar-growing, it is still true that sugar cannot, over much of this area, be grown to so great advantage as other crops.",
        "Orchard fruits are fairly varied, but, compared with other states, unimportant; and the production of small fruits is comparatively small, the largest crop being strawberries.",
        "Five topographic divisions of the island are fairly marked.",
        "Minerals are fairly abundant in number, but few are present in sufficient quantity to be industrially important.",
        "Bread-trees are fairly common, but are little cared for.",
        "These figures represent fairly well the conditions of much of the northern coast.",
        "In succeeding years a fairly ample system was built up between the cities of Pinar del Rio and Santa Clara, with a number of short spurs from the chief ports farther eastward into the interior.",
        "They were a tall race of copper hue; fairly intelligent, mild in temperament, who lived in poor huts and practised a limited and primitive agriculture.",
        "Ketoximes are usually rather more difficult to prepare than aldoximes, and generally require the presence of a fairly concentrated alkaline solution.",
        "In the combined state nitrogen is fairly widely distributed, being found in nitre, Chile saltpetre, ammonium salts and in various animal and vegetable tissues and liquids.",
        "A dark blue liquid is produced, and the first portions of gas boiling off from the mixture correspond fairly closely in composition with nitrogen trioxide.",
        "Snipe, woodcock, ducks and rails, in vast flocks, haunt the banks of the Drina and Save; while the crane, pelican, wild-swan and wild-goose are fairly plentiful.",
        "Full and fairly accurate statistics are available for a considerable portion of Asiatic Turkey.",
        "The ceded revenues administered directly by the public debt council have shown remarkable expansion, and may be fairly looked upon as exemplifying what would occur in the general revenues of the empire when good and honest administration and regular payment of officials finally took the place of the carelessness, corruption and irregularity which existed up to the change of regime.",
        "More intimate relations with western Europe and a pretty general study of the French language and literature, together with the steady progress of the reforming tendency fairly started under Mahmud II., resulted in the birth of the new or modern school, whose objects are truth and simplicity.",
        "On the south bank, owing to better natural drainage and a drier subsoil, movement was fairly easy, but the Austrians found it almost impossible.",
        "(1822), who, with his father, explored the coast between 69° and 75° N., and gave the first fairly trustworthy map of it.",
        "It became fairly certain, however, that theory had outrun observational work, and that the latter must again receive renewed attention.",
        "The natural harbour, which, with a depth diminishing from 70 to 30 fathoms, strikes in from the northwest so as to cut the island into two fairly equal portions, with an isthmus not more than 14 m.",
        "That of the Lohit has been fairly well explored.",
        "The bed of the great river maintains a fairly constant position between its extreme banks, but the channels within that bed are so constantly shifting as to require close supervision on the part of the navigation authorities; so much detritus is carried down as to form a perpetually changing series of obstructions to steamer traffic.",
        "It was not until the Christian writer Salvian (who was born about 400) had already reached a fairly advanced age that they were able to seize Cologne.",
        "Their fair or red hair was brought forward from the crown of the head towards the forehead, leaving the nape of the neck uncovered; they shaved the face except the upper lip. They wore fairly close breeches reaching to the knee and a tunic fastened by brooches.",
        "If a solution, let us say of sugar, be confined in a closed vessel through the walls of It is probable that in both these solutions complex ions exist at fairly high concentrations, but gradually gets less in number and finally disappear as the dilution is increased.",
        "As an example of a fairly constant cell we may take that of Daniell, which consists of the electrical arrangement - zinc zinc sulphate solution copper sulphate solution copper, - the two solutions being usually separated by a pot of porous earthenware.",
        "The latex flows fairly well, but is usually allowed to dry on the tree.",
        "Very irregular surfaces may require the use of specially shaped anodes in order that the distance between the electrodes may be fairly uniform, otherwise the portion of the cathode lying nearest to the anode may receive an undue share of the current, and therefore a greater thickness of coat.",
        "Prior to the building of the trans-Siberian railway a fairly active trade was carried on between China and the Amur region; but since the opening of that railway (in 1902-1905) the Amur region has seriously and rapidly declined in all that concerns trade, industry, general prosperity and civilization.",
        "In any case, it is fairly certain that Tritogeneia means \"water-born,\" although an old interpretation derived it from TpcTCO, a supposed Boeotian word meaning \"head,\" which further points to the name having originated in Boeotia.",
        "The theory brought forward has not yet found a place in any systematic treatise in any language, so that it has been judged proper to give a fairly complete account of it.'",
        "Italy has been a fairly steady producer; the output in 1896 was 20,000 tons, and in 1905, 25,000 tons.",
        "Sweet violets like a rich, fairly heavy soil, with a north or north-west aspect if possible; 2 FIG.",
        "If the iron is soft and fairly pure, it loses its attractive property when removed from the neighbourhood of the magnet; if it is hard, some of the induced magnetism is permanently retained, and the piece becomes an artificial magnet.",
        "Working with two different specimens, he found that the hysteresis loss in ergs per cubic centimetre (W) was fairly represented by o 00125B 1 6 and o o0101B 1 ' 6 respectively, the maximum induction ranging from about 300 to 3000.",
        "There was considerable hysteresis, the energy-loss per cycle being fairly represented by W =0.000549513 2 ' 238.",
        "The best modern determinations of the value of K for gaseous oxygen agree very fairly well with that given by Faraday in 18J3 (Exp. Res.",
        "Roy, Berlin, 1766, p. 22), may fairly be credited with having anticipated the law which was afterwards more satisfactorily established by Coulomb.",
        "On the other hand, the land crabs are at an immense distance from these simple forms. The record of the Crustacean familytree is, in fact, a fairly complete E .Ps one - the lower primitive members s: of the group are still represented c' by living forms in great abundance.",
        "He may more fairly be blamed for not having arranged the extracts in each title of the Digest according to some rational principle; for this would have been easy, and would have spared much trouble to students and practitioners ever since.",
        "C. White, of the U.S. Geological Survey, who found strata of fairly good coal at depths of 100 to 200 ft.",
        "Perestrello states that Natal has no ports but otherwise he gives a fairly accurate description of the country - noting particularly the abundance of animals and the density of the population.",
        "But, as Ueberweg points out, it might fairly be urged by Aquinas that he does not pretend to explain how the individual is actually created, but merely states what he finds to be an invariable condition of the existence of individuals.",
        "That effort was followed by great physical prostration, and he determined not to quit his retirement at Midhurst until spring had fairly set in.",
        "Excluding the above counties these settlements form three groups: (I) central and northern Hungary, where they form considerable minorities in seven counties (25 i% in Szepes, 7% in Komarom); (2) the Swabians of southern Hungary, also fairly numerous in seven counties (35.5% in Baranya, 32.",
        "Hungary is covered by a fairly extensive network of railways, although in the sparsely populated parts of the kingdom the high road is still the only means of communication.",
        "During the earlier part of that period the Magyars competed on fairly Empire.",
        "They were never fairly represented in the royal council, they were excluded as far as possible from commands in Hungarian regiments, and were treated, generally, as the members of an inferior and guilty race.",
        "Though little is known of his life and the chronology is uncertain, yet Aristodemus may fairly be regarded as a historical character.",
        "Even when the formal evolution of the science was fairly complete, it was taken for granted that its symbols of quantity invariably stood for numbers, and that its symbols of operation were restricted to their ordinary arithmetical meanings.",
        "It includes the properties of numbers; extraction of roots of arithmetical and algebraical quantities, solutions of simple and quadratic equations, and a fairly complete account of surds.",
        "We conclude that a double line cannot be fairly resolved unless its components subtend an angle exceeding that subtended by the wave-length of light at a distance equal to the horizontal aperture.",
        "Under these conditions there is no doubt that the star would appear to be fairly resolved, since the brightness of its external ring system is too small to produce any material confusion, unless indeed the components are of very unequal magnitude.",
        "in diameter remained fairly visible up to a distance of 20 ft.",
        "The crocus succeeds in any fairly good garden soil, and is usually planted near the edges of beds or borders in the flower garden, or in broadish patches at intervals along the mixed borders.",
        "Moreover, even if the Jews had revolted, it cannot fairly be maintained that such a revolt must necessarily have had a religious character.",
        "22: \" Yea, for thy sake are we killed all the day long,\" &c. On the other hand, not only is the atmosphere of the second collection of psalms as a whole the atmosphere of godly Judaism in the 2nd century B.C., but it may fairly be claimed that this collection contains many psalms which may naturally be interpreted in the light of the history of that period, of which no satisfactory explanation (in their details) can be given if they are assigned to any other time.",
        "It may fairly be contended therefore that the tradition that David is the author of the psalms which are assigned to him in books I.",
        "4 may fairly be taken as evidence that those heathen among whom the Jews dwelt \" in a strange land \" had heard and admired the \" songs of Zion.\"",
        "Other animals fairly numerous are the spotted hyena, long-eared fox, jackal, aard wolf, red lynx, wild cat, wild dog and wart hog.",
        "Baboons and other apes are fairly common and there are several species of snakes.",
        "The English supply increased, with some oscillations, to between six and seven thousand tons annually in the period 1840-1860, when it suddenly rose to about io,000 tons, and this figure was fairly well sustained until about 1890, when a period of depression set in; the yield for 1900 was 4336 tons, and for 1905 about 4200 tons.",
        "The first stage has for its purpose the production of a fairly pure tinstone; the second the conversion of the oxide into metallic tin; and the third preparing a tin pure enough for commercial purposes.",
        "At ordinary temperatures tin proves fairly ductile under the hammer, and its ductility seems to increase as the temperature rises up to about 100° C. At some temperature near its fusing point it becomes brittle, and still more brittle from - 14° C. downwards.",
        "As regards religion, the inhabitants are fairly equally distributed into Roman Catholics and Protestants.",
        "But the Prussians having studied their allies in the war of 1864 knew the weakness of the Austrian staff and the untrustworthiness of the contingents of some of the Austrian nationalities, and felt fairly confident that against equal numbers they could hold their own.",
        "In imperial politics Albert was fairly active.",
        "The early years of Albert's rule in Prussia were fairly prosperous.",
        "The origin of the corpuscles, previously a matter of so much difference of opinion, is now pretty fairly set at rest, and has proved the key to the interpretation of the pathology of many diseases of the blood, such as the different forms of anaemia, of leucocythaemia, &c.",
        "In health these cells, belonging to our first army of defenders, are found continually circulating in the blood stream in fairly large numbers; they are ever ready to rush to the point of attack, where they at once leave the blood stream by passing through the vessel walls - emigration - into the tissues of the danger zone.",
        "He was well acquainted with the works of the ancient physicians, and probably fairly so with chemistry.",
        "He worked fairly, played fairly, lived comfortably, made good and lasting friends.",
        "These numbers have been very generally accepted as fairly correct, and Dr Creighton 1 comes to the conclusion after careful consideration that the population of London from the reign of Richard I.",
        "Although there were fluctuations in the numbers at different periods there is evidence to show that on the average the amount of forty to fifty thousand fixed by Dr Creighton for the years between 1189 and 1509 is fairly correct.",
        "These numbers were arrived at with much care and may be considered as fairly accurate although some other calculations conflict with a few of the figures.",
        "wind is fairly constant in the inland regions during the middle of the day.",
        "of the mouth of the Tugela there is, however, fairly safe anchorage, except in S.S.W.",
        "Where the deposit is a regular one and the mineral is of fairly uniform richness, the taking of a few samples from widely separated parts of the mine will often furnish sufficient data to determine the value of the deposit.",
        "Then, by a resolute if somewhat costly counter-attack delivered from the dominating position which they occupied, the Osmanlis thrust those opposed to them back down the slopes all along the line and could fairly claim to have gained the upper hand.",
        "A footing had no doubt been gained at Suvla, giving the Allies control of a fairly well-sheltered inlet on the outer coast of the peninsula; but as the high ground within easy artillery range of the landing-places, and which overlooked the whole occupied area, remained in the hands of the Turks, much of the benefit hoped for from the acquisition was in reality neutralized.",
        "The defending side had also, no doubt, suffered heavily in casualties, especially on Sari Bair; but the Turkish commander-in-chief could fairly claim that, if some ground had been lost, he had held his own in a contest in which his adversary had enjoyed some notable advantages at the start.",
        "The total figure he asked for amounted to 95,000 men, his calculation being based upon the strength of the opposing army, as this was fairly accurately known.",
        "Well concealed in skilfully constructed entrenchments that were excavated on terrain overlooking the invader's lines, the Turkish contingents holding the different fronts could fairly calculate upon beating off any hostile attack unless their adversaries should be heavily reinforced.",
        "This linguistic evidence, which is of quite unusual force, has never yet been fairly faced by those who deny Luke's authorship of Acts.",
        "The Lol maintains a fairly straight course east to about 28° E., when it turns north-east, and in about 282° E., 92° N., joins the Bahrel-Homr. The chief of the southern affluents, and that tributary of the Ghazal which contributes the largest volume of water, is the Jur, known in its upper course as the Sue, Swe or Souch.",
        "In chemical laboratories fusions with caustic alkalis are always effected in vessels made of gold or silver, these metals holding out fairly well even in the presence of air.",
        "The Assyrian king was murdered by his be fairly full.",
        "Certain classes of names being explained in this way, legitimate and fairly reliable conclusions can be drawn for many others belonging to the same class or group. The proper names of the numerous business documents of the Khammurabi period, when phonetic writing was the fashion, have been of special value in resolving doubts as to the correct reading of names written ideographically.",
        "If we compare this with a similar allegory in Nasir's diwan, which culminates in the praise of Mostansir, we are fairly entitled to look upon it as a covert allusion to the eminent men who revealed to the poet in Cairo the secrets of the Isma`ilitic faith, and showed him what he considered the \"heavenly ladder\" to superior knowledge and spiritual bliss.",
        "The only fairly complete anthropoid statue known is the much-defaced \" Niobe \" at Suratlu Tash, engaged in the rock behind.",
        "(5) The physiognomy given to Kheta warriors by Egyptian artists is fairly representative of the prevailing type shown in the Hittite sculptures.",
        "The drainage system is still somewhat imperfect, but the water brought from the hills or from the Arno in pipes is fairly good, and the general sanitary conditions are satisfactory.",
        "The portrait of Archbishop Warham at Lambeth, for instance, shows a rochet with fairly wide sleeves narrowing towards the wrists, where they are confined by fur cuffs.",
        "When the shoots are fairly developed, the two strongest are to be selected and trained in.",
        "Except in the mountainous districts, the country was fairly productive, especially after the great forests had been cleared by Probus and Galerius.",
        "They are Melanesians of mixed blood, of two fairly distinct types, one sub-Papuan and the other Polynesian.",
        "The term clay is often used by chemists to denote hydrated silicate of alumina (Al 2 O 3 2SiO 2.2H 2 O), of which kaolin or china clay is a fairly pure form.",
        "It is fairly soluble in water; too parts at o° dissolving 13.3 parts of the salt, and about 30 parts at 20°; the most saturated solution contains 327.4 parts of the salt in too of water; this solution boils at 114.1°.",
        "It is then kept at a moderate and fairly uniform temperature in a warehouse, when, although there is no marked outward change, the tobacco becomes more mellow.",
        "The productions of Germany, Belgium and the United States have enormously and fairly regularly increased.",
        "England, France, Spain and Austria have been fairly constant producers.",
        "It is fairly soft, and clogs the file.",
        "Manzoni in 1887 have led to a fairly complete knowledge of all that part of the province west of the capital Sana; while in 1902-1904 the operations of the Anglo-Turkish boundary commission permitted the execution of a systematic topographical survey of the British protectorate from the Red Sea to the Wadi Bana, 30 m.",
        "aastly, in the northwest the Sinai peninsula has been thoroughly explored, and the list of travellers who have visited the Holy Cities and traversed the main pilgrim routes through Hejaz is a fairly long one, though, owing to the difficulties peculiar to that region, the hydrography of southern Hejaz is still incompletely known.",
        "This appears to be about the northern limit reached by the south-west monsoon, which from June to September brings a fairly abundant rainfall to the Yemen highlands, though the Tehama remains almost entirely rainless.",
        "It is a fairly prosperous city, supplied with admirable water by an underground aqueduct from the Hindieh canal, a few miles to the north, which also serves to water the gardens in the deep dry bed of the former lake.",
        "d'Arbois de Jubainville, for example (Les Premiers habitants de l'Europe, Paris, 1877), maintained that besides possessing Spain, Gaul, Italy and the British Isles, \" Iberian \" peoples penetrated into the Balkan peninsula, and occupied a part of northern Africa, Corsica and Sardinia; and it is now generally accepted that a race with fairly uniform characteristics was at one time in possession of the south of France (or at least of Aquitania), the whole of Spain from the Pyrenees to the straits, the Canary Islands (the Guanches) a part of northern Africa and Corsica.",
        "- Geographically speaking, Tunisia is merely the eastern prolongation of the Mauretanian projection of northern Africa, of that strip of mountainous, fertile and fairly well-watered country north of the Sahara desert, which in its flora and its fauna, and to some extent in its human race, belongs rather to Europe than to Africa.",
        "Tunisia is divided into the following four fairly distinct regions I.",
        "in breadth, fairly well watered and fertile.",
        "are reached in places, and in all the upper parts of this table-land there is fairly abundant vegetation, grass and herbage with low junipers, but with no pine trees.",
        "Fairly high mountains (in places verging on 4000 ft.) are found between Gafsa and the salt lakes of the J erid.",
        "The pardine lynx is found fairly abundantly in the west of Tunisia in the mountains and forest.",
        "The genet and the common jackal are fairly abundant.",
        "She was seaworthy in the shallow waters off the southern coasts and steered fairly well.",
        "iii., is there the slightest indication that the Israelites connected the name of their God with the idea of \" being \" in any sense, it may fairly be questioned whether, if the author of Exod.",
        "The anatomical structure of the Trematodes is fairly uniform (Braun).",
        "The domestic architecture of Verona cannot thus be now fairly estimated, and seems monotonous, heavy and uninteresting.",
        "His works are marked by admirable appreciation of nature, and by a rare understanding of wave-form and colour and of the subtleties of atmospheric effect; and as a sea-painter he may fairly be regarded as almost without a rival.",
        "Of game, deer, wild boars, hares, snipe and partridges are fairly abundant, while the mountain streams yield trout of excellent quality.",
        "A statesman whose words have to be interpreted by an esoteric meaning cannot fairly complain if he is often misunderstood.",
        "There is only one fairly reliable treatment, that by serum therapeutics, the injection of considerable quantities of serum of animals which have e?",
        "All these mixtures when solidified may fairly be termed alloys.'",
        "If now we wish to represent the variations in some property, such as fusibility, we determine the freezing-points of a number of alloys distributed fairly uniformly over the area of the triangle, and, at each point corresponding to an alloy, we erect an ordinate at right angles to the plane of the paper and proportional in length to the freezing temperature of that alloy.",
        "Athens might fairly insist that the protection of the Aegean would become impossible if some of the chief islands were liable to be used as piratical strongholds, and further that it was only right that all should contribute in some way to the security which all enjoyed.",
        "Walter the archdeacon is a historical personage; whether his book has any real existence may be fairly questioned.",
        "The gold product of California, therefore, may be fairly expected to maintain itself, and, indeed, to show an advance.",
        "19) the rate of solution in potassium cyanide depends upon the subdivision of the gold - the finer the subdivision the quicker the solution, - and on the concentration of the solution - the rate increasing until the solution contains 0.25% of cyanide, and remaining fairly stationary with increasing concentration.",
        "By this time the canon of New Testament Scripture was fairly settled, and with Origen (d.",
        "It is surrounded by its ancient Etruscan walls, which for the greater part of the circuit are fairly well preserved.",
        "This percentage remains fairly constant, but the proportion differs The immigrants were in the most vigorous period of life, few children and few old people, as shown in the following table: Ages of Immigrants to the United States, 1881-1890.",
        "It is very difficult to discover such cases, but the number rejected is fairly large (see table above).",
        "Ommanney, who was successful in the discovery of new documents, notably early commentaries, which contained the text of the creed embedded in them, and thus supplied independent testimony to the fact that the creed was becoming fairly widely known at the end of the 8th century.",
        "C. Hore, published in 1882, received considerable modification, about 1899-1900, from the work of Fergusson, Lemaire, Kohlschiitter and others, who showed that while the general outline of the coasts had been drawn fairly correctly, the whole central portion, and to a lesser degree the northern, must be shifted a considerable distance to the west.",
        "Torbern Olof Bergman reinvestigated its properties and determined its reactions; his account, which was published in his Opuscula, contains the first fairly accurate description of the metal.",
        "The mineral has been found in some Cornish mines and is fairly abundant in Bolivia (near Sorata, and at Tasna in Potosi).",
        "By the spring they may have larger pots if required and should be kept in a hot and fairly moistened atmosphere; and by the end of June, when they have made new growth, they may be turned out under a south wall in the full sun, water being given only as required.",
        "The attack was fairly successful, though the 21st Div.",
        "Trajan never lacked money to expend on great works of public utility; as a builder, he may fairly be compared with Augustus.",
        "The warming of the ocean is due practically to solar radiation alone; such heat as may be received from the interior of the earth can only produce a small effect and is fairly uniformly distributed.",
        "The general lines of the currents of the oceans are fairly well understood, and along the most frequented ocean routes the larger seasonal variations have also been ascertained.",
        "After the republican Government seemed fairly established, and the reign of law and order was being restored, he returned; but, possibly on account of his advanced age, did not appear during 1921 to be taking any further part in political intrigue or agitation.",
        "aroused some ill-feeling, the government on the whole was fairly liberal.",
        "The climate of Betul is fairly healthy.",
        "Williams remained in Uganda, where the outlook was now fairly promising, and every effort 1 Since reduced to one.",
        "parasites may be fairly abundant.",
        "The defences consist of an inner line of works which preserve the place against surprise, and of an outlying chain of detached forts of fairly modern construction, forming roughly two-thirds of a circle of three miles radius.",
        "There is a fairly continuous intercourse with external culture (Cypriote, early and late Greek), and, if Gath be identified with Tel es-Safi, Bliss and Macalister, who excavated it, found no trace of any interruption in its history.",
        "The revenue of the islands shows a fairly regular increase during the last years of the 19th century and the first of the loth, as from £37,830 in 1895 to £63,457 in 1904; expenditure is normally rather less than revenue.",
        "In this sense Challamel was a pioneer, of no great originality, it is true, but at any rate of fairly wide information.",
        "Although local, these animals are fairly common in the interior of Somaliland, where they are known by the name of dibatag.",
        "These are medium-sized or large antelopes with naked muzzles, narrow sheep-like upper molars, fairly long tails, rudimentary or no face-glands, and pits in the frontal bones of the skull.",
        "Between Zaghwan and Tunis, and accessible by the same railway, is Wadna, the Roman Uthina, where, besides numerous other ruins, are the fairly preserved arches of a large amphitheatre.",
        "In the beginning of 1519 he began a series of discourses on St Matthew's Gospel, the Acts of the Apostles, and the Pauline epistles; and with these it may be said that the Reformation was fairly begun in Zurich.",
        "These opinions were subversive of the system of the medieval church, and were naturally viewed with great disfavour by its officials; but it cannot fairly be said that they have much in common with the opinions of the Reformers of the 16th century.",
        "The first synchronous census of the colony, as it was then constituted, took place in 1865, on a fairly comprehensive schedule.",
        "Walker, himself a prominent member of the party whose contention he states: \"The reservation by the states of all rights not granted to the general government makes it fairly a matter of question whether purely statistical inquiries, other than for the single purpose of apportioning representation, could be initiated by any other authority than that of the states themselves.",
        "There have been in past times considerable divergences in the practice, but at present there is a fairly uniform system in vogue.",
        "Church and State, citizenship in the one and membership in the other, thus became identical, and the foundation was laid for those troubles and consequent severities that vexed and shamed the early history of Independency in New England, natural enough when all their circumstances are fairly considered, indefensible when we regard their idea of the relation of the civil power to the conscience and religion, but explicable when their church idea alone is regarded.",
        "The valley walls rise to undulating, and often fairly level uplands, which are, in large part, cleared of forest; but the uplands are remote from markets, and the soil is thin.",
        "To that, and to the annual gain by immigration, the fairly rapid rate of increase is due.",
        "Grey, much the best of the absolute governors, held the balance fairly between the white and brown races, and bought large tracts of land for colonization, including the whole South Island, where the Presbyterian settlement of Otago and the Anglican settlement of Canterbury were established by the persevering Wakefield.",
        "The native tribes, brave, intelligent and fairly well armed, tried, by means of a league against land-selling and the election of a king, to retain their hold over at least the central North Island.",
        "The town is built on a hill and is fairly healthy.",
        "With sixteen teeth the pitch was well defined; with nine teeth it was fairly determinate; and even with two teeth it could be assigned with no great error.",
        "The capital, Bloemfontein (pop. in 1904, 33,883), is fairly centrally situated on the trunk railway to Johannesburg.",
        "The manoeuvre began on the 5th of October, and by the evening of the loth, after four days of fairly heavy advanced-guard fighting, chiefly between Bilderling and Nozu, Stakelberg was in his assigned position in the mountainous country, facing west towards LiaoYang, with his left on the Taitseho.",
        "Game is fairly abundant; hares and partridges are found in the plains to the north-west, capercailzie in the neighbourhood of Tharandt and Schwarzenberg, and deer in the forests near Dresden.",
        "An alliance, on fairly equal terms, between the three powers, would, in these circumstances, be the consummation of Griffenfeldt's \"system\"; an alliance with France to the exclusion of Sweden would be the next best policy; but an alliance between France and Sweden, without the admission of Denmark, was to be avoided at all hazards.",
        "Thus it is liable to cause a cutaneous erythema in the course of its excretion by the skin; it has a marked diuretic action; and it is a fairly efficient disinfectant of the urinary passages.",
        "This resulted, indeed, in a fairly economical administration, but nothing could be done on an imposing scale.",
        "1908 set on foot a great demonstration at the university of Vienna, in which the usual fairly harmless fighting with sticks was replaced by revolver shooting.",
        "These Bad Lands were once a fairly level plain, but intricate stream erosion produced the labyrinth of ravines and ridges for which the region is noted.",
        "The artesian basin of the east part of the state is fairly well developed, several wells having a flow of from 2000 to 435 0 gallons per minute and a pressure of 150 lb to the square inch.",
        "The anchorage is fairly protected from the sea, but the depth of water is only 3 to 4 fathoms. The channel between the island on Diu and the mainland is navigable only by fishing boats and small craft.",
        "The streets are fairly wide and straight, and several of the houses belonging to aristocratic Moors, descendants of those expelled from Spain, have fine courts surrounded by arcades, some with marble fountains and planted with orange trees.",
        "He may fairly be regarded as the founder of the system of state education in India, and he probably did more than any other Indian administrator to further every likely scheme for the promotion of native education.",
        "The Kaiserswerth Institute, on the contrary, had a far-reaching and lasting influence, and may fairly claim to be the mother of the modern system.",
        "In Holland and the Scandinavian countries the organization is more modern and fairly adequate.",
        "Through his generals Ardoburius and Aspar he waged two fairly successful wars against the Persians (421 and 441), and after the failure of one expedition (431) by means of a gigantic fleet put an end to the piracies of the Vandal Genseric. A Hunnish invasion in 408 was skilfully repelled, but from 441 the Balkan country was repeatedly overrun by the armies of Attila, whose incursions Theodosius feebly attempted to buy off with everincreasing payments of tribute.",
        "It is deep, fairly rapid, subject to a regular rise and flood every autumn, but not to sudden freshets, and is affected by the tide 50 m.",
        "The postal service extends to all parts of the country and is fairly efficient.",
        "The commercial activity of the Buginese causes their language to be fairly widely spoken-little, however, by Europeans.",
        "Population.-The following table gives the area and population of Java (including Madura) and of the Outposts: In no case are the above figures for population more than fairly accurate, and in some instances they are purely conjectural.",
        "This culture-system worked fairly during Van den Bosch's tenure of office, but gave rise to many abuses between 1833 and 1844, involving, as it did, a combination of the metayer and corvee systems.",
        "3 The twin ranges of the Astin-tagh are fairly equivalent in point of magnitude and regularity; but while the Lower Range, on the north, sensibly decreases in altitude towards the east,the Upper Range, on the south, maintains its general altitude in a remarkable way, and is gapped by steep, wild, deeply incised transverse glens directed towards the north, and generally fenced in by dark precipitous walls of rock.",
        "These screes are however very flat and their lower edges generally reach all the way down to the central part of the basin, which is occupied by an expanse of yellow clay, perfectly flat and fairly hard, as well as dry and barren, often cracked into polygonal cakes and drawn out in the direction of the long axis of the valley....",
        "Thenceforward the progress was fairly steady: 18,500 (1711); 24,712 (1782); 26,140 (1789).",
        "Still farther south is the fairly fertile district of Damerghu, of which Zinder is the chief town.",
        "The constitutional charter thus represents an honest effort to set up a truly democratic: republic which shall fairly meet the demands of the varied races and religions within its borders.",
        "This tone, which fairly represents the attitude of ancient sceptics, is rare among the moderns, at least among those who are professed philosophers.",
        "To the attack upon the possibility of demonstration, inasmuch as every proof requires itself a fresh proof, it may quite fairly be retorted that the contradiction really lies in the demand 1 Much the same conclusion is reached in what is perhaps the ablest English exposition of pure philosophic scepticism since Hume - A.",
        "The four centres of Polish literature, which, in spite of the attempts which have been made to denationalize the country, is fairly active, are Cracow, Posen, Lemberg and Warsaw.",
        "116) they comprised as many as 112 different tribes, and from the remains discovered in the tombs at Hallstatt, La Tene and other places, they appear to have been fairly civilized.",
        "Tulips are usually increased by offsets, which most varieties produce in fairly large numbers.",
        "The soil should be a light and fairly rich compost, comprising about 2 parts loam, I part decayed manure or horse droppings that have been thoroughly sweetened, I part leaf mould and half a part of sand.",
        "If planted in borders and shrubberies, however, they will continue to bear fairly good blossoms in the open air for several seasons.",
        "Eventually, however, by methods of compromise, this was adjusted fairly satisfactorily.",
        "of the Cambridge Modern History (1906), which gives also a fairly complete bibliography, pp. 867-875.",
        "gin, so that we can judge very fairly what must have been the effect of the whole, the style of the two poets being very similar.",
        "His Handbook of the Stars (1866) was refused by Messrs Longmans and Messrs Macmillan, but being privately printed, it sold fairly well.",
        "The societies split up into Harrisites and Rowlandites, and it was only with the revival of 1762 that the breach was fairly repaired.",
        "South and west of the temple are many other remains of the Roman city, including a fairly perfect theatre excavated by Hiller von Gartringen, and the shell of a large gymnasium.",
        "Treaties were concluded at La Jaunaie (February 1 5, 1 795) and at La Mabillaie, and were fairly well observed by the Vendeans; and nothing remained but to cope with the feeble and scattered remnant of the Vendeans still under arms, and with the Chouans.",
        "The authenticity of this effigy is fairly well borne out by what is known of him from other sources.",
        "Under Louis Philippe (1830-1848), amid all varieties of administration there was a consistent desire to hold the balance fairly between all the conflicting subjects of study.",
        "But the attempt ended in failure - the first defeat of the Army of the Potomac which could fairly be called discreditable.",
        "Mines, torpedoes and submarines were all employed, and with the \"Monitor\" may fairly be said to have begun the application of mechanical science to the uses of naval war.",
        "A fairly complete bibliography will be found in J.",
        "Partridges and woodcocks are fairly common.",
        "At Bona, where General Monk d'Uzer was in command till 1836, things went fairly well.",
        "These poems, which are older, and in most cases considerably older, than the narratives in which they are now embedded, if they were collected into books, must have been fairly numerous, and we could wish that more examples of them had been preserved.",
        "In part it may fairly be attributed to the retarding influence of the school of Ewald, but in large part also Well- to the fact that Vatke, a pupil of Hegel, had developed his theory on a priori grounds in accordance with the principles of Hegel's philosophy of history.",
        "This is a fairly strong case, but it falls short of demonstration because it cannot be shown that the MS. corrected by Pamphilus was still at Caesarea when it was used by x, and because it is not certain either that the chapter divisions in Acts were added by the original scribes, or that x and B were at that time in their original home, or that the chapter divisions were necessarily only to be found at Caesarea.",
        "The later history of the version is complicated, but fairly well known.",
        "It is, of course, impossible here to give an account of all these, but the following may fairly be regarded as the epoch-making books from the beginning to the present time.",
        "It is unfortunately not found in any extant MS. The second stage is that found in the quotations of Origen which is fairly well represented in B, though Origen seems at times to have used MSS.",
        "Care, however, must be taken to remember exactly what this line of argument amounts to - what it can fairly be said to have proved, and what it still leaves open.",
        "But apart from this the limits are seen to accord fairly closely with the geographical definition of the area under consideration.",
        "\"They have adopted an extraordinary patois, derived from the language of the Tahitian women who accompanied the mutineers of the\" Bounty \"to Pitcairn Island, although most of the adults can speak the English language fairly well\" (R.",
        "Excellent beds of coal are found in different places, especially about Kulja, but the fairly rich copper ores and silver ores have ceased to be worked.",
        "His share in the settlement of 1559 was considerable, and it coincided fairly with his own somewhat indeterminate religious views.",
        "fairly with that of the permanently frozen subsoil.",
        "Hence the philosophy which arose at Athens was what may fairly be termed scholasticism.",
        "It was also about this same period that the grave scandal of the Chinese and Malabar rites began to attract attention in Europe, and to make thinking men ask seriously whether the Jesuit missionaries in those parts taught anything which could fairly be called Christianity at all.",
        "At an early period, and notably in the older systems of the Ophites (a fairly exact account of which has been preserved for us by Epiphanius and Hippolytus), among the Gnostics in the narrower sense of the word, the Archontici, the Sethites (there are also traces among the Naasseni, cf.",
        "The character of the great goddess of heaven is still in many places fairly exactly preserved in the Gnostic speculations.",
        "In fact the rest of native history may be fairly called the Aztec period, notwithstanding the magnificence and culture which make Tezcuco celebrated under Nezahualcoyotl and his son Nezahualpilli.",
        "Railway communication in Venetia is fairly good; there is a main line from Milan to Mestre (the junction for Venice) and thence to Trieste by a line near the coast, or by Treviso, Udine and Pontebba (Pontafel) into Austria.",
        "One thing is certain, that the book of Psalms of the new revision had fairly soon to give way before the wellknown and smooth rendering of the Great Bible.",
        "Data with regard to the frequency with which individual species occur, in any kind of host, are as yet somewhat scanty; in one or two cases the parasites are fairly common, T.",
        "side Galatia consists of a series of plains with fairly fertile soil, lying between bare hills.",
        "Newton to enable a fairly complete restoration of its design to be made.",
        "It is fairly certain that Pechlin was at the bottom of the plot for murdering Gustavus in 1792.",
        "The rider sitting in the position described, square to the front, with his shoulders well back, will be riding with fairly long reins, one of the secrets of good hands.",
        "The Appalachian trends (N.E.S.W.) that are so prominent in the stratified belt of the middle Appalachians, and are fairly well marked in the crystalline belt of New Jersey and Pennsylvania, are prevailingly absent in New England.",
        "The rivers of the mountain belt, normally dividing and subdividing in apparently fnsequent fashion between the hills and spurs, generally follow open valleys; there are few waterfalls, the streams being as a rule fairly well graded, though their current is rapid and their channels are set with coarse waste.",
        "The piedmont belt may be described as a maturely dissected peneplain over much of its extent; it is indeed one of the best examples of that class of forms. Its uplands are of fairly accordant altitude, which gradually decreases from 500 to 1000 ft.",
        "The bofindary between the mountains and the piedmont belt is called the Blue Ridge all along its length; and although the nan:e is fairly appropriate in northern Virginia, it is not deserved in the Carolinas, where the ridge is only an escarpment descending abruptly 1000 or 1500 ft~ from the valleys of the mountain belt to the rolling uplands of the piedmont belt; and as such it is a form of unusual occurrence.",
        "The growth of the meanders tends to give the river continually increasing length; but this tendency is counteracted by the sudden occurrence of cut-offs from time to time, so that a fairly constant length is maintained.",
        "The above section is fairly representative for considerable parts of New England.",
        "This section is fairly representative for the Appalachian Mountain tract, though the Cambrian is often more fully represented.",
        "This section is fairly representative for much of the central Mississippi Basin.",
        "This section is fairly representative for the Rocky Mountains.",
        "From 1850 to 1900 fairly full industrial statistics were gathered as a part of each decennial census.",
        "Commerce, Foreign and Domestic.The English colonies that became the United States carried on during the colonial period a commerce with the mother country, and also, both so far as the legislative trammels of the British colonial system permitted it and illicitly, a fairly active commerce with the West Indies.",
        "Things would doubtless have become worse but for the watchfulness which the bar generally shows in endeavouring to secure the selection of honest and fairly competent men.",
        "This view has been fairly well supported by later discoveries; but, in addition to pyridine and quinoline nuclei, alkaloids derived from isoquinoline are known.",
        "A census taken in 1906 shows that the total acreage of wheat in the North-West Provinces was 5,062,493, yielding 110,586,824 bushels, an average in a fairly normal season of 21.84 bushels per acre.",
        "At Athabaska, the seat of one of the superior courts of Quebec, the population of the district was fairly divided between Frenchand English-speaking people, and Laurier's career was undoubtedly influenced by his constant association with English-speaking people and his intimate acquaintance with their views and aspirations.",
        "Although the liver is a fairly solid organ, it is plastic, and moulds itself to even hollow neighbouring viscera rather than they to it.",
        "pology, Cambridge, 1904, p. 98), it is fairly clear that the human liver is formed, not by a suppression of any of the lobes of the generalized type, but by a fusion of those lobes and obliteration of certain fissures.",
        "The holdings run fairly small, the average being between 30 and 40 acres.",
        "This in the case of most writings is fairly readable, because it has been purged by the continuous emendation of scholars during several centuries.",
        "The path was fairly open before him to the highest advancement in the Church of Rome, yet he deliberately sacrificed all such hopes and placed himself in the van of a hard and doubtful struggle\" (The Guardian, 1872, p. 1004).",
        "The Psocidae themselves have not been traced back beyond the Oligocene, in the amber of which period their remains are fairly numerous.",
        "The climate of Alabama is temperate and fairly uniform.",
        "After a long struggle the immigrants became fairly prosperous.",
        "Fletcher, in which the blast is heated by passing through a copper coil heated by a separate burner, is only of service when a pointed flame of a fairly high temperature is required.",
        "could fairly have said \"L'Etat, c'est moi.\"",
        "The external form of the embryo meanwhile passes through highly characteristic changes, which are on the whole fairly constant ara (After Lankester, 17.) FIG.",
        "For some years the emperor, with his sound common-sense and dislike of exaggeration, held the balance fairly between the two extremes; but long years of uninterrupted labour, anxiety and disappointment weakened his zeal for reform, and when radicalism assumed more and more the form of secret societies and revolutionary agitation, he felt constrained to adopt severe repressive measures.",
        "Gentler means of oxidation have since been found for bleaching tussur to a fairly pale ground.",
        "By these means the silk has been opened, straightened and then cut into a certain length, the fibres now being fairly laid parallel and ready for the next operation, known as silk dressing.",
        "Then came the break up of what remained of feudal Europe and a readjustment under Napoleon, which left the western world with five fairly balanced homogeneous nations.",
        "With fairly homogeneous light the diffraction pattern may be observed at a distance, varying with the width of the slit from about the length of the collimator to one quarter of that length.",
        "It may, however, fairly be called \" the Logian document,\" as a convenient way of indicating the character of the greater part of the matter which our first and third evangelists have taken from it, and this designation is used in the articles on the Gospels of Luke and Matthew.",
        "In many of the states, especially those with an enlightened public spirit, such as most of the New England states and many of the North-Western, the elections are fairly conducted, there being no intimidation at all, little or no bribery, and an honest count.",
        "At the same time, as he could not be suspected of any sympathy with Lutheran or Wickliffite heretics, he might fairly be regarded as qualified to lead the party which aimed at reform in State and Church within the limits of Catholic orthodoxy.",
        "The -tisuffix is comparatively frequent in the Volscian district and very frequent in the Umbrian; it is also fairly well represented in Latium and Etruria.",
        "Even before his marriage with Margaret Fell he seems to have been fairly well off; he does not appear to have worked for a living after he was nineteen, and yet he had a horse, and speaks of having money to give to those who were in need.",
        "Among trees, stunted pines, dwarf oaks, poplars, willows and the cypress are fairly plentiful.",
        "On getting the worm fairly out of the ground, it throws up its head with a jerk, and swallows it whole.\"",
        "Though these have vanished wholly from the surface, the foundations and lowest courses of their walls survive fairly perfect below ground: thus the plan of North Ate ' 'Feet ' 'too too 400 w Amphitheatre ' 'Postern ' '0 Tem- ' 'East ' 'Gate 11 - forum, yielded some interesting inscriptions which relate to a gild (collegium) and incidentally confirm the name Calleva.",
        "There are distinct indications that a similar outfit was fairly common in Ine's time, and that its value was much the same.",
        "- There is no doubt that a fairly advanced system of agriculture must have been known to the Anglo-Saxons before they settled in Britain.",
        "molina) indicates, must have come into use fairly early.",
        "- The chief material for clothing was at first no doubt wool, though linen must also have been used and later became fairly common.",
        "These are fairly numerous, and are either without inscriptions or, if they do bear letters at all, they seem to be mere corruptions of Roman legends.",
        "Anonymous gold coins, resembling Frankish trientes in type and standard (21 grains), are also fairly common, though they must have passed out of use very early, as the laws give no hint of their existence.",
        "The former seems to have prevailed everywhere; the latter, however, was much more common in the more northern counties than in the south, though cases are fairly numerous throughout the valley of the Thames.",
        "There is no evidence that it was still practised when the Roman and Celtic missionaries arrived, but it is worth noting that according to the tradition given in the Anglo-Saxon Chronicle, Oxfordshire, where the custom seems to have been fairly common, was not conquered before the latter part of the 6th century.",
        "Yet throughout the bronze age it is possible to trace a fairly well-defined group of antiquities covering the basin of the Elbe, Mecklenburg, Holstein, Jutland, southern Sweden and the islands of the Belt, and archaeologists have conjectured with much probability that these antiquities represent the early civilization of the Teutonic peoples.",
        "In Spain was produced a fairly strong itself, as it had done in the East, around the religious centralization around the Visigothic king and the metropolitan of Toledo.",
        "Inasmuch as Clement was compelled to make terms with this new power which had established itself against him in the very centre of his dominion, the victory may fairly be said to have rested with the commune.",
        "In the United States there has been an arduous struggle over this question, and combinations of merchants have sometimes compelled favourable terms. In England, though the merchant has maintained a great part of the trade with shopkeepers, the developing trade with makers of shirts, underclothing, &c., is mainly done by the manufacturers directly, and perhaps the simplification of relations by direct dealing in the cotton trade has now reached a point of fairly stable compromise.",
        "A little later, about 1868, successful experiments were made with gas as a manufacturing fuel, and in 1872 the gas industry was fairly well established near Titusville by drilling a well and piping the gas for consumption both as fuel and light.",
        "Birds are fairly numerous, and include many varieties of water-fowl, several of which (Anser indicus, the bar-headed goose, for instance) breed in Tibet, while others are only found as birds of passage.",
        "There is also a Tsong-du or National Assembly, divided into a greater assembly, including all government officials, and called together only to decide on matters of supreme importance, and a lesser assembly, consisting of certain high officials of Lhasa, noblemen, and delegates from the monasteries of Debung, Sera and Galdan, and fairly constantly in session.",
        "In his memoir of 1785 he writes: \"As far as the experiments hitherto published extend, we scarcely know more of the phlogisticated part of our atmosphere than that it is not diminished by lime-water, caustic alkalies, or nitrous air; that it is unfit to support fire or maintain life in animals; and that its specific gravity is not much less than that of common air; so that, though the nitrous acid, by being united to phlogiston, is converted into air possessed of these properties, and consequently, though it was reasonable to suppose, that part at least of the phlogisticated air of the atmosphere consists of this acid united to phlogiston, yet it may fairly be doubted whether the whole is of this kind, or whether there are not in reality many different substances confounded together by us under the name of phlogisticated air.",
        "When with a fairly wide slit the yellow line is no longer visible, the residual nitrogen may be considered to have fallen below 2 or 3%.",
        "At the same time Philo did not invent all the nonsense which he has handed down; he drew upon various sources, Greek and Egyptian, some of them ultimately of Babylonian origin, and incidentally he mentions matters of interest which, when tested by other evidence, are fairly well supported.",
        "In progressive lead palsy, beri-beri, and the paralysis following acute alcoholism, fairly large doses are useful.",
        "Wingless forms are fairly frequent in the order, but their relationship to the allied winged species is evident.",
        "v.) can be interpreted at least as fairly of Rome as of Spain.",
        "The uplands yield fairly under cultivation, while the woodlands, which nowhere form true forests, contain much excellent sandalwood.",
        "Dorner maintains that hopeless perdition can be the penalty only of the deliberate rejection of the Gospel, that those who have not had the opportunity of choice fairly and fully in this life will get it hereafter, but that the right choice will in all cases be made we cannot be confident.",
        "The river, being fairly deep inside the bar, made this a favourite port for the Salli rovers to winter in, but the quantity of alluvial soil brought down threatens to close the port.",
        "The French bauxites are of fairly constant composition, containing usually from 58 to 70% of alumina, 3 to 15% of foreign matter, and 27% made up of silica, iron oxide and water in proportions that vary with the colour and the situation of the beds.",
        "The light copper alloys, in which the proportions just given are practically reversed, are of considerably less utility, for although they are fairly strong, they lack power to resist galvanic action.",
        "The first of these two divisions is the southern portion of the valley of the Hpilu, or Balu stream, an open, fairly level plain, well watered and in some parts swampy.",
        "So far as the Church of England is concerned it may fairly be said to have started afresh in the year following the first observance of the Day of Intercession for Missions, on the 20th of December 1872.",
        "After the war of 1856 a measure of official toleration was obtained, and the task of evangelizing the country was fairly begun.",
        "In a scientific point of view: (a) we see, in the first place, that by his two theorems he founded the geometry of lines, which has ever since remained the principal part of geometry; (b) he may, in the second place, be fairly considered to have laid the foundation of algebra, for his first theorem establishes an equation in the true sense of the word, while the second institutes a proportion.'",
        "On the i 5th of June, one month from their marriage day, the queen and Bothwell, at the head of a force of fairly equal numbers but visibly inferior discipline, met the army of the confederates at Carberry Hill, some six miles from Edinburgh.",
        "In shape Milan is a fairly regular polygon, and its focus is the splendid Piazza del Duomo, from which a number of broad modern streets radiate in all directions.",
        "deep in the sub-soil, is fairly good; one of the towers of the Castello Sforzesco is used as a distributing centre, while the sewerage system consists of 48 m.",
        "- There is no good modern and fairly large-scale map of the entire chain of the Alps.",
        "The raven (Corvus corax) is fairly common in the alpine and sub-alpine regions.",
        "The latter must be of a fairly good height, according to circumstances, to secure a good draught.",
        "Phosphoric acid, in the form of phosphates, is a most valuable plant food, and is absorbed by most plants in fairly large quantities from the soil.",
        "The best season for grafting apples and similar hardy subjects in the open air is in March and April; but it may be commenced as soon as the sap in the stock is fairly in motion.",
        "If these are three or four in number, and fairly balanced as to strength and position, little pruning will be required.",
        "As a rule, all the fibrous-rooted herbaceous plants flourish in good soil which has been fairly enriched with manure, that of a loamy character being the most suitable.",
        "pots, and when the pots are fairly filled with roots shift on into larger ones.",
        "Hardy British ferns belonging to such genera as Asplenium, Nephrodium, Aspidium, Scolopendrium, have become fairly popular of late years, and many charming varieties are now used in borders and rockeries."
    ],
    "definition": [
        "a. In a fair or just manner; equitably.\nb. Legitimately; suitably.",
        "Clearly; distinctly.",
        "Actually; fully: The walls fairly shook with their bellowing.",
        "a. Moderately; rather: a fairly good dinner.\nb. To a reasonable degree: I was fairly sure that I would go to the party.",
        "Obsolete\na. Gently.\nb. Courteously.",
        "Link/Cite",
        "In a fair manner; clearly; openly; plainly; fully; distinctly; frankly.\nA jury is expected to ensure that the accused is fairly judged.",
        "Favorably; auspiciously; commodiously.\na town fairly situated for foreign trade",
        "Honestly; properly.\nConsumer laws aim to have consumers fairly treated.",
        "Softly; quietly; gently.",
        "Partly, not fully; somewhat.\nThe weather this weekend will be fairly dry.",
        "This is a non-descriptive qualifier, similar to quite and rather and somewhat, and some other degree adverbs. Used where a plain adjective needs to be modified, but cannot be qualified. When spoken, the meaning can vary with the tone of voice and stress. He was fairly' big can mean anything from \"not exactly small\" to \"almost huge\".",
        "Link/Cite"
    ]
}