{
    "translation": ".1 הוגן, צודק\n.2יפה",
    "uses": [
        "They are fair and wise.",
        "We're not being fair to our employers.",
        "A thousand dollars sounds fair, don't you think?",
        "Did I give Jonathan his fair share of attention?",
        "...Every one at the Fair was very kind to me...",
        "\"It's not fair,\" she whispered in a choked voice.",
        "It was hardly fair to shift that responsibility solely to him.",
        "It was a fair question.",
        "But, please, I'll pay whatever you feel is a fair price.",
        "\"Fair enough,\" Donald Ryland answered.",
        "Romas's people were fair skinned with light hair in varying shades of blond and red.",
        "But DeLeo said you won it fair and square.",
        "His pale and mud-stained face--fair and young, with a dimple in the chin and light-blue eyes--was not an enemy's face at all suited to a battlefield, but a most ordinary, homelike face.",
        "She writes with fair speed and absolute sureness.",
        "Only fit for a fair! said one.",
        "She wasn't being completely fair, though.",
        "After that I spent many happy hours in my tree of paradise, thinking fair thoughts and dreaming bright dreams.",
        "Maybe Kris thought turnabout was fair play.",
        "It's only fair to the child, anyhow, and it saves you much unnecessary trouble.",
        "It didn't seem fair not to say he was in there.",
        "To be fair, his father hadn't made things any better by offering money to Alex and not his sister.",
        "Princess Ozma, dressed in her most splendid robes of state, sat in the magnificent emerald throne, with her jewelled sceptre in her hand and her sparkling coronet upon her fair brow.",
        "His blue mood following the memorial service dissipated with the passing days and he remained in fair spirits.",
        "Her speech lacks variety and modulation; it runs in a sing-song when she is reading aloud; and when she speaks with fair degree of loudness, it hovers about two or three middle tones.",
        "Before they reached the room from which the sounds of the clavichord came, the pretty, fair haired Frenchwoman, Mademoiselle Bourienne, rushed out apparently beside herself with delight.",
        "Come on, fair is fair.",
        "The shower was now over, and a rainbow above the eastern woods promised a fair evening; so I took my departure.",
        "It's only fair since you're free because of me.",
        "\"That is not a fair question to ask us,\" declared another dragonette.",
        "Then she added, I know I'm not being fair, but please, let me do this my way.",
        "But fish­ing was fair play.",
        "Thinking that turn and turn about is fair play, she seized the scissors and cut off one of my curls, and would have cut them all off but for my mother's timely interference.",
        "But he, poor man, disturbed only a couple of fins while I was catching a fair string, and he said it was his luck; but when we changed seats in the boat luck changed seats too.",
        "\"Fair enough,\" Fred answered.",
        "The hunter who told me this could remember one Sam Nutting, who used to hunt bears on Fair Haven Ledges, and exchange their skins for rum in Concord village; who told him, even, that he had seen a moose there.",
        "After a fair amount of fumbling with the lock I was in.",
        "He's not being fair to you, Julie.",
        "I'll try my luck closer to the seashore where the scenery is as fair as the little ones I seek.",
        "\"Carmen at the fair,\" was written on the back of it.",
        "\"That's not fair!\" my gallant bride-to-be offered.",
        "Her greatest warrior, Gabriel had experienced his fair share of battle wounds.",
        "Most blind people are aided by the sense of sound, so that a fair comparison is hard to make, except with other deaf-blind persons.",
        "I can only heal them one by one, but Dusty, if I don't do it, then you'll kill everyone, and it's not fair when they're just innocent people.",
        "He wasn't opposed to having it, but he insisted on sharing it in fair business - and with his wife, more or less.",
        "Your son bids fair to become an officer distinguished by his industry, firmness, and expedition.",
        "\"Trust us to do what's fair, Martha,\" Dean said.",
        "Mr. Higinbotham, President of the World's Fair, kindly gave me permission to touch the exhibits, and with an eagerness as insatiable as that with which Pizarro seized the treasures of Peru, I took in the glories of the Fair with my fingers.",
        "If I thought you'd give me a fair deal, I'd consider it.",
        "Late in the afternoon, as he was resting in the thick woods south of Walden, he heard the voice of the hounds far over toward Fair Haven still pursuing the fox; and on they came, their hounding cry which made all the woods ring sounding nearer and nearer, now from Well Meadow, now from the Baker Farm.",
        "Her skin was prickling the way it did when another deity used magic around her, the fair hair on her arms standing on end.",
        "\"Nonsense. Summer storms are as common as a fat man at a pie fair,\" he said as the ancient truck lurched forward.",
        "But above all harvest as early as possible, if you would escape frosts and have a fair and salable crop; you may save much loss by this means.",
        "(2) Such supplies will be bought from them at such prices as seller and buyer may agree on, and if a seller is unable to obtain a fair price he will be free to take his goods back to his village and no one may hinder him under any pretense.",
        "\"Well, it is this way,\" answered the man: \"I bought a piece of ground from this neighbor of mine, and paid him a fair price for it.",
        "What Pierre did not know was that the place where they presented him with bread and salt and wished to build a chantry in honor of Peter and Paul was a market village where a fair was held on St. Peter's day, and that the richest peasants (who formed the deputation) had begun the chantry long before, but that nine tenths of the peasants in that villages were in a state of the greatest poverty.",
        "Or, if you choose to go farther, it will not be unwise, for I have found the increase of fair bait to be very nearly as the squares of the distances.",
        "I have sometimes disturbed a fish hawk sitting on a white pine over the water; but I doubt if it is ever profaned by the wind of a gull, like Fair Haven.",
        "It certainly is fair to look at that class by whose labor the works which distinguish this generation are accomplished.",
        "I'm content to give them fair value for their bucks and try my best to see that they enjoy themselves.",
        "In the country one sees only Nature's fair works, and one's soul is not saddened by the cruel struggle for mere existence that goes on in the crowded city.",
        "Bordeaux wasn't like her father, and it wasn't fair to keep comparing them.",
        "The sun rose bright and fair, and the morning was without a cloud.",
        "A brutal one but fair nonetheless.",
        "Two millennia later, it is fair to assume that humans are still capable of this kind of memory.",
        "In his mind, anyone tied to the Dawkins, no matter how obliquely, was fair game.",
        "Still, marrying Josh while another man was so capable of lighting her fire didn't seem fair - especially when Josh couldn't.",
        "An old Cat was in a fair way to kill all the Mice in the barn.",
        "They passed over the pond toward Fair Haven, seemingly deterred from settling by my light, their commodore honking all the while with a regular beat.",
        "The word is he fell a pretty fair distance and bounced a couple of times.",
        "What isn't fair, is you expecting me to risk your life because you think it is fun to hang out with a werewolf.",
        "Because of its central proximity to other larger cities, this quaint town gets a fair share of adventure travelers and college students.",
        "If you're seeking a hearty meal at a fair price in a comfortable atmosphere, this restaurant will suit you well.",
        "The dining room is absolutely gorgeous, and the restaurant has a spacious outdoor patio for fair weather.",
        "Terrible in battle... gallant... with the fair\" (he winked and smiled), \"that's what the French are, Monsieur Pierre, aren't they?\"",
        "So this prince grew up to be a young man, tall and fair and graceful.",
        "By the 1780s, though the procedure was certainly better than nothing, it still had a fair number of problems.",
        "\"Dronushka,\" she said, regarding as a sure friend this Dronushka who always used to bring a special kind of gingerbread from his visit to the fair at Vyazma every year and smilingly offer it to her, \"Dronushka, now since our misfortune...\" she began, but could not go on.",
        "It commonly opens about the first of April, a week or ten days later than Flint's Pond and Fair Haven, beginning to melt on the north side and in the shallower parts where it began to freeze.",
        "Kris's white hair, fair complexion, and amber eyes were at odds with Rhyn's darkness and glowing pewter gaze.",
        "The one of you at the county fair... with Tessa.",
        "Nothing so fair, so pure, and at the same time so large, as a lake, perchance, lies on the surface of the earth.",
        "He's fair, honorable, a stickler for the Code, and not someone anyone will mess with.",
        "Deidre forced her attention from her own issues and outward as she walked through the street fair in downtown Atlanta.",
        "Look, I'm here fair and square.",
        "I believe they gave me more pleasure than anything else at the Fair: they were so lifelike and wonderful to my touch.",
        "Because it receives its fair share of visitors every year, restaurants and other dining options are numerous in the city.",
        "I felt vaguely that they could not be good even if they wished to, because no one seemed willing to help them or to give them a fair chance.",
        "I'd guess it's been there a spell—there was a fair amount of dust on it.",
        "I one evening overtook one of my townsmen, who has accumulated what is called \"a handsome property\"--though I never got a fair view of it--on the Walden road, driving a pair of cattle to market, who inquired of me how I could bring my mind to give up so many of the comforts of life.",
        "The new canine member of our family was a happy little feller with a fair dose of Cocker Spaniel in his genealogy.",
        "That's where the stream is directed, although there's a fair chance of getting soaked anywhere.",
        "As angry as she is, I think it's a fair fight—her against Fitzgerald.",
        "Being left in charge of your kid sister when you're not much more than a kid yourself isn't a fair test.",
        "He rose, took Prince Andrew by the arm, and went to meet a tall, bald, fair man of about forty with a large open forehead and a long face of unusual and peculiar whiteness, who was just entering.",
        "Her visit to the World's Fair she described in a letter to Mr. John P. Spaulding, which was published in St. Nicholas, and is much like the following letter.",
        "It's not fair; you are going by yourself, are having the horses saddled and said nothing to us about it.",
        "It's not fair that Fred has to share his all the time.",
        "But if I choose Rhyn and you come back for me tomorrow, it doesn.t seem very fair to him.",
        "It is a very interesting souvenir of Columbus, and of the Fair White City; but I cannot imagine what discoveries I have made,--I mean new discoveries.",
        "However, I was released the next day, obtained my mended shoe, and returned to the woods in season to get my dinner of huckleberries on Fair Haven Hill.",
        "Unfortunately, life gets in the way a fair amount of the time.",
        "Little did the dusky children think that the puny slip with its two eyes only, which they stuck in the ground in the shadow of the house and daily watered, would root itself so, and outlive them, and house itself in the rear that shaded it, and grown man's garden and orchard, and tell their story faintly to the lone wanderer a half-century after they had grown up and died--blossoming as fair, and smelling as sweet, as in that first spring.",
        "The man was as huge as any warrior but not fair like Romas's clan members.",
        "He took the seat indicated to him beside the fair Helene and listened to the general conversation.",
        "He had made a new system in making a staff, a world with full and fair proportions; in which, though the old cities and dynasties had passed away, fairer and more glorious ones had taken their places.",
        "At nighttime in the moon's fair glow How sweet, as fancies wander free, To feel that in this world there's one Who still is thinking but of thee!",
        "Boris was tall and fair, and his calm and handsome face had regular, delicate features.",
        "But Len didn't know all the facts, and that wasn't fair.",
        "That's just not fair!",
        "Life isn't always fair.",
        "It's totally not fair.",
        "At least the challenge and its terms were almost fair.",
        "Never mind that they bartered over his love like some sort of prize to be won at a fair.",
        "She turned to the wine chiller and pulled out the bottle she opened when she returned home from the street fair.",
        "Why not make this fair?",
        "I wasn't being fair.",
        "Is this the one you took to the fair?",
        "It's just not fair.",
        "Yes, those city bad boys might continue to kill one another but the innocents of this fair city had little to fear for their own.",
        "It's just...it's just not fair!",
        "But fair warning—I'm hitting a very fast pace.",
        "The adoption issue that had been an obstacle for Carmen so long now appeared to be fair in her eyes.",
        "\"You're not playing fair!\" she snapped.",
        "I don't play fair.",
        "No one's playing fair anymore.",
        "Someone's not playing fair.",
        "He had thought her fair in the moonlight, but in full light, he found her beautiful.",
        "But that wasn't fair.",
        "Some of the interior structures and the detached one on the lower southern terrace are in a fair state of preservation.",
        "Philip, surnamed the Fair, was fifteen years of age, and his accession was welcomed by the Netherlanders with whom Maximilian had never been popular.",
        "In 1283 a three-days' fair to be held at the feast of St Bartholomew was granted to Robert Burnell, bishop of Bath and Wells (then holder of a share of the barony of Nantwich).",
        "This is the \"Old Fair\" or \"Great Fair\" now held on the 4th of September.",
        "Fairs are now held on the first Thursday in April, June, September and December, and a cheese fair on the first Thursday in each month except January.",
        "Slate-quarrying and cutting is carried on in the south-western part of the state, in Rutland county; there are important quarries at Fair Haven, Poultney, Castleton, Wells and Pawlet.",
        "In 1320 a grant occurs of a Tuesday market, but no fair is mentioned.",
        "If a fair copy was ever made its resting-place is unknown.",
        "Sumatra, Java and Borneo, where active development began in 1883, 1886 and 1896, bid fair to rank before long among the chief sources of the oil supplies of the world.",
        "The various continuations of William of Tyre above mentioned represent the opinion of the native Franks (which is hostile to Richard I.); while in Nicetas, who wrote a history of the Eastern empire from 1118 to 1206, we have a Byzantine authority who, as Professor Bury remarks, \"differs from Anna and Cinnamus in his tone towards the crusaders, to whom he is surprisingly fair.\"",
        "If a codex could not be obtained by fair means, he was ready to use fraud, as when he bribed a monk to abstract a Livy and an Ammianus from the convent library of Hersfield.",
        "In 1332 a market on Wednesdays and a fair at the Feast of St Peter ad Vincula were granted to Alice de Lisle and in 1405 this market was ratified and three additional fairs added, viz.",
        "We possess a fair amount of information on the origin of the last barbarian code, the laws of the Lombards.",
        "granted a market held twice a week, and a three days' fair on the feast of St Peter ad Vincula.",
        "John made a further grant of a three days' fair from the 10th of May.",
        "In 1216 John confirmed toRobertBruce the market on Wednesday granted to his father and the fair on the feast of St Lawrence; this fair was extended to fifteen days by the grant of 1230, while the charter of 1595 also granted a fair and market.",
        "It has long been famous for its cattle and sheep sales, but more particularly for the great August lamb fair, the largest in Scotland, at which as many as 126,000 lambs have been sold.",
        "He applied himself more particularly to the oxygen compounds, and determined with a fair degree of accuracy the ratio of carbon to oxygen in carbon dioxide, but his values for the ratio of hydrogen to oxygen in water, and of phosphorus to oxygen in phosphoric acid, are only approximate; he introduced no new methods either for the estimation or separation of the metals.",
        "Of these the Saturday market and a fair on the feast of SS.",
        "More, who knew her in old age when she was \"lean, withered and dried up,\" says that in youth she was \"proper and fair, nothing in her body that you would have changed, but if you would have wished her somewhat higher.\"",
        "B, 1886) should be consulted, for although the author tries to extenuate the pope to some extent, on the whole he is fair.",
        "If contoured maps are available it is easy to build up a strata-relief, which facilitates the completion of the relief so that it shall be a fair representation of nature, which the strata-relief cannot claim to be.",
        "In the early periods of the history of other countries this seems to have been the case even where the dog was esteemed and valued, and had become the companion, the friend and the defender of man and his home; and in the and century of the Christian era Arrian wrote that \"there is as much difference between a fair trial of speed in a good run, and ensnaring a poor animal without an effort, as between the secret piratical assaults of robbers at sea and the victorious naval engagements of the Athenians at Artemisium and at Salamis.\"",
        "In spite of somewhat adverse climatic conditions, live stock is reared with a fair amount of success.",
        "Fair Isle (147) lies '24 m.",
        "The light cavalry had been much improved and the heavy cavalry on the whole proved a fair match for their opponents.",
        "In the account roll above mentioned reference is made to a fair and a market, but no early grant of either is to be found.",
        "Burnham, who planned the buildings at the Pan-American Exposition and the Chicago World's Fair respectively.",
        "Potatoes give fair results when they are taken good care of, carrots grow to a thickness of IIin., while cabbage does poorly.",
        "confirmed its status by express incorporation, adding also to its rights of self-government, and granting it a third fair (on the 30th of November).",
        "Wines of fair quality are grown in the valley of the Sioule; walnuts, chestnuts, plums, apples and pears are principal fruits.",
        "This he was compelled to renounce upon the marriage of Joan to Philip the Fair, the heir to the crown of France.",
        "He was employed by his brother as a mediator with Philip the Fair in 1293-1294.",
        "In 1769 his tragedy of The Fatal Discovery had a run of nine nights; Alonzo also (1773) had fair success in the representation; but his last tragedy, Alfred (1778), was so coolly received that he gave up writing for the stage.",
        "\" I have seen him,\" writes Priscus; \"he was still very young, and we all remarked his fair hair which fell upon his shoulders.\"",
        "Their fair or red hair was brought forward from the crown of the head towards the forehead, leaving the nape of the neck uncovered; they shaved the face except the upper lip. They wore fairly close breeches reaching to the knee and a tunic fastened by brooches.",
        "Queen Elizabeth's or Fair Mead hunting lodge, a picturesque half-timbered building, is preserved under the Epping Forest Preservation Act.",
        "Among other shrubs and vines which yield rubber of fair quality may be mentioned Willughbeia edulis and Urceola elastica and Parameria glandulifera, which occur in Burma and Malaya.",
        "The great fair at Irbit retains its importance, and there are, besides, over 500 fairs in Tobolsk and over 100 in other parts of the region.",
        "King John's charter granted the burgesses a fair on the feast of SS.",
        "His reputation was helped by several clever if somewhat wrong-headed publications, including a satirical pamphlet entitled The Theology and Philosophy of Cicero's Somnium Scipionis (1751), a defence of the Hutchinsonians in A Fair, Candid and Impartial State of the Case between Sir Isaac Newton and Mr Hutchinson (1753), and critiques upon William Law (1758) and Benjamin Kennicott (1760).",
        "In the course of the 13th century the idea began to prevail that it was fair for the king, in time of war, to levy a taille upon the subjects of the lords having the haute j ustice in various parts of the royal domain.",
        "The charter of Elizabeth granted a three days' fair at e the feast of SS Simon and Jude (Oct.",
        "A fair is held yearly on the first ten days of September.",
        "A Saturday market and an annual fair were granted to the lord of the manor by Henry III.",
        "The Eastern Maine State Fair is held here annually.",
        "And the Church policy, as old as the times of Constantine, to crush utterly the man who brings more problems and pressure than the bulk of traditional Christians can, at the time, either digest or resist with a fair discrimination, seemed to the authorities the one means to save the very difficult situation.",
        "In 1200 a fair at Doncaster on the vigil and day of St James the Apostle was confirmed to Robert de Turnham, who held the manor in right of his wife, with the addition of an extra day, for which he had to give the king two palfreys worth loos.",
        "By the charter of 1194 the burgesses received licence to hold a fair on the vigil, feast and morrow of the Annunciation, and this with the fair on St James's day was confirmed to them by Henry VII.",
        "His Belle Dame sans merci was translated into English by Sir Richard Ros about 1640, with an introduction of his own; and Clement Marot and Octavien de Saint-Gelais, writing fifty years after his death, find many fair words for the old poet, their master and predecessor.",
        "He showed that there was, on the whole, a fair agreement between the values determined ballistic ally and those given by the formula B = 871-F.",
        "The advantages of portability, very considerable range (from H =I upwards), and fair accuracy are claimed for the instrument.",
        "The earliest record of a grant of market rights is in 1219, when Roger la Zouch obtained a grant of a weekly market and a two days' fair at the feast of St Helen, in consideration of a fine of one palfrey.",
        "The palace at Mandvi, and a tomb of one of their princes at Bhuj, are fair specimens of their architectural skill.",
        "The yearly fair in connexion with the feast of San Fermin (July 7), the patron saint of the city, attracts a large concourse from all parts of northern Spain.",
        "Here Sir Walter Scott lived for six years and De Quincey for nineteen, and William Tennant (1784-1848), author of Anster Fair, was the parish dominie.",
        "should materially assist the Rak6czians and thus divert part of the emperor's forces at the very crisis of the War of the Spanish Succession, intervened, repeatedly and energetically, to bring about a compromise between the court and the insurgents, whose claims they considered to be just and fair.",
        "There are small industries and a fair trade.",
        "He was not a bigot; but, he was not fair to all the people.",
        "For five weeks, from the 20th July onwards, Russians and Austro-Hungarians, as well as Rumans, attend the fair which is held at Falticheni, chiefly for.",
        "The goldfields are exploited with American capital, and yield a fair return.",
        "It was only fair that he make the decisions about it.",
        "You gave them a fair price...",
        "I'm betting better than fair.",
        "That hardly seemed fair.",
        "It's just that it isn't really fair to you – or Alex.",
        "It was a fair question, even if she had never thought of it that way.",
        "It wasn't fair to Alex.",
        "It isn't fair, Carmen.",
        "In 1792 a market was held on Saturdays and a fair on the 14th of May, .but no market or fair now exists.",
        "The centre of the traffic in Morocco was Sidi Hamed ibn Musa, seven days' journey south of Mogador, where a great yearly fair was held.",
        "Wesley's headquarters at Bristol were in the Horse Fair, where a room was built in May 1739 for two religious societies which had been accustomed to meet in Nicholas Street and Baldwin Street.",
        "In Athens it was doubtless in use for literary as well as for other purposes as early as the 5th century B.C. An inscription relating to the rebuilding of the Erechtheum in 407 B.C. records the purchase of two papyrus rolls, to be used for the fair copy of the rough accounts.",
        "The first grant of a market and fair is dated 1227, when the prior of Wenlock obtained licence to hold a fair on the vigil, day and morrow of the Nativity of St John the Baptist, and a market every Monday.",
        "The distance from Dennis Head in North Ronaldshay of the Orkneys to Sumburgh Head in Shetland is 50 m., but Fair Isle, which belongs to Shetland, lies midway between the groups.",
        "Besides Mainland, the principal member of the group, the more important are Yell, Unst and Fetlar in the north, Whalsay and Bressay in the east, Trondra, East and West Burra, Papa Stour, Muckle Roe and Foula in the west, and Fair Isle in the south.",
        "After 1 Shalford Fair, the chapels on the two hills and the Surrey hills are probably the scene of Bunyan's Pilgrim's Progress, see E.",
        "It is of considerable antiquity, and received a grant for a market and fair in the 7th year of Edward III.",
        "Some of these halls are in fair preservation.",
        "At the same time efforts were made, with a fair measure of success, to strengthen the British element in the country by means of land settlements.",
        "At the outbreak of the war he favoured allowing the Southern states to secede, provided a majority of their people at a fair election should so decide, declaring \"that he hoped never to live in a Republic whereof one section was pinned to the other by bayonets.\"",
        "In Paris he was arrested on the suit of a sculptor, whose statue had been injured in the New York World's Fair (of which he had been a director), and spent two days in Clichy, of which he gave an amusing account.",
        "Cp. the \"fair shepherd\" Yima of the Avesta (Vend.",
        "Within the limits of Wauwatosa also are the State Fair grounds.",
        "The princess was accordingly roused, and quickly came downstairs in a dressing-gown, her fair hair flowing loose over her shoulders.",
        "Kohen, iEpEbs, sacerdos, are, in fact, fair translations of one another; they all denote a minister whose stated business was to perform, on behalf of the community, certain public ritual acts, particularly sacrifices, directed godwards.",
        "It isn't fair to him.",
        "It wasn't fair to him.",
        "Sam eyed her with a fair amount of discomfort, which wasn't surprising because Carmen was close to tears.",
        "It wasn't fair to either of them.",
        "Of course, to be fair, Sam was an employee and Alex would have to live with the results of whatever she did … like killing his horse.",
        "It was only fair that she let the children name the kitten, since Alex had named the puppy for them.",
        "He lived through his fair share of encounters with the creatures over his lifetime.",
        "They are typical Berbers in physique, tall, well made and muscular, with European features and fair skins bronzed by the sun.",
        "It receives from the north several intermittent streams, the chief, usually carrying a fair amount of water, being the Khulu or Kolimbine, coming from the Kaarta plateau.",
        "granted a fair at the feast of St Luke, 18th of October), and by Henry VIII.",
        "It is a very fair mean between G.",
        "Hugh de Gurnay held a fair in Wendover on the eve, feast and morrow of St John the Baptist, granted him in 1 214.",
        "Another fair was granted to John de Molyns in1347-1348on the eve, feast and morrow of St Barnabas, but in 1464 Edward IV.",
        "In 1204 John granted two weekly markets, on Tuesday and Saturday, and an annual fair of eight days at the feast of the Exaltation of the Holy Cross (Sept.",
        "This fair, which is still held, and another on Palm Tuesday, are mentioned in the Quo Warranto roll of 1330.",
        "granted William de Braose a yearly three-days' fair at his manor of Horsham.",
        "But it is hardly fair to contrast his practical counsel with the more ethical and spiritual teaching of the earlier Hebrew prophets.",
        "Fortunately, however, Robert Napier had transcribed his father's manuscript De Arte Logistica, and the copy escaped the fate of the originals in the manner explained in the following note, written in the volume containing them by Francis, seventh Lord Napier: \"John Napier of Merchiston, inventor of the logarithms, left his manuscripts to his son Robert, who appears to have caused the following pages to have been written out fair from his father's notes, for Mr Briggs, professor of geometry at Oxford.",
        "A weekly market on Wednesdays was granted to John, earl of Richmond, in 1308 together with an eight days' fair beginning on the vigil of St Margaret's day, and in 1445 John de la Pole, earl of Suffolk, one of his successors as lord of the manor, received a further grant of the same market and also two yearly fairs, one on the feast of St Philip and St James and the other at Michaelmas.",
        "The market is still held on Wednesdays, and in 1792 the Michaelmas fair and another on May-day were in existence.",
        "The tall, fair and blue-eyed individuals who are found to the north-east of the Seine and in Normandy appear to be nearer in race to the Scandinavian and Germanic invaders; a tall and darker type with long faces and aquiline noses occurs in some parts of Franche-Co1nt and Champagne, the Vosges and the Perche.",
        "Coal of a very fair description was discovered in the basin of the Irwin river, in Western Australia, as far back as the year 1846.",
        "Several specimens of very fair quality have also been met with in Western Australia.",
        "The colony, however, from 1821 had made a fair start in free industrial progress.",
        "It has a fair natural harbour, which is the nearest outlet of the rich district of Menemen.",
        "The pianoforte trios of Haydn are perhaps the only-works of first-rate artistic importance in which there is no doubt that the earlier stages of the new art do not admit of sufficient polyphony to give the instruments fair play.",
        "A market to be held on Tuesday, and a fair on the 4th, 5th and 6th of May, were granted by Charles II.",
        "One of the earliest monuments records the purchase by a king of a large estate for his son, paying a fair market price and adding a handsome honorarium to the many owners in costly garments, plate, and precious articles of furniture.",
        "The Code enacted that if the landlord would re-enter before the term was up, he must remit a fair proportion of the rent.",
        "The Code also regulated the liquor traffic, fixing a fair price for beer and forbidding the connivance of the tavern-keeper (a female!) at disorderly conduct or treasonable assembly, under pain of death.",
        "The Saturday market, which was held up to the 19th century, is mentioned in 1220, and was confirmed by royal charter in 1253, together with a fair at Michaelmas.",
        "It was bold policy to confide Frederick to his greatest enemy and rival; but the pope honorably discharged his duty, until his ward outgrew the years of tutelage, and became a fair mark for ecclesiastical hostility.",
        "A large annual horse and cattle fair is held.",
        "Klebs, Guide to Exhibit of the German Amber Industry at World's Fair (St Louis, 1904); and abstract by G.",
        "The Arab astronomers measured a degree on the plains of Mesopotamia, thereby deducing a fair approximation to the size of the earth.",
        "Thus the best approximation to the average depth of the ocean is little more than an expert guess; yet a fair approximation is probable for the features of sub-oceanic relief are so much more uniform than those of the land that a smaller number of fixed points is required to determine them.",
        "The state fair grounds of 115 acres adjoin the city, and there is also a beautiful cemetery of 220 acres.",
        "It is, however, fair to state that his system was not built entirely upon these muscular variations, but rather upon a more laborious combination of anatomical characters, which were so selected that they presumably could not stand in direct correlation with each other, notably the oil-gland, caeca, carotids, nasal bones and above all, the muscles of the thigh.",
        "A weekly market on Tuesdays and a fair (Sept.",
        "In 1465 a second annual fair on the 1st of May was granted by Edward IV., which is still held on the Wednesday in Whitsun week.",
        "The other fair has been discontinued, and the market day has been changed to Wednesday.",
        "In steam vessels a rough and fair engine room register are kept, FIG.",
        "An excellent system of parks-8 within the city with an aggregate area of 1311 acres, and 3 with an aggregate area of 310 acres just outside the city limits - adds to the beauty of the city, among the most attractive being the Riverside, the St Clair, the University, the Military, the Fair View, the Garfield and the Brookside.",
        "There is evidence of the existence of a once dominant fair race, of which the still surviving Sienetjo, a people of a yellow or fair complexion, are regarded as descendants.",
        "A Runic sculptured stone, believed to be of the 8th century, and the old town cross stand in High Street, but the great cattle fair, for which Crieff was once famous, was removed to Falkirk in 1770.",
        "Accidents to passengers other than those caused by collisions or derailments of trains are very largely due to causes which it is fair to class either as unavoidable or as due mainly to the fault or carelessness of the victim himself.",
        "The attitude of the courts is not that the railways should work without compensation, but that the compensation should not exceed a fair return on funds actually expended by the railway.",
        "This is in line with the provisions in the Constitution of the United States regarding the protection of property, but the difficulty in applying the principle to the railway situation lies in the fact that costs have to be met by averaging the returns on the total amount cf business done, and it is often impossible, in specific instances, to secure a rate which can be considered to yield a fair return on the specific service rendered.",
        "Both in England and in America this process of consolidation has been obstructed by all known legislative devices, because of the widespread belief that competition in the field of transportation was necessary if fair prices were to be charged for the service.",
        "He had blue or grey eyes, and fair hair and beard, which turned white through the hardships he endured in Japan.",
        "\" In London,\" says he, \" I was lost in the crowd; I ranked with the first families in Lausanne, and my style of prudent expense enabled me to maintain a fair balance of reciprocal civilities..",
        "It is hardly fair perhaps to add a reference to Suard's highly-coloured description of the short Silenus-like figure, not more than 56 in.",
        "Mackay and his partners, Flood, Fair and O'Brien) in the Comstock Lode of the Great Bonanza mine, the average annual yield was over $26,000,000.",
        "Before the 13th century the burgesses held a weekly market on Sunday and a yearly fair on St James's day, but in 1218 Henry III.",
        "The paroxysm is followed by a definite interval in which there is not only no fever, but even a fair degree of bodily comfort and fitness; this is the intermission of the fever.",
        "He took part in the siege of Yorktown, the battle of Fair Oaks, the seven days' battle before Richmond, and the battles of Antietam, Fredericksburg, where he was wounded, and Chancellorsville, where his brigade was reduced in numbers to less than a regiment, and General Meagher resigned his commission.",
        "In 1086 the bishop of Sarum and the monks of Sherborne held the place, which seems to have been of fair size and an agricultural centre.",
        "The excessive demands made upon the Jews forbade a fair rate of interest.",
        "A fair proportion of Jews have been elected to the House of Commons, and Mr Herbert Samuel rose to cabinet rank in 1909.",
        "granted to Roger Bigod a market here every Tuesday, and a fair on Ascension day, and eight days after.",
        "The fair has died out, but markets are still held on Tuesday and Friday.",
        "of Cape Lithinos is the small bay of Kali Limenes or Fair Havens, where the ship conveying St Paul took refuge (Acts xxvii.",
        "The \"hundred cities\" ascribed to Crete by Homer are in a fair way Y period.",
        "In 1221 Falkes de Breaute, then custodian of the borough, rendered a palfrey for holding a three days' fair at the feast of All Saints, transferred in 1247 to the feast of St Margaret, and still held under that grant.",
        "The praise of the fair sex in the first poem is exceptional in the literature of his age; and its geniality may help us to understand the author's popularity with his contemporaries.",
        "Asia Minor and the north-western half of Arabia lie outside such a great circle, which otherwise indicates, with fair accuracy, the north-western boundary of Asia.",
        "The Xanthochroi have fair skins, blue eyes and light hair; and others have dark skins, eyes and hair, and are of a slighter frame.",
        "And in regard to Reid's favourite proof of the principles in question by reference to \"the consent of ages and nations, of the learned and unlearned,\" it is only fair to observe that this argument assumes a much more scientific form in the Essays, where it is almost identified with an appeal to \"the structure and grammar of all languages.\"",
        "St Audrey was St Etheldreda, who founded Ely cathedral, and it is generally accepted that tawdry-laces or tawdries were necklaces bought at St Audrey's Fair on the 17th of October.",
        "In November 1232 the earldom of Chester was granted to his nephew John the Scot, earl of Huntingdon (c. 1207-1237), and in 1246, nine years after John had died childless, it was annexed to the English crown \"lest so fair a dominion should be divided among women.\"",
        "During the middle ages the Friday market and fair in Whit week, granted by the first charter, were centres for the sale of yarn and cloth called \"Dunsters,\" made in the town.",
        "A market on Wednesday and a fortnightly fair on the same day from the Feast of St Mark to that of St Andrew are claimed under a charter of Charles II.",
        "It was during her captivity that Henry formed his connexion with Rosamond Clifford, the Fair Rosamond of romance.",
        "In 1201 King John granted the burgesses an annual fair for fifteen days, beginning on the 25th of May.",
        "It is in a region especially devoted to the growing of cotton and grain and to poultry raising, and an annual county fair is held here.",
        "The German pamphlet: Pansalim Fiirst der Finsterniss and seine Geliebte, published in 1794, is a fair specimen of the opinion of those who regarded him as the evil genius of Catherine and of Russia.",
        "1731; 2nd ed., 1 735, 4 vols.; 3rd ed., 1736-1738, 4 vols.); Life and Acts o f Edmund Grindal, Archbishop of Canterbury (1710), of Matthew Parker, Archbishop of Canterbury (1711), and of John Whitgift, Archbishop of Canterbury (1718); An Accurate Edition of Stow's Survey of London (1720), a valuable edition of Stow, although its interference with the original text is a method of editing which can scarcely be reckoned fair to the original author; and Ecclesiastical Memorials (3 vols., 1721; 3 vols., 1733).",
        "Bentham's family connexions would naturally have given him a fair start at the bar, but this was not the career for which he was preparing himself.",
        "of the city are the Fair Grounds, where a state fair is held annually.",
        "below the city, on the 15th of May 1862, was increased by the battle of Fair Oaks and the Seven Days, after which the Army of the Potomac retreated.",
        "2 This legend was localized in various places, as at Eleusis, Lerna, and \"that fair field of Enna\" in Sicily.",
        "Philip the Fair, Henry III.",
        "The hot drought of 1893 extended over the spring and summer months, but there was an abundant rainfall in the autumn; correspondingly there was an unprecedentedly bad yield of corn and hay crops, but a moderately fair yield of the main root crops (turnips and swedes).",
        "Although barley is appropriately grown on lighter soils than wheat, good crops, of fair quality, may be grown on the heavier soils after another grain crop by the aid of artificial manures, provided that the land is sufficiently clean.",
        "966 contained the king's mother, two archbishops, seven bishops, five ealdormen and fifteen ministri; and this is a fair specimen of the usual proportion\" (Stubbs, Const.",
        "He was extremely fond of music, and was himself a fair pianist.",
        "A fair and a market on Wednesday weregranted by Edward III.",
        "Nevertheless the proceedings of St Cloud on the day following bade fair to upset the best-laid schemes of Bonaparte and his coadjutors.",
        "\"The nuptials of our great Quixote and the fair Sophia,\" and Granville's ostentatious performance of the part of lover, were ridiculed by Horace Walpole.",
        "granted a yearly fair extending from the eve of Whitsun to the Monday after Trinity and a weekly market on Wednesday, but some time before 1787 the market day was changed to Tuesday.",
        "Lilljeborg 1 It is fair to state that some of Professor Parker's conclusions respecting Balaeniceps were contested by the late Professor J.",
        "West Ham received the grant of a market and annual fair in 1253.",
        "If there be none the tenant is bound and entitled to deliver fair marketable grain of the same kind.\"",
        "A Crofters' Commission constituted under the acts has power to fix fair rents, and the crofter on renunciation of his tenancy or removal from his holding is entitled to compensation for permanent improvements.",
        "It is a keen but not always fair criticism of the Pelagian position from that of Augustine.",
        "Fair Haven was annexed to New Haven in 1897.",
        "Some of the native cottons are of fair quality, but Egyptian cotton appears likely to be best suited for growing for export.",
        "Egyptian Deliveries, fully good fair (in 64ths of a penny).",
        "5.87 6.05 6.21 6.41 6.49 6.71 Mid Fair.",
        "Fair.",
        "5.96n 6.34 n 6.56n Fair.",
        "The descent of alchemistical doctrine can thus be traced with fair continuity for a thousand years, from the Greeks of Alexandria down to the time when Latin alchemy was firmly established in the West, and began to be written of by historical authors like Albertus Magnus, Roger Bacon and Arnoldus Villanovanus in the 13th century.",
        "Then came the stress of war in Europe, a wretched neutrality at home, fierce outbreaks of human passions, and the fair structure of government by a priori theories based on the goodness of unoppressed humanity came to the ground.",
        "The principal interest of the following centuries lies in the researches of successive travellers, who may be said to have rediscovered the city, and in the fate of its ancient monuments, several of which were still in fair preservation at the beginning of this period.",
        "3 This remarkable increase in the quantity of literary work was, on the whole, accompanied by a fair advance in literary quality.",
        "of England, whose daughter he had married, was vanquished by Philip the Fair, who forced him to do homage for a part of Barrois, situated west of the Meuse, which was called Barrois mouvant.",
        "It accepted the Brenner as a fair strategic line on the north, but argued that the Treaty of London was no longer applicable in respect of Italy's eastern frontier, since the line which it traced was designed to secure Italy against future Austro-Hungarian aggression, and AustriaHungary had by now ceased to exist.",
        "HARLECH (perhaps for Hardd lech, fair slate, or Harleigh, an Anglicized variant), a town of Merionethshire, Wales, 38 m.",
        "For the later stages of the history of the Psalter we have, as we have seen, a fair amount of evidence pointing to conclusions of a pretty definite kind.",
        "A few elephants, giraffes and zebras (equus burchelli - the true zebra is extinct) are still found in the north and north-eastern districts and in the same regions lions and leopards survive in fair numbers.",
        "The Lao, who descended from the mountain districts of Yunnan, Szechuen and Kweichow to the highland plains of upper Indo-China, and drove the wilder Kha peoples whom they found in possession into the hills, mostly adopted Buddhism, and formed small settled communities or states in which laws were easy, taxes light and a very fair degree of comfort was attained.",
        "Beginning with the earliest versions of the Bible, which seem to date from the 2nd century A.D., the series comprises a great mass of translations from Greek originals - theological, philosophical, legendary, historical and scientific. In a fair number of cases the Syriac version has preserved to us the substance of a lost original text.",
        "by charter confirmed a market on Thursday and granted a fair at Whitsun.",
        "A fair of twenty days from the vigil of Holy Trinity was granted to the bishop of Ely in 1327.",
        "The mart still occupies by custom the interval between Lynn mart, of which it is probably an offshoot, and Stamford fair in mid-Lent.",
        "A pleasure fair, called the Statute Fair, takes place shortly before Michaelmas.",
        "Importance attaches to the horse fair, held in in the week before Whitsuntide and now on the second Thursday in May and on July 25, and to the cattle fair in the beginning of August.",
        "In 1661 the corporation of Cardiff complained of Cardiff's impoverishment by reason of a fair held every three weeks for the previous four years at Caerphilly, though \"no Borough.\"",
        "Hiero's rule was kindly and enlightened, combining good order with a fair share of liberty and self-government.",
        "(It is fair to say that these views were published in one of his later works.) In treatment of disease Hahnemann rejected entirely the notion of a vis medicatrix naturae, and was guided by his well-known principle 1 The itch (scabies) is really an affection produced by the presence in the skin of a species of mite (Acarus scabiei), and when this is destroyed or removed the disease is at an end.",
        "By the end of the 19th century the topography of the lake region was known with fair accuracy.",
        "(1294-1328), king of France, called THE Fair, was the third and youngest son of Philip IV.",
        "It is at first sight remarkable that Voltaire, whose comic power was undoubtedly far in excess of his tragic, should have written many tragedies of no small excellence in their way, but only one fair second-class comedy, Nanine.",
        "But that he was merely a mocker, which Carlyle and others have also said, is not strictly true or fair.",
        "The present Westminster Bridge, of iron on granite piers, was opened in 1862, but another preceded it, dating from 1750; the view from which was appreciated by Wordsworth in his sonnet beginning \" Earth has not anything to show more fair.\"",
        "Here was established, by licence from James I., the so-called Milk Fair, which remained, its ownership always in the same family, until 1905, when, on alterations being made to the Mall, a new stall was erected for the owners during their lifetime, though the cow or cows kept here were no longer allowed.",
        "Many of the names of the rich residential streets and squares in the west have associations with the various owners of the properties; but Mayfair is so called from a fair held on this ground in May as early as the reign of Charles II.",
        "Among these are the Corn Exchange in Mark Lane, where the privilege of a fair was originally granted by Edward I.; the Wool Exchange, Coleman Street; the Coal Exchange, Lower Thames Street; the Shipping Exchange, Billiter Street; and the auction mart for landed property in Tokenhouse Yard.",
        "In the winter of1683-1684a fair was held for some time upon the Thames.",
        "A frost almost as severe as the memorable one of1683-1684occurred in the winter of 1 7391740, and the Thames was again the scene of a busy fair.",
        "A chap-book called Vida politica y militar de Don Tomas Zumalacarregui, which gives the, facts of his life with fair accuracy, is still very popular in Spain.",
        "The invaders of Helles had secured but a precarious foothold on Ottoman soil by the morning of the 26th, twenty-four hours after starting operations; but fair progress was made by them during the course of this second day.",
        "Although sustained by a fair number of guns and with the moral support of the 53rd Division, which had disembarked during the night, the 10th and 11th Divisions could make no headway.",
        "Large bodies of infantry with a fair proportion of guns still remained on shore on the 17th, but of these roughly half - about io,000 men and a number of guns in each area - were removed that night, so that on the 18th only a meagre force, composed almost wholly of infantry and disposed almost entirely in the trenches, was holding a long front face to face with a numerically far stronger enemy.",
        "He made no attempt at a fair copy, and, when fresh information occurred to him, inserted it at random.",
        "granted two fairs, still kept up in 1792, to be held respectively on St George's day and the day of the Translation of St Edward; another ancient fair, in honour of St Swithin, or perhaps originally of St Editha, is still held (July 26).",
        "In its three chief mineral products, earthoil, coal and gold, Burma offers a fair field for enterprise and nothing more.",
        "Without yielding fortunes for speculators, like South Africa or Australia, it returns a fair percentage upon genuine hard work.",
        "who came in 816 to crown Louis the Fair.",
        "A fair on the 31st of October and the two following days was held under grant of Henry III.",
        "Of the reign of the last Babylonian king, Nabonidus, however, and the conquest of Babylonia by Cyrus, we now have a fair amount of information.'",
        "Both at Euyuk and Yasili Kaya reliefs in one and the same series are widely separated in artistic conception and execution, some showing the utmost naiveté, others expressing both outline and motion with fair success.",
        "By the first of these (1290) the town was granted a fair on St Margaret's Day (July 20) and as the abbey had extensive sheep walks the trade in wool was considerable.",
        "The chief local industry is farming, and an annual fair is held in September for the sale of live stock.",
        "But the importation of foreignsugar, cheapened by foreign state aid to a price which materially reduced the fair and reasonable profit of native cultivators, was a state of things the Indian government could not accept.",
        "The Kebo Valley Club has fine golf links here; and since 1900 an annual horse show and fair has been held at Robin Hood Park at the foot of Newport Mountain.",
        "Mahmud bitterly contrasted the fair professions of England with the offers of effective help from Russia.",
        "In the case of fair average farm crops it has been shown that for the production of one ton of dry matter contained in them from 300 to 500 tons of water has been absorbed and utilized by the plants.",
        "The flannel manufacture has been transferred to Newtown, but Welshpool has tweeds and woollen shawls, besides a fair trade in agricultural produce, malting and tanning.",
        "Except in the neighbourhood of Aden, no regular surveys exist, and professional work is limited to the marine surveys of the Indian government and the admiralty, which, while laying down the coast line with fair accuracy, give little or no topographical information inland.",
        "As to the Sabaean kingdom there is fair agreement among scholars.",
        "The Wahhabi empire had now attained its zenith, a settled government was established able to enforce law and order in the desert and in the towns, and a spirit of Arabian nationality had grown up which bade fair to extend the Wahhabi dominion over all the Arab race.",
        "When members of different tribes met in peace (as at the fair of `Ukaz) the most skilful reciters strove to maintain the honour of their own people, and a ready improviser was held in high esteem.",
        "Furthermore, the relations between the Philippians and himself presuppose, on any fair estimate, an interval of time which cannot be crushed into a few months.",
        "In the interior is said to exist a tribe - the Korongoeis--with white skins and fair hair, but it has never been seen by travellers.",
        "The scandals that resulted led to investigations and severe restrictions, and their employment now has become a matter of voluntary contract, usually for two years, in which fair dealing and good treatment are the rule.",
        "P 1 greater than P2, if the molecular weight of A be much less than that of B, then it is obvious that the ratio M 1 P 1 /M 2 P 2 need not be very great, and hence the less volatile liquid B would come over in fair amount.",
        "EDWY (EADWIG), \"THE Fair\" (c. 94 o -959), king of the English, was the eldest son of King Edmund and lElfgif u, and succeeded his uncle Eadred in 955, when he was little more than fifteen years old.",
        "He thought his poetry too imitative, detecting not only the truthful severity of Crabbe, but a \"slight bravura dash of the fair tuneful Hemans.\"",
        "James I., in his charter of incorporation, granted fairs on Monday and Tuesday in Whitsun week, and confirmed an ancient fair at Michaelmas and a market on Monday.",
        "It is fair to assume that Grant would have followed other unsuccessful generals into retirement, had he not shown that, whatever his mistakes or failures, and whether he was or was not sober and temperate in his habits, he possessed the iron determination and energy which in the eyes of Lincoln and Stanton,' and of the whole Northern people, was the first requisite of their generals.",
        "These institutions were approved by the people, and gave a fair promise of justice.",
        "He took his share in all kinds of athletic exercises, and it was now that Brookfield said, \"It is not fair that you should be Hercules as well as Apollo.\"",
        "Here were to be read \"The Lady of Shalott,\" \"The Dream of Fair Women,\" \"Oenone,\" \"The Lotos-Eaters,\" \"The Palace of Art,\" and \"The Miller's Daughter,\" with a score of other lyrics, delicious and divine.",
        "There are two great fairs held in the town, - the Ostermesse, or spring fair, and the Herbstmesse, or autumn fair.",
        "A horse fair has.",
        "In the 13th century, the Frankfort Fair, which is first mentioned in 1150, and the origin of which must have been long anterior to that date, is referred to as being largely frequented.",
        "Anstruther fair supplied William Tennant (1784-1848), who was born and buried in the town, with the subject of his poem of \"Anster Fair.\"",
        "The orchids may be taken as offering fair types of the Japanese artists ideal in all art work.",
        "He commanded in the battle of Fair Oaks (May 31, 1862), and was so severely wounded as to be incapacitated for several months.",
        "should take an oath to the constitution, a progressive incometax and a fair adjustment of the interests of capital and labour.",
        "Attracted at first by Italy, dreaming of fair feats of prowess, he led the triumphal Marignano expedition, which gained him reputation as a knightly king and as the most powerful prince in Europe.",
        "He displays his own vanity, frivolity and futile cleverness with much unconscious humour, but, it is only fair to allow, with some literary dexterity.",
        "It is only fair to notice that while the latter, according to Defoe's more usual practice, is allowed to repent and end happily, Roxana is brought to complete misery; Defoe's morality, therefore, required more repulsiveness in one case than in the other.",
        "He was perfectly fair but perfectly one-sided, being generally happily ignorant of everything which told against his own view.",
        "The famous temple of Kwannon, the goddess of mercy, is in the Asakusa Park, in which a permanent fair is held; it is a great holiday resort of the citizens.",
        "Brebeuf (1635) says that Iouskeha gives growth and fair weather (Tylor, Prim.",
        "Their language is merely a corrupt form of that spoken around them; but a Teutonic origin seems to be indicated by their fair complexions and blue eyes.",
        "It possesses no notable buildings, save a modern parish church, a prefecture, also modern, and a building wherein are housed the town library and a picture gallery, with some fair works of art.",
        "His assessment, of the details of which we know nothing, was so fair that it remained popular long after the league of autonomous allies had become an Athenian empire.",
        "Even on the assumption that the Athenian dicasteries were scrupulously fair in their awards, it must have been peculiarly galling to the self-respect of the allies and inconvenient to individuals to be compelled to carry cases to Athens and Athenian juries.",
        "The town, which is very ancient, being mentioned in Domesday, obtained a grant for a market and fair in 1251, and received its charter of incorporation in 1887.",
        "In their withdrawal, by a historic disregard of fair play, the Germans not merely refused to put at the disposal of the Lithuanian authorities the necessary means of defence, but under a military convention allowed the Bolshevist troops to march into evacuated zones at a mean distance of io kilometres.",
        "Cattle fairs are now held on the last Wednesday in February and November, and a cheese fair on the last Wednesday in September.",
        "A yearly fair was granted by John in 1204, for eight days from August 14, and two more by Henry III.",
        "The \"auld haunted kirk,\" though roofless, is otherwise in a fair state of preservation, despite relic-hunters who have removed all the woodwork.",
        "The liberality of William the Lion had bestowed upon the corporation an extensive grant of lands; while in addition to the well-endowed church of St John, it had two monasteries, each possessed of a fair revenue.",
        "By Isolda, granddaughter of Robert de Cardinan, the town was given to Richard, king of the Romans, who in the third year of his reign granted to the burgesses a gild merchant sac and soc, toll, team and infangenethef, freedom from pontage, lastage, &c., throughout Cornwall, and exemption from the jurisdiction of the hundred and county courts, also a yearly fair and a weekly market.",
        "The fair granted in 1326 and the three fairs granted in 1733 have all given place to others.",
        "It is quite clear, however, that the marshal of Champagne, who was one of the leaders and inner counsellors of the expedition throughout, sympathized with the majority, and it is fair to point out that the temptation of chivalrous adventure was probably as great as that of gain.",
        "He narrates spiritedly enough the dissensions and discussions in the winter camp of Zara and at Corfu, but is evidently much more at ease when the voyage was again resumed, and, after a fair passage round Greece, the crusaders at last saw before them the great city of Constantinople which they had it in mind to attack.",
        "It consists of an anchorage, land-locked by islands or sand-banks, and with two fair channels navigable towards the land.",
        "Among his many publications, written, it is only fair to admit, amidst the urgent pressure of practical work, there is barely a page or even a sentence that bears the stamp of immortality.",
        "This charter was confirmed to Thomas, Lord Berkeley, in 1330, and in 1395-1396 Lord Berkeley received a grant of another fair on the vigil and day of Holyrood.",
        "In 1461 the abbot of Buckfastleigh obtained a Saturday market at Kingsbridge and a three-days' fair at the feast of St Margaret, both of which are still held.",
        "Included in Kingsbridge is the little town of Dodbrooke, which at the time of the Domesday Survey had a population of 42, and a flock of 108 sheep and 27 goats; and in 1257 was granted a Wednesday market and a fair at the Feast of St Mary Magdalene.",
        "To keep alive, in a fair standard of comfort, the population of 206,690, food supplies have to be imported for nine and a half months in the year.",
        "His was the mildest and least reactionary of all the Italian despotisms of the day, and although always subject to Austrian influence he refused to adopt the Austrian methods of government, allowed a fair measure of liberty to the press, and permitted many political exiles from other states to dwell in Tuscany undisturbed.",
        "The Iowa state fair is held here annually.",
        "ologyand A fair proportion of the workers who have delved so enthusiastically in the fields of Egyptian and Assyrian exploration would never have taken up the work at all but for the hope that their investigations might substantiate the Hebrew records.",
        "In science and theology, mathematics and poetry, metaphysics and law, he is a competent and always a fair if not a profound critic. The bent of his own mind is manifest in his treatment of pure literature and of political speculation - which seems to be inspired with stronger personal interest and a higher sense of power than other parts of his work display.",
        "Here the trenches dug by the Persians during the last siege were still in a fair state of preservation; they were within a stone's-throw of the walls.",
        "Many of the species are of fair size.",
        "The fair is one of the most important in Siberia, its returns being estimated at £500,000 annually.",
        "In Indian River Hundred, Sussex county, there formerly lived a community of people, - many of whom are of the fair Caucasian type, - called \" Indians \" or \" Moors \"; they are now quite generally dispersed throughout the state, especially in Kent and Sussex counties.",
        "But Henry, duke of Hereford, whose milder sentence was doubtless owing to the fact that he was the popular favourite, came back within a year, having been furnished with a very fair pretext for doing so by a new act of injustice on the part of Richard.",
        "Bearing this caution in mind the existing bathymetrical charts, amongst which that of the prince of Monaco stands first, give a very fair idea of the great features of the bed of the oceans.",
        "The beautiful cloisters of the ancient abbey, one of the oldest in Germany, are still in fair preservation.",
        "In 1317 the prioress obtained a Saturday market and a three days' fair at the feast of St Melor (Meliorus).",
        "The curse of Ernulphus or Arnulphus of Rochester (c. r loo), often quoted by students of English literature, is a very fair specimen of that class of composition.",
        "Here, wedged in among the ruder Papuans, who reappear at the extremity of the peninsula, a very different-looking people are found, whom competent observers, arguing from appearance, language and customs, assert to be a branch of the fair Polynesian race.",
        "Still farther east, the plateaus of the Finisterre ranges are highly cultivated and artificially irrigated by a comparatively fair people.",
        "Trinity fair, dating from the year 1443, is now a pleasure fair.",
        "the Fair, in September 1297, attached a peerage of France.",
        "and Philip the Fair to continue to demand and receive subsidies granted by the clergy of their realms. Shortly after the bitter humiliation of Boniface by the French government and his death in 1303, the bishop of Bordeaux was elected pope as Clement V.",
        "The decisions of this diet are noteworthy, since they probably give a very fair idea of the prevailing opinion of the ruling classes in Germany.",
        "The encroachments - which had begun in the time of Philip the Fair - of the king's lawyers on the ancient ecclesiastical jurisdiction, had reached a point where there was little cause for jealousy on the part of the State.",
        "In the parish of Tintagel is the hamlet of Bossiney which under the name of Tintagel received a charter (undated) from Richard king of the Romans, granting freedom to the borough and to the burgesses freedom from pontage and stallage throughout Cornwall, a market on Wednesdays and a three days' fair at Michaelmas.",
        "There is now no market, and the only fair is held on the 21st of October.",
        "A cattle fair is held annually on Greek Palm Sunday.",
        "A fair on the 29th of August was granted by the charter of 1203.",
        "The latter, fixed as the 25th of March, was still held at the end of the 18th century, but there is now no fair.",
        "A fair is held on the 9th of May.",
        "a market was held by the burgesses every Thursday, and a fair on Whit-Tuesday, by grant from Sir John Bohun.",
        "In 1904, however, they were counted on a very simple schedule, by sex and by large age-groups up to 40 years old, with a return of birthplace, in a form affording a fair indication of race.",
        "Irrespective of the large number of clerks, village scribes and state and municipal employes which can be drawn upon with but slight interruption of official routine, there is a fair supply of casual literary labour up to the moderate standard required.",
        "a thousand, whilst in ordinary years 5 is considered a fair price.",
        "The great gateway is a fine monumental arch in fair preservation, with an inscription to Antoninus Pius.",
        "A fair crop of barley yields about 36 bushels, (56 lb to the bushel) per acre, but under the best conditions 40 and 50 bushels may be obtained.",
        "They fell into almost complete decay in the 17th century, and a \"fair house\" was erected out of the ruins by Sir Nicholas Carew of Beddington.",
        "In 1590 there were many poor, for whose relief Elizabeth gave a fair for a day in Lent and a market on Thursdays.",
        "One hundred and thirty-seven years later, Cook, in the barque \"Endeavour,\" gained a much fuller knowledge of the coasts, which he circumnavigated, visited again and again, and mapped out with fair accuracy.",
        "In the 18th century the manor passed by marriage to the Courtenays, afterwards earls of Devon, and Robert de Courtenay in 1220 gave the king a palfrey to hold an annual fair at his manor of Okehampton, on the vigil and feast day of St Thomas the Apostle.",
        "His moral character was undoubtedly weak in other ways than this, but it is fair to remember that but for his astounding Confessions the more disgusting parts of it would not have been known, and that these Confessions were written, if not under hallucination, at any rate in circumstances entitling the self-condemned criminal to the benefit of considerable doubt.",
        "The view eastward over Bengore and towards Fair Head is magnificent.",
        "In 1246 Nicholas obtained a grant of a Saturday market and a fair at the feast of the Assumption (both maintained up to the present day), and in 1275 South Molton appears for the' first time as a mesne borough under his overlordship. The borough subsequently passed to the Audleys, the Hollands, and in 1487 was granted for life to Margaret, duchess of Richmond, who in 1490 obtained a grant of a fair (which is still held) at the nativity of St John the Baptist.",
        "At some date long anterior to history it is supposed that Indo-China was occupied first by a fair Caucasian people and later by a yellow Mongolian race.",
        "The most remarkable cliffs are those formed of perpendicular basaltic columns, extending for many miles, and most strikingly displayed in Fair Head and the celebrated Giant's Causeway.",
        "Fair Head is formed of intrusive dolerite, presenting a superb columnar seaward face.",
        "The dolerite of Fair Head sends off sheets along the bedding-planes of these carboniferous strata.",
        "His complexion was fair; light blue eyes, and yellowish hair..",
        "He had been born with the hopes of the Renaissance, with its anticipation of a new Augustan age, and had seen this fair promise blighted by the irruption of a new horde of theological polemics, worse than the old scholastics, inasmuch as they were revolutionary instead of conservative.",
        "On the Danube the amount was 2 millions, but this total bids fair, under normal conditions, to be easily passed, inasmuch as the work of developing the port of Bratislava, the construction of docks, warehouses and shipbuilding yards, was already proceeding energetically.",
        "It is to him that Poland owed the important acquisition of the greater part of Red Russia, or Galicia, which enabled her to secure her fair share of the northern and eastern trade.",
        "The Polish gentry were still the umpires as well as the stake-holders; the best candidates generally won the day; and the defeated competitors were driven out of the country by force of arms if they did not take their discomfiture, after a fair fight, like sportsmen.",
        "To secure perfect drainage and greater warmth a fair quantity of sand or grit should be present.",
        "As soon as growth commences at the top and a fair amount of roots are formed they may be introduced into gentle heat, in batches according to the need and the amount of stock available.",
        "Its Stryetenskaya fair is important.",
        "But in the following May the sultan again ordered him to be arrested, and although he effected his escape and appealed to the powers, he shortly afterwards saw fit to surrender, claiming a fair hearing.",
        "Arise, and begone !\") The bodies are sent to Cornwall, and Mark, learning the truth, has a fair chapel erected and lays them in tombs, one at each side of the building, when a sapling springs from the heart of Tristan, and reaching its boughs across the chapel, makes its way into the grave of Iseult.",
        "His fair and judicial manner as president of the Senate, recognized even by his bitterest enemies, helped to foster traditions in regard to that position quite different from those which have become associated with the speakership of the House of Representatives.",
        "Repeated petitions to the queen for assistance produced at first fair words, and then no answer at all.",
        "No fair was then held, but from 1792 onwards there has been one yearly on the 10th of August.",
        "Under Elizabeth, Ramsgate was still unimportant though possessed of a fair before the reign of Henry VIII.",
        "Oswald, The Legend of Fair Helen (1905); J.",
        "The course of the battle of Seven Pines or Fair Oaks bore some resemblance to that of Shiloh; a sharp attack found the Unionists unprepared, and only after severe losses and many partial defeats could McClellan check the rebel advance.",
        "The right to hold a fair was granted to the abbey by Henry III.",
        "44-64 can thus be fixed with a fair approximation to certainty, it is unfortunately otherwise with the events of A.D.",
        "A fair held on the festival of St Margaret (July 20) was included in the grant to the monks of Norwich about 110o.",
        "A local act was passed in1558-1559for keeping a mart or fair once a year.",
        "In the eighteenth century besides the pleasure fair, still held in February, there was another in October, now abolished.",
        "Two centuries B.C. the region was occupied by the fair and blue-eyed Ussuns, who were driven away in the 6th century of our era by the northern Huns.",
        "The Federal Army of the Potomac, advancing from the sea and the river Pamunkey over the Chickahominy on Richmond, had come to a standstill after the battle of Seven Pines (or Fair Oaks), and General Robert Lee, who succeeded Joseph Johnston in command of the Confederates, initiated the series of counter attacks upon it which constitute the \"Seven Days.\"",
        "Lee's right wing had in the meantime demonstrated against the main body of the Federals about Fair Oaks, on the south bank of the river.",
        "Smith near Fair Oaks.",
        "On this day Magruder with two divisions attacked superior forces about Fair Oaks and was repulsed, and again attacked at Savage Station with like results.",
        "Primary education is free and compulsory; the standard of attendance is high and the instruction fair, but a large proportion of the older inhabitants.",
        "\"The so-called ` tablet of warning to kings against injustice ' gives a fair specimen of connected discourse, e.g.",
        "There is, however, fair evidence for units of 17.30 and 1.730 or (1/12) of 20.76 in Persian buildings (25) and the same is found in Asia Minor as 17.25 or (5/6)ths of 20.70.",
        "From these we may take 17.5 as a fair approximation.",
        "So long as idea governs matter, or the soul governs the body, the world is fair and good.",
        "The town council consented to build one new church, attaching to it a parish of 10,000 persons, mostly weavers, labourers and factory workers, and this church was offered to Dr Chalmers that he might have a fair opportunity of testing his system.",
        "A royal commission, appointed by the duc de Choiseul to examine the constitutions, convoked a private assembly of fifty-one archbishops and bishops under the presidency of Cardinal de Luynes, all of whom except six voted that the unlimited authority of the general was incompatible with the laws of France, and that the appointment of a resident vicar, subject to those laws, was the only solution of the question fair on all sides.",
        "During the war Flanders Woo), he took Douai, Bethune and Dam, received the submission of Guy of Dampierre, and aided King Philip IV., the Fair, to gain the battle of Mons-en-Pevele, on the 18th of August 1304.",
        "Philip the Fair also wished to get him elected emperor; but Clement V.",
        "In the reign of Charles IV., the Fair, he fought yet again in Guienne (1324), and died at Perray (Seine-et-Oise) on the 16th of December 1325.",
        "Leeuwenhoek found and described some tubicolous species; and during the 18th century a fair number of species were observed, figured and described with names.",
        "Ehrenberg included the Rotifers in his Infusionsthiere, and described and figured with fair precision many of the genera and species.",
        "It is fair in dealing with Schelling's development to take into account the indications of his own opinion regarding its more significant momenta.",
        "of Henry de Lacy, earl of Lincoln, in that year gives several interesting facts about the manor; the earl had there a hall or manor-house, a fulling mill, a market every Sunday, and a fair on the feast of St Andrew.",
        "to Edward de Lacy in 1251 and confirmed in 1294 to Henry de Lacy, earl of Lincoln, with the additional grant of a fair on the eve: and day of St Peter ad Vincula and three days following.",
        "South of the city are Rathmines, a populous suburb, near which, at the \"Bloody Fields,\" English colonists were murdered by the natives in 1209; and Donnybrook, celebrated for its former fair.",
        "The Michaelmas Fair existed in 1 343, and an inquisition dated 1374 mentions two horse-fairs on Whit-Monday and at Michaelmas.",
        "In 1638 Algernon Percy, earl of Northumberland, obtained a grant of a fair every Wednesday from the first week in May till Michaelmas.",
        "Under the patronage of his great-grandson, the last earl of Hereford (who lived in great splendour at the castle), the town became one of the chief centres of trade in South Wales, and a sixteen days' fair, which he granted, still survives as a hiring fair held in November.",
        "There are five ancient fairs for stock, and formerly each of them was preceded by a leather fair."
    ],
    "definition": [
        "Link/Cite"
    ]
}