{
    "translation": "רב, התווכח, נשורת, נפולת",
    "uses": [
        "She'd traveled nonstop, sticking to narrow country roads and the forest to avoid both people and zones marked as having any sort of radiation fallout from the nuke strikes.",
        "All this caused by ionizing radiation fallout from the nuclear weapons.",
        "I did not say she feared fallout from any test.",
        "By the time the reunion rolled around the cast was ready to confront the fallout of the conflicts on the show as well as barbs traded in the interim between Gretchen and Tamra on the internet.",
        "At the end of the show, Simpson commented that her band had made an error with the song.The fallout from the lip synching incident was brutal, with fans and critics taking stabs at Simpson's inept singing abilities.",
        "So, after the statement was made and the fallout ensued, Autism United, a completely legitimate agency based in New York, demanded an apology from CBS and some sponsors pulled their advertising.",
        "When Danny and Sandy are unexpectedly in the same place at the time same time again, the two former lovers try to date while their all-too-different social tiers deal with the fallout.",
        "There will be some sales fallout from consumers upset about the tactic at larger stores, but I don't see an impact large enough to force the major retailers to halt mid-stream and reverse themselves.",
        "What the fallout will be remains to be seen, but with savings of long distance and other bundled package services nearing the 50% mark, it's doubtful that VoIP providers like Vonage Phone Service will soon go away.",
        "Fallout Boy lead singer Patrick Stump is featured prominently in Gym Class Heroes' hit single \"Cupid's Chokehold\", singing the Supertramp hook, and band members have appeared in Gym Class Heroes videos.",
        "While the flash forward was catastrophic, causing planes to crash and multiple deaths, the fallout even more so as some characters committed suicide; because they hated the futures they glimpsed.",
        "The fallout was less important than ensuring the safety of everyone outside of the town.",
        "Doral apparently is suffering fallout from the Andersen Consulting Match Play begin staged at La Costa -- on the opposite coast -- last week.",
        "His article is popular and he's for real but please, avoid radiation fallout affected food and water.",
        "Just about any process where metal moves against metal will produce fallout.",
        "fallout caused by failure to sell in America affected things badly.",
        "We're beginning to see the fallout with Matalan's chief announcing he's stepping down.",
        "I also visited some of the Kazakh villages worst affected by the radioactive fallout.",
        "Over 70% of the radioactive fallout landed on Belarus.",
        "The past hangs over the present like nuclear fallout.",
        "The political fallout from the alleged massacre of 24 Iraqi civilians by US Marines in November will be worse than the.. .",
        "As bands like Dashboard Confessional and Fallout Boy enjoyed wide success, the term emo became even more amorphous, with bands being labeled \"emo\" for having only a vague resemblance to other emo artists or a stereotypical emo image.",
        "Very often organizations in a crisis are already handling the emotional fallout of the prospective failure.",
        "In the subsequent fallout, all suffered massive loss of shareholder value.",
        "To sum up, all cars will have some amount of industrial fallout or ferrous metal contamination.",
        "fallout shelters.",
        "fallout of a war, Hussein writes.",
        "fallout from nuclear weapons testing.",
        "fallout from the war could bring them down.",
        "fallout from any test.",
        "fallout from the attack last week.",
        "Their fine lamination is the product of seasonal fallout of organic matter in a lake environment.",
        "The acid eats out all the fallout and corrosive compounds, the acid is then neutralized with alkaloid soap.",
        "Did the fallout of volcanic pumice and ash from Thera make life impossible for the Minoans?",
        "highly radioactive fallout would be generated even by a small nuclear weapon detonated just below the Earth's surface.",
        "The fallout from the Sandra White MSP slur on the Union flag continues to cause ructions in the ranks of the Scottish National Party.",
        "steamy jungles of the South Pacific, an enormous creature is created by nuclear fallout.",
        "tephra fallout killing about 150 people.",
        "Highly radioactive fallout would be generated even by a small nuclear weapon detonated just below the Earth 's surface.",
        "F Fallout The transfer of radionuclides produced by nuclear weapons from the atmosphere to earth; the material transferred.",
        "In the steamy jungles of the South Pacific, an enormous creature is created by nuclear fallout.",
        "The only historical event (AD 1886) erupted 1.3 km3 of purely basaltic tephra fallout killing about 150 people.",
        "It will be easier to brush away fallout from the dark shades, and your foundation will cover up any residual dark powder.",
        "However, there are some factors one should keep in mind as they may help to mitigate that budgetary fallout.",
        "The drama continued after the cameras stopped rolling, with a public fallout at a Los Angeles club in May 2007.",
        "The Hills upped the drama with the fallout that occurred between former BFFs Conrad and Heidi Montag.",
        "As far as the fallout regarding his music career, we'll all just have to wait and see.",
        "Examples of this genre are the Quest for Glory series and Fallout.",
        "This led to financial turmoil for the company, especially when the housing market fallout occurred in the mid-2000s.",
        "If it were, then staying involved with you without committing to you is a way for him to avoid any negative fallout should the relationship end.",
        "When she turns up pregnant at his door, the two spontaneously get married and deal with the fallout later.",
        "Denise struggles with the fallout from her affair while Claudia Joy struggles to reconnect with her younger daughter.",
        "Despite the poignancy of the story, the revelation left Cane dealing with the fallout of his lies with wife Lily.",
        "Jerry Lee's whole rocky past came to light during the fallout of this revelation, and the public was equally horrified to discover that Myra was the 23 year old his third wife.",
        "Fallout Boy, Fiona Apple, Marilyn Manson, Panic!",
        "While the band was formed in 1997, it wasn't until Gym Class Heroes caught the attention of band-of-the-moment Fallout Boy that they became widely recognized.",
        "They signed with Fallout Boy guitarist Pete Wentz's label, Decaydance Records, and eventually joined them on tour.",
        "The new Nightmare Before Christmas soundtrack features covers of songs from the original soundtrack by artists such as Fallout Boy, She Wants Revenge, Marilyn Manson, and Panic!",
        "The band initially had two other members - Hillel Slovak and John Irons - but Slovak fell victim to a heroin overdose in 1988, and Irons left the band in the fallout after the death.",
        "The 1970s in the United States saw the fallout from 1968's Woodstock and combined those influences with more experimental artists and even hard rockers like Styx.",
        "The fallout from the leak of the tape caused her to turn to drugs and alcohol, and she had become a compulsive masturbator.",
        "Based in Canada, the show follows the events and fallout from throwing these elements together to cook.",
        "The second season of Teen Mom captured the fallout from those charges and Farrah's attempts to repair her relationship with her mother as she herself coped with life as a single mom.",
        "The season finale dealt with the fallout of the Adam, a demon/human/computer hybrid Frankenstein project of the Initiative escaped and had to be hunted down.",
        "The slice of life vignettes intercut with the fallout, and moral, ethical and psychological dilemmas spiraled out from the events in the first few moments of the show.",
        "Description: He looked like a giant praying mantis that developed because of nuclear fallout."
    ],
    "definition": [
        "a. The slow descent of minute particles of debris in the atmosphere following an explosion, especially the descent of radioactive debris after a nuclear explosion.\nb. The particles that descend in this fashion.",
        "An incidental result or side effect: “Other social trends also have psychiatric fallout, and the people who suffer can't afford treatment” ( Martha Farnsworth Riche )",
        "Link/Cite",
        "The event of small airborne particles falling to the ground in significant quantities as a result of major industrial activity, volcano eruption, sandstorm, nuclear explosion, etc.",
        "The particles themselves.\nOn 26 April 1986 the reactor number four at the Chernobyl Nuclear Power Plant located in the Soviet Union near Pripyat in Ukraine exploded. Further explosions and the resulting fire sent a plume of highly radioactive fallout into the atmosphere and over an extensive geographical area.",
        "A negative side effect; an undesirable or unexpected consequence.\nPsychological fallout in the shadow of terrorism, title of an article by Dr. Abraham Twerski, M.D. in .",
        "(rare) A declined offer in a sales transaction when acceptance was presumed.",
        "(rare) The person who declines such an offer.",
        "Link/Cite"
    ]
}