{
    "translation": ".1 לזייף\n.2 להפריך",
    "uses": [
        "Remember, it is a crime to falsify information on medical or dental insurance claim forms.",
        "The latter work was interrupted almost as soon as begun by an extraordinary phenomenon - the outburst of flames and loud detonations, easily explained at the time as a divine judgment on this direct attempt to falsify the prophecy of Christ.",
        "Their treatment of it had, indeed, a direct tendency to falsify it.",
        "similitude of people who falsify the Signs of Allah: and Allah guides not people who do wrong.",
        "Hence our only guides are such general laws of mechanics and physics as we can hardly believe any circumstances will falsify.",
        "Its master was even prepared to falsify charters to give its changed role a spurious legitimacy.",
        "\" If the work of social reform,\" he said, \" is scamped by a measure calculated to falsify the essence of reform, the struggle will be continued in the Chamber until full electoral liberty is attained.",
        "falsifiable in principle, they did not spend any time trying to falsify anything.",
        "falsify statistics, and falsely attribute conclusions to reliable sources.",
        "Evil is the similitude of people who falsify the Signs of Allah: and Allah guides not people who do wrong.",
        "falsify just to the English Press, my prediction was almost completely falsified.",
        "falsify has been further aroused among the Japanese people by the scandal in which British Nuclear Fuels falsified documents in relation to MOX shipments."
    ],
    "definition": [
        "To state untruthfully; misrepresent.",
        "a. To make false by altering or adding to: falsify testimony.\nb. To counterfeit; forge: falsify a visa.",
        "To declare or prove to be false.",
        "fal′si·fi·ca′tion\nnoun",
        "fal′si·fi′er\nnoun",
        "Link/Cite",
        "To alter so as to make false; to make incorrect.\nto falsify a record or document",
        "To misrepresent.",
        "To prove to be false.",
        "To counterfeit; to forge.\nto falsify coin",
        "(finance) To show, in accounting, (an item of charge inserted in an account) to be wrong.",
        "Link/Cite"
    ]
}