{
    "translation": "בצורה שאינה כנה",
    "uses": [
        "Some historians say that he was falsely accused of rebellion.",
        "His death has been falsely imputed by some historians to the caliph Suleiman.'",
        "She recalled with bitterness how he'd plied her with potion, falsely igniting her deep seeded passions until there was no turning back from his rampant lust.",
        "The Acta of St Sebastian, falsely attributed to the same St Ambrose, are far less sparing of details.",
        "The law of course was clear that the \"punctilio which swordsmen falsely do call honour\" was no excuse for wilful murder.",
        "c. 2908) holds that the reference here is purely figurative; \" Judah has dealt falsely with the wife of his youth, the covenant religion, and is wedding a strange cult.\"",
        "Inside his leather jacket it was warm and cozy - falsely secure.",
        "Some time after a copy of the order of the new monarchs (William and Mary) to continue all Protestants in their offices in the colonies had been received, Leisler falsely announced that he had received a commission as lieutenant-governor.",
        "They were called Simoniani, and were the introducers of \" knowledge falsely so called.\"",
        "He wrote at least one treatise on alchemy, but several others have been falsely attributed to him.",
        "The royal agents immediately afterwards sent to London a treasonable letter, falsely attributed to Mather; but its spuriousness seems to have been suspected in England and Mather was not \"fetch'd over and made a Sacrifice.\"",
        "In brief then the common ground of the Categories and the Metaphysics is the fundamental position that all things are substances having belonging to them universals and attributes, which have no separate being as Plato falsely supposed.",
        "The assertion of this claim caused frequent affrays between the customs'officers of the nawah and those traders who, whether falsely or not, represented that they were acting on behalf of the servants of the company.",
        "According to Sadducean principles the man who was convicted of falsely accusing another of a capital offence was not put to death unless his victim was already executed.",
        "Thus, in the treatise known as Physica et Mystica and falsely ascribed to Democritus (such false attributions are a constant feature of the literature of alchemy), various receipts are given for colouring and gilding metals, but the conception of transmutation does not occur.",
        "Four months later he was suddenly cast into prison; and, after seventeen days, he learnt that he was falsely accused of sending two noble ladies on a pilgrimage to Jaen.",
        "Of these certainly many are falsely ascribed to the historical Hippocrates of Cos; others are almost as certainly rightly so ascribed; others again are clearly works of his school, whether from his hand or not.",
        "Moreover, some of the \" authorities \" used by the Schoolmen had been discovered by the New Learning of the Renaissance to be no authorities at all, such as the writings falsely attributed to Dionysius the Areopagite.",
        "According to a tradition falsely ascribed to Mahomet, there can be but one caliph at a time; should a second be set up, he must be killed, for he \"is a rebel.\"",
        "The Statuta Ecclesiae Antigua (falsely called the Canons of the Fourth Council of Carthage in 397), a Gallican collection, originating in the province of Arles at the beginning of the 6th century, mentions the acolyte, but does not give, as in the case of the other orders, any form for the ordination.",
        "Moreover, the arrangement sometimes breaks down: for example, though on the whole the logical books are quoted without quoting the rest, the De Interpretatione (chap. 1) quotes the De Anima, and therefore is falsely taken by Zeller against its own internal evidence to be subsequent to it and consequently to the other logical books.",
        "They were in no way concerned (as was at the time falsely alleged) in the assassination of Nasiru'd-Din Shah in May 1896.",
        "He applies universal experience to explain how we come, falsely in his opinion, to believe that the object of experience is an independent thing; and he uses three arguments, which are respectively those of Schuppe, Avenarius and Wundt.",
        "He supposes first, that we falsely conclude from the sun being independent of each to being independent of all; secondly, that by \" introjection \" we falsely conclude that another's experience is in him and therefore one's own in oneself, while the sun remains outside; and thirdly, that by \" reification \" of abstractions, natural science having abstracted the object and psychology the subject, each falsely believes that its own abstract, the sun or the subject, is an independent thing.",
        "Moses Kimhi also composed commentaries to the biblical books; those on Proverbs, Ezra and Nehemiah are in the great rabbinical bibles falsely ascribed to Abraham ibn Ezra.",
        "It is, however, possible that this party had merely adopted the principles which, as they had been told, perhaps falsely, were supported by the leader of the Twelve.",
        "\"In the Circuits, then, they adapted the whole to their own views, representing Peter falsely in many ways, as that he was daily baptized for the sake of purification, as these also do; and they say that he likewise abstained from animal food and meat, as they themselves also do.\"",
        "Returning in June 1678 to Tonge, he set himself to forge a plot by piecing together things true and false, or true facts falsely interpreted, and by inventing treasonable letters and accounts of preparations for military action.",
        "Eventually agreement was reached, and in 1644 a Confession of Faith was published in the names of the Particular Baptist churches of London, now grown to seven, \"commonly (though falsely) called Anabaptist.\"",
        "It is my purpose also to give the names and number and times of those who through love of innovation have run into the greatest errors, and proclaiming themselves discoverers of knowledge, falsely so called, have like fierce wolves unmercifully devastated the flock of Christ.",
        "But he undertakes to prove from Scripture that there is a higher God, who really possesses the perfections which are falsely ascribed to the lower (iii.",
        "The science, falsely so called, of the several theological schools, their groundless distinctions and sophistical demonstrations, he regarded as the great source of heresy and scepticism.",
        "7.17) fell in love with Peleus, who had taken refuge at Iolcus, but when her advances were rejected accused him falsely to her husband.",
        "A detailed bibliography of his works and of those falsely attributed to him will be found in Querard's La France litte'raire, and the same author's Supercheries devoilees.",
        "Doing what they falsely accused James of having done, they sent, or obtained from England leave to send, members of their party to intrigue with Henry VII.",
        "Some spurious letters bear the name of Severus; also in a MS. at Madrid is a work falsely professing to be an epitome of the Chronica of Severus, and going down to 511.",
        "Sin, in fact, results from the will of the individual who falsely represents something as good which is not so.",
        "The point of Aristotle was to draw a line between rational and other evidences, to insist on the former, and in fact to found a logic of rhetoric. But if in the Rhetoric to Alexander, not he, but Anaximenes, had already performed this great achievement, Aristotle would have been the meanest of mankind; for the logic of rhetoric would have been really the work of Anaximenes the sophist, but falsely claimed by Aristotle the philosopher.",
        "Secondly, when Wundt comes to the psychical, he naturally infers from his narrow Kantian definition of substance that there is no proof of a substrate over and above all mental operations, and falsely thinks that he has proved that there is no substance mentally operating in the Aristotelian sense.",
        "He opposed the Alien and Sedition Laws, introduced legislation on behalf of American seamen, and in 1800 attacked the president for permitting the extradition by the British government of Jonathan Robbins, who had committed murder on an English frigate, and had then escaped to South Carolina and falsely claimed to be an American citizen.",
        "In a case where a wife's confession was obtained by falsely stating to her that the suspected co-respondent had confessed, such confession was held admissible.",
        "The chief work of Irenaeus, written about 180, is his \"Refutation and Overthrow of Gnosis, falsely so called\" (usually in- dicated by the name Against the Heresies).",
        "Belmont, what is the use of the prayers offered up over the substances; and how account for the differences of effects which by the testimony of the faithful are respectively caused by water duly blessed and by water falsely blessed?",
        "An individual was falsely accused of having run down a member of the hunt with his firm's Land Rover.",
        "Indeed accusing someone falsely of an ad hominem approach to debate is itself an ad hominem argument.",
        "My first trial was for the most falsely alleged crime of burning and demolishing, or assisting to burn and demolish.",
        "For collecting alms by falsely claiming to suffer from epilepsy, Jennings is put into the stocks, which Harman calls \" condign punishment.",
        "Glorified be your Lord, the Lord of Honor and Power; exalted above what they falsely ascribe to Him!",
        "He had then signed a certificate of disclosure that falsely asserted that all bank accounts had been declared.",
        "However, I falsely believe that the look-alike, not the king, has a small birthmark -- their only difference.",
        "Each month 100 people are falsely accused of having criminal records by Capita who run the criminal records bureau.",
        "Barney Which series began with the commentary ' A team of crack commandos, falsely accused?",
        "falsify statistics, and falsely attribute conclusions to reliable sources.",
        "Campbell falsely charges that PH \" have also urged patients to take a poisonous drug called ' organic germanium ' .",
        "Falsely impersonate anyone from the Aberdeen Journals Ltd or The Beehive with the intent to mislead others.",
        "And I gather o­ne man ' falsely imprisoned monitors in a public car park '?",
        "Her objective here can only be to falsely inflate the number of refugees emanating from the so-called \" Milosevic case area.",
        "A company is being run for a fraudulent purpose e.g. regularly submitting falsely inflated bills to customers for car repairs.",
        "This is so because one lineage cannot falsely claim another lineage 's land with impunity.",
        "Owners will not knowingly misrepresent the characteristics of the breed not falsely advertize dogs nor mislead any person regarding the quality of the dog.",
        "One of the freest states in the world, they encouraged a despotic misrule in which falsely called free citizens were enslaved.",
        "They may feel falsely reassured that regular hospital attendance means that any cancers will be picked up anyway.",
        "The jangly guitar sound provides a security blanket, falsely.",
        "By falsely claiming to control for lower rates of of health insurance telemarketing lead available plans.",
        "True, she falsely trifled with his love; but he, perhaps, was only trifling with her vanity.",
        "From the moment that he became primate of Ireland, Stone proved himself more a politician than an ecclesiastic. \"He was said to have been selfish, worldly-minded, ambitious and ostentatious; and he was accused, though very probably falsely, of gross private vice.\"",
        "A passage in a treatise falsely ascribed to him (De Disciplina Scholarium) and a misinterpretation of a passage in Cassiodorus led early scholars to suppose that he spent some eighteen years in Athens pursuing his studies, but there is no foundation for this opinion.",
        "Finding that her affection was not returned, she falsely accused Peleus of infidelity to his wife, who thereupon hanged herself (Apollodorus, iii.",
        "The second group, which he regards as instinctive in the wider acceptance of the term, nearly, if not quite, correspond to those above spoken of as intelligent - though he regards this term as falsely applied (see Intelligence Of Animals).",
        "Their ideal is embodied in a manifesto set forth about 1570 under the title The True Marks of Christ's Church, &c., and signed by \" Richard Fytz, Minister,\" as being \" the order of the Privy Church in London, which by the malice of Satan is falsely slandered.\"",
        "For a time Philip was both willing and able to protect his accomplice, but ultimately he appears to have listened to those who, whether truly or falsely, were continually suggesting that Perez had had motives of his own, arising out of his relations with the princess of Eboli, for compassing the assassination of Don John's secretary; be this as it may, from trying to screen Perez the king came to be the secret instigator of those who sought his ruin.",
        "He teaches how to eat, drink, cohabit, void excrement and urine, and the like, elevating what is mean, and does not falsely excuse himself by calling these things trifles.",
        "The historians quite falsely represent Napoleon's faculties as having weakened in Moscow, and do so only because the results did not justify his actions.",
        "Only illusory forms of life falsely purport to represent the community.",
        "CHANGE Reinstatement of donors whose serum has been confirmed to be falsely reactive in a microbiology assay.",
        "When the mural didn't find many fans, Ramona claimed (falsely) that the others had given it approval.",
        "Many women lament their brown eyes, falsely believing that the eye color is plain or boring.",
        "Many falsely associate the punk rock style with grunge or a general sloppiness.",
        "It should be mentioned that I was falsely accused of many things and it took three years for the legal system to finally figure it out.",
        "Rich's suit claimed that Ashley defamed his character by going on a Florida radio show and publicly, falsely accusing him of striking Ashley, which Rich maintains he never did.",
        "She has sued at least one tabloid for falsely accusing her of these activities.",
        "This method reduces the chances of a falsely elevated white cell count caused by a traumatic tap (bleeding into the subarachnoid space at the puncture site), and contamination of the bacterial culture by skin germs or flora.",
        "On the other hand, if the red blood cells in the sample have burst, their fragments will be falsely counted as platelets.",
        "Thus some children may be falsely labeled with a learning disability because of their results on ADTs.",
        "Several other dancers used the stage name \"Little Egypt\", including Ashea Wabe, who caused a scandal at a New York banquet when it was suggested (falsely) that she was performing in the nude.",
        "Now, the falsely accused escaped convict was not only wanted by the military, but also by a race of people called Necromongers.",
        "The law prevents workers to falsely filing workman's comp benefit claims.",
        "Health care costs were also high, and many patients claimed costs were falsely inflated.",
        "If you are shopping for a vintage corset, you may find that a number of retailers will falsely label a bustier or full body girdle as a full body corset.",
        "He believes that Jesus is falsely characterizing himself as a king and as divine, and that this behavior by Jesus will take a toll on the whole movement.",
        "He falsely claimed to have been deployed as a U.S. Marine to Afghanistan and also said he graduated from The New York Restaurant School.",
        "After beating his arachnophobia, Miles kept a pet Lycosa tarantula named Christina.In 2372, Miles was captured and falsely accused of espionage on the Argrathi home world.",
        "Many people falsely believe that sunburns are the cancer culprit.",
        "attempted thenceforth with a bold face, to proclaim, in opposition to the preaching of the truth, ` the knowledge which is falsely so-called (tkuOc i ovvitos 7vi ois).'",
        "The adventures of Blanchefleur, wife of Charlemagne, form a variation of the common tale of the innocent wife falsely accused, and are told in Macaire and in the extant fragments of La Reine Sibille (14th century).",
        "Much more important were the papers entitled Rettungen, in which he undertook to vindicate the character of various writers - Horace and writers of the Reformation period, such as Cochlaeus and Cardanus - who had been misunderstood or falsely judged by preceding generations.",
        "In the early days of October another envoy came to Kutuzov with a letter from Napoleon proposing peace and falsely dated from Moscow, though Napoleon was already not far from Kutuzov on the old Kaluga road.",
        "He read the note and was so overcome with grief he covered up what she did, falsely reported her death and gave her a decent burial."
    ],
    "definition": [
        "In a false manner.\nHe protested his innocence to the end, claiming he had been falsely charged and convicted.",
        "Link/Cite"
    ]
}