{
    "translation": "שקר, רמאות, הונאה, נוכלות",
    "uses": [
        "In these truth and falsehood are mingled.",
        "Even his wit and knowledge of the world were spoiled, and his affected gaiety was touched with sadness, by the odour of falsehood which escaped through every pore of his body.\"",
        "All is vanity, all falsehood, except that infinite sky.",
        "In December 1583 Mary had laid before the French ambassador her first complaint of the slanders spread by Lady Shrewsbury and her sons, who were ultimately compelled to confess the falsehood of their imputations on the queen of Scots and her keeper.",
        "Whatever he tried to be, whatever he engaged in, the evil and falsehood of it repulsed him and blocked every path of activity.",
        "From the leaning tower of Pisa he afforded to all the professors and students of the university ocular demonstration of the falsehood of the Peripatetic dictum that heavy bodies fall with velocities proportional to their weights, and with unanswerable logic demolished all the time-honoured maxims of the schools regarding the motion of projectiles, and elemental weight or levity.",
        "This Raba., the mother of falsehood and lies, of poisoning and fornication is an anti-Christian parody of the Ruha d'Qudsha (Holy Spirit) of the Syriac Church.",
        "The main idea of the poem is the irreconcilable opposition between the truth of the laws of nature and the falsehood of the old superstitions.",
        "As Hector Boece, \" that pillar of falsehood,\" dubbed these presbyters \" Culdees,\" \" the pure Culdee,\" a blameless presbyterian, almost prehistoric, has been claimed as the ancestor of Scottish presbyterianism; and episcopacy has been regarded as a deplorable innovation.",
        "When the source of the name was forgotten its meaning was not unnaturally misinterpreted, and gained for Gawain the reputation of a facile morality, which was exaggerated by the pious compilers of the later Grail romances into persistent and aggravated wrong-doing; at the same time it is to be noted that Gawain is never like Tristan and Lancelot, the hero of an illicit connexion maintained under circumstances of falsehood and treachery.",
        "It all lies in that: get rid of falsehood and let war be war and not a game.",
        "Reinhard, who considered Arthur O'Connor \"a far abler man,\" accurately read the character of Lord Edward Fitzgerald as that of a young man \"incapable of falsehood or perfidy, frank, energetic, and likely to be a useful and devoted instrument; but with no experience or extraordinary talent, and entirely unfit to be chief of a great party or leader in a difficult enterprise.\"",
        "At the same time the fact that the lovers are the helpless victims of the fatal force of a magic spell is insisted upon, in order that their career of falsehood and deception may not deprive them of sympathy.",
        "To the virtues of liberality, charity and clemency he added the Machiavellian qualities of falsehood and shrewdness, so highly esteemed by the princes of his time.",
        "he had never told them a falsehood.\"",
        "Louis met them in June 833 near Kolmar, but owing possibly to the influence of Pope Gregory IV., who took part in the negotiations, he found himself deserted by his supporters, and the treachery and falsehood which marked the proceedings gave to the place the name of Liigenfeld, or the \"field of lies.\"",
        "Here Oates delivered himself of a story the falsehood of which was so obvious that the king was able to expose him by a few simple questions.",
        "The essence of the wicked spirit is falsehood: and falsehood, as the embodiment of the evil principle, is much more frequently mentioned in the Gathas than Ahriman himself.",
        "between London and his mother's house at Ashby St Legers in eight hours, informed his friends in Warwickshire, who had been awaiting the issue of the plot, of its failure, but succeeded in persuading Sir Everard Digby, by an unscrupulous falsehood, to further implicate himself in his hopeless cause by assuring him that both James and Salisbury were dead; and, according to Father Garnet, this was not the first time that Catesby had been guilty of lies in order to draw men into the plot.",
        "With the truth or falsehood of these doctrines we are not here concerned; but that the revived vestments are chiefly valued because of their doctrinal significance the clergy who use them would be the last to deny.",
        "Abandoning truth and falsehood, pleasure and pain, the Vedas, this world and the next, he shall seek the Universal Soul, in knowledge of which standeth eternal salvation.\"",
        "This is true; but we may easily exaggerate it into a falsehood by saying that a piece of experience is entirely constituted by its relation to other experiences.",
        "Truth and falsehood belong only to assertions or denials concerning ideas, that is, to our interpretations of our ideas according to their mutual relations.",
        "Yet it may be doubted whether the value attached in Japan to the abstract quality, truth, is as high as the value attached to it in England, or whether the consciousness of having told a falsehood weighs as heavily on the heart.",
        "To this dualism opposes the doctrine that truth and falsehood are a matter of mere immediate intuition: \" There is no problem at all in truth and falsehood, some propositions are true and some false just as some roses are red and some white.\"",
        "He had the unfortunate capacity many men, especially Russians, have of seeing and believing in the possibility of goodness and truth, but of seeing the evil and falsehood of life too clearly to be able to take a serious part in it.",
        "14 seq.), sorcery, uncleanness, falsehood and oppression rampant (iii.",
        "For any lawyer knows that you can expose falsehood by asking witnesses about the details.",
        "All of these would have had to believe a complete falsehood.",
        "They had to avoid idolatry, sorcery, avarice, falsehood, fornication, &c.; above all, they were not allowed to kill any living being (the ten commandments of Mani).",
        "Since the person charged to take the auspices for a certain day was constitutionally subject to no other authority who could test the truth or falsehood of his statement that he had observed lightning, this became a favourite device for putting off meetings of the public assembly.",
        "Society is described as honeycombed with crimes and vices; prophets, priests, princes and the people generally are said to practise unblushingly extortion, oppression, murder, falsehood, adultery (xxii.).",
        "Differing as they did in politics, Gibbon's testimony to the genius and character of the great statesman is highly honourable to both: \" Perhaps no human being,\" he says, \" was ever more perfectly exempt from the taint of malevolence, vanity, or falsehood.\"",
        "Though but faintly pictured in the Vedic hymns, he is there invoked with Ormazd, or Ahuramazda, the god of the sky, and is clearly a divinity of light, the protector of truth and the enemy of error and falsehood.",
        "to place the crown on the head of the Pretender\" is a palpable falsehood.",
        "But we have always to be on our guard against misrepresentation, exaggeration and falsehood.",
        "We are accustomed to find the legendary and the miraculous gathering, like a halo, around the early history of religious leaders, until the sober truth runs the risk of being altogether neglected for the glittering and edifying falsehood.",
        "coextensive with the disvalue of falsehood.",
        "In sociological terms they represent a socially constructed body of falsehood and legitimation ideology, and a hegemonic discourse.",
        "disvalue of falsehood.",
        "essence of a falsehood.",
        "But the Qur'an says: \" They denied the truth and uttered a monstrous falsehood against Mary.",
        "Who doth more wrong than such as invent a falsehood against Allah?",
        "Perhaps today you have an antagonist spreading falsehood about you.",
        "The malicious falsehood arose from a cheeky claim by Mr Conway that BT was actually a client of his.",
        "The current issue of the left-wing magazine Red Pepper takes evasion into outright falsehood.",
        "It may even be a deliberate falsehood with the intention of encouraging dangerous or evil acts.",
        "Such instances provide us with our empirical experiences of ' logical falsehood ' .",
        "But I really ought to feel safe without the need to resort to such falsehood.",
        "falsehood cannot enter.",
        "Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.",
        "I say Muhammad was used by Satan do spread falsehood.",
        "falsehood in respect of confidential reports about his performance and promotion prospects.",
        "falsehood of the proposition by your own living experience.",
        "falsehood of a conditional expression to determine the execution path.",
        "falsehood of this democracy.",
        "Given that plaintiffs must prove falsity, malice, and loss, actions in malicious falsehood are perhaps less likely to chill political speech.",
        "The hunt for the killer opens up the complex latticework of lies which have been spawned by that first, original, falsehood.",
        "malicious falsehood were on the rise.",
        "polygraph testing is a highly questionable method of separating truth from falsehood, whether the results are positive or negative.",
        "One of the most glaring weaknesses of the 1999 Constitution is that it begins with a falsehood.",
        "But this consequence follows only upon the assumption that the work of the mind is arbitrary, an assumption shown to be unjustified by the results of exact science, with the distinction, universally recognized, which such science draws between truth and falsehood, between the real and \"mere ideas.\"",
        "A euphemism is with him a falsehood.",
        "It is not the business of the court to pronounce upon the absolute truth or falsehood of any given opinion, but simply to say whether it is formally consistent with the legal doctrines of the Church of England.",
        "(I) A member of the first Christian community, who, with his wife Sapphira, was miraculously punished by Peter with sudden death for hypocrisy and falsehood (Acts v.",
        "Thus ended an affair which seems to have occasioned Calvin much more uneasiness than the character of his assailant, and the manifest falsehood of the charge brought against him, would seem to justify.",
        "Breathing: Respiration may change when a person tells a lie as a result of the stress involved with telling a falsehood, as well as the fear of being caught in the lie.",
        "A lie is any deliberate deviation from the truth; it is a falsehood communicated with the intention to mislead or deceive."
    ],
    "definition": [
        "An untrue statement; a lie or an inaccuracy.",
        "The practice of lying.",
        "Lack of conformity to truth or fact; inaccuracy.",
        "Link/Cite",
        "(uncountable) The property of being false.",
        "(countable) A false statement, especially an intentional one; a lie\nDon't tell falsehoods.",
        "(archaic, rare) Mendacity, deceitfulness; the trait of a person who is mendacious and deceitful.",
        "(false statement): truth, verity",
        "Link/Cite"
    ]
}