{
    "translation": ".1 מוכר, ידוע\n.2 ידודתי, קרוב",
    "uses": [
        "The name wasn't familiar to me.",
        "The familiar voice was carried on the wind.",
        "The familiar light appeared.",
        "His gaze wandered over her face in that familiar way.",
        "Unlike me, Betsy was very familiar with the house having spent much time with Martha and Claire.",
        "I stood amidst the familiar instruments, wondering where to begin.",
        "Pierre had long been familiar with that story.",
        "The scene was so familiar; abduction, outlined by Betsy, facts presented, Quinn and Howie removing to their basement sanctuary while we waited and Martha recorded.",
        "There was something familiar about that face, yet she was certain she had never met him before.",
        "Bumpus jumped from his nap at the sound of the familiar word.",
        "There followed the familiar tossing and turning, telling me the dreams had begun.",
        "Fortunately, Howie was familiar with Chicago.",
        "He shifted, a familiar fire in his blood.",
        "She winced as he snatched her arm, and familiar coldness descended over her.",
        "Familiar coldness and silence washed over her before the quiet was replaced by the storm's furious bellow.",
        "Dread filled her as she drove up the familiar driveway to the stone manor.",
        "The corporal and soldiers were in marching kit with knapsacks and shakos that had metal straps, and these changed their familiar faces.",
        "When the ponds were firmly frozen, they afforded not only new and shorter routes to many points, but new views from their surfaces of the familiar landscape around them.",
        "Cassie glanced at the familiar figure and then gasped.",
        "She breathed in his familiar scent.",
        "Still lower, beyond the turn of the staircase, one could hear the footstep of someone in thick felt boots, and a voice that seemed familiar to Princess Mary was saying something.",
        "We assumed our now familiar positions with Howie changed into pajamas and robe.",
        "Coldness seeped through her as she watched the familiar scene before her.",
        "His gaze traveled over her face in that familiar way, his expression reflective.",
        "In the distance, she heard the familiar, unmistakable sound of an explosion.",
        "The first mechanism is the creation of things, an old and familiar approach.",
        "He had become far too familiar and apparently assumed a relationship that didn't exist.",
        "They were so familiar that at length one alighted on an armful of wood which I was carrying in, and pecked at the sticks without fear.",
        "Another friend, who is as familiar with French as with English, finds her French much more intelligible than her English.",
        "If you are not familiar with this whole issue, look into it; it is fascinating and, I think, important.",
        "Pierre now recognized in his friend a need with which he was only too familiar, to get excited and to have arguments about extraneous matters in order to stifle thoughts that were too oppressive and too intimate.",
        "\"Hello, Sofia,\" a familiar voice said.",
        "A soft breeze carried a faint familiar odor, but it was gone before she could identify it.",
        "That familiar cold feeling washed over her again with a wave that was staggering.",
        "Pierre tossed her a familiar cell phone as they entered the mansion.",
        "The familiar scrawl belonged to Mary.",
        "Technological advances that displace human workers are similar in effect to two other concepts with which we are very familiar in the modern age: outsourcing and free trade.",
        "I'm interested in a young woman whose name will be familiar to you.",
        "At first sight, Pfuel, in his ill-made uniform of a Russian general, which fitted him badly like a fancy costume, seemed familiar to Prince Andrew, though he saw him now for the first time.",
        "\"Killed?\" cried Denisov, recognizing from a distance the unmistakably lifeless attitude--very familiar to him--in which Petya's body was lying.",
        "The former and the latter were alike familiar and his own.",
        "It was familiar to her, but too much a part of him to heal.",
        "His curly hair, its color, and the shape of his head seemed strangely familiar to Prince Andrew.",
        "From the room in which Nicholas was sleeping came the sound of his even breathing, every slightest tone of which was familiar to his wife.",
        "To all of them from the marshal to the least soldier, that place was not the Vozdvizhenka, Mokhavaya, or Kutafyev Street, nor the Troitsa Gate (places familiar in Moscow), but a new battlefield which would probably prove sanguinary.",
        "Whenever she meets any one who is familiar with this system, she is delighted to use it in conversation.",
        "On their familiar faces he read agitation and alarm.",
        "She said when a familiar voice answered on the fifth ring.",
        "Then he drew back, his gaze running over her face in that familiar confident way.",
        "That familiar yet annoying pang of disappointment took its place.",
        "She had two markings on her back: One burgundy, the familiar Immortal mating tattoo, and the new one black, positioned directly beneath the original.",
        "He was conducted through a glass gallery, an anteroom, and a hall, which were familiar to him, into a long low study at the door of which stood an adjutant.",
        "How come he can get familiar and you don't get all huffy?",
        "\"Don't move,\" a familiar voice commanded from behind her.",
        "\"Alpatych!\" a familiar voice suddenly hailed the old man.",
        "When Natasha opened Prince Andrew's door with a familiar movement and let Princess Mary pass into the room before her, the princess felt the sobs in her throat.",
        "Of course, in the beginning it was necessary that the things described should be familiar and interesting, and the English pure and simple.",
        "A familiar face appeared from the words, the golden-skinned deity she nicknamed Mr. Checkmate the first time they met at the Immortal Sanctuary.",
        "She was familiar with the words of the last sentence, and was delighted when allowed to act them out.",
        "Occasionally he glanced at the familiar crowd around him and then again at his feet.",
        "I spotted familiar references to our earliest sojourns in West Virginia and knowing the time and location Howie visited there at least gave me a starting point.",
        "He kept looking to either side of the road for familiar faces, but only saw everywhere the unfamiliar faces of various military men of different branches of the service, who all looked with astonishment at his white hat and green tail coat.",
        "The room smelled familiar, and he realized he'd chosen her room.",
        "But the bleached eyeball, the scar, and the familiar weariness of his expression were still the same.",
        "Surely they had other people who spoke Spanish - people familiar with the customer.",
        "Finally, he'd reached the top of a hill overlooking a small, familiar village that glowed with warmth.",
        "One was plainly Xander by his size, and the profile of the second was familiar to her.",
        "Suddenly he heard a familiar voice repeating something to him a second time.",
        "When she touched one with which she was familiar, a peculiarly sweet expression lighted her face, and we saw her countenance growing sweeter and more earnest every day.",
        "There was nothing familiar about her surroundings—nothing!",
        "In my college reading I have become somewhat familiar with French and German literature.",
        "Or suppose he comes from reading a Greek or Latin classic in the original, whose praises are familiar even to the so-called illiterate; he will find nobody at all to speak to, but must keep silence about it.",
        "It was worth the while to see the sun shine on these things, and hear the free wind blow on them; so much more interesting most familiar objects look out of doors than in the house.",
        "It probably had never seen a man before; and it soon became quite familiar, and would run over my shoes and up my clothes.",
        "Healing his scars made her feel a familiar sense of exhaustion, and she retreated to the couch in front of the TV, content to doze and recover.",
        "The familiar path down the coastline passed the Cliffs of Moher and continued for a short distance.",
        "The number wasn't familiar, but she answered.",
        "He touched her, and familiar warmth flashed through her, easing the pain.",
        "Processing aurally was familiar to Augustine while reading silently was revelatory, so noteworthy that he wrote it in his autobiography.",
        "He breathed in her familiar scent, her curls tickling his face.",
        "It is true that I was familiar with all literary braille in common use in this country--English, American, and New York Point; but the various signs and symbols in geometry and algebra in the three systems are very different, and I had used only the English braille in my algebra.",
        "On entering a greenhouse her countenance becomes radiant, and she will tell the names of the flowers with which she is familiar, by the sense of smell alone.",
        "From the third room came sounds of laughter, the shouting of familiar voices, the growling of a bear, and general commotion.",
        "They went into the reception room familiar to Pierre, with two Italian windows opening into the conservatory, with its large bust and full length portrait of Catherine the Great.",
        "The high-shouldered figure of Zherkov, familiar to the Pavlograds as he had but recently left their regiment, rode up to the colonel.",
        "\"This is a mob of scoundrels and not an army,\" he was thinking as he went up to the window of the first house, when a familiar voice called him by name.",
        "\"No, friend,\" said a pleasant and, as it seemed to Prince Andrew, a familiar voice, \"what I say is that if it were possible to know what is beyond death, none of us would be afraid of it.",
        "She looked a little above Prince Andrew's head with the confident, accustomed look with which one looks at the place where a familiar portrait hangs.",
        "It was a man too familiar to be a stranger, with beautiful purple eyes, a small frame, and a face without emotion.",
        "The words were familiar, the same words he'd spoken to Dusty thousands of years ago, when he'd discovered the youth who was not yet a man on a slave trader's block, bloodied and weeping for the family he'd just lost.",
        "I was familiar with the story of Troy before I read it in the original, and consequently I had little difficulty in making the Greek words surrender their treasures after I had passed the borderland of grammar.",
        "You see, I had to use words and images with which she was familiar through the sense of touch.",
        "She was already perfectly familiar with words and the construction of sentences, and had only mechanical difficulties to overcome.",
        "\"And do you know, Countess,\" he said, suddenly addressing her as an old, familiar acquaintance, \"we are getting up a costume tournament; you ought to take part in it!",
        "He listened with weary ears to the ever-recurring sounds, distinguishing the whistle of flying projectiles from the booming of the reports, glanced at the tiresomely familiar faces of the men of the first battalion, and waited.",
        "Near by could be seen the familiar ruins of a half-burned mansion occupied by the French, with lilac bushes still showing dark green beside the fence.",
        "The thick wood is not just at our door, nor the pond, but somewhat is always clearing, familiar and worn by us, appropriated and fenced in some way, and reclaimed from Nature.",
        "In the finals, no one read my work over to me, and in the preliminaries I offered subjects with some of which I was in a measure familiar before my work in the Cambridge school; for at the beginning of the year I had passed examinations in English, History, French and German, which Mr. Gilman gave me from previous Harvard papers.",
        "The little princess, like an old war horse that hears the trumpet, unconsciously and quite forgetting her condition, prepared for the familiar gallop of coquetry, without any ulterior motive or any struggle, but with naive and lighthearted gaiety.",
        "The rider, whose figure seemed familiar to Rostov and involuntarily riveted his attention, made a gesture of refusal with his head and hand and by that gesture Rostov instantly recognized his lamented and adored monarch.",
        "At last the sleigh bore to the right, drew up at an entrance, and Rostov saw overhead the old familiar cornice with a bit of plaster broken off, the porch, and the post by the side of the pavement.",
        "Is everyone all right? he thought, stopping for a moment with a sinking heart, and then immediately starting to run along the hall and up the warped steps of the familiar staircase.",
        "He came every day to the Rostovs', but did not behave to Natasha as an affianced lover: he did not use the familiar thou, but said you to her, and kissed only her hand.",
        "\"I have read our protests about the Oldenburg affair and was surprised how badly the Note was worded,\" remarked Count Rostopchin in the casual tone of a man dealing with a subject quite familiar to him.",
        "The doctors were busily engaged with the wounded man the shape of whose head seemed familiar to Prince Andrew: they were lifting him up and trying to quiet him.",
        "First she heard her mother praying and sighing and the creaking of her bed under her, then Madame Schoss' familiar whistling snore and Sonya's gentle breathing.",
        "She didn't see her brother's bleached hair and familiar face anywhere in the crowd.",
        "He looked around and found a familiar dirt trail that led to a large rock overlooking the desert he'd sat on earlier to watch the sunset.",
        "She closed her eyes, seeking the familiar home videos.",
        "The man in the executioner uniform dumped her onto a familiar surgical table in a room that stank of blood.",
        "He followed a familiar path through a narrowing hall and looked at his palm for the three codes written in green ink there.",
        "The walk was familiar, though he didn't recall ever taking it before.",
        "My fingers lingered almost unconsciously on the familiar leaves and blossoms which had just come forth to greet the sweet southern spring.",
        "The squirrels also grew at last to be quite familiar, and occasionally stepped upon my shoe, when that was the nearest way.",
        "\"Yes, one is afraid,\" continued the first speaker, he of the familiar voice.",
        "By the way the hunt approached and receded, by the cries of the dogs whose notes were familiar to him, by the way the voices of the huntsmen approached, receded, and rose, he realized what was happening at the copse.",
        "Meanwhile, Mavra Kuzminichna was attentively and sympathetically examining the familiar Rostov features of the young man's face, his tattered coat and trodden-down boots.",
        "Boy, did that sound familiar.",
        "We showed his picture around but the best answer was he looked familiar.",
        "Looking around, she realized why the tiny living room was so familiar.",
        "She smelled something faint, familiar.",
        "Is that name familiar?",
        "A familiar sense of calm filled her.",
        "The words were too familiar.",
        "He felt the familiar sense of desire rise just looking at her plump lips and bright blue eyes.",
        "A translation of the whole of Plautus in \"familiar blank verse\" by Bonnell Thornton and others appeared in 1767 (2nd ed., 1769-1774).",
        "But none of his past is familiar?",
        "On the Tverskoy Boulevard a familiar voice called to him.",
        "\"You are a colonel?\" shouted the chief of staff with a German accent, in a voice familiar to Prince Andrew.",
        "Lotio Rubra, the familiar \"Red Lotion,\" a solution of zinc sulphate, is widely used in many catarrhal inflammations, as of the ear, urethra, conjunctiva, &c. There are also innumerable ointments.",
        "It seemed to him that it was a very long time ago, almost a day, since he had first seen the enemy and fired the first shot, and that the corner of the field he stood on was well-known and familiar ground.",
        "Oh, better not think of it--not till he comes back! she told herself, and began looking at the faces, some strange and some familiar, in the stalls.",
        "Though his blood didn't ensnare her as Damian's did, it tasted familiar.",
        "He was neither ancient nor ugly, with familiar dark eyes and hair and roughly hewn features.",
        "\"I don't know,\" she said, a familiar tremor of uncertainty fluttering through her.",
        "As Dean rolled his Jeep down the main street of Ouray, he caught sight of a familiar figure with a rounded haircut.",
        "There was a chill, but once Dean began warming his muscles he felt comfortable in this familiar posture.",
        "That Fitzgerald is getting awfully familiar with the tall redhead.",
        "Cynthia had had enough and rose, a familiar blazing look in her eyes.",
        "The familiar voice of Jake Weller boomed in his ears.",
        "It was as Martha described—green, with the familiar Lucky Strike label in red at the center.",
        "They were standing at the first turn which now lighted looked familiar.",
        "Landon was in the bottom floor of the fortress, waiting with a familiar face in the study.",
        "For a moment he was certain the familiar voice of a woman was a memory, perhaps brought on by standing in Deidre's apartment.",
        "Her eyes settled on a familiar form, and she stared at him.",
        "Something about the woman looked familiar, but it was hard to identify her from behind.",
        "She had been taking care of everything to do with their homes for the last few years, so that was familiar territory.",
        "This time his lips responded with familiar warmth.",
        "His expression was bland, but those delicious chocolate eyes wandered over her face in a disturbingly familiar way before he shut the door.",
        "She heard a familiar ring tone – the one he assigned her – and looked up hopefully.",
        "She couldn't help feeling familiar annoyance at him as she turned away from him.",
        "The ocean breeze brought the familiar scent of brandy.",
        "There was a note of familiar anger in his voice.",
        "A familiar warmth stirred within her, and she braced herself before opening her eyes.",
        "A familiar sense returned, the one that made Deidre think Wynn wasn't a normal human.",
        "As it was, it was almost familiar.",
        "The Immortal led him down the hallway to a familiar library.",
        "He glanced around the penthouse decorated in dark colors with flashes of burgundy and brown, attention settling on the familiar skyline visible through the window.",
        "Tanzanite eyes opened, the familiar blue-purple making Gabriel smile in triumph.",
        "Without looking back, Deidre walked through it and emerged on a familiar beach, the same one she'd ended up on when she leapt from her apartment building.",
        "She changed out of her familiar clothing into the dress that matched the black world around her.",
        "Deidre opened the door into the familiar chamber and closed it behind her, leaning against it.",
        "\"All things come to me eventually,\" she said, quoting the familiar words.",
        "A familiar vial appeared in her hand containing what looked like sand.",
        "He tested his ability to control the familiar magic.",
        "She looked at the door, the familiar scent disturbing her, then down at her file.",
        "She considered debating with the nurse at the front desk, whose friendly grey eyes were familiar.",
        "His gaze settled on Jade's familiar features, and he studied his companion of so many years.",
        "He whirled at the all too familiar voice and sprung to his feet.",
        "Despite the honor of his visit, she couldn't help but feel a trickle of familiar coldness at his still gaze.",
        "Most of his face was hidden behind the mask, but his silver-white hair was too familiar to be anyone else's.",
        "Familiar dizziness assailed her.",
        "He'd felt a familiar sense around…",
        "\"I told you, Sasha,\" a familiar voice said.",
        "He retreated to his cell and sat against the wall again, troubled by a familiar feeling of helplessness.",
        "Rhyn snatched her into the darkness, and a familiar fog appeared around her.",
        "Only then did her senses register the three men before her, the alley, and the familiar bloodlust in their glowing eyes.",
        "Wobbling, she rose, familiar coldness replacing the alcoholic warmth inside her.",
        "The pain subsided, replaced by familiar warmth.",
        "\"You have something that's mine, brother,\" came the familiar, low growl.",
        "A familiar headache started, and she stuffed the last few bites of food down her throat, feeling ill for a different reason.",
        "She drank more brandy, a familiar sense of panic deep in her chest.",
        "The familiar warmth, his intensity -- both lit her blood afire, and she couldn't help but imagine what his hot, talented tongue could do to other parts of her body.",
        "She staggered toward it, stumbled, then fell through it and landed flat on her back on a familiar, faded red rug.",
        "She waited in the cold winter day until the familiar Lincoln Town Car arrived.",
        "Molly dug through her purse to retrieved a familiar brownish cube, like the ones Katie'd eaten to stay alive in Hell.",
        "She sniffed at it and sneezed at the familiar skunk scent before shoving it in her pocket.",
        "She turned at the familiar voice, pleased and surprised to see Megan, the Immortal warrior who befriended her and showed her around when she arrived to the castle several weeks before.",
        "With nothing left to occupy him, he strode to the familiar room where they.d shared the fateful night weeks before.",
        "A familiar shape in the dark corner of the cafeteria caught his attention as he passed, and he paused to raise a hand in greeting.",
        "She recognized the familiar voice and froze.",
        "Kiera sought an explanation, recalling he was not familiar with most slang despite his mastery of English.",
        "They sat for a while before she felt a familiar sense of anxiety at the reality of her situation.",
        "She wandered back to the safety of her room, wanting paper and pencils, her favorite jeans … anything familiar to comfort her.",
        "Brilliant sunlight blinded her after days of grey, and she blinked at the bright, familiar blue sky.",
        "The familiar voice made her frown.",
        "They gazed at each other, and he felt a familiar tremor.",
        "If she were unfamiliar with the accepted societal behaviors of a woman on his planet, he couldn't expect her to be any more familiar with the machine.",
        "A familiar look of determination was on her upturned face.",
        "She felt the familiar, core-deep connection, the one intimate enough for her body to respond, as he held her gaze.",
        "It was a single occupant transport ship whose passenger stood several feet from it and looked familiar from a distance.",
        "Her gaze stumbled on a familiar face at the other end of the hall, and she gasped.",
        "She took in the familiar dress and coloring of the men around her, startled to realize she did know where she was.",
        "She reached a point that seemed familiar and looked for the dark shadow of the crevice.",
        "The door closed behind them as he strode through the lighted, vacant halls, following a familiar path on the way to the chamber.",
        "There was a pause, then his uncle's familiar, strained voice.",
        "Moisture clung to her skin as she started down the familiar path to Lover's Lane.",
        "Near the end of her patience trapped in the tiny box of a spacecraft, she shot up when she felt the familiar pressure of them descending.",
        "Her eyes sought out a familiar form and found him.",
        "I thought the car looked familiar!",
        "Unfortunately, 'No Trespassing' is a more familiar sign to this sport, than this one.",
        "He was surprised to spot young Donnie Ryland, recognizable by his small stature and familiar jacket, running down the end of the trail.",
        "\"This look familiar?\" he asked holding it out for Dean's inspection.",
        "He failed to register the familiar, yet not familiar glance of fingers on the bareness of his body.",
        "I tried to choose something you would be familiar with.",
        "Jackson was quite familiar with it.",
        "The wolf's were Elisabeth's, and he felt the familiar jolt he always had from her.",
        "Now that's a familiar line.",
        "At the familiar voice and stiff order, she struggled into a sitting position.",
        "She listened for the familiar thrum of energy over her breathing.",
        "Brady whipped around at the familiar voice, staring at the petite brunette before him in surprise.",
        "He was vaguely familiar, his gaze intense.",
        "Her gaze moved to the laser gun and then to the familiar man holding it.",
        "His blood heated at her familiar scent.",
        "His voice sounded stronger today, and his southern drawl struck her as oddly familiar.",
        "\"You trying to kill me?\" he whispered in the Southern drawl that sounded far too familiar for her comfort.",
        "The chocolates, the familiar insistence that she learn to protect herself, the Southern drawl.",
        "\"Are you familiar with the Horsemen?\" she asked Mr. Tim paled.",
        "Lana smiled faintly, grateful for the familiar woman's gruff calm.",
        "He made out one familiar voice.",
        "Yet it was the only familiar thing to her in the town.",
        "Lana wrapped her arms around his muscular frame, breathing in his familiar scent.",
        "Brady looked up as the familiar nurse walked in.",
        "He held out a familiar dagger.",
        "He didn't understand both their concern and eagerness to get rid of him, but felt familiar coldness settle into his chest.  There had been two other people in the entirety of the universe that cared for him, and the two people with him now were not the same.",
        "She watched him pace, his long, muscular legs drawing her eyes.  A familiar ache filled her, one that made her want to launch herself into his arms and never leave the dream world.",
        "Katie yelped and leapt back at the familiar form.",
        "Toby looked up as the familiar demon named Jared passed his cell, trailed by two demons carrying a body with another familiar face.",
        "Rhyn opened the door, surprised to find the jailer's room empty.  He'd expected Jared at least.  He closed the door quietly behind him.  He snatched the talisman hanging near the door, the one that freed inmates from their cells.  He ignored the quickening of his pulse as he entered the familiar cell block.",
        "Rhyn's familiar voice interrupted Gabe's concentration.",
        "\"Katie sent these back with me,\" Rhyn said and held out a familiar necklace.",
        "\"C'mon Kairi, hop in,\" a familiar voice called.",
        "It was dark by the time Dean reached the town and maneuvered his way through the familiar streets to 422 Collingswood Avenue.",
        "Fred possessed a full head of snow-white hair, carried himself ramrod straight and was a familiar sight and well-liked figure about town.",
        "It was Gerry Mulligan with a nineteen-fifties piece that filled the room with familiar strains.",
        "Fred asked, looking up from his notebook—a now familiar accessory.",
        "While Dean wasn't familiar with the city, the rental-car agent marked directions to the hospital morgue and he had no trouble locating it.",
        "She rose, albeit unsteadily, and he grasped her in the now familiar position of his supporting arm about her waist.",
        "The drive to Maid Marian Lane was becoming more familiar with each passing trip—no more need to count the blocks.",
        "The guy said the face looked familiar but it's a big store, there's lots of clerks and it's an old picture.",
        "As he was about to introduce himself, he heard a familiar voice over his shoulder.",
        "None of the names sounded familiar, nor were the addresses in areas where Byrne was thought to have traveled.",
        "There's still a chance he'll think it's another Pat Corbin who sounded familiar.",
        "Mrs. Reynolds smiled at him, her eyes regaining the familiar sparkle.",
        "His gaze scanned her face in that familiar way and then he squeezed her shoulders.",
        "Yet, could anything be too familiar at this point?",
        "Sure, but the customer is familiar with me, and I'm bilingual.",
        "It has a familiar ring, doesn't it?",
        "At long last, she heard a familiar voice.",
        "Damian's white-blond hair was familiar to her before his face came into view.",
        "The familiar words in her thoughts were chanted in a voice that wasn't hers.",
        "Darian opened his eyes and looked around, surprised to find the location familiar.",
        "Jenn looked up as a familiar vamp materialized in the kitchen.",
        "What peace she'd found in the familiar orchard fled as she looked at the charred, crumbling ruins of the once great city that lay beyond the wall.",
        "Her heart beat faster as she followed a familiar path through the obelisks.",
        "The familiar swing of the necklace drew her gaze as she leaned over to lace a boot.",
        "He rose, distressed by the familiar despair.",
        "Jonny met her gaze again, and she saw a flicker of familiar warmth in his dark eyes.",
        "Her blue eyes flashed with familiar fire, fire that used to make his blood hot for her.",
        "He thought he'd feel anger and a familiar passion for the first and only woman he'd ever made love to.",
        "He relaxed at the familiar voice and spotted the speaker.",
        "The familiar voice behind her jarred her.",
        "He felt the familiar stirring of desire despite his exhaustion.",
        "She landed on her backside and stared at him, a familiar fury within the teal depths of her eyes.",
        "Taran glanced at him, taking in familiar cocoa features.",
        "The words were familiar, the same she'd heard the night she killed her father.",
        "The women were hungry, and she saw them watch Taran with a familiar light in their eyes.",
        "His gaze was a familiar bright green, his hair curly and black.",
        "He surrendered after a long moment, thrown into a familiar dream.",
        "The trickle of a familiar stream heightened her dulled senses, and she forced herself onward, through the brush and to the stream.",
        "As she watched her life source drizzle into the bladder, she felt a familiar sense of loss.",
        "At the familiar voice, Taran released him and turned.",
        "Accompanied by two guards, she mounted her favorite bay horse and pounded through familiar roads and intersections to the southern wall., The chill of the ocean crept into its walls.",
        "The horse knew the familiar path; it was the same she traveled to Oceanan.",
        "He held it against his arm and trotted through the hold, down stairwells until the familiar must of the underground slowed his step.",
        "Clenching the book, he stepped into the familiar dungeon with its two small cells.",
        "He paused in the doorway to allow a familiar shudder to pass before stepping into the brightly lit antechamber.",
        "She groaned, comfortable in her familiar bed yet aching all over.",
        "She was more familiar with the land than he was.",
        "This is a hauntingly familiar conversation to have in this barn.",
        "His thin lips slid into that familiar wry smile as he shook her hand.",
        "She was certain it wasn't his intent to be familiar.",
        "This was hauntingly familiar to another episode where a man got too familiar.",
        "A familiar voice boomed from the kitchen doorway.",
        "The blond man at Clarissa's side looked familiar, but the name gave no clue to where she might have seen him.",
        "Something about the way he moved was familiar.",
        "She had been familiar with most herbs and their uses since she was a child, due to her father's business, but she had never actually seen the herbs growing.",
        "She glanced around and spotted a familiar tree.",
        "The telephone rang twice before a familiar voice answered.",
        "So that was where her father had found someone so familiar with the wilderness on such short notice.",
        "Still, the conversation was getting a little too familiar.",
        "His voice held a familiar fury, one she thought would die with his father.",
        "The idea of him in pain caused the familiar vise around her chest to return.",
        "The familiar ringtone drew them to the couch.",
        "Fleetingly, she registered the familiar scent of pine trees and grass and thought of how long it had been since she visited her family.",
        "The familiar lilt of her accent was still present.",
        "Why, then, did he feel a familiar stir of deep-set anger?",
        "Xander nodded and waited, feeling the familiar tingle spread through him.",
        "The familiar half-smile crossed his features.",
        "He heard a familiar voice from below and frowned.",
        "\"Don't move,\" he whispered the familiar warning.",
        "Damian, however, was watching Xander with familiar caution.",
        "Jonny gripped her arm, and she barely closed her eyes before his familiar fire flew through her.",
        "Xander went through a familiar routine, one he used on traitors.",
        "Familiar anger and pain swirled through him, the same he felt the night he killed the last Grey God.",
        "Xander gave her a familiar, cunning half-smile.",
        "Each of these influences, which early in life must have been familiar to him, tempered and modified the other.",
        "The appearance of the Asiatic elephant is familiar to all.",
        "looked coldly on the project, and from this time forth the old familiar relations between the republic and the French monarchy were strained to breaking point, though the final rupture did not come till 1682 on the arrival of the Austrian minister, Zerowski, at Warsaw.",
        "\" After the unexpected literary success of Indiana I returned to Berri in 1832 and found a pleasure in painting the scenes with which I had been familiar from a child.",
        "In France mushroom-growers do not use the compact blocks or bricks of spawn so familiar in England, but much smaller flakes or \"leaves\" of dry dung in which the spawn or mycelium can be seen to exist.",
        "But all the while he was engaged with reflections on the nature of man, of the soul and of God, and for a while he remained invisible even to his most familiar friends.",
        "It is pleasant to think that there is foundation for the familiar story of Sir Francis Drake playing bowls on Plymouth Hoe as the Armada was beating up Channel, and finishing his game before tackling the Spaniards.",
        "\"The need of the hour was organization and familiar instruction, and Calvin set himself to work at once.\"",
        "The various church courts, familiar to us now as Presbyterian, are explained.",
        "From the Thirty-ninth was deduced the familiar \"Sabbath day's journey\" (Acts i.",
        "Many of the gumtrees throw off their bark, so that it hangs in long dry strips from the trunk and branches, a feature familiar in \" bush \" pictures.",
        "His breadth of human sympathy led him to positions which the comparative study of religions has made familiar, but for which his age was unprepared.",
        "He early developed a gift for languages, becoming familiar not only with Latin and Greek but also with Hebrew, Syriac, Persian, Turkish and other Eastern tongues.",
        "Hence it is not surprising that, in those more subtle forms in which energy cannot be readily or completely converted into work, the universality of the principle of energy, its conservation, as regards amount, should for a long while have escaped recognition after it had become familiar in pure dynamics.",
        "The capacity of camels for travelling long distances without water - owing to special structural modifications in the stomach - is familiar to all.",
        "The district west of the Apennines, a region of great beauty and fertility, though inferior in productiveness to Northern Italy, coincides in a general way with the countries familiar to all students of ancient history as Etruria and Latium.",
        "Another stock, with no close allies nearer than the south of France, is found in the plain of Racconigi and Carmagnola; the mouse-colored Swiss breed occurs in the neighborhood of Milan; the Tirolese breed stretches south to Padua and Modena; and a red-coated breed named of Reggio or Friuli is familiar both in what were the duchies of Parma and Modena, and in the provinces of lJdine and Treviso.",
        "Thus we already find Polybius repeatedly applying it in this wider signification to the whole country, as far as the fOot of the Alps; and it is evident from many passages in the Latin writers that this was the familiar use of the term in the days of Cicero and Caesar.",
        "Augustus was the first who gave a definite administrative organization to Italy as a whole, and at the same time gave official sanction to that wider acceptation of the name which had already established itself in familiar usage, and which has continued to prevail ever since.",
        "Yes, perhaps the best possible; in familiar speech, the best of a very bad business.",
        "Probably \" Nature \" is here employed in a more familiar or humbler sense than in the passing reference in the Sermons.",
        "The species of Hydra, however, are extremely common and familiar inhabitants of ponds and ditches.",
        "9, io) is a familiar hydroid genus, bearing gonophores.",
        "It is necessary to notice, however, that although the general course of the stream of life is certain, there is not the same certainty as to the actual individual pedigrees of the existing forms. In the attempts to place existing creatures in approximately phylogenetic order, a striking change, due to a more logical consideration of the process of evolution, has become established and is already resolving many of the earlier difficulties and banishing from the more recent tables the numerous hypothetical intermediate forms so familiar in the older phylogenetic trees.",
        "He has the familiar Calderonian limitations; the substitution of types for characters, of eloquence for vital dialogue.",
        "What have been described as periodicities, such as the daily variations of root-pressure, afford familiar instances of it.",
        "The most varied changes of this kind have been described, and are generally familiar as monstrosities; the study of them constitutes, under the name of teratology, a distinct department of biology.",
        "The facts are familiar, but there is no means of explaining them.",
        "By the same path it kis received a remarkable contribution from the North Temperate region; such familiar genera as Ranunculus, Epilobfum and Veronica form more than 9% of the flowering plants.",
        "Amongst Coniferae Podocarpus is common to this and preceding sub-regions; Libocedrus extends from California to New Zealand and New Caledonia; Fitzroya is found in Chile and Tasmania; and Araucaria in its most familiar species occurs in Chile.",
        "Basing his work on the principles of Ptolemy, he brings together illustrations from the most recent travellers, and does not hesitate to take as illustrative examples the familiar city of Oxford and his native county of Devon.",
        "A further curious fact, doubtless of very great significance, but hitherto lacking interpretation, is that the administration of colchicum during an acute attack of gout may often hasten the oncoming of the next attack; and this property, familiar to many gouty patients, may not be affected by the administration of small doses after the attack.",
        "As Hebrew became less familiar to the people, a system of translating the text of the Law into the Aramaic vernacular verse by verse, was adopted in the synagogue.",
        "Picturesque teaching of this kind was always popular, and specimens of it are familiar in the Gospel discourses.",
        "It is familiar in the titles, showing the colour of their wands of office, of the gentlemen ushers of the three principal British orders of knighthood, the ushers of the Garter and St Patrick being \"Ushers of the Black Rod,\" and of the Thistle \"Green Rod.\"",
        "By history it had already (in the time of Augustus) been Roman for from 80 to loo years and was familiar with Roman ways.",
        "The Lampyridae are a large family, of which the glow-worm (Lampyris) and the \"soldier beetles\" (Telephorus) are familiar examples.",
        "21) being a familiar example.",
        "1 It should be noted as against this, the general account, that Thucydides, speaking apparently with accuracy, describes the tax as (5%); the Constitution of Athens speaks of (the familiar) SEKar7 (10%).",
        "functionary familiar with the ritual, who would avoid disastrous.",
        "The book of Judges with its \" monotonous tempo - religious declension, oppression, repentance, peace,\" to which Wellhausen 4 refers as its ever-recurring cycle, makes us familiar with these alternating phases of action and reaction.",
        "2-4), a conception which was as ancient and familiar as that of husband, though perhaps the latter recurs more frequently in prophecy (Isa.",
        "He says he translated \"oute of Laten, Frenche, and Doche,\" but he seems to have been most familiar with the Latin version.",
        "But this difficulty was soon removed by the pupil's diligence; the very exigencies of his situation were of service to him in calling forth all his powers, and he studied the language with such success that at the close of his five years' exile he declares that he \" spontaneously thought \" in French rather than in English, and that it had become more familiar to \" ear, tongue and pen.\"",
        "The classics, \" as low as Tacitus, Pliny the Younger and Juvenal,\" had been long familiar.",
        "The more conservative members strongly opposed them as premature, whereupon Henry supported them in a speech familiar to the American school-boy for several generations following, closing with the words, \"Is life so dear or peace so sweet as to be purchased at the price of chains and slavery ?",
        "The technical words by which the process of allegorizing is designated in the Physiologus, like 41,unveia, Occopia, ava'yc.ay, aXXrjyopia, are familiar to the students of Alexandrian exegesis.",
        "That vigorous chemical action is accompanied by a brisk evolution of heat is evident from such familiar examples as the combustion of fuel or the explosion of gunpowder.",
        "Tradition depicts him as a worthy successor to his father, and represents a state of luxury and riches impressive to all who were familiar with the great Oriental courts.",
        "In 1492 he again travelled in Italy, studying in Florence, Rome and Venice, making himself familiar with the writings of Aristotle, though greatly influenced by the Platonic philosophy.",
        "Stripped of its definitely miraculous character, the doctrine of the inner light may be regarded as the familiar mystical protest against formalism, literalism, and scripture-worship. Swedenborg, though selected by Emerson in his Representative Men as the typical mystic, belongs rather to the history of spiritualism than to that of mysticism as understood in this article.",
        "Lubbock (Lord Avebury) on these subjects are familiar to all naturalists.",
        "At an early date it was incorporated, and its familiar title of \"The Borough\" still survives.",
        "To the great majority of English readers the name of no knight of King Arthur's court -is so familiar as is that of Sir Lancelot.",
        "The subject of the poem is the rescue of the queen from her abductor Meleagant; and what makes the matter more perplexing is that Chretien handles the situation as one with which his hearers are already familiar; it is Lancelot, and not Arthur or another, to whom the office of rescuer naturally belongs.",
        "In the following year Webster delivered his oration in commemoration of the second and third presidents of the United States - John Adams and Thomas Jefferson - who died on the 4th of July 1826; it is particularly remarkable for Adams's imaginary reply in the Continental 'Congress to the arguments against a Declaration of Independence, beginning with the familiar quotation: \"Sink or swim, live or die, survive or perish, I gave my hand and my heart to this vote.\"",
        "The familiar charge, repeated in Shakespeare, of having written Ego et meus rex, while true in fact, is false in intention, because no Latin scholar could put the words in any other order; but it reflects faithfully enough Wolsey's mental attitude.",
        "It was alleged that, while accompanying her husband on the Second Crusade (1146-1149) Eleanor had been unduly familiar with her uncle, Raymond of Antioch.",
        "Fitzherbert, in deploring the gradual discontinuance of the practice of marling land, had alluded to the grievance familiar in modern times of tenants \"who, if they should marl and make their holdings much better, fear lest they should be put out, or make a great fine or else pay more rent.\"",
        "A familiar practical method of estimating carcase weight from live weight is to reckon one Smithfield stone (8 lb) of carcase for each imperial stone (14 lb) of live weight.",
        "The familiar legend D.",
        "The manufacture, modelling and painting of faience objects, and the making of inlays in many materials were also familiar to Aegean craftsmen, who show in all their best work a strong sense of natural form and an appreciation of ideal balance and decorative effect, such as are seen in the best products of later Hellenic art.",
        "Adams, The Works of John Adams, with Life (Io vols., Boston, 1850-1856); John and Abigail Adams, Familiar Letters during the Revolution (Boston, 1875); J.",
        "familiar, and these are either wanting in expression or are caricatures;1 but those that were drawn from live birds, or represent species which he knew in life, are worthy of all praise.",
        "In this he departed considerably from the lines that had been made familiar by English workers, and made great use of natural characteristics.",
        "Another way in which a demon is held to cause disease is by introducing itself into the patient's body and sucking his blood; the Malays believe that a woman who dies in childbirth becomes a langsuir and sucks the blood of children; victims of the lycanthrope are sometimes said to be done to death in the same way; and it is commonly believed in Africa that the wizard has the power of killing people in this way, probably with the aid of a familiar.",
        "Corresponding to the animal guardian of the ordinary man, we have the familiar of the witch or wizard.",
        "All the world over it is held that such people can assume the form of animals; sometimes the power of the shaman is held to depend on his being able to summon his familiar; among the Ostiaks the shaman's coat was covered with representations of birds and beasts; two bear's claws were on his hands; his wand was covered with mouse-skin; when he wished to divine he beat his drum till a black bird appeared and perched on his hut; then the shaman swooned, the bird vanished, and the divination could begin.",
        "The familiar, who is sometimes replaced by the devil, commonly figured in witchcraft trials; and a statute of James I.",
        "In modern spiritualism the familiar is represented by the \"guide,\" corresponding to which we have the theosophical \"guru.\"",
        "In South Africa and India, on the other hand, the magician digs up a dead body, especially of a child, to secure a familiar.",
        "The Chronicler, we must suppose, altered the name because Tadmor was a city more familiar and renowned in his day, or possibly because he wished to increase the extent of Solomon's kingdom.",
        "Beetles (Scarabaei) are the subjects of some of the oldest sculptured works of the Egyptians, and references to locusts, bees and ants are familiar to all readers of the Hebrew scriptures.",
        "The general historical situation, also, presupposed or referred to, is that of the period from the year 200 B.C. to the beginning of our era; in particular, the familiar references to kings as a part of the social system, and to social dislocations (servants and princes changing places, x.",
        "A portion of its western front, adorned with monolith unfluted Corinthian columns, is still standing - the familiar \" Stoa of Hadrian \"; another well-preserved portion, with six pilasters, runs parallel to the west side of Aeolus Street.",
        "Combustion is a familiar example of the transformation of chemical energy into heat and light; the quantitative measures of heat evolution or absorption (heat of combustion or combination), and the deductions therefrom, are treated in the article Thermochemistry.",
        "23-26), and on the whole the style shows Paul's familiar traits.",
        "The basis of the 6th tablet is the familiar nature-myth of the change of seasons, in which Gilgamesh plays the part of the youthful solar god of the springtime, who is wooed by the goddess of fertility, Ishtar.",
        "Transplanted into this foreign soil, the monarchy became an absolute despotism, unchecked by a proud territorial nobility and a hardy peasantry on familiar terms with their king.",
        "The familiar name for toasted cheese, \"Welsh rabbit,\" is merely a joke, and the alteration to \"Welsh rare-bit\" is due to a failure to see the joke, such as it is.",
        "In this sense the name is most commonly associated with the familiar phrase \"as proud as Lucifer.\"",
        "A man of literary taste and culture, familiar with the classics, a facile writer of Latin verses' as well as of Ciceronian prose, he was as anxious that the Roman clergy should unite human science and literature with their theological studies as that the laity should be educated in the principles of religion; and to this end he established in Rome a kind of voluntary school board, with members both lay and clerical; and the rivalry of the schools thus founded ultimately obliged the state to include religious teaching in its curriculum.",
        "Only in familiar letters, prolegomena, and prefaces do we find the man Ficino, and learn to know his thoughts and sentiments unclouded by a mist of citations; these minor compositions have therefore a certain permanent value, and will continually be studied for the light they throw upon the learned circle gathered round Lorenzo in the golden age of humanism.",
        "In these inscriptions Mitra, Varuna, Indra and Nasatya are mentioned as deities of the Iranian kings of Mitani at the beginning of the 14th century - all of them names with which we are familiar from the Indian pantheon.",
        "But going to prison was a familiar experience in Lassalle's life.",
        "Stevenson, Familiar Studies in Men and Books; and F.",
        "In 1882 appeared Familiar Studies of Men and Books and New Arabian Nights.",
        "The literary life of \"Lewis Carroll\" became familiar to a wide circle of readers, but the private life of Charles Lutwidge Dodgson was retired and practically uneventful.",
        "Over this immense area the trees are for the most part the same as we are familiar with in Europe.",
        "European civilization made them familiar with all its worst sides and with none of its best.",
        "To assist us in handling the symbolic products we have not only the identity (ab) cx + (bc) a x + (ca) bx =0, but also (ab) x x+ (b x) a + (ax) b x = 0, (ab)a+(bc)a s +(ca)a b = 0, and many others which may be derived from these in the manner which will be familiar to students of the works of Aronhold, Clebsch and Gordan.",
        "Many of their compounds are very strongly magnetic, erbium, for example, in Er203 being four times as strong as iron in the familiar magnetite or lodestone, Fe203.",
        "And Chronological Notes The most conspicuous property of the lodestone, its attraction for iron, appears to have been familiar to the Greeks at least as early as 800 B.C., and is mentioned by Homer, Plato, Aristotle, Theophrastus and others.",
        "Ewing's Experimental Researches of 1885; throughout the whole of his work special attention was directed to that curious lagging action to which the author applied the now familiar term \" hysteresis.\"",
        "Zoologists are familiar with many instances (fishes, crustaceans) in which the protective walls of a water-breathing organ or gill-apparatus become converted into an air-breathing organ or lung, but there is no other case known of the conversion of gill processes themselves into air-breathing plates.",
        "On the other hand, teachers connected with Palestine, and familiar with the Hebrew canon, rigidly exclude all but the books contained there.",
        "According to the most recent investigations we may conclude that the Gospel according to the Hebrews was current among the Nazarenes and Ebionites as early as 100-125, since Ignatius was familiar with the phrase \" I am no bodiless demon \" - a phrase which, according to Jerome (Comm.",
        "The clearness, elegance and originality of his mode of presentation give lucidity to what is obscure, novelty to what is familiar, and simplicity to what is abstruse.",
        "This insurrection gave birth to one of those wars in which a whole nation, destitute of pecuniary resources, military organization and skilful leaders, but familiar with the country, is opposed to a handful of soldiers advantageously posted and well officered.",
        "Facing the crags on the south-west are the spots familiar to readers of The Heart of Midlothian, where stood Jeanie Deans's cottage, and between the crags and Arthur's Seat lies Hunter's Bog, used as a shooting range.",
        "When we are familiar with the treatment of quantities by equations, we may ignore the units and deal solely with numbers; and (ii.) (a) and (ii.) (b) may then, by the commutative law for multiplication, be regarded as identical.",
        "When, by practice with logarithms, we become familiar with the correspondence between additions of length on the logarithmic scale (on a slide-rule) and multiplication of numbers in the natural scale (including fractional numbers), A /5 acquires a definite meaning as the number corresponding to the extremity of a length x, on the logarithmic scale, such that 5 corresponds to the extremity of 2X.",
        "In this work, which is one of the most valuable contributions to the literature of algebra, Cardan shows that he was familiar with both real positive and negative roots of equations whether rational or irrational, but of imaginary roots he was quite ignorant, and he admits his inability to resolve the so-called lation of Arabic manuscripts.",
        "N.E., are a familiar feature in the landscape.",
        "The exploration of parts of the New World next brought to hand descriptions and specimens of many novel forms of animal life, and in the latter part of the 16th century and the Medical beginning of the 17th that careful study by \" special- anatomists\" of the structure a.nd life-history of particular groups of animals was commenced, which, directed micro- at first to common and familiar kinds, was gradually scopists.",
        "Cuvier was familiar with the speculations of the \" Natur-philosophen,\" and with the doctrine of transmutation and filiation by which they endeavoured to account for existing animal forms. The noble aim of F.",
        "The fact of variation is a familiar one.",
        "They require the same culture as the more familiar garden varieties; but, as some of them are apt to suffer from excess of moisture, it is advisable to plant them in prepared soil in a raised pit, where they are brought nearer to the eye, and where they can be sheltered when necessary by glazed sashes, which, however, should not be closed except when the plants are at rest, or during inclement weather in order to protect the blossoms, especially in the case of winter flowering species.",
        "But a baggy kind of knickerbockers is represented in old 1 Joseph's familiar \" coat of many colours,\" which we owe to the Septuagint, can perhaps be justified: R.",
        "6r) - they were no doubt familiar in Palestine in the post-exilic age, and in the Roman period the braccae and feminalia were certainly known.",
        "The ancient Banbury Cross, celebrated in a familiar nursery rhyme, was destroyed by Puritans in 1610.",
        "The latter is the more probable motive, and we recognize in this the first instance of that impulse to visit the scenes familiar to them through literature which afterwards acted on many of the great writers of Rome.",
        "They have become comparatively tame and familiar.",
        "and Margaret Tudor, in which the heraldic allegory is based on the familiar beast-parliament.",
        "The greater part of Dunbar's work is occasional - personal and social satire, complaints (in the style familiar in the minor verse of Chaucer's English successors), orisons and pieces of a humorous character.",
        "This Berlin visit is more or less familiar to English readers from the two great essays of Macaulay and Carlyle as well as from the Frederick 'of the ' latter.",
        "Hindus, the Egyptians have maintained to the present day; and, although they have changed their religion, the use of incense among them continues to be as familiar and formal as ever.",
        "Some such idea plainly underlies the familiar phrase \"a sweet savour,\" more literally \"a savour of satisfaction,\" whereby an acceptable offering by fire is so often denoted in the Bible (Gen.",
        "17, 20.) The ancients were familiar with the sanitary efficacy of fumigations.",
        "These names are all in common use, though their formal application is in some cases extended over several districts of which the ancient names remain familiar.",
        "(1522), but is most familiar in its application to the house of correction instituted by Edward VI., which remained a prison till 1863.",
        "Deeplevel electric railways (\" tubes \"), communicating with the surface by lifts, were already familiar in London.",
        "It is necessary to have the work directed by men thoroughly familiar with the characteristics of mineral deposits, and with wide experience in mining.",
        "The care of the health of the working force should be entrusted to competent mine physicians, thoroughly familiar with the conditions under which the miners work, and with the special diseases to which they are subject.",
        "Of primitive mythological traditions we might mention the primeval serpent, leviathan, behemoth, while to ideas native to or familiar in apocalyptic belong those of the seven archangels, the angelic patrons of the nations (Deut.",
        "This fashion continued until, in the 17th century, the sleeves became much fuller; but it was not till the, 8th century that they developed into the familiar exaggerated balloon shape, confined at the wrists by a ribbon, beyond which a ruffle projected.",
        "\"He was perhaps the most learned and able theologian after Alcuin, as well versed in Greek theology as he was familiar with Augustinianism, a comprehensive genius, who felt the liveliest desire to harmonize theory and practice, and at the same time give due weight to tradition\" (Harnack).",
        "This parliament was bent upon the humiliation of the Presbyterians, and Prynne appears in his familiar character of protester.",
        "These complex organs have apparently arisen by the increase in depth and differentiation of an accessory sucker such as is borne on the phyllidia of the former group. Lastly, the scolex of the more familiar Taeniidae (Tetracotylea) carries a rostellum encircled with hooks and four cup-shaped suckers the margins of which do not project beyond the surface of the body.",
        "His waters were said to pass beneath the sea and rise again in the fountain Arethusa at Syracuse; such is the earlier version from which later mythologists and poets evolved the familiar myth of the loves of Alpheus and Arethusa.",
        "Arminius, fresh from Geneva, familiar with the dialectics of Beza, appeared to many the man able to speak the needed word, and so, in 1589, he was simultaneously invited by the ecclesiastical court of Amsterdam to refute Coornhert, and by Martin Lydius, professor at Franeker, to combat the two infralapsarian ministers of Delft.",
        "or judges, who wrote down for their own and others' g use the feudal usages with which they were familiar.",
        "In the 15th century it became famous for its beer (\"Eimbecker,\" whence the familiar \"Bock\").",
        "From this appears that Battel was familiar with both the chimpanzee and the gorilla, the former of which he terms engeco and the latter pongo - names which ought apparently to be adopted for these two species in place of those now in use.",
        "Among the most famous remains of Ma'rib are those of a great dike reminding one of the restored tanks familiar to visitors at Aden.",
        "Taking up the idea of a divine education of the human race, which Lessing and Herder had made so familiar to the modern mind, and firmly believing that to each of the leading nations of antiquity a special task had been providentially assigned, Ewald felt no difficulty about Israel's place in universal history, or about the problem which that race had been called upon to solve.",
        "This well-known Arab term for coast-belt (which in the plural form reappears as the familiar \"Swahili\" of Zanzibar) is applied to a third division of Tunisia, viz.",
        "His arrangement of concave and plane mirrors, by which the realistic images of objects inside the house or in the street could be rendered visible though intangible, there alluded to, may apply to a camera on Cardan's principle or to a method of aerial projection by means of concave mirrors, which Bacon was quite familiar with, and indeed was known long before his time.",
        "The glare of these seemed to the allies to betoken the familiar device of lighting fires previous to a retreat, and thus confirmed them in the impression which Napoleon's calculated timidity had given.",
        "Sullivan, who was familiar with the teachings of Dr S.",
        "During the fifty years since Crawford's Tenure of Office Act was passed in 1820, the country had been growing more and more familiar with the spectacle of corruption in high places.",
        "It is terminated by a well-developed structure (fg) corresponding with the apical sense-organ of ordinary Trochospheres, and an excretory organ (nph) of the type familiar in these larvae occurs on the ventral side of the stomach.",
        "It is worth noting, however, that Herder in his provokingly tentative way of thinking comes now and again very near ideas made familiar to us by Spencer and Darwin.",
        "Minikoi atoll, with the numerous wrecks on its reefs, its lighthouse, and its position on the track of all eastward-bound vessels, is a familiar sight to seafarers in these waters.",
        "The Bizen-yaki familiar to Western collectors is comparatively coarse brown or reddish brown, stoneware, modelled rudely, though sometimes redeemed by touches of the genius never entirely absent from the work of the Japanese artisan-artist.",
        "The contrary has been repeatedly affirmed by foreign critics, but no one really familiar with modern productions can entertain such a view.",
        "Soon after the introduction of the literary journal in England, one of a more familiar tone was started by the eccentric John Dunton in the Athenian Gazette, or Casuistical Mercury, resolving all the most Nice and Curious Questions (1689-1690 to 1695-1696), afterwards called The Athenian Mercury, a kind of forerunner of Notes and Queries, being a penny weekly sheet, with a quarterly critical supplement.",
        "The striking personal appearance of Fox has been rendered very familiar by portraits and by innumerable caricatures.",
        "The difference in the appearance of brass and copper is familiar to everyone; brass is also much harder than copper and much more suitable for being turned in a lathe.",
        "The discovery that the poet had printed secretly 1500 copies of The Patriot King caused him to publish a correct version in 1749, and stirred up a further altercation with Warburton, who defended his friend against Bolingbroke's bitter aspersions, the latter, whose conduct was generally reprehended, publishing a Familiar Epistle to the most Impudent Man Living.",
        "Bolingbroke's conversation, described by Lord Chesterfield as \"such a flowing happiness of expression that even his most familiar conversations if taken down in writing would have borne the press without the least correction,\" his delightful companionship, his wit, good looks, and social qualities which charmed during his lifetime and made firm friendships with men of the most opposite character, can now only be faintly imagined.",
        "Soon after came the first Punic war, the principal scene of which was Sicily, where, from common hostility to the Carthaginian, Greek and Roman were brought into friendly relations, and the Roman armies must have become familiar with the spectacles and performances of the Greek theatre.",
        "This isolation from the familiar ways of his contemporaries, while it was, according to tradition and the internal evidence of his poem, destructive to his spirit's health, resulted in a work of genius, unique in character, which still stands forth as the greatest philosophical poem in any language.",
        "His greatest contribution to poetic art consisted in the perfection which he attained in the phalaecian, the pure iambic, and the scazon metres, and in the ease and grace with which he used the language of familiar intercourse, as distinct from that of the creative imagination, of the rostra, and of the schools, to give at once a lifelike and an artistic expression to his feelings.",
        "The sentiment of Italian scenery and the love which the Italian peasant has for the familiar sights and sounds of his home found a voice which never can pass away.",
        "The style of the Epodes is pointed and epigrammatic, that of the Satires natural and familiar.",
        "We know the daily life, the familiar personages, the outward aspect of Rome in the age of Domitian xvi.",
        "The fruit is a berry - the scarlet berries of the cuckoo-pint are familiar objects in the hedges in late summer.",
        "The influence of the Historia Britonum may be illustrated in another way, by enumerating the more familiar of the legends to which it first gave popularity.",
        "In the notation of the calculus the relations become - dH/dp (0 const) = odv /do (p const) (4) dH/dv (0 const) =odp/do (v const) The negative sign is prefixed to dH/dp because absorption of heat +dH corresponds to diminution of pressure - dp. The utility of these relations results from the circumstance that the pressure and expansion co efficients are familiar and easily measured, whereas the latent heat of expansion is difficult to determine.",
        "4 It is the Deuteronomic law that is most familiar to him, as appears from his use of the name Horeb for the mountain of the law, and the Deuteronomic phrase \" statutes and judgments \" (iv.",
        "It was probably in 104, and again in 106, that he was retained for the defence of a governor of Bithynia, thus becoming familiar with the affairs of a province which needed a thorough reorganization.",
        "Jerome was not familiar enough with Hebrew to be able to dispense with such assistance, and he makes the synagogue responsible for the accuracy of his version: \"Let him who would challenge aught in this translation,\" he says, \"ask the Jews.\"",
        "It was probably unknown to the Greeks and Romans, but during the middle ages it became quite familiar, notwithstanding its frequent confusion with other metals.",
        "This word, applied in the form of KaKros by the ancient Greeks to some prickly plant, was adopted by Linnaeus as the name of a group of curious succulent or fleshy-stemmed plants, most of them prickly and leafless, some of which produce beautiful flowers, and are now so popular in our gardens that the name has become familiar.",
        "The most familiar species is P. senilis, a Mexican plant, which though seldom seen more than a foot or two in height in greenhouses, reaches from 20 ft.",
        "The story of the books now spoken of as the \"Creation\" and \"Deluge\" tablets of the Assyrians, in the British Museum, which were discovered in the ruins of Nineveh by Layard and by George Smith, has been familiar to every one for a good many years.",
        "One of the most striking instances of the way in which mistakes of chronology may lead to the perversion of historical records is shown in the Book of Daniel in connexion with the familiar account of the capture of Babylon by Cyrus.",
        "He was familiar with the disadvantages under which republics laboured when they engaged professional captains of adventure and levied mercenary troops.",
        "This title was familiar before the end of the 2nd century.",
        "Even when later it found a place in the Philoxenian and Harclean versions it never became a familiar book to the Syrian Churches, while it was unhesitatingly rejected by the Nestorian and Jacobite Churches.",
        "This epoch-making great discoverers of the modern period were only familiar with expedition lasted from Christmas 1872 to the end of May 1876, the hand-lead, and the lines in use did not exceed 200 fathoms and gave the first wide and general view of the physical and in length.",
        "The manganese nodules afford the most ample proof of the prodigious period of time which has elapsed since the formation of the red clay began; the sharks' teeth and whales' ear-bones which serve as nuclei belong in some cases to extinct species or even to forms derived from those familiar in the fossils from the seas of the Tertiary period.",
        "Through all this runs the train of thought resulting naturally from Bruno's fundamental principles, and familiar in modern philosophy as Spinozism, the denial of particular providence, the doctrine of the uselessness of prayer, the identification in a sense of liberty and necessity, and the peculiar definition of good and evil.",
        "Irenaeus tells us that in early life Polycarp\" had been taught by apostles and lived in familiar intercourse with many that had seen Christ \"(iii.",
        "The mocking-bird is moreover of familiar habits, haunting the neighbourhood of houses, and is therefore a general favourite.",
        "The framework of the governments established in 1836-37 and 1845 was not essentially different from those with which the framers were familiar in the United States.",
        "Every one who has visited India is familiar with the pretty little striped palm-squirrel, which is to a considerable extent a partially domesticated animal, or, rather, an animal which has taken to quarter itself in the immediate neighbourhood of human habitations.",
        "It is in the highest degree improbable that Lucilius served in the army at the age of fourteen; it is still more unlikely that he could have been admitted into the familiar intimacy of Scipio and Laelius at that age.",
        "It was a legitimate development of an indigenous dramatic entertainment, popular among the Romans before the first introduction of the forms of Greek art among them; and it seems largely also to have employed the form of the familiar epistle.",
        "Further, he not only created a style of his own, but, instead of taking the substance of his writings from Greek poetry, or from a remote past, he treated of the familiar matters of daily life, of the politics, the wars, the administration of justice, the eating and drinking, the money-making and money-spending, the scandals and vices, which made up the public and private life of Rome in the last quarter of the and century B.C. This he did in a singularly frank, independent and courageous spirit, with no private ambition to serve, or party cause to advance, but with an honest desire to expose the iniquity or incompetence of the governing body, the sordid aims of the middle class, and the corruption and venality of the city mob.",
        "At an early age he had made himself familiar with The Pilgrim's Progress, with Locke, On the Human Understanding, and with a volume of The Spectator.",
        "All the Baganda belong to one or other of twenty-nine clans, or \" Bika, \" which are named after and have as totem familiar beasts, birds, fish or vegetables.",
        "SuIdas speaks of him as \"Laconian or Milesian\"; possibly he visited Miletus in his youth, where he became familiar with the Ionic elegy."
    ],
    "definition": [
        "Often encountered or seen: a familiar landmark. See Synonyms at common.",
        "Having fair knowledge; acquainted: Are you familiar with these roads?",
        "Of established friendship; intimate: We are on familiar terms.",
        "Natural and unstudied; informal: lectured in a familiar style.",
        "Taking undue liberties; presumptuous: Students should not be familiar toward an instructor.",
        "Familial.",
        "Domesticated; tame. Used of animals.",
        "A close friend or associate.",
        "An attendant spirit, often taking animal form.",
        "One who performs domestic service in the household of a high official.",
        "A person who frequents a place.",
        "fa·mil′iar·ly\nadverb",
        "Link/Cite",
        "Known to one.\nthere’s a familiar face;  that tune sounds familiar",
        "Acquainted.\nI'm quite familiar with this system;  she's not familiar with manual gears",
        "Intimate or friendly.\nwe are not on familiar terms;  our neighbour is not familiar",
        "Inappropriately intimate or friendly.\nDon’t be familiar with me, boy!",
        "Of or pertaining to a family; familial.",
        "(known to one): unfamiliar, unknown",
        "(acquainted): unacquainted",
        "(intimate): cold, cool, distant, impersonal, standoffish, unfriendly",
        "An attendant spirit often in animal form.\nThe witch’s familiar was a black cat.",
        "Link/Cite"
    ]
}