{
    "translation": ".1 מהר\n.2 לצום",
    "uses": [
        "It was all so fast that she didn't have time to think.",
        "How fast was I going?",
        "Just as fast, she looked away.",
        "He ran home as fast as he could, blowing the whistle as he ran.",
        "Get out as fast as possible.",
        "Somebody clocked my fast ball at seventy-nine.",
        "I just got up too fast, that's all.",
        "\"You'll have to make a dash, Jim,\" said the Wizard, \"and run as fast as you can go.\"",
        "Mr. Cooms moved fast, and so did we.",
        "Anna Mikhaylovna left him, and when she returned he was fast asleep with his head on his arm.",
        "Dorothy nearly went with them, but she was holding fast to the iron rail of the seat, and that saved her.",
        "\"Who sacrificed everything for him,\" chimed in the princess, who would again have risen had not the prince still held her fast, \"though he never could appreciate it.",
        "Dorothy grabbed fast hold of the buggy top and the boy did the same.",
        "She wanted to talk to Bordeaux about it, but they were moving so fast that conversation was impossible.",
        "The earth seemed benumbed by his icy touch, and the very spirits of the trees had withdrawn to their roots, and there, curled up in the dark, lay fast asleep.",
        "Sister Edna, assuming the bones were old and broken props—albeit realistic ones—couldn't discard them fast enough.",
        "She couldn't outrun it - in any condition, and it could climb a tree as fast as she could.",
        "Walking so fast that it created a breeze that caught the loose hair hanging down her back, she turned her ankle slipping off her sandals.",
        "Selyn wrenched the door open fast enough to startle Deidre.",
        "The school was more than a mile from their home, and the children trotted along as fast as their short legs could carry them.",
        "She looked away fast for fear of the sizzling blue gaze and dropped to her knees in front of Darian, pulling his hands from his face to see the wound.",
        "There are a zillion fast food restaurants around here.",
        "Next I tried to teach her the meaning of FAST and SLOW.",
        "The unexpected information was coming so fast it was hard to absorb.",
        "In route, he pulled into a fast food drive-through and ordered two hamburger meals.",
        "There he swung up behind her and they rode away from the area at a fast trot.",
        "The confusion was partly due to the fact that everything was happening so fast and partly because she had never responded to a man that way before.",
        "If something happens to the rest of us, I want you to ride as fast as you can to Ashley.",
        "Fast food chains optimize for two of them: taste and price, at the expense of nutrition.",
        "Mom always told me to watch out for those fast talkers.",
        "She couldn't think of a lie fast enough.",
        "Talon would wipe out humans as fast as he could.",
        "Yully reached the turnoff for the cottage and sped as fast as she could through a winding road.",
        "We stopped briefly for a fast food lunch.",
        "Miss Sullivan and others who live constantly with the deaf can spell very rapidly--fast enough to get a slow lecture, not fast enough to get every word of a rapid speaker.",
        "We'll need to hit fast then evac.",
        "She hadn't expected it to form so fast or so strong.",
        "Tomorrow they would be leaving, and it couldn't come fast enough.",
        "And, of course, American fast food is the food the world loves to say it hates.",
        "Now, if we could get the sheriff's office to work that fast we could put this whole bones business to bed.",
        "Our hearts beat fast, and our hands trembled with excitement, not fear, for we had the hearts of vikings, and we knew that our skipper was master of the situation.",
        "As fast as ever the horses can gallop, so fast we'll go!",
        "This speaks to the fabulous wealth of this country and how our expectation of material possessions has risen so fast that we have redefined poverty to include what once were deemed luxury items.",
        "The same day she had learned, at different times, the words: hOUSE, WEED, DUST, SWING, MOLASSES, FAST, SLOW, MAPLE-SUGAR and COUNTER, and she had not forgotten one of these last.",
        "The frightened fox scampered away as fast as it could; and Aristomenes followed, clinging to its tail.",
        "His eyes closed and he was soon fast asleep.",
        "His moods flipped back and forth so fast it was hard to know how he would respond to anything.",
        "The caleche flew over the ground as fast as the horses could draw it, but for a long time Count Rostopchin still heard the insane despairing screams growing fainter in the distance, while his eyes saw nothing but the astonished, frightened, bloodstained face of \"the traitor\" in the fur-lined coat.",
        "Why so seeming fast, but deadly slow?",
        "I can now tell her to bring me a large book or a small plate, to go upstairs slowly, to run fast and to walk quickly.",
        "During our walks she keeps up a continual spelling, and delights to accompany it with actions such as skipping, hopping, jumping, running, walking fast, walking slow, and the like.",
        "It was only by the keener wind that met them and the jerks given by the side horses who pulled harder--ever increasing their gallop--that one noticed how fast the troyka was flying.",
        "Desire rose hot and fast in him, more so when he felt the cool tickle of her power, the combination of cool energy and warm skin making his blood race.",
        "The wild goose is more of a cosmopolite than we; he breaks his fast in Canada, takes a luncheon in the Ohio, and plumes himself for the night in a southern bayou.",
        "Swords clashed and spit sparks while their feet danced too fast for her to follow.",
        "Blood left her head so fast that for a moment she thought she would faint.",
        "Working as fast as she could, she started a pot of coffee and sliced some ham.",
        "The Watcher's hand fell away, and his gaze went to the dark side of the bay, where the little girl was already fast asleep.",
        "He cuts and saws the solid pond, unroofs the house of fishes, and carts off their very element and air, held fast by chains and stakes like corded wood, through the favoring winter air, to wintry cellars, to underlie the summer there.",
        "Wants to vanquish Buonaparte? said the old man, shaking his powdered head as much as the tail, which Tikhon was holding fast to plait, would allow.",
        "\"One can't write so fast, your honor,\" said the clerk, glancing angrily and disrespectfully at Kozlovski.",
        "\"I'll arrange it,\" and she rushed forward so that the maids who were tacking up her skirt could not move fast enough and a piece of gauze was torn off.",
        "\"Yes, she's fast enough,\" replied Nicholas, and thought: \"If only a full-grown hare would cross the field now I'd show you what sort of borzoi she is,\" and turning to his groom, he said he would give a ruble to anyone who found a hare.",
        "As soon as the King began to speak loud and fast his royal dignity instantly forsook him, and without noticing it he passed into his natural tone of good-natured familiarity.",
        "She suggested that Natasha should fast and prepare for Holy Communion, and Natasha gladly welcomed the idea.",
        "So what was the use of performing various operations on the French who were running away as fast as they possibly could?",
        "She pushed fast food trash from the passenger seat.",
        "Either he got smart fast or someone tipped him off.",
        "I'm rebuilding as fast as I can, but it ain't easy finding new Guardians, let alone those who make good agents.",
        "Bordeaux was a persuasive man with a tendency to move fast - apparently not only with women.",
        "She drove fast with Traci's directions guiding her.",
        "Its wooden legs moved so fast that their twinkling could scarcely be seen, and although so much smaller than the cab-horse it covered the ground much faster.",
        "As if the main object were to talk fast and not to talk sensibly.",
        "The universe constantly and obediently answers to our conceptions; whether we travel fast or slow, the track is laid for us.",
        "She had to figure out what she was missing fast and how permanent it was to be an Immortal mate.",
        "My name is Sofia Fast from Crystal City, Virginia.",
        "During this fast they abstain from the gratification of every appetite and passion whatever.",
        "She drove fast and arrived half an hour later to the safe house and parked out front.",
        "Getting around in front, so that she could look inside, the girl saw a boy curled up on the seat, fast asleep.",
        "He was not going very fast, but on his flanks specks of foam began to appear and at times he would tremble like a leaf.",
        "His boney legs moved so fast they could scarcely be seen, and the Wizard clung fast to the seat and yelled \"Whoa!\" at the top of his voice.",
        "I watched a couple that were fast locked in each other's embraces, in a little sunny valley amid the chips, now at noonday prepared to fight till the sun went down, or life went out.",
        "But when I stood on the shore they at once rose up with a great flapping of wings at the signal of their commander, and when they had got into rank circled about over my head, twenty-nine of them, and then steered straight to Canada, with a regular honk from the leader at intervals, trusting to break their fast in muddier pools.",
        "It all happened so fast that she didn't have time to think, only to cling to the one solid thing she could find - Cade.",
        "Our friends had a good start and were able to maintain it, for with their eight wings they could go just as fast as could the Gargoyles.",
        "I'm very certain, Oz, that you gave me the best brains in the world, for I can think with them day and night, when all other brains are fast asleep.",
        "She hurried into the house and shed her boots and coat as fast as she could.",
        "There, sitting in his chair, was Carl, fast asleep.",
        "Constant practice makes the fingers very flexible, and some of my friends spell rapidly--about as fast as an expert writes on a typewriter.",
        "I hope the glad news which you will tell them will make their hearts beat fast with joy and love.",
        "When my floor was dirty, I rose early, and, setting all my furniture out of doors on the grass, bed and bedstead making but one budget, dashed water on the floor, and sprinkled white sand from the pond on it, and then with a broom scrubbed it clean and white; and by the time the villagers had broken their fast the morning sun had dried my house sufficiently to allow me to move in again, and my meditations were almost uninterupted.",
        "\"That was fast,\" he said, the only one of us not expressing jubilation.",
        "\"Ms. Fast, this is Linda from Dr. Mallard's office,\" an older woman's voice said.",
        "Going too damned fast, but there was no one else there.",
        "I rode horseback nearly every evening and once I rode five miles at a fast gallop.",
        "The next day, while exercising, she spelled to me, \"Helen wind fast,\" and began to walk rapidly.",
        "The tears spilled fast and hot, but they weren't tears of anger or sorrow.",
        "He hurried the Jeep as fast as he dared on the gravel-slippery road where even a crawl seemed excessive.",
        "See how fast she goes!",
        "The pace of innovation and accomplishment is already fast but will grow even faster.",
        "I then said to her with the finger alphabet, \"wind fast,\" or \"wind slow,\" holding her hands and showing her how to do as I wished.",
        "Fast asleep after his fright.",
        "The early December sun couldn't set fast enough to prevent her pounding headache from growing worse on her drive to work.",
        "So maybe she wouldn't get over what she'd seen as fast as she should.",
        "Turned to this new use, the fund grew fast, and Tommy was provided for.",
        "Must he travel so fast?",
        "Whatever you need to do, do it fast.",
        "Get her ready, fast.",
        "As fast as she ran, she couldn't escape her horror, her hatred of past-Deidre, her helplessness.",
        "She was losing blood fast, her movements growing heavy.",
        "She was fading fast.",
        "\"I came … fast as … I can!\" she gasped.",
        "The point at issue was when the Paschal fast was to be reckoned as ending.",
        "With the Jewish Christians, whose leading thought was the death of Christ as the Paschal Lamb, the fast ended at the same time as that of the Jews, on the fourteenth day of the moon at evening, and the Easter festival immediately followed, without regard to the day of the week.",
        "(r) the preparatory fast of the forty days of Lent; (2) the fifteen days, beginning with the Sunday before and ending with the Sunday after Easter, during which the ceremonies of Holy Week and the services of the Octave of Easter were observed; this period, called by the French the Quinzaine de Pdques, was specially observed in that.",
        "Ovid, Fast.",
        "For the veterinary profession, all three are changing fast.",
        "In the long term the Government expects up to 5% of the teaching profession to have gone through the fast track.",
        "proliferatess to Symantec, they're trying to rush out patches as fast as they can to a rapidly proliferating virus.",
        "Make hair grow faster, fast growth vitamin supplement, soy protein meal.. .",
        "The survey using this fast, highly sensitive, system at Parkes is detecting one new pulsar for each hour of observation.",
        "10, Fast of Expiation.",
        "privateer entrant \" who has the necessary experience to drive fast on the open road.",
        "Pierre pushed forward as fast as he could, and the farther he left Moscow behind and the deeper he plunged into that sea of troops the more was he overcome by restless agitation and a new and joyful feeling he had not experienced before.",
        "Half an hour later he was driving with his fast horses across the Sokolniki field, no longer thinking of what had occurred but considering what was to come.",
        "The sea shore is too far to the east so I fear she'll be remanded to a roadside bier of Kudzu and discarded fast food wrappers.",
        "Obtaining hard and fast evidence was their not-always simple chore.",
        "Shut up; I told you not to interrupt... anyway, the damn thing went too fast for the old folks... over two miles an hour, I guess.",
        "Neither Betsy nor I liked chain fast food so I looked in the windows of the café we liked.",
        "The vamp's memories were fading fast and growing blurry.",
        "But this sawhorse can trot as fast as you can, Jim; and he's very wise, too.",
        "So I took him in my arms and ran home as fast as I could.",
        "Miss Keller does not as a rule read very fast, but she reads deliberately, not so much because she feels the words less quickly than we see then, as because it is one of her habits of mind to do things thoroughly and well.",
        "I pulled up in front and was inside the building as fast as I could move.",
        "We don't need our computers to be infinitely fast, just a whole lot faster than they are today.",
        "How could anyone fall asleep that fast?",
        "You're going a little fast.",
        "A fast metabolism was part of the reason.",
        "You sure walk fast.",
        "He was going too fast.",
        "Sometimes with an automobile, I can sort-of get inside, if it doesn't move off too fast.",
        "He had to find her fast.",
        "Deidre fled to it, needing something to bolster the defenses that were dropping too fast.",
        "And you weren't driving that fast.",
        "I can't process this fast.",
        "But back then, being pregnant with no husband didn't get you up the social ladder any too fast.",
        "She had to learn to do everything a human did, and she had to learn fast.",
        "We're tracking the demons now but not fast enough.",
        "She nodded and started breathing hard and fast, panicking.",
        "I don't see Deidre, Wynn said, thinking fast.",
        "It happened so fast that in spite of his warning, she was nearly unseated.",
        "The next few minutes happened so fast that she barely had time to think, much less react.",
        "I heard about it on the scanner and we came over here as fast as we could.",
        "It all happened so fast.",
        "How do you think I got so far in debt so fast?",
        "His breathing was shallow and fast.",
        "I'm trying to wrap up everything as fast as I can, Logan said.",
        "What little patience he had was waning fast.",
        "She ran as fast as she could, knowing it was her only chance.",
        "She needs to learn her place fast.",
        "Life got real weird, real fast.",
        "Her stomach fluttered, her heartbeat fast.",
        "Her face grew hot fast.",
        "One thing was certain: he had to talk to Rhyn fast.",
        "It was getting more difficult to keep his distance from his mate, and he hated knowing he'd have to hurt her emotionally to prevent the tumor from growing too fast.",
        "Heart beating fast, she descended the stairs in the marble foyer, listening.",
        "\"Never mind,\" she replied, looking away fast.",
        "He knew he wasn't collecting fast enough, but the amount left him horrified to imagine how many he was missing.",
        "That day wasn't coming fast enough.",
        "She knew if she woke up too fast, she'd feel like she had a hangover.",
        "She couldn't be late again for her job as an assistant general manager of a fast food joint, or she'd be fired.",
        "Second, find out when the general manager of the fast food joint where she worked was returning from maternity leave.",
        "Her headache was returning, her heart beating so fast she knew she'd pass out if she didn't calm down.",
        "She drank the caramel liquid too fast and was soon too dizzy to stand.",
        "No blue blood like the Kingslys gave a damn about some small-town assistant GM at a fast food joint!",
        "At his severe tone, she took another step back, ready to exit as fast as she could in the snug dress and high heels.",
        "He caught it with reflexes too fast for her to follow.",
        "Her heart was beating fast, her palms sweaty.",
        "His reflexes were like Kris's, too fast to follow.",
        "30); but the inconsistency of this period with the name Quadragesima, and with the forty days' fast of Christ, came to be noted, and early in the 7th century four days were added, by what pope is unknown, Lent in the West beginning henceforth on Ash Wednesday.",
        "The Greek Lent begins on the Monday of Sexagesima, with a week of preparatory fasting, known as TvpoOl yca, or the \"butter-week\"; the actual fast, however, starts on the Monday of Quinquagesima (Estomihi), this week being known as \"the first week of the fast\" (050µas T&vv vriamtwv).",
        "The period of Lent is still described as \"the six weeks of the fast\" (E 41360µ6,5Es TWV vioreLWV), Holy Week (7) ayia Kai µeyaAn E/380µas) not being reckoned in.",
        "The Lenten fast was retained at the Reformation in some of the reformed Churches, and is still observed in the Anglican and Lutheran communions.",
        "In England a Lenten fast was first ordered to be observed by Earconberht, king of Kent (640-664).",
        "indultusn, from indulgere, grant, concede, allow), a, papal licence which authorizes the doing of something not sanctioned by the common law of the church; thus by an indult the pope authorizes a bishop to grant certain relaxations during the Lenten fast according to the necessities of the situation, climate, &c., of his diocese.",
        "This afterwards declined, but it is now one of the principal points of communication between England and France, the railway company maintaining a daily service of fast steamers to Dieppe in connexion with the Chemin de fer de 1'Ouest.",
        "392 ff.); a second festival, in August, to celebrate the reunion of Ceres and Proserpine, in which women, dressed in white, after a fast of nine days offered the goddess the first-fruits of the harvest (Livy xxii.",
        "56); and the Jejunium Cereris, a fast also introduced (191 B.C.) by command of the Sibylline books (Livy xxvi.",
        "In England, English, French, Latin, were the three tongues of a single nation; they were its vulgar, its courtly and its learned speeches, of which three the courtly was fast giving way to the vulgar.",
        "A part was also played in this movement by a free theology which arose within the Church, itself a kind of Gnosticism which aimed at holding fast whatever was good in the Gnostic movement, and obtaining its recognition within the limits of the Church (Clement of Alexandria, Origen).",
        "Business taxes are fast increasing, and many special property taxes, these two classes yielding in 1902 7.24% of state and local revenues.",
        "Not only did the great chasm between the old Christianity, to which his soul clung, and the Christianity of the Scriptures as juristically and philosophically interpreted remain unbridged; he also clung fast, in spite of his separation from the Catholic church, to his position that the church possesses the true doctrine, that the bishops per successionem are the repositories of the grace of the teaching office, and so forth.",
        "3, 1 Fast of Guedaliah.",
        "Tebet 10, Fast, Siege of Jerusalem.",
        "Adar 13, 2 Fast of Esther, 8 In embolismic „ 14, Purim, years.",
        "Tamuz 17, 1 Fast, Taking of Jerusalem.",
        "Ab 9,1 Fast, Destruction of the Temple.",
        "The Turks were celebrating the feast of Bahram at the end of the Ramadan fast.",
        "The best variety for culture in Britain is that with red female flowers; the light-flowered kinds are said to produce inferior wood, and the Siberian larch does not grow in Scotland nearly as fast as the Alpine tree.",
        "A weekly service between Constantza and Constantinople is conducted by state-owned steamers, including the fast mail and passenger boats in connexion with the Ostend and Orient expresses.",
        "First the filled silk is placed into a holding receptacle, clamped fast, and presented to combing teeth.",
        "In other words peace among nations has now become, or is fast becoming, a positive subject of international regulation, while war is 1 This has been incorrectly rendered in the English official translation as \" the sincere desire to work for the maintenance of general peace.\"",
        "Thus we consecrate a king, a priest, a deacon; a temple or a church and any part of church furniture; we also consecrate water for use in lustrations, bread and wine in the sacrament; a season or day is consecrated, as a feast or fast.",
        "3 It is, however, best to restrict the term \"consecration\" to cases where the spirit falls on a person, not automatically or unexpectedly, but by invitation, in response to prayer, through layingon of hands and greasing, after a formal fast, continence, ritual 2 \"Vedic Mythology,\" by A.",
        "The custom, which is ultimately based on the penance of \"sackcloth and ashes\" spoken of by the prophets of the Old Testament, has been dropped in those of the reformed Churches which still observe the fast; but it is retained in the Roman Catholic Church, the day being known as dies cinerum (day of ashes) or dies cineris et cilicii (day of ash and sackcloth).",
        "The Bogomils refused to fast on Mondays and Fridays.",
        "He made this challenge, \"I will give each of you, as fast as you will read them, books to the value of £5.\"",
        "On the morning of the same day the penitents were released from their fast.",
        "Chalcedon was repudiated afresh, union with the Jacobites instituted, use of water and leaven in the Eucharist condemned, the five days' preliminary fast before Lent restored, Saturday as well as Sunday made a day of feasting and synaxis, any but the orthodox excluded from the Maundy Thursday Communion, the first communion of the new catechumens; union of the Baptismal and Christmas feasts was restored, and the faithful forbidden to fast on Fridays from Easter until Pentecost.",
        "While Irenaeus held fast the traditional eschatological beliefs, yet his conception of the Christian salvation as a deification of man tended to weaken their hold on Christian thought.",
        "He held fast to eternal punishment, but allowed the possibility of mitigations.",
        "As the seamen got to the wall they leapt down and tried to make the mole grapnels fast (for hauling the ship into the mole), but only one was got in place and a heavy roll broke it up.",
        "Claude Hawkings (\"Erin\"), who led the way, made a grapnel fast and was shot down on the mole.",
        "Sandford (awarded the V.C.) in C3 had sighted the viaduct about half a mile off, and running into the iron piers at oi knots had jammed the vessel with its 52 tons of amatol hard and fast.",
        "Dean) was waiting and took the crew on board, and then making the cutter fast to his stem went out of harbour stern first at full speed.",
        "I don't give a shit but make it fast.",
        "I was running as fast as I could, but it was like I was running in slow motion.",
        "She sat in the general manager's office of the fast food joint where she'd worked for six months.",
        "Some of these generators are constructed to make the gas only as fast as it is consumed at the burner, with the object of saving the expense and room which would be involved by a storage-holder.",
        "A and B are fast and loose pulleys, and the brake band is placed partly over the one and partly over the other.",
        "The band turns with the fast pulley if µ increase, thereby slightly turning the loose pulley, otherwise at rest, until 0 is adjusted to the new value of µ.",
        "Reminders of the old religious usages were to be done away with, and fast days were to be no longer observed.",
        "That I let them die fast is not something I'll do for you if you betray me again.",
        "Fury at her situation rose hard and fast.",
        "He willed his friend to learn the lessons he needed to, and fast.",
        "His body tensed so fast she didn't have time to blink.",
        "The shadow world…she staggered and floated through it, hauling him with her toward a pulsing portal that grew blurry fast.",
        "Dessert was a slice of five different kinds of pies, and she dug into everything, eating fast.",
        "\"Your Ancient drew too much too fast,\" Molly said.",
        "\"I went as fast … as I could …\" Ully gasped, reaching them.",
        "Time passes fast for Immortals.",
        "I will make him our tool, Jade said, his mind working fast to find a way to keep Darkyn from destroying everyone.",
        "Sasha snatched her neck with one hand, his movement too fast for her to defend herself against.",
        "stairs, she ran as fast as she could without stumbling, aware of what likely followed them.",
        "\"You need to toss him outside the walls, fast,\" Katie said.",
        "She pushed her door open and scanned the room before entering and closing it fast.",
        "He opened a portal so fast, the shadow world sucked her breath out.",
        "He could fix her fast.",
        "Daniela.s little legs moved fast, and she was across the courtyard while Kris stared toward the room where Rhyn assumed his mate was.",
        "He dropped fast and changed shapes too soon, landing hard on the ground near them.",
        "Inexplicable scenes tore through her mind too fast for her to focus on any one of them.",
        "The doors lining the halls were unmarked, and she began to suspect her plan would fail fast if she had to open every door in the hallway.",
        "Nishani was not only brilliant, but she was fast in her work.",
        "It didn't seem possible that anyone could learn so fast.",
        "The day grew hot fast, though the surrounding peaks shaded her from the sun itself.",
        "Their pace out of the dwelling and toward the hills was brutal, too fast for her to keep up, and Leyon ended up swinging her into his arms like a child to keep the fast pace into the rocky hills.",
        "The hill was wide and her blood thrummed as she moved as fast as she could.",
        "His sword flew over her head and his grip fell away too fast for her to catch her balance.",
        "Instead, she ran as fast as she could on the trail.",
        "Just as fast, Mansr called him.",
        "They were going fast, much faster than he expected.",
        "The ocean was hidden beneath the fog and the air chilled, so she walked fast until she warmed up.",
        "We try to keep water in the base but the tree drinks it as fast as a sailor on a twelve hour leave.",
        "Gladys was dressed in a tiny skirt that made her look like a cheerleader for the Slim Fast \"before\" team.",
        "Just as they had reversed their direction, Edith Shipton passed them, driving down the mountain, not speeding but too fast by Dean's conservative standards.",
        "\"That woman needs help and she needs it fast,\" Fred said as he rose to leave.",
        "In spite of the cold, I try to open the window to rid this room of the smoke and whiskey breath of those who visited here, but the frame is frozen fast.",
        "We know you and your good buddy Jake Weller played it fast and loose last summer when that guy Glick got killed.",
        "Martha, who couldn't have run that fast from her trailer if she did have a decent pair of sneakers—which she didn't—was at the door, pulling a sled upon which was piled a bundle far smaller than any ten-year-old's belongings ought to represent.",
        "They had been in New England for a mere three months, but Sarah had fallen fast and hard for Connor.",
        "Jackson could see this guy needed some motivation to move fast.",
        "He avidly collected exotic, fast cars.",
        "How fast does it go?",
        "It will go by fast, and after this my schedule is wide open.",
        "She was glowing, and talking so fast, Jackson could barely keep up.",
        "The thought of all he would have to face made him wish they could fast forward a few days.",
        "He steadied himself with his hands on his knees for a moment, panting; then opened a bottle and started to drink, fast; desperate to find oblivion.",
        "It would fast become the social event of the year.",
        "He began drinking the scotch fast, hoping to find some reprieve.",
        "Jesus, how fast can you run?",
        "Josh wasn't as fast to rise this time, and when he finally regained his footing, he shook his head.",
        "A man would have to be careful not to move too fast.",
        "The conversation was moving a little fast.",
        "I didn't expect the critical infrastructure to disintegrate so fast.",
        "Brady snatched his computer fast enough to surprise the fed in blue and strode towards the gates.",
        "He'd heal four times faster than a normal human, but it wasn't fast enough.",
        "You better learn fast if you want to survive my world, challenging me isn't the way to go, he warned.",
        "His own desire lit hot and fast at her eagerness.",
        "If someone was able to track her, she needed to flee, fast.",
        "Lana held her breath at the whirling world, certain their death would at least be fast.",
        "The helicopter righted itself fast, and she saw the parachute Brady had been trying to release by smashing his fist against the control box in the ceiling.",
        "Wiping away angry tears, Lana trotted to the entrance to her community then slowed to a walk when she became breathless too fast.",
        "She ate fast and had second helpings.",
        "I'm going by my place really fast.",
        "What I can say is that she learns fast.",
        "We can meet up tomorrow at Randolph, unless you can't run that fast.",
        "\"Damn right I can run that fast,\" Dan said.",
        "He hadn't been able to sleep in two days but fell fast into a deep, peaceful slumber.",
        "Too fast, he felt the buffers' effect on his powers lessen, and magic exploded through him.",
        "\"My boss?\" he asked, turning fast enough for her to run into him.",
        "We should move as fast as you can.",
        "\"Andre?\" she breathed, adrenaline surging fast enough for her to lose focus.",
        "\"Done,\" she replied just as fast.",
        "Couldn't agree more.  As fast as you can, Katie.  Things are looking bad.",
        "She sped up, and so did the creature.  Katie stopped fast.  The shadow Immortal stopped with her.",
        "Shivering, she began to run again on the trail.  She heard the fast moving stream long before she reached it and paused to catch her breath on its bank.",
        "The crack grew fast, flying down the trail towards Gabriel.  The sound of the earth tearing grew louder.  The trees on either side of her expanded, quickly doubling and then quadrupling in size.  Afraid of being crushed between them, Katie darted off the trail towards Andre, who ran ahead of her.",
        "\"She's not dead,\" Rhyn said and drew an even breath, trying to calm the side of him that was screaming for him to find her as fast as he could.",
        "The branch lowered him so fast, his stomach turned.  Toby scampered off the branch and stared upwards, wondering how Death could allow the demons into her domain.  He looked around wildly, expecting them to leap from his surroundings.",
        "They navigated the jungle as fast as they could, catching themselves against trees as they slid through slippery piles of leaves and over fallen branches.  Katie ran until she was breathless.  Deidre kept on running, and Katie pushed her body forward.",
        "Katie said, rising.  The ground still rumbled, the trees surrounding both food cubes expanding fast and tearing up the ground in several directions as they did.  She looked around, irritated to find she'd caused a chasm to form between them and the direction they'd been running.",
        "Toby was wrestling with a bush and didn't respond.  Katie breathed deeply and pushed forward, wanting very much to stop and sleep but suspecting she'd never awaken if she did.  She didn't have enough food cubes to drive off more than one more demon attack.  They'd have to find Rhyn and Gabe fast.",
        "He ran as fast as he could through the unfriendly forest, cursing Death for stripping his power.",
        "Katie sought an entrance into the palatial estate, not seeing one along this side.  She ran alongside the marble structure.  It was well over quarter mile in length.  Toby pulled away from her suddenly, and she stopped so fast, she tripped.",
        "And the next time you pull a fast one like tonight, I'm going to personally stick you in an old folks home!",
        "His shirt and tie were in place as usual and Mrs. Lincoln was curled up on the bath mat at his feet, fast asleep.",
        "But fair warning—I'm hitting a very fast pace.",
        "Sorry I lied to you about the escrow money—there wasn't any point in my doing it but I didn't think fast enough.",
        "Alex was fast, but he probably wouldn't run.",
        "Carmen, if you ever feel threatened by him, get away from him as fast as you can – imagined or not.",
        "Some things, like not eating too fast or taking large bites, not talking with the mouth full, might be assumed, but it was surprising how many people did them – in public, even.",
        "Everything has happened so fast.",
        "The blood drained from her face so fast that she had to sit down.",
        "News sure travels fast around here.",
        "You answered the phone mighty fast.",
        "I'm sure there are exceptions, but for the most part, I think people do just as well with their clergy or a friend — though maybe not as fast.",
        "When he looked too fast, he still saw the jagged, deep scars that the Healer had gotten rid of.",
        "His strikes were hard and fast and seemingly from every direction.",
        "She cleaned up the blood first then took a fast enough shower that the water didn't have time to warm from cold to hot.",
        "\"I'll yank her out of there so fast, not even—\" \"You'll know when.\"",
        "The moment she paused, he pounced, reminding her of just how fast he was.",
        "He reacted too fast for her to counter, snatching her forearms and shoving her onto her stomach.",
        "Desire flew through her, hot and fast like the strange energy running between them.",
        "It was not the hard, fast, lustful connection he felt with his first mate, but a deeper connection.",
        "Darian's mind worked fast as he rejoined Charles in the living room.",
        "She didn't expect her life to change quite so fast or to be accepted into the White God's family with such ease.",
        "One of the guardsmen was half the size of the other two, and his strikes were almost too fast and low for her to catch.",
        "Just as fast, it exploded into light again, as Bianca's charged healing power slammed through her.",
        "Even carrying a White God, Jenn couldn't explain Sofi's pregnancy accelerating so fast, unless …\"Wait, exactly how long have you been here?\"",
        "Darian saw the fury cross Jenn's face, and her next strikes were fast and hard enough they might've given her the upper hand she needed.",
        "Her walk turned into a trot as she pushed her weary body as fast as it would go.",
        "The sound of men crashing through the forest grew near fast.",
        "He fought hard and fast, disturbed by an image of the woman with the piercing eyes being snapped up by a trap in the field.",
        "It must remain pure, it must - - She spoke fast but faltered as he raised the dagger to her forearm.",
        "They set a fast pace toward the hold, where they separated.",
        "Rissa was dying too fast.",
        "How fast can a horse run?",
        "A fast race horse about 55 miles per hour.",
        "Jonathan was growing up fast.",
        "Yes. It's amazing how fast they can work on that brush.",
        "Hamburgers, hot dogs, onion rings, French fries - you know, the usual fast food stuff.",
        "People didn't fall in love that fast.",
        "The information was coming in too fast - and erratic.",
        "He chuckled \"No, all southern men aren't slow - and obviously all California women aren't fast.\"",
        "He used his gifts to get him home, fast, after another of his senses tipped him off.",
        "Her heart was beating fast.",
        "She turned away fast.",
        "Another sensation rose up within her fast and hard.",
        "Her heart was pounding fast and hard.",
        "She caught sight of the marks and swelling and pulled her hand back quickly, but not fast enough.",
        "Just that fast, he'd turned the tables on her once more.",
        "The car gripped the road so well, she couldn't imagine how fast that was!",
        "His reply was fast.",
        "How did someone so large move that fast?",
        "Rendered breathless, Jessi wasn't certain she'd be able to stand on her own, if he walked away too fast.",
        "He'll succeed, if you don't bring them here, and things will get bad fast.",
        "He lifted her chin and kissed her fast and deep, until her body started to sway.",
        "\"No,\" she said too fast.",
        "She shivered at the sensations, desire blooming hot and fast within her.",
        "That ship is sinking fast, isn't it?",
        "Her heart was slamming fast and hard against her chest.",
        "The girl sucked in fast breaths and lay still.",
        "It rippled with lightening and spread fast, soon blocking the moon before it rolled outward in every direction.",
        "He turned on Eden so fast, she stepped back.",
        "The slogan of the team is, \"Stand fast. No matter what!\"",
        "In some birds, such as the herons, certain down-feathers or plumulae break off into a fine dust as fast as they are formed and form tracts defined in size and situation and known as \"powder-down patches.\"",
        "The wazir now bethought him that he had a good opportunity for satisfying an old quarrel against the adjoining tribe of Rohillas, who had played fast and loose with him while the Mahratta army was at hand.",
        "6 that even in later times there were two days at the new moon on which it was not proper to fast.",
        "Some of us perhaps might do without it, provided only that others held it fast.",
        "This district, then called Port Phillip, in the time of Governor Sir George Gipps, 1838-1846, was growing fast into a position claiming independence.",
        "Council moving fast.",
        "The Turkey oak in southern England grows twice as fast as Q.",
        "If we could drive the engine so fast as to reduce C' to zero, the whole of the energy of the battery would be available, no heat being produced in the wires, but the horse-power of the engine would be indefinitely small.",
        "After the \" final splice,\" as it is termed, between these ends has been made, the bight, made fast to a slip rope, is lowered overboard, the slip rope cut, and the cable allowed to sink by its own weight to its resting-place on the sea bed.",
        "The lightness of the moving part enables great rapidity of action to be obtained, which for fast speed working is very essential.",
        "The figure for Sicily, which was 106,000 in 1905, reached 127,000 in 1906 (~.5%), and of these about three-fotrrths would be adults; in the meantime, how ever, the population increases so fast that even in 1905 there was a net increase in Sicily of 20,000 souls; sO that in three years 220,000 workers were replaced by 320,000 infants.",
        "But he did not move so fast in the path of reform as was expected, and agitation continued throughout the papal states.i In 1847 some administrative reforms were enacted, the laity were admitted to certain offices, railways were talked about, and political newspapers permitted.",
        "As this fast falls in the early part of the year, it became confused with the season, and gradually the word Lent, which originally meant spring, was confined to this use.",
        "The Latin name for the fast, Quadragesima (whence Ital.",
        "equivalent reQaapa?coo-n) (now superseded by the term p roTEta \" the fast\"), are derived from the Sunday which was the fortieth day before Easter, as Quinquagesima and Sexagesima are the fiftieth and sixtieth, Quadragesima being until the 7th century the capul jejunii or first day of the fast.",
        "In the time of Irenaeus the fast before Easter was very short, but very severe; thus some ate nothing for forty hours between the afternoon of Good Friday and the morning of Easter.",
        "This was the only authoritatively prescribed fast known to Tertullian (De jejunio, 2, 13, 14; De oratione, 18).",
        "customary to fast during Holy Week; and earlier still the Montanists boasted that they observed a two weeks' fast instead of one.",
        "Of the Lenten fast or Quadragesima, the first mention is in the fifth canon of the council of Nicaea (325), and from this time it is frequently referred to, but chiefly as a season of preparation for baptism, of absolution of penitents or of retreat and recollection.",
        "Gradually, however, the fast as observed in East and West became more rigorously defined.",
        "In the East, where after the example of the Church of Antioch the Quadragesima fast had been kept distinct from that of Holy Week, the whole fast came to last for seven weeks, both Saturdays and Sundays (except Holy Saturday) being, however, excluded.",
        "In Rome and Alexandria, and even in Jerusalem, Holy Week was included in Lent and the whole fast lasted but six weeks, Saturdays, however, not being exempt.",
        "Both at Rome and Constantinople, therefore, the actual fast was but thirty-six days.",
        "Some Churches still continued the three weeks' fast, but by the middle of the 5th century most of these divergences had ceased and the usages of Antioch-Constantinople and Rome-Alexandria had become stereotyped in their respective spheres of influence.",
        "At stations on double-track railways which have a heavy traffic four tracks are sometimes provided, the two outside ones only having platforms, so that fast trains get a clear road and can pass slow ones that are standing in the station.",
        "Used on several English lines for fast passenger traffic, and also on many European railways.",
        "A powerful engine for heavy passenger and fast goods service.",
        "a mile had little consideration bestowed on their comfort, and were excluded from the fast trains till 1872, when the Midland railway admitted them to all its trains.",
        "The speed at which the journey has to be completed is obviously another important factor, though the increased power of modern locomotives permits trains to be heavier and at the same time to run as fast, and often faster, than was formerly possible, and in consequence the general tendency is towards increased weight as well as increased speed.",
        "But isolated examples of high speeds do not give the traveller much information as to the train service at his disposal, for on the whole he is better off with a large number of trains all maintaining a good average of speed than with a service mostly consisting of poor trains, but leavened with one or two exceptionally fast ones.",
        "For passenger trains and occasionally for fast goods trains screw couplings are substituted for the simple chains.",
        "28, and, the locking-pin dropping into place, the couplers are made fast.",
        "(b) In parts of North America the nagual or manitu animal, of which the Indian dreams during the initiation fast and which is to be his tutelary spirit, is killed with certain rites.",
        "in the single annual great fast of atonement.",
        "But La Palisse's reserve wheeled in upon the rear of the Spaniards, and they retreated to the entrenchments as fast as they had advanced.",
        "\" The voyd church was made fast, and the keys keeped by the magistrate,\" says Baillie.",
        "The population of the colony increases fast, and a well-grown nest contains several \" queens \" and males, besides a large number of workers.",
        "The women of Arles have long enjoyed a reputation for marked beauty, but the distinctive type is fast disappearing owing to their intermarriage with strangers who have immigrated to the town.",
        "It is by no means certain that a hard and fast line can be drawn between intraand intercellular lumina.",
        "There .are also fast days called m'battal (Arab.), on which it is forbidden to kill any living thing or eat flesh.",
        "The temper-screw forms the connecting link between the walking-beam and cable, and it is ' let out ' gradually to regulate the play of the jars as fast as the drill penetrates.",
        "Various arrangements have been proposed and patented for the continuous distillation of petroleum, in which crude oil is supplied to a range of stills as fast as the distillates pass off.",
        "The steam operates by carrying the vapours away to the condenser as fast as they are generated, the injury to the products resulting from their remaining in contact with the highly-heated surface of the still being thus prevented.",
        "The Fast of Ramadhan, however, is generally observed with some faithfulness.",
        "At another time, for the same reason, he kept an absolute fast for a week.",
        "They are used in the pursuit of hares, and, although they are capable of very fast runs, have less endurance than foxhounds, and follow the trail with more care and deliberation.",
        "As native influences, however, began to reassert themselves in the Nile valley, Alexandria gradually became an alien city, more and more detached from Egypt; and, losing much of its commerce as the peace of the empire broke up during the 3rd century A.D., it declined fast in population and splendour.",
        "The latter with at least 50,000 men was marching in two columns, and ought therefore to have delivered its men into line of battle twice as fast as the French, who had to deploy from a single issue, and whose columns had opened out in the passage of the Kosen defile and the long ascent of the plateau above.",
        "The arsenal of Vienna was ransacked for guns, stores and appliances, and preparations in the island pushed on as fast as possible.",
        "In 1903 there was considerable discussion as to the placing of the line under international control, and the question aroused special interest in England in view of the short route which the line would provide to India, in connexion with fast steamship services in the Mediterranean and the Persian Gulf.",
        "Finally, the association of the first-born with the festival specially referred to in the texts, and carried out both in Samaritan tradition, which marks the forehead of the first-born with the blood of the lamb, and in Jewish custom, which obliged the first-born to fast on the day preceding Passover, also connects the idea of the feast with the sacro-sanctity of the first-born.",
        "In aqueous solutions, for instance, a few hydrogen (H) and hydroxyl (OH) ions derived from the water are always present, and will be liberated if the other ions require a higher decomposition voltage and the current be kept so small that hydrogen and hydroxyl ions can be formed fast enough to carry all the current across the junction between solution and electrode.",
        "If the black ions move twice as fast as the white ones, the state of things after the passage of a current will be represented by the lower part of the figure.",
        "If the plates be covered with a deposit of platinum black, in which the gases are absorbed as fast as they are produced, the minimum decomposition point is 1.07 volt, and the process is reversible.",
        "Advent; the days between Septuagesima and Maundy Thursday; vigils that fall on fast days, and Ember days, except the vigil before Whitsunday (red) and the Ember days in Whitsun week (red).",
        "Little or no change of length was observed until the strength of the field Ho reached about 50; then the rod began to contract, and after passing a minimum at Ho= 000, recovered its original length at Ho = 750; beyond this point there was extension, the amount of which was still increasing fast when the experiment was stopped at Ho= 1400.",
        "To this literature belong essentially the apocalypses which were published in fast succession from Daniel onwards.",
        "12 the prophet, speaking now for the first time in Yahweh's name, calls the people to a solemn fast at the sanctuary, and invites the intercession of the priests.",
        "Although arbitrations proper may be thus distinguished from \" mixed commissions,\" it must not be supposed that any hard or fast theoretical line can be drawn between them.",
        "Holding fast then on the one hand to the individual as the only true substance, and on the other to the traditional definition of the genus as that which is predicated of a number of individuals (quod praedicatur de pluribus), Abelard declared that this definition of itself condemns the Realistic theory; only a name, not a thing, can be so predicated - not the name, however, as a flatus vocis or a collection of letters, but the name as used in discourse, the name as a sign, as having a meaning - in a word, not vox but sermo.",
        "To this lofty quality of intellect he added a rare sagacity in perceiving analogies, and in detecting the new truths that lay concealed in his formulae, and a tenacity of mental grip, by which problems, once seized, were held fast, year after year, until they yielded up their solutions.",
        "We, however, fast 50 days before Pascha.",
        "(16) Christ did not fast on the fourth day of the week and on the Paraskeve.",
        "Let them not fast either.",
        "Modern research seems to show that living protoplasm, wherever it exists, is subject to certain laws and manifests itself by certain phenomena, and that there is no hard and fast line between what prevails in the two kingdoms. So it is with the diseased conditions to which it is a prey: there is a wonderful community of design, if the term may be used in such a sense, between the diseases of animals and plants, which becomes singularly striking and instructive the more they are inquired into.",
        "These differ only in degree and there is no hard and fast line between them.",
        "Substantially he held fast the Calvinism of his preceptor Cameron; but, like Richard Baxter in England, by his breadth and charity he exposed himself to all manner of misconstruction.",
        "This method has the advantage of permitting the ore to be sent to the surface as fast as it is mined instead of being left for some months in the stopes for the men to stand upon.",
        "It is seen that the action is intermittent, liquid only being discharged during a down stroke, but since the driving force is that which is supplied to the piston rod, the lift is only con ditioned by the power available and by the strength of the pump. A continuous supply can be obtained by leading the delivery pipe into the base of an air chamber H, which is fitted with a discharge pipe J of such a diameter that the liquid cannot escape from it as fast as it is pumped in during a down stroke.",
        "When Assur-bani-pal died, his empire was fast breaking up. Under his successor, Assur-etil-ilani, the Scythians penetrated into Assyria and made their way as far as the borders of Egypt.",
        "He is therefore a Chasid of the ancient type, and glorifies the ideals which were cherished by the old Pharisaic party, but which were now being fast disowned in favour of a more active role in the political life of the nation.",
        "as fast as the previous portions become well filled with roots, which may readily be done by packing up a turf wall at the extremity of the portion to be newly made; an exterior width of 15 ft.",
        "This drew all the children after him and he led them out of the town to the Koppelberg hill, in the side of which a door suddenly opened, by which he entered and the children after him, all but one who was lame and could not follow fast enough to reach the door before it shut again.",
        "After cooling, the casing is lifted out of the drum by a crane, assisted by compressed air, and is then conveyed by a travelling crane to a vertical centrifugal, inside of which it is made fast.",
        "As fast as the rock of a cliff is weathered its fragments are washed to the ground by the rain, and carried down the slopes by small streams, ultimately finding their way into a river along which they are carried until the force of the water is insufficient to keep them in suspension, when they become deposited in the river bed or along its banks.",
        "On this theory he prepared artificial manures containing the essential mineral substances together with a small quantity of ammoniacal salts, because he held that the air does not supply ammonia fast enough in certain cases, and carried out systematic experiments on ten acres of poor sandy land which he obtained from thr town of Giessen in 1845.",
        "But if his captor held him fast the god at last returned to his proper shape, gave the wished-for answer, and then plunged into the sea.",
        "Stand fast, then, ye that work righteousness and be not of doubtful mind..",
        "The Shepherd enjoins instead, first, as \" a perfect fast,\" a fast \" from every evil word and every evil desire,.",
        "and the Oxyrhynchus Saying, \" except ye fast from the world \"); and next, as a counsel of perfection, a fast to yield somewhat for the relief of the widow and orphan, that this extra \" service \" may be to God for a \" sacrifice.\"",
        "The debate waxed fast and furious.",
        "While he pointed out to the dissenters the scandalous inconsistency of their playing fast and loose with sacred things, yet he denounced the impropriety of requiring tests at all.",
        "Since the establishment of the privileged province they have lost the Ottoman support which used to compensate for their numerical inferiority as compared with the Christians; and they are fast losing also their old habits and distinctiveness.",
        "The cavalry of his left wing stood fast, west of Doon Hill, as a pivot of manoeuvre, the northern face of Doon (where the ground rises from the burn at an average slope of fifteen degrees and is even steeper near the summit) he left unoccupied.",
        "Fast and loose >>",
        "It is extremely difficult, if not impossible, to draw a hard and fast line between epistemology and other branches of philosophy.",
        "the Canadian Corps, were to be engaged, the main axis of the attack being the line of the Arras-Cambrai road; the two remaining corps were to stand fast, while making all endeavours to deceive the enemy and prevent him dispatching reinforcements to other threatened points.",
        "I are said to be held fast lest they should break in elemental fury on land and sea, are not let loose or referred to in the subsequent narrative, and also from the mention of the 144,000 Israelites of the twelve tribes, to whom no further reference is made; for these can no more be identified with the countless multitudes in vii.",
        "When the load is being drawn out, the engine pulls directly on the main rope, coiling it on to its own drum, while the tail drum runs loose paying out its rope, a slight brake pressure being used to prevent its running out too fast.",
        "It prescribes a fast before baptism for the baptizer as well as the candidate.",
        "Fasts are to be kept on Wednesday and Friday, not Monday and Thursday, which are the fast days of \"the hypocrites,\" i.e.",
        "The corps therefore stood fast on the morning of June 15, awaiting further Sambre.",
        "But neither order made it sufficiently clear to Ney that co-operation at Ligny was the essential, provided that Wellington was held fast at Quatre Bras.",
        "If confronted by a rear-guard he would drive it off and occupy Quatre Bras; and if Wellington was still there the marshal would promptly engage and hold fast the Anglo-Dutch army, and report to the emperor.",
        "The duke was to stand fast to receive the attack, whilst the Prussians should close round Napoleon's exposed right and support Wellington's left.",
        "Zieten was fast coming up on the duke's left, and the crisis was past.",
        "The reforms proposed included the adoption of European time, the European calendar, and the Latin alphabet; the abolition of veiling of women - as a practice of far-reaching, injurious influence upon the race; the abolition of the annual, month-long fast of Ramazan, and of the Feasts of Bairam.",
        "Turkish reinforcements could not reach Macedonia by sea as fast as rail and steamer could bring them.",
        "fast falls the eventide\"; \"Jesus, I my cross have taken\"; \"Praise, my soul, the King of Heaven\"; and \"Pleasant are Thy courts above.\"",
        "His monks were allowed proper clothes, sufficient food, ample sleep. The only bodily austerities were the abstinence from flesh meat and the unbroken fast till mid-day or even 3 P.M., but neither would appear so onerous in Italy even now, as to us in northern climes.",
        "fast.",
        "It is set so that it can be turned at any desired and determined speed about a horizontal axis, and when going fast enough it appears grey.",
        "The latter therefore had to stand fast in the face of the Russian Eastern Detachment, which was three days' march at most from Feng-hwang-cheng and could be supported in three more days by Kuropatkin's main body, whereas the pressure of Oku's advance would not begin to be felt by the Russian Southern Detachment until the twelfth day at earliest.",
        "The right (12th) division reached the upper Taitszeho, but the divisions that were to come up on its left were held fast by their Scale, 1:226,000 English Miles 'o ' Russians (29-30 ugust) Japanese advance opponents.",
        "Both sides stood fast in the old positions up to the verge of the last and greatest battle.",
        "Nogi and Kaulbars stood fast, facing each other on the west front; after the arrival of the general reserve, Nogi was able to prolong his line to the north and eventually to bend it inwards towards the Russian line of retreat.",
        "204) terms political \"collectivites secondaires\"; that the attributes summed up in sovereignty may be separated and divided in many ways; that there may be new forms of combinations between states or parts of states; and that their morphology is subject to no hard and fast rules.",
        "But this only means that we cannot draw a hard and fast line between groups of early Christian writings at a time when practical religious interests overshadowed all others.",
        "SHROVE TUESDAY, the day before Ash Wednesday, the first day of Lent, so called as the day on which \"shrift\" or confession was made in preparation for the great fast.",
        "Quantities can be learned from experience, and from watching individual cases; frequency varies within very wide limits, from reptiles which at most may feed once a week and fast for long periods, to the smaller insectivorous birds which require to be fed every two or three hours, and which in the winter dark of northern latitudes must be lighted up once or twice in the night to have the opportunity of feeding.",
        "He held fast to the great idea of the catholicity of the English Church, to that conception of it which regards it as a branch of the whole Christian church, and emphasizes its historical continuity and identity from the time of the apostles, but here again his policy was at fault; for his despotic administration not only excited and exaggerated the tendencies to separatism and independentism which finally prevailed, but excluded large bodies of faithful churchmen from communion with their church and from their country.",
        "Seth was the last child born to Adam; he grew in stature and strength, and began to fast and pray strenuously.",
        "Gunboats were constructed so fast that they were called \"ninety-day gunboats.\"",
        "Mississippi river steamers were armed with heavy guns and protected by armour, boiler-plates, cotton bales, &c., and some fast cruisers were constructed for ocean work, one of them actually reaching the high speed of 17.75 m.",
        "At the same time it must not be supposed that a hard and fast line can be drawn beyond which the spiritual stimulus of this first age ceased.",
        "From the time of Amos downwards the prophets spoke mainly at great historical crises, when events were moving fast and a few years were often sufficient to show that they were right and their opponents wrong in their reading of the signs of the times.",
        "24.1) that a brilliant vision appeared from above to the worldcreating angels; they were unable to hold it fast, but formed man after its image.",
        "The succeeding festival of Camaxtli was marked by a severe fast of the priests, after which stone knives were prepared with which a hole was cut through the tongue of each, and numbers of sticks passed through.",
        "The schools were extensive buildings attached to the temples, where from an early age boys and girls were taught by the priests to sweep the sanctuaries and keep up the sacred fires, to fast at proper seasons and draw blood for penance, and where they received moral teaching in long and verbose formulas.",
        "Old women were employed as go-betweens, and the marriage ceremony was conducted by a priest who after moral exhortations united the young couple by tying their garments together in a knot, after which they walked seven times round the fire, casting incense into it; after the performance of the marriage ceremony, the pair entered together on a four days' fast and penance before the marriage was completed..",
        "\" Jesus saith, Except ye fast to the world, ye shall in no wise find the kingdom of God; and except ye make the sabbath a real sabbath, ye shall not see the Father.\"",
        "\" His disciples question him and say, How shall we fast and how shall we (pray?).",
        "The two had much in common, and immediately became fast friends.",
        "The kids are born small, but grow fast, and arrive early at maturity.",
        "It rarely substitutes directly, because the hydriodic acid produced reverses the reaction; this can be avoided by the presence of precipitated mercuric oxide or iodic acid, which react with the hydriodic acid as fast as it is formed, and consequently remove it from the reacting system.",
        "But in jumping a gate, or a flight of rails, as ordinarily situated, there is no width to be covered, and to make a horse go through the exertion of jumping both high and wide when he need only do one is to waste his power, added to which to ride fast at timber, unless very low with a ditch on the landing side, is highly dangerous.",
        "These systems are separated one from another by unconformitics in most places, and the lower systems, as a rule, have sufferetl a greater degree of metamorphism than the upper ones, though this is not to be looked upon as a hard and fast rule.",
        "The decline in the proportion of children since 1860 has been decidedly less in the South (Southern Atlantic and South Central states as defined below) than in the North and West, but in the most recent decades the last section has apparently fast followed New England in having a progressively lesser proportion of children.",
        "When the mixed gases were in the right proportion, the rate of absorption was about 3 o c.c. per hour, about: thirty times as fast as Cavendish could work with the electrical machine of his day.",
        "Victor Crutchley took command and tried to turn her up the channel, but she grounded at an angle of about 25° to the pier and lay hard and fast.",
        "It is preceded by a fast on the 13th day of Adar, known as the Fast of Esther, based upon Esther iv.",
        "The death of the god, he suggests, is represented by the Fast of Esther on the 13th of Adar, the day before Purim, while the rejoicing on Purim itself, and the licence accompanying it, recall the union of the god and goddess of vegetation, of which he sees traces in the relations of Mordecai and Esther."
    ],
    "definition": [
        "To abstain from food.",
        "To eat very little or abstain from certain foods, especially as a religious discipline.",
        "The act or practice of abstaining from or eating very little food.",
        "A period of such abstention or self-denial.",
        "Link/Cite"
    ]
}