{
    "translation": "משתה, חג",
    "uses": [
        "\"There is a feast tonight,\" he told her.",
        "He'll attend you at the feast this evening.",
        "The feast is ready, but no one has come to partake of it.",
        "Three of the dogs ignored the feast, intent on her progress toward the barn.",
        "The feast was held in the grandest room of the palace.",
        "Servants scurried to prepare it for the feast while Memon sat atop his throne, Sirian before him.",
        "Rostov stood at that corner for a long time, watching the feast from a distance.",
        "About the feast of the Passover A.D.",
        "We will feast on the morrow.",
        "It is the premium and the feast which tempt him.",
        "After the burial a funeral feast is held in the house of mourning.",
        "- As the Sabbath was originally a religious feast, the question of the origin of the Sabbath resolves itself into an inquiry why and in what circle a festal cycle of seven days was first established.",
        "Hugh de Gurnay held a fair in Wendover on the eve, feast and morrow of St John the Baptist, granted him in 1 214.",
        "One day King Astyages planned to make a great feast for the lad.",
        "At Christmas time he scattered crumbs of bread under the trees, so that the tiny creatures could feast and be happy.",
        "Kris does a big feast here every year, and Andre used to arrange the December holiday celebration.",
        "Her gaze dropped to the feast before them.",
        "Hosea even takes it for granted that in captivity the Sabbath will be suspended, like all the other feasts, because in his day a feast implied a sanctuary.",
        "(d) Lastly, the old genial life of the high places, in which the \" new moon \" or Sabbath or the annual festival was a sacrificial feast of communion, in which the members of the local community or clan enjoyed fellowship with one another - all this picturesque life ceased to be.",
        "Another fair was granted to John de Molyns in1347-1348on the eve, feast and morrow of St Barnabas, but in 1464 Edward IV.",
        "She was canonized in 1391 by Pope Boniface IX., and her feast is celebrated on the 9th of October.",
        "We defeated the last of our enemies - -tonight is a feast in my honor, only none save my uncle and I know it was the beast who saved us all!",
        "27, compared with verses 18, 24, an indication that in old times the feast of the new moon lasted two days., In that case a week of seven working days would occur only once in two months.",
        "His death was annually celebrated in Persia by a feast called \"the killing of the magian,\" at which no magian was allowed to show himself (Herod.",
        "The feast must be important, and his attempt to request her attendance-- rather than demand it-- impressed her.",
        "When he marched against Aretas, his army with their standards did not enter Judaea at all; but he himself went up to Jerusalem for the feast and, on receipt of the news that Tiberius was dead, administered to the Jews the oath of allegiance to Caligula.",
        "Later charters were given by Henry II., by John in 1204 (who also granted an annual fair of three days' duration, 29th of October, at the feast of St Modwen, and a weekly market on Thursday), by Henry III.",
        "The hour for the feast came.",
        "It is worn, too, on the vigils of fasts, Ember Days and days of intercession, on the Feast of Holy Innocents (if on a week-day), at litanies, penitential processions, and at other than solemn benedictions and consecrations.",
        "\"Well,\" said he, \"all these rich foods that were prepared for the feast are yours.",
        "Hikers traveling together may opt for one of the restaurant's group feast offers.",
        "\"Romas had all the cats corralled and kept elsewhere for this feast, just for you,\" Evelyn leaned over to whisper.",
        "Suddenly, she smelled a feast of meat and bread.",
        "\"There is to be a great feast at the queen's palace to-night,\" said the mother.\"",
        "Besides Sundays there are six great feasts: (1) that of the New Year (Nauruz rabba), on the first day of the first month of winter; (2) Dehwa h' nina, the anniversary of the happy return of Hibil Ziva from the kingdom of darkness into that of light, lasting five days, beginning with the 18th of the first month of spring; (3) the Marwana, in commemoration of the drowned Egyptians, on the first day of the seoond month of spring; (4) the great five days' baptismal festival (pantsha), the chief feast, kept on the five intercalary days at the end of the second month of summer - during its continuance every Mandaean, male .and female, must dress in white and bathe thrice daily; (5) Dehwa d'daimana, in honour of one of the three hundred and sixty `Uthras, on the first day of the second month of autumn; (6) Kanshe Zahla, the preparation feast, held on the last day of the year.",
        "This word, he complains, should denote the heavenly food, the reasonable feast alone, and the Lord never used it of mere junketings.",
        "But everything pointed to the destruction of the city, which one Jesus had prophesied at the feast of tabernacles in 62.",
        "These bells reminded Pierre that it was Sunday and the feast of the Nativity of the Virgin.",
        "A weekly market on Wednesdays was granted to John, earl of Richmond, in 1308 together with an eight days' fair beginning on the vigil of St Margaret's day, and in 1445 John de la Pole, earl of Suffolk, one of his successors as lord of the manor, received a further grant of the same market and also two yearly fairs, one on the feast of St Philip and St James and the other at Michaelmas.",
        "To him the club entrusted the arrangement of the festival in honor of Bagration, for few men knew so well how to arrange a feast on an open-handed, hospitable scale, and still fewer men would be so well able and willing to make up out of their own resources what might be needed for the success of the fete.",
        "In the same year it was decreed that the Jews should pay \" a special tax of 40,000 florins for the right to import their citrons for the feast of booths.\"",
        "This church contained some well-executed native paintings of St George and the Dragon, The Last Supper, &c. Among the religious observances of the Christians of Gondar is that of bathing in large crowds in the Gaha on the Feast of the Baptist, and again, though in more orderly fashion, on Christmas day.",
        "A market on Wednesday and a fortnightly fair on the same day from the Feast of St Mark to that of St Andrew are claimed under a charter of Charles II.",
        "In 1204 John granted two weekly markets, on Tuesday and Saturday, and an annual fair of eight days at the feast of the Exaltation of the Holy Cross (Sept.",
        "The Feast of Holy Innocents became a regular festival of children, in which a boy, elected by his fellows of the choir school, functioned solemnly as bishop or archbishop, surrounded by the elder choir-boys as his clergy, while the canons and other clergy took the humbler seats.",
        "In 1283 a three-days' fair to be held at the feast of St Bartholomew was granted to Robert Burnell, bishop of Bath and Wells (then holder of a share of the barony of Nantwich).",
        "LADY DAY, originally the name for all the days in the church calendar marking any event in the Virgin Mary's life, but now restricted to the feast of the Annunciation, held on the 25th of March in each year.",
        "It became in effect the principal feast of the Church, the procession of the Sacrament a gorgeous pageant, in which not only the members of the trade and craft gilds, with the magistrates of the cities, took part, but princes and sovereigns.",
        "It was a solemn feast attended only by members of one clan, at which those who had quarrelled were at the sacrament of the table (apud sacra mensae) reconciled.",
        "granted a fair at the feast of St Luke, 18th of October), and by Henry VIII.",
        "It is celebrated in the evening, and is accompanied by the ancient love feast (partaken by all communicants seated at a common table), by the ceremony of the washing of feet and by the salutation of the holy kiss, the three last-named ceremonies being observed by the sexes separately.",
        "In 1221 Falkes de Breaute, then custodian of the borough, rendered a palfrey for holding a three days' fair at the feast of All Saints, transferred in 1247 to the feast of St Margaret, and still held under that grant.",
        "At the feast of tabernacles of 132 Hyrcanus requested and Antiochus granted a week's truce.",
        "As he was reading the Law at the feast of tabernacles he burst into tears at the words \" Thou mayest not set a stranger over thee which is not thy brother \"; and the people cried out, \" Fear not, Agrippa; thou art our brother.\"",
        "granted a Friday market, and two fairs, at the feast of St Philip and St James, and on St Luke's day.",
        "feast upon.",
        "Feast on a towering stack of buttermilk or buckwheat pancakes topped with hot blueberries, apples or strawberries.",
        "Help yourself at the breakfast buffet, enjoy happy hour, and feast on the fresh local seafood along with steak, ribs, and chicken.",
        "Lucky locals and visitors alike can feast on fresh seafood dishes in every nearly restaurant, a perk of the town's waterfront setting.",
        "You can enjoy wood-fired dining in all its rustic elegance, feast from the rooftop deck, or call ahead for takeout.",
        "I'll send them forward for the feast.",
        "The 14th of the first month at even is the Passover of the Lord; on the 15th of the same month is the feast of unleavened bread for seven days.",
        "Hence it was the closing feast of the harvest gladness.",
        "Celtic feast day of ' Brynach ', sixth century Irish man who became a solitary hermit.",
        "The most important feast of the year seemed to suggest a more extended improvisation.",
        "sumptuous Malaysian feast with a local family.",
        "In Red Square, feast your eyes on the wildly colored turban domed St Basil's Cathedral - an enduring Russian symbol.",
        "The idea is that each person will handle one part of the feast.",
        "Depending on the particular theme you choose, you can have a pig roast, serve appetizers only or even have a seafood feast.",
        "Various efforts were made during the middle ages to abolish the Feast of Fools.",
        "It was called a \"fiftieth-day feast.\"",
        "Tell him I am the ruler of Tiyan, and he is invited to a feast in his honor in three days' time, Taran instructed.",
        "The warlord Taran invites you into Tiyan's walls in three days' time for a feast.",
        "alleluia of the feast, in Tone IV - Stichos: Remember Thy congregation which Thou hast purchased from the beginning.",
        "The text is from the Magnificat antiphon of second Vespers at the feast of Corpus Christi.",
        "The city is in many ways a cultural feast, the very apotheosis of hybridity.",
        "T he word beano means a feast, an annual holiday, and a jolly time.",
        "bounteous feast laid out along the walls.",
        "Fires ignited near the south gate as his men attacked groups of Memon's advisors and the warriors that had been invited into the hold for the feast.",
        "The use of the word is, however, late, the vigiliae (pernoctationes, 7ravvvXiSes) having originally been the services, consisting of prayers, hymns, processions and sometimes the eucharist, celebrated on the preceding night in preparation for the feast.",
        "\" To me the reigns of the successors of Constantine were absolutely new; and I was immersed in the passage of the Goths over the Danube, when the summons of the dinner bell reluctantly dragged me from my intellectual feast.\"",
        "The burlesque ritual which characterized the Feast of Fools throughout the middle ages was now at its height.",
        "Of this kind of retribution Scott in The Abbot gives a vivid picture, the Protestants interrupting the mass celebrated by the trembling remnant of the monks in the ruined abbey church, and insisting on substituting the traditional Feast of Fools.",
        "This naive temper of the middle ages is nowhere more conspicuously displayed than in the Feast of the Ass, which under various forms was celebrated in a large number of churches throughout the West.",
        "Often the ass was a mere incident in the Feast of Fools; but sometimes he was the occasion of a special festival, ridiculous enough to modern notions, but by no means intended in an irreverent spirit.",
        "The three most notable celebrations of the Feast of the Ass were at Rouen, Beauvais and Sens.",
        "At Rouen the feast was celebrated on Christmas Day, and was intended to represent the times before the coming of Christ.",
        "At Sens the Feast of the Ass was associated with the Feast of Fools, celebrated at Vespers on the Feast of Circumcision.",
        "How little effect this had, however, is shown by the fact that in 1265 Odo, archbishop of Sens, could do no more than prohibit the obscene excesses of the feast, without abolishing the feast itself; that in 1444 the university of Paris, at the request of certain bishops, addressed a letter condemning it to all cathedral chapters; and that King Charles VII.",
        "For curious instances of the part played by the ass in medieval church festivals see the article Fools, Feast Of.",
        "But the Sabbath was a feast on which, after attending to their souls, they indulged their bodies, like yoke animals let out to graze.",
        "In contrast with the drunken revels of the Greeks, Philo describes the sober enjoyment by the Therapeutae of the feast of Pentecost, or rather of the eve of that festival.",
        "But first came \"the feast of reason and the flow of soul.\"",
        "In 1332 a market on Wednesdays and a fair at the Feast of St Peter ad Vincula were granted to Alice de Lisle and in 1405 this market was ratified and three additional fairs added, viz.",
        "The solar character of this deity appears especially in the annual feast of his awakening shortly after the winter solstice (Joseph.",
        "He arrived at the abbey just about the feast of St Benedict (the 21st of March 1522), and there made a confession of his life to a priest belonging to the monastery.",
        "On the 15th of August 1534, the Feast of the Assumption, they assembled in the crypt of the church of St Mary on Montmartre, and Faber, the only one who was a priest, said Mass.",
        "granted a market held twice a week, and a three days' fair on the feast of St Peter ad Vincula.",
        "FEAST OF TABERNACLES, the autumn festival of the Israelites, beginning on the 15th of Tishri and celebrated by residing for the seven succeeding days in rustic booths (Heb.",
        "Sukkoth, in the Vulgate Tabernacula, whence the English name of the feast).",
        "Hence it is referred to as \"the Feast\" par excellence (Heb.",
        "Being of the nature of a pilgrimage feast the booths were temporary erections for the accommodation of the pilgrims. But in early Jewish tradition, in both Yahvist and Elohist sources of the Pentateuch (Exod.",
        "\"Feast of Ingathering\") and is to be observed \"at the end of the year,\" i.e.",
        "13 seq., it is termed the Feast of Tabernacles and is to be kept seven days after the produce of the threshing-floor and winepress has been gathered in.",
        "Only one is to be sacrificed on the concluding feast (Heb.",
        "Against this hypothetical reconstruction is the fact that Solomon appears to have selected the occasion of the feast for the dedication of the temple, and that it lasted, even in his time, seven days (1 Kings viii.",
        "Jeroboam arranged for a similar feast in the northern kingdom on the 15th day of the eighth month, \"like unto the feast in Judah\" (ibid.",
        "A pilgrimage feast must be fixed in date to ensure the simultaneous presence of the pilgrims. There are, besides, seeming references to the feast in the early prophets, as Hosea xii.",
        "The concluding feast does not seem to refer to tabernacles per se, but to be distinct from it, as is shown by the break in the descending series of the sacrifices of bullocks as given in Numbers.",
        "In Jewish practice the concluding feast is not held in booths, and Maimonides (More*, iii.",
        "It is possible, however, that there may have been differences of custom in the carrying out of the feast.",
        "It is reported by Josephus that, when Alexander Jannaeus, in the year 95 B.e., was acting as high-priest in the temple on the Feast of Tabernacles, instead of pouring the water libation on the altar, according to the Pharisaic custom, he poured it at his feet, giving rise to a riot in which 6000 men are said to have lost their lives (Ant.",
        "The Feast of Tabernacles is one of the few Jewish festivals, described in classical writers.",
        "16 sees the remnant of all the nations coming up to Jerusalem to worship the Lord of Hosts, and to keep the Feast of Tabernacles.",
        "In 1216 John confirmed toRobertBruce the market on Wednesday granted to his father and the fair on the feast of St Lawrence; this fair was extended to fifteen days by the grant of 1230, while the charter of 1595 also granted a fair and market.",
        "Of these the Saturday market and a fair on the feast of SS.",
        "The most striking declaration of his ideals was the marriage feast at Susa in 32 4, when a large number of the Macedonian nobles were induced to marry Persian princesses, and the rank and file were encouraged by special rewards to take Eastern wives.",
        "On New Year's Day, 1739, the Wesleys, Whitefield and other friends had a Love Feast at Fetter Lane.",
        "Wilpert discovered in the Cappella Greca a painting of the \" Fractio Panis \" or eucharistic feast, which he cleansed from the dust with which it had been covered.",
        "Life will be an everlasting feast, a Sabbath without end.",
        "The feast of Ramazan hereupon occurring, the grand vizier unwisely allowed his own troops to disperse.",
        "PASSOVER, a Hebrew spring festival, celebrated by the Jews in commemoration of the exodus from Egypt by a family feast in the home on the first evening, and by abstaining from leaven during the seven days of the feast.",
        "The feast of unleavened bread to be kept seven days at the time appointed in the month Abib.",
        "The feast of unleavened bread to be kept seven days, &c. All firstlings to be the Lord's.",
        "The first month on the 14th day of the month is the Passover; the 15th day of this month shall be a feast; seven days unleavened bread to be eaten; first day a holy assembly with fire offering, two young bullocks and one lamb and seven firstling he-lambs without blemish, with appropriate meal offering and one he-goat for sin-offering; on the seventh day another hol assembly.",
        "In the Yahwist and Deuteronomist a solemn assembly is to be held on the seventh day, but in the Holiness Code and in the secondary sources of the Priestly Code both the first and the seventh day of the Feast of Unleavened Bread are to be solemn assemblies.",
        "It may be observed however that the absence of a definite date in Deuteronomy must be accidental, since a common pilgrimage feast must be on a fixed day, and the reference to the seven weeks elapsing between Passover and Pentecost also implies the fixing of the date.",
        "Reverting to the origin and the meaning of the feast, modern criticism draws attention to the different nature of the two observances combined with the name Passover, the pastoral sacrifice of the paschal lamb and the agricultural observance of a seven days' abstention from unleavened bread.",
        "The communion meal would, according to the views of Robertson Smith, also involve the idea of a covenant; while the fact that no person joining in the meal should be uncircumcised connects the feast with the covenant of Abraham.",
        "Finally, the association of the first-born with the festival specially referred to in the texts, and carried out both in Samaritan tradition, which marks the forehead of the first-born with the blood of the lamb, and in Jewish custom, which obliged the first-born to fast on the day preceding Passover, also connects the idea of the feast with the sacro-sanctity of the first-born.",
        "As before remarked, there seems no direct connexion between the paschal sacrifice and what appears to be essentially an agricultural festival; the Hebrew tradition, to some extent, dissociates them by making the sacrifice on the 14th of Nisan and beginning the Feast of Unleavened Bread on the 15th.",
        "As regards the Feast of Unleavened Bread, now indissolubly connected with the paschal sacrifice, no satisfactory explanation has been given either of its original intention or of its connexion with the Passover.",
        "It has been suggested that it was originally a hag or pilgrimage feast to Jerusalem, of which there were three in the year connected with the agricultural festivals (Exod.",
        "io, ii), and this occasion determined the second agricultural festival, the Feast of Weeks, fifty days later (Deut.",
        "The suggestion that the eating of cakes of unleavened bread, similar to the Australian \"damper,\" was due to the exigencies of the harvest does not meet the case, since it does not explain the seven days and is incongruous with the fact that the first sheaf of the harvest was put to the sickle not earlier than the third day of the feast.",
        "At the time of the reformation under Josiah, represented by Deuteronomy, the attempt was made to turn the family thank-offering of firstlings into a sacrificial rite performed by the priests in the Temple with the aid of the males of each household, who had to come up to Jerusalem but left the next morning to celebrate the Feast of Unleavened Bread in their homes.",
        "The complex of observances connected with the Passover and the very want of systemization observed in the literary sources would seem to vindicate the primitive character of the feast, which indeed is recognized by all inquirers.",
        "Fish, as is well known, devour them greedily, and enjoy a veritable feast during the short period in which any particular species appears.",
        "He reached Sparta on the day on which Orestes was holding the funeral feast over Aegisthus and Clytaemnestra.",
        "festival of the instruments of the Passion, of the Precious Blood, of the invention and elevation of the Cross; all festivals of apostles, except those above noted; festivals of martyrs; masses for a papal election; the Feast of the Holy Innocents, when it falls on a Sunday (violet if on a week-day), and its octave (always red).",
        "King John's charter granted the burgesses a fair on the feast of SS.",
        "(5) The Chalkeia (feast of smiths), at which the birth of Erechtheus and the invention.",
        "The second day, named Choes (feast of beakers), was a time of merrymaking.",
        "named Chytri (feast of pots, from X &rpos, a pot), a festival of the dead.",
        "Verrall (Journal of Hellenic Studies, xx., 1900, p. 115) explains it as a feast of \"revocation\" (from avaO o-aaaOat, to \"pray back\" or \"up\"), at which the ghosts of the dead were recalled to the land of the living (cp. the Roman mundus patet).",
        "100,109, and Prolegomena), regarding the Anthesteria as primarily a festival of all souls, the object of which was the expulsion of ancestral ghosts by means of placation, explains lrLOoe'yca as the feast of the opening of the graves (irieos meaning a large urn used for burial purposes), x6€s as the day of libations, and XuTpoc as the day of the grave-holes (not \"pots,\" which is xbTpat), in point of time really anterior to the ir.Oociyia.",
        "The charter of Elizabeth granted a three days' fair at e the feast of SS Simon and Jude (Oct.",
        "28), and in 1608 fairs were also held on May day and at the feast of St James (July 25).25).",
        "By the charter of 1194 the burgesses received licence to hold a fair on the vigil, feast and morrow of the Annunciation, and this with the fair on St James's day was confirmed to them by Henry VII.",
        "The earliest record of a grant of market rights is in 1219, when Roger la Zouch obtained a grant of a weekly market and a two days' fair at the feast of St Helen, in consideration of a fine of one palfrey.",
        "The yearly fair in connexion with the feast of San Fermin (July 7), the patron saint of the city, attracts a large concourse from all parts of northern Spain.",
        "Such an enthusiasm of militant piety, plainly based on actual successes of Israel and the house of Aaron, can only be referred to the first victories of the Maccabees, culminating in the purification of the Temple in 164 B.C. This restoration of the worship of the national sanctuary, under circumstances that inspired religious feelings very different from those of any other generation since the return from Babylon, might most naturally be followed by an extension of the Temple psalmody; it certainly was followed by some liturgical innovations, for the solemn service of dedication on the 25th day of Chisleu was made the pattern of a new annual feast (that mentioned in John x.",
        "In later times the psalms for the encaenia or feast of dedication embraced Ps.",
        "5) and other Jewish traditions, these psalms were sung by the Levites at the Feast of Tabernacles on the fifteen steps or degrees that led from the women's to the men's court.",
        "The same thing is seen from the fact that the heresy of the Marcionites was already showing itself in this district, for (in Tixeront's words) \" heresies, in the first centuries at feast, only spread in already constituted Christian communities.\"",
        "The activity of his life left him little time for writing, but he was the author of \" an anaphora, sundry letters, a creed or confession of faith, preserved in Arabic and a secondary Ethiopic translation, and a homily for the Feast of the Annunciation, also extant only in an Arabic translation\" (Wright).",
        "22) or the \"Feast of the Maccabees,\" beginning on the 25th day of the ninth month Kislev (December), of the Hebrew ecclesiastical year, and lasting eight days.",
        "The institution of the feast of All Saints is usually attributed to this pope.",
        "Renewed freedom was celebrated by a colossal statue of Zeus Eleutherius and by a yearly feast in his honour.",
        "183), frankincense to the amount of 1000 talents' weight was offered every year, during the feast of Bel, on the great altar of his temple in Babylon.",
        "Early meanings of the root gild or geld were expiation, penalty, sacrifice or worship, feast or banquet, and contribution or payment; it is difficult to determine which is the earliest meaning, and we are not certain whether the gildsmen were originally those who contributed to a common fund or those who worshipped or feasted together.",
        "While in most towns the name and the old organization of the gild merchant thus disappeared and the institution was displaced by the aggregate of the crafts towards the close of the middle ages, in some places it survived long after the 15th century either as a religious fraternity, shorn of its old functions, or as a periodical feast, or as a vague term applied to the whole municipal corporation.",
        "Now the new era begins, and even the heathen do homage to Yahweh by bringing due tribute to the annual feast of tabernacles.",
        "He was crowned at Kingston by Archbishop Odo, and his troubles began at the coronation feast.",
        "The nobles resented the king's withdrawal, and he was induced by Dunstan and Cynesige, bishop of Lichfield, to return to the feast.",
        "The saint's feast was removed from the Breviary at Paris about this time, and the devotion to St Catherine has since lost its earlier popularity.",
        "Some weeks afterwards high feast was held on the occasion of the double marriage of the king's daughter Elizabeth with the king of Spain, and of his sister Margaret with the duke of Savoy.",
        "That one of the earlier dates is correct seems probable from the fact that the Falashas know nothing of either the Babylonian or Jerusalem Talmud, make no use of phylacteries (tefillin), and observe neither the feast of Purim nor the dedication of the temple.",
        "The annual festivals are the passover, the harvest feast, the Baala Mazalat or feast of tabernacles (during which, however, no booths are built), the day of covenant or assembly and Abraham's day.",
        "The minstrels had a pilgrimage chapel near Rappoltsweiler, dedicated to their patron saint, Maria von Dusenbach, and here they held an annual feast on the 8th of September.",
        "In 1461 the abbot of Buckfastleigh obtained a Saturday market at Kingsbridge and a three-days' fair at the feast of St Margaret, both of which are still held.",
        "Included in Kingsbridge is the little town of Dodbrooke, which at the time of the Domesday Survey had a population of 42, and a flock of 108 sheep and 27 goats; and in 1257 was granted a Wednesday market and a fair at the Feast of St Mary Magdalene.",
        "In the Roman religion, on a feast of thanksgiving for a great victory, couches were spread in the temples for the gods, whose images were taken down from their pedestals and laid on the couches, and tables set before them loaded with delicate viands.",
        "The St Fillan whose feast is kept on the 20th of June had churches dedicated to his honour at Ballyheyland, Queen's county, Ireland, and at Loch Earn, Perthshire.",
        "The Feast of St Martin (Martinmas) took the place of an old pagan festival, and inherited some of its usages (such as the Martinsmdnnchen, Martinsfeuer, Martinshorn and the like, in various parts of Germany); by this circumstance is probably to be explained the fact that Martin is regarded as the patron of drinking and jovial meetings, as well as of reformed drunkards.",
        "of France gave strict orders that the feast of the saint should be observed.",
        "In 1317 the prioress obtained a Saturday market and a three days' fair at the feast of St Melor (Meliorus).",
        "created Henry Beauchamp, earl of Warwick, premier earl, and the letters patent effecting this concede that the earl and his heirs shall wear a golden circlet on the head on feast days, even in the royal presence.",
        "At the federation festival of the 14th of July 1790 (the \"Feast of Pikes\") he officiated at the altar reared in the middle of the Champ de Mars.",
        "FEAST OF.",
        "ASSUMPTION The feast of the \"Assumption of the blessed Virgin Mary\" (Lat.",
        "This story is much amplified in the account given by St John of Damascus in the homilies In dormitionem Mariae, which are still read in the Roman Church as the lesson during the octave of the feast.",
        "He declared that Luther was in a fog, and that Christ had warned His disciples against all such notions, and had proclaimed that by faith alone could His presence be received in a feast which He designed to be commemorative and symbolical.",
        "Three days' fairs were granted to the abbots in 1129 for the feast of St Peter ad Vincula by Henry for Holy Rood day; in 1282 for Ascension day; and a market on Mondays was obtained in 1282.",
        "In the 18th century the manor passed by marriage to the Courtenays, afterwards earls of Devon, and Robert de Courtenay in 1220 gave the king a palfrey to hold an annual fair at his manor of Okehampton, on the vigil and feast day of St Thomas the Apostle.",
        "Journey to the feast of tabernacles; invitation to the soul athirst to come to Him (the fountain of Life) and drink, and proclamation of Himself as the Light of the world; cure of the man born blind; allegory of the good shepherd.",
        "The allegory continued at the feast of the dedication.",
        "13; the feast of v.",
        "The religious vocation of Israel was no longer national but ecclesiastical or municipal, and the historical continuity of the nation was vividly realized only within the walls of Jerusalem and the courts of the Temple, in the solemn assembly and stately ceremonial of a feast day.",
        "In 1246 Nicholas obtained a grant of a Saturday market and a fair at the feast of the Assumption (both maintained up to the present day), and in 1275 South Molton appears for the' first time as a mesne borough under his overlordship. The borough subsequently passed to the Audleys, the Hollands, and in 1487 was granted for life to Margaret, duchess of Richmond, who in 1490 obtained a grant of a fair (which is still held) at the nativity of St John the Baptist.",
        "Now among the Arabs, as we have seen, ritual service is the affair of the individual, or of a mass of individuals gathered in a great feast, but still doing worship each for himself and his own private circle; the only public aspect of religion is found in connexion with divination and the oracle to which the affairs of the community are submitted.",
        "Thus the firstlings, first-fruits and vows are still the free gift of the individual which no human authority exacts, and which every householder presents and consumes with his circle in a sacrificial feast without priestly aid.",
        "Nevertheless, the concentration of all ritual at a single point, and the practical exclusion of laymen from active participation in it - for the old sacrificial feast had now shrunk into entire insignificance in comparison with the stated priestly holocausts and atoning rites2 - lent powerful assistance to the growth of a new and higher type of personal religion, the religion which found its social expression not in material acts of oblation, but in the language of the Psalms. In the best times of the old kingdom the priests had shared the place of the prophets as the religious leaders of the nation; under the second Temple they represented the unprogressive traditional side of religion, and the leaders of thought were the psalmists and the scribes, who spoke much more directly to the piety of the nation.",
        "A remarkable feast is kept annually by the Algerian Jews to commemorate the defeat by the Turks of the emperor Charles V.'s attempt to capture Algiers (1541).",
        "13, \" the Passover of the Jews was near,\" and 23, \" He was in Jerusalem at the Passover at the feast \"; v.",
        "i, \" after these things was a feast [or ` the feast '] of the Jews \"; vi.",
        "4, \" and the Passover, the feast of the Jews, was near \"; vii.",
        "2, \" and the feast of the Jews, the Tabernacles, was near \"; x.",
        "22, \" at that time the feast of dedication took place at Jerusalem \"; xi.",
        "4 would then be identical with the feast of Tabernacles mentioned in vii.",
        "i.: if \" the feast \" is read, a choice remains between Passover and Tabernacles (the definite article would not be very definite after all); if the more probable \" a feast,\" the greater feasts are presumably excluded, but a choice remains between, at any rate, Pentecost (May), Trumpets (September), Dedication (December) and Purim (February).",
        "4: in any case, whether \" the feast \" = Passover, or \" a feast \" =Pentecost, were read in v.",
        "I, \" a feast \" =Pentecost; vii.",
        "28), distinctly implies that the feast had not yet taken place, and thus makes the Crucifixion fall on the 14th.",
        "Three charters of John granting the bishop fairs on the feasts of St Nicholas, St Ursula and St Margaret are extant, and another of Edward changing the last to the feast of St Peter ad Vincula (Aug.",
        "As the feast took place \"on mid-winter's day\" the annoyance of those who were without would be intelligible.",
        "the famous tale of Fled Bricrend or Bricriu's Feast of the Ultonian cycle.",
        "Recent grail researches have made it most probable that that mysterious talisman was originally the vessel of the ritual feast held in honour of a deity of vegetation, - Adonis, or another; if the Round Table also, as Dr Mott suggests, derives from a similar source, we have a link between these two notable features of Arthurian tradition, and an additional piece of evidence in support of the view that behind the Arthur of romance there lie not only memories of an historic British chieftain, but distinct traces of a mythological and beneficent hero.",
        "Taking advantage of this last clause, Laynez applied the new law to two houses only, namely, Rome and Lisbon, the other houses contenting themselves with singing vespers on feast days; and as soon as Paul IV.",
        "On the paved platform were three-storey tower temples in whose ground-floor stood the stone images and altars, and before that of the war-god the green stone of sacrifice, humped so as to bend upward the body of the victim that the priest might more easily slash open the breast with his obsidian knife, tear out the heart and hold it up before the god, while the captor and his friends were waiting below for the carcase to be tumbled down the steps for them to carry home to be cooked for the feast of victory.",
        "The ordinary pleasures of festivals were mingled with all this, such as dances in beast-masks, sham fights and children's games, but the type of a religious function was a sickening butchery followed by a cannibal feast.",
        "(1644) to stop the foundation of religious houses, which held half the property in the country, to suspend ordinations because there were 6000 unemployed priests, and to suppress feast days because there were at least two per week.",
        "of Henry de Lacy, earl of Lincoln, in that year gives several interesting facts about the manor; the earl had there a hall or manor-house, a fulling mill, a market every Sunday, and a fair on the feast of St Andrew.",
        "granted to certain feoffees in whom he had vested his manor of Bradford a market on Thursday every week and two yearly fairs, one on the feast of the Deposition of St William of York and two days preceding, the other on the feast of St Peter in Cathedra and two days.",
        "The most i m important developments of the cult are in East Asia p p among the Siberian tribes; among the Ainu of Sakhalin a young bear is caught at the end of winter and fed for some nine months; then after receiving honours it is killed, and the people, who previously show marks of grief at its approaching fate, dance merrily and feast on its body.",
        "The contrast lay between the Dominical Supper or food and drink shared unselfishly by all with all, and the private supper, the feast of Dives, shamelessly gorged under the eyes of timid and shrinking Lazarus.",
        "The teaching rather breathes the atmosphere of the fourth gospel, which sets the Last Supper before the feast of the Passover (xiii.",
        "The blessing of the Bread and Cup, as an incident in a feast of Christian brotherhood, is all that the Didache has in common with Paul and the Synoptists.",
        "The Eucharist formed part of an agape or love feast until the end of the 2nd century, and in parts of Christendom continued to be so much later.",
        "instituted the Corpus Christi Feast by way of giving liturgical expression to this view.",
        "In the same year as the charter to Knutsford the king granted to William de Tabley a market every Saturday at Nether Knutsford, and a three days' fair at the Feast of St Peter and St Paul.",
        "another market (Friday) and another three days' fair (Feast of St Simon and St Jude) were added.",
        "Small waxen images of the Manes called Lares, clothed in dogskin, and on feast days crowned with garlands, stood round the family hearth of which they were the unseen guardians (but see Lares).",
        "These began on the 13th of February and ended on the 22nd with the Caristia or feast of Cara Cognatio.",
        "The family have on the preceding days solemnly visited the grave, and offered to the shades gifts of water, wine, milk, honey, oil, and the blood of black victims; they have decked the tomb with flowers, have renewed the feast and farewell of the funeral, and have prayed to the ancestors to watch over their welfare.",
        "The Lares are brought out to preside over this solemn feast, and for the occasion are incincti or clothed in tunics girt at the loins.",
        "The electi celebrated special feasts; but the principal festival with all classes was the Bema (31ima), the feast of the \"teacher's chair,\" held in commemoration of the death of Mani in the month of March.",
        "A grant of a yearly fair on the 31st of March, the feast of St Aldhelm, was obtained from William II., and another for three days from the 25th of July from John.",
        "In Order To Restore The Beginning Of The Year To The Same Place In The Seasons That It Had Occupied At The Time Of The Council Of Nicaea, Gregory Directed The Day Following The Feast Of St Francis, That Is To Say The 5Th Of October, To Be Reckoned The 15Th Of That Month.",
        "I, New Year, Feast of Trumpets.",
        "15, Feast of Tabernacles.",
        "22, Feast of the 8th Day.",
        "This seems to have involved a human sacrifice, and a feast in which the man who received the portion of a human victim was changed to a wolf, as Lycaon had been after sacrificing a child.",
        "The Turks were celebrating the feast of Bahram at the end of the Ramadan fast.",
        "The Lord's Supper was observed weekly; and between forenoon and afternoon service every Sunday a love feast was held at which every member was required to be present.",
        "His sister Tamar having been violated by David's eldest son Amnon, Absalom, after waiting two years, caused his servants to murder Amnon at a feast to which he had invited all the king's sons (2 Sam.",
        "A market on Thursday and a fair on the feast of Corpus Christi were conferred in 1 539.",
        "afterwards granted or confirmed to Archbishop Thomas a fair on the feast of St Wilfrid and four following days.",
        "Thus we consecrate a king, a priest, a deacon; a temple or a church and any part of church furniture; we also consecrate water for use in lustrations, bread and wine in the sacrament; a season or day is consecrated, as a feast or fast.",
        "in 1319 to the town for the eve of and feast of St Denis and the six following days - a fair which is still held.",
        "It was preceded, however, by a formal betrothal and accompanied by a feast.",
        "Precisely as if the Holy See were vacant, the cardinals began to act as the actual rulers of the Church, and issued formal invitations to a council to be opened at Pisa on the Feast of the Annunciation (March 25) 1409.",
        "The feast falls on the 2nd of November; or on the 3 rd if the 2nd is a Sunday or a festival of the first class.",
        "How far the older sacrificial rules resembled the levitical law we do not know, but in the canons of Sahak, C. 43 0, the priests already receive the levitical portions of the victims; and we find that animals are being sacrificed every Sunday, on the feast days which at first were few, in fulfilment of private vows, in expiation of the sins of the living, and still more of those of the dead.",
        "The earliest Armenian rituals contain ample services for the conduct of an agape or love feast held in the church off sacrificial meat.",
        "The first of Navasard, the Armenian new year's day, was the feast of a god Vanatur or Wanadur (who answered to Zeus EvLos) in the holy pilgrim city of Bagawan.",
        "The feast of Anahite, the Armenian Venus and spouse of the chief god Aramazd, was in the same way rededicated to the Virgin Mary, who for long was not very clearly distinguished by the Armenians from the virgin mother church.",
        "The custom from the first, he says, had been to feast on one and the same day the two births, much as they differed in sacramental import and in point of time.",
        "At the present time the day selected is the 6th of August, the feast of Christ the Saviour.",
        "Melkarth or Melqarth) and Astarte, founded the feast of the awakening of Heracles in the month Peritius, and reduced the inhabitants of Utica to their allegiance.",
        "In the days of Tyre's greatness her power rested directly on the colonies, which, unlike those of Greece, remained subject to the mother-city, and paid tithes of their revenues to its chief god, Melqarth, and sent envoys annually to his feast.",
        "The charter of 1576 confirms this market and fair to the burgesses, and grants them two new fairs each continuing for two days, on Tuesday after Easter and on the feast of St Matthew the Apostle.",
        "A market on Friday and a three days' fair at the feast of St Rumon were granted by Henry I.",
        "instituted a Tuesday market and fairs on the Thursday after Whitsunday and at the feast of St Swithin.",
        "Moreover the comparatively low price of the two turkeys and four turkey-chicks served at a feast of the serjeantsat-law in 1555 (Dugdale, Origines, p. 135) points to their having become by that time abundant, and indeed by 1573 Tusser bears witness to the part they had already begun to play in \" Christmas husbandlie fare.\"",
        "Much ingenuity has been spent upon the name and origin of the feast.",
        "His further suggestion, therefore, that the ironical crowning of Jesus with the crown of thorns and the inscription over the Cross, together with the selection of Barabbas, had anything to do with the feast of Purim, must be rejected.",
        "However, it is practically certain, both from the etymology of the word Purim and from the resemblance of the festivals, that the feast, as represented in the Book of Esther, was borrowed from the Persians, who themselves appeared to have adapted it from the Babylonians.",
        "The date at which the feast of Purim was first adopted by the Jews from their Persian neighbours would be definitely determined if we knew the date of the Book of Esther.",
        "It became customary to burn an effigy of Haman at the conclusion of the feast, and this was regarded as in some ways an attack on Christianity and was therefore forbidden by the Theodosian code, XVI.",
        "To preside over these festivities it was customary to have a master of the ceremonies, who was called king in Provence, somewhat after the manner of the Feast of Fools.",
        "In 1818 two Tahiti teachers settled in the Tonga islands, which the \" Duff \" pioneers had abandoned after half of them had been killed for a cannibal feast.",
        "He was a son of a high official, and betrothed to a daughter of the king, but escaped on the eve of the wedding feast, entered the order, and attained to reverence and distinction.",
        "FEAST OF THE ASCENSION, one of the oecumenical festivals of the Christian Church, ranking in solemnity with those of Christmas, of Easter and of Pentecost.",
        "26) records that in the year 390 the people of Constantinople \"of old custom\" (E E g Oovs) celebrated the feast in a suburb of the city.",
        "As these two references suggest, the festival was associated with a professional pilgrimage, in commemoration of the passing of Christ and his apostles to the Mount of Olives; such a procession is described by Adamnan, abbot of Iona, as taking place at Jerusalem in the 7th century, when the feast was celebrated in the church on Mount Olivet (de loc. sand.",
        "In the East the festival is known as the avitXi t ' cs, \"taking up,\" or E rtcrco oµELn, a term first used in the Cappadocian church, and of which the meaning has been disputed, but which probably signifies the feast \"of completed salvation.\"",
        "Other customs, now obsolete, were formerly associated with the liturgy of this feast; e.g.",
        "The celebration of the Feast of the Ascension was also retained in the Lutheran churches as warranted by Holy Scripture.",
        "This was done, and the proceedings were ratified by a feast.",
        "On the great day of the feast there was a procession of the priests, the sacrificial assistants of every kind, the representatives of every part of the empire with their victims, of the cavalry, in short of the population of Attica and 1 So named from a note (1902) directed by Dr Don Louis Maria Drago, the Argentine minister of foreign affairs, to the Argentine diplomatic representative at Washington at the time of the difficulties of Venezuela incident to the collection of debts owed to foreigners by that country.",
        "in 124 9 granted the prior and convent of Pontefract a market every Wednesday at Barnsley, and a fair on the vigil and feast of St Michael and two following days, and Henry VIII.",
        "a moiety of the manor was purchased by Sir Walter Beauchamp, who granted a charter to the inhabitants of the town establishing a Tuesday market for corn, cattle, and all kinds of merchandise, and also obtained grants of fairs at the feasts of St Giles (afterwards transferred to the feast of St Faith) and St Barnabas.",
        "In 1444 Sir John Beauchamp purchased the remaining moiety of the manor, and was granted an additional fair at the feast of St Dunstan.",
        "it passed to the monks of Bec in Normandy, who in 1246 obtained the grant of an annual fair at the feast of the Nativity of the Virgin, and the next year of a market every Tuesday.",
        "Charters to the burghers authorized fairs on the days of St Peter and of St Simon and St Jude in 1554, on St Bartholomew's day in 1605, in Mid-lent week in 1665, and on the feast of the Purification and on the 2nd of May in 1685; these fairs have modern representatives.",
        "This position corresponds to the Jewish practice of reading the book at the feast of Pentecost; Spanish MSS., however, place it at the head of the Megilloth; and the Talmud (Baba Bathra, 14b) gives it the first place among all the Hagiographa.",
        "23 sqq.), apparently at the great autumn feast or feast of Tabernacles.'",
        "He was canonized in 1610, and his feast is celebrated on the 4th of November.",
        "In 1290 the same Hamo obtained a grant of a Tuesday market and a three days' fair at the feast of the Assumption of the Virgin; but in 1319, by a charter from Edward II., the date of the fair was changed to the feast of St James the Apostle.",
        "It is also a Jewish liturgical term, and was applied specifically to the \"hosanna\" branches carried in procession in the Feast of Booths or Tabernacles, the seventh day of which was called the Hosanna-day (so also in Syrian usage; cf.",
        "Several of these books were used in the ritual of feast days, but all have received a secondary funerary employment, and are therefore found buried with the dead in their tombs.",
        "But there were also local feast days like th,at of Neith in Sais (Hdt.",
        "Sometimes, as in the case of the feast of Osiris in Abydos, a veritable drama would be enacted, in which the whole history of the god, his sufferings and final triumph were represented in mimic form.",
        "At other times the ceremonial was more mysterious and symbolical, as in the feast of the raising of the Ded-column when a column of the kind was drawn by cords into an upright position.",
        "A small gateway between two massive towers or pylons gave admittance to a spacious forecourt open to the sky, into which the people were allowed to enter at least on feast days.",
        "Finally, a barrow of great magnitude was heaped over the remains and the funeral feast was celebrated.",
        "10), (f) the institution of the Passover and of the Feast of Unleavened Cakes, the last plague, and Israel's departure from Egypt (xii.",
        "The Last Plague, the Deliverance from Egypt, the Institution of the Passover and of the Feast of Unleavened Cakes, the Consecration of the First-born.-This section presents the usual phenomena of a composite narrative, viz.",
        "Similarly the institution of the Feast of Mazzoth, or Unleavened Cakes (xiii.",
        "Reading \"the sacrifice of my feasts\" for \"the sacrifice of the feast of the Passover.\"",
        "They prohibit (1) the worship of other gods, (2) the making of molten images; they ordain (3) the observance of the feast of unleavened bread, (4) the feast of weeks, (5) the feast of ingathering at the end of the year, and (6) the seventhday rest; to Yahweh belong (7) the firstlings, and (8) the firstfruits of the land; they forbid also (9) the offering of the blood of sacrifice with leaven, (io) the leaving-over of the fat of a feast until the morning, and (r1) the seething of a kid in its mother's milk.",
        "Feast of the Ass >>",
        "The picture painted by Darer on this commission was the \"Adoration of the Virgin,\" better known as the \"Feast of Rose Garlands\"; it was subsequently acquired by the emperor Rudolf II., and carried as a thing beyond price upon men's shoulders to Vienna; it now exists in a greatly injured state in the monastery of Strahow at Prague.",
        "The most satisfying of Darer's paintings done in Venice are the admirable portrait of a young man at Hampton Court (the same sitter reappears in the \"Feast of Rose Garlands\"), and two small pieces, one the head of a brown Italian girl modelled and painted with real breadth and simplicity, formerly in the collection of Mr Reginald Cholmondeley and now at Berlin, and the small and very striking little \"Christ Crucified\" with the figure relieved against the night sky, which is preserved in the Dresden Gallery and has served as model and inspiration to numberless later treatments of the theme.",
        "The almost mystical profundity of Hillel's conciousness of God is shown in the words spoken by him on the occasion of a feast in the Temple - words alluding to the throng of people gathered there which he puts into the mouth of God Himself: \"If I am here every one is here; if I am not here no one is here\" (Sukkah 53a).",
        "To remedy the loss incurred by this measure Ralph Bloyou in 1331 procured for himself and his heirs a market on Mondays and a fair on the vigil, feast and morrow of St Andrew at Marghasyon.",
        "This ratified the grant of St Andrew's fair, provided for another on the Feast of St Barnabas and established a market on Saturdays.",
        "The market day was altered to Tuesday in 1662, and Sir William Fenwick, then lord of the manor, received a grant of a cattle market on the Tuesday after the feast of St Cuthbert in March and every Tuesday fortnight until the feast of St Martin.",
        "In 1282 Henry, earl of Lincoln, obtained a Saturday market and an eight days' fair at the feast of St Peter ad Vincula, and the market is still held under this grant.",
        "In 1311 a Tuesday market is mentioned, and a fair at the feast of St Martin.",
        "in 1430 granted to the burgesses a fair at the feast of SS.",
        "The grant of 1205 also included a fair at the feast of SS.",
        "Peter and Paul, which was maintained until within recent years, when fairs were also held at the feast of St Mark, chiefly for linen cloth, under grant from Charles I.",
        "to Thomas Howard in 1636, and at the feast of St Martin, bishop of Tours, for the sale of hops.",
        "They were also to have freedom from toll, pontage, &c., two markets every week on Monday and Friday, and a fair lasting from the feast of Holyrood to that of the Nativity of St John the Baptist.",
        "Formerly known as the Toile de St Jean, it was used on certain feast days to decorate the nave of Bayeux cathedral.",
        "In 1303 Lodovicus de Bello Monte, prebendary of Salisbury, obtained a grant of a Saturday market at the manor of Caine, and a three days' fair at the feast of St Mary Magdalene; the latter was only abandoned in the 19th century.",
        "ordered an annual commemoration of \"St Mary of Victory,\" and Gregory XIII., by bull of the 1st of April 1583, set aside the 1st Sunday in October as the feast of the Rosary of the Blessed Virgin Mary, to be observed in such churches as maintained an altar in honour of the rosary.",
        "Clement XI., by bull of the 3rd of October 1716, directed the observance of the feast by all Christendom.",
        "The day is also celebrated as a principal feast in the Orthodox Eastern Church, where the saint is distinguished by the titles /Icy aXopaprvp and Tp07rac040pos.",
        "The council of Oxford in 1222 ordered that his feast should be kept as a national festival; but it was not until the time of Edward III.",
        "The sons of the kingdom will be left outside, while strangers feast with Abraham.",
        "It is carried on to a large extent concurrently with the Galilean ministry: it is not continuous, but is taken up from feast to feast as our Lord visits the sacred city at the times of its greatest religious activity.",
        "Time after time His life is threatened before the feast is ended, and when the last passover has come we can well understand, what was not made sufficiently clear in the brief Marcan narrative, why Jerusalem proved so fatally hostile to His Messianic claim.",
        "Soon afterwards at Cana of Galilee Jesus gives His first \" sign,\" as the evangelist calls it, in the change of water into wine to supply the deficiency at a marriage feast.",
        "But St John's interest does not lie in Galilee, and he soon brings our Lord back to Jerusalem on the occasion of a feast.",
        "The feast of tabernacles brings fresh disputes in Jerusalem, and an attempt is made to arrest Jesus.",
        "In its present form this episode appears to be not very ancient; it resembles Ruth in giving a good deal of curious archaeological detail (the feast at Shiloh) in a form which suggests that the usages referred to were already obsolete when the narrative was composed.",
        "Saint Bartholomew, whose feast is on the 21st of August, came to encourage the English by his presence and his voice.",
        "Its market on Saturdays is well attended, and an ancient fair on the Feast of St Thomas is among those which survive.",
        "In 1231 the bishop obtained a fair, still held, on the vigil, feast and morrow of St Lawrence.",
        "315-403) that in his time a feast was held there on the 25th of December in honour of the virgin Chaabou and her offspring Dusares (Haer.",
        "In the United States the word means an open-air feast, either political or social, where whole animals are roasted and eaten and hogsheads of beer and other vast quantities of food and drink consumed.",
        "At the termination of this feast the procession re-forms, and with lanterns and music escorts the bridegroom back to his own house, where they feast until midnight.",
        "Eight days afterwards a wedding feast is given by the newlymarried couple, to which only near relatives and particular friends are invited.",
        "This feast is composed entirely of vegetables, but at each course the wine is served, and toasts are proposed, as.",
        "On feast days a division of five watches is made under the protection of five different divinities.",
        "In midwinter a feast of six days is held in commemoration of the six periods of creation.",
        "In the middle of April a feast is held to celebrate the creation of trees, shrubs and flowers.",
        "On the fourth day of the sixth month a feast is held in honour of Sahrevar, the deity presiding over mountains and mines.",
        "On the sixteenth day of the seventh month a feast is held in honour of Mithra, the deity presiding over and directing the course of the sun, and also a festival to celebrate truth and friendship. On the tenth day of the eighth month a festival is held in honour of Farvardin, the deity who presides over the departed souls of men.",
        "29), that Matthew gave a feast in Jesus' honour (like Zacchaeus, Luke xix.",
        "His efforts resulted in their liberation; he went himself to Brest in search of them; and a civic feast was decreed on his behalf and theirs, which gave occasion for one of the few poems published during his life by Andre Chenier.",
        "granted to Edmund, earl of Lancaster, and Avelina his wife, then lord and lady of the manor, the right of holding a fair at Hedon on the eve, day, and morrow of the feast of St Augustine and for five following days.",
        "This, however, is part of the historical romance of Compare the branch of myrtle at an Athenian feast (Aristoph., Nub., 1364).",
        "12); the Ganesa-caturthi, or 4th day of the light fortnight of Bhadra (August - September), considered the birthday of Ganesa, the god of wisdom; and the Holi, the Indian Saturnalia in the month of Phalguna (February to March) - have nothing of a sectarian tendency about them; others again, which are of a distinctly sectarian character - such as the Krishna janmashtami, the birthday of Krishna on the 8th day of the dark half of Bhadra, or (in the south) of Sravana (July-August), the Durgapuja and the Dipavali, or lamp feast, celebrating Krishna's victory over the demon Narakasura, on the last two days of Asvina (September-October) - are likewise observed and heartily joined in by the whole community irrespective of sect.",
        "granted to the abbot of Whitby a fair at the feast of St Hilda and the king's firm peace to all coming to the fair.",
        "Empedocles, according to one story, was one midnight, after a feast held in his honour, called away in a blaze of glory to the gods; according to another, he had only thrown himself into the crater of Etna, in the hope that men, finding no traces of his end, would suppose him translated to heaven.",
        "A yearly fair on the feast of the Translation of St Leonard and three following days was granted to the burgesses in 1 359, and in 1630 Charles I.",
        "Italy was one great school of the new learning at the moment when the German, French and Spanish nations were invited to her feast.",
        "Men do not eat an animal for which they have a reverential dread, or if they eat it at all, it is only in a sacramental feast and in order to absorb into themselves its life and holy properties.",
        "feast] day \"), general rules for feastdays.",
        "Created cardinal-priest in 1244, he played an important part in the council of Lyons in 1245, contributed to the institution of the Feast of Holy Sacrament, the reform of the Carmelites (1247), and the condemnations of the Introductorius in evangelium aeternum of Gherardino del Borgo San Donnino (1255), and of William of St Amour's De periculis novissimorum temporum.",
        "\" The poet laments Yahweh's anger as the true cause which destroyed city and kingdom, suspended feast and Sabbath, rejected altar and sanctuary.",
        "In Christian times the word was used for a feast in memory of the dead (Sidonius Apollinaris, Epistulae, iv.",
        "On the 14th of September 533 the imperial general entered Carthage and ate the feast prepared in Gelimer's palace for its lord.",
        "As to the blessing of candles, according to the Liber pontificals Pope Zosimus in 417 ordered these to be blessed, 8 and the Gallican and Mozabaric rituals also provided for this ceremony.9 The Feast of the Purification of the Virgin, known as Candlemas, because on this day the candles for the whole year are blessed, was established - according to some authorities - by Pope Gelasius I.",
        "When only the central one is left it is taken clown and carried behind the altar, thus symbolizing the 1 All three conceptions are brought out in the prayers for the blessing of candles on the Feast of the Purification of the B.V.M.",
        "It was delivered on St Thomas's day (1609) before the feast of Christ's nativity, and in it he rebuked sharply \"lusory lotts\" and the \"heathenish debauchery\" of the students during the twelve days ensuing.",
        "The calendar of P comprises (a) the Feast of Passover and the Unleavened Cakes, vv.",
        "21; (c) the Feast of Trumpets, vv.",
        "26-32; and (e) the Feast of Tabernacles, vv.",
        "With these have been incorporated the older regulations of H on the Feast of Weeks, or Pentecost, vv.",
        "21), and on the Feast of Tabernacles, vv.",
        "It never took place on a feast day of the church, but on some famous anniversary: the accession of a Spanish monarch, his marriage, the birth of an infant, &c. It was public: the king, the royal family, the grand councils of the kingdom, the court and the people being present.",
        "In the 14th century the abbot of Fecamp held weekly markets in the borough on Wednesdays and Saturdays, and fairs at the Nativity of the Virgin and the Feast of St Michael, by prescriptive right.",
        "Peter and Paul, August 1-15 preceding the Feast of the Sleep of the Theotokos, and the six weeks before Christmas.",
        "The first book, Gargantua, describes the birth of that hero (a giant and the son of gigantic parents), whose nativity is ushered in by the account of a tremendous feast.",
        "Ferdinand died on the feast of Saint John the Evangelist, the 24th of June 1065, in Leon, with many manifestations of ardent piety - having laid aside his crown and royal mantle, dressed in the frock of a monk and lying on a bier, covered with ashes, which was placed before the altar of the church of Saint Isidore.",
        "The weekly market, now the property of the corporation, was granted to the abbot of St Edmunds as lord of the manor in 1227 together with a yearly fair on the vigil of the feast of St Philip and St James.",
        "They have told us how he never shot at a bird perching nor fished with a net, the creatures not having in such a case a fair chance for their lives; how he conducted himself in court and among villagers; how he ate his food, and lay in his bed, and sat in his carriage; how he rose up before the old man and the mourner; how he changed countenance when it thundered, and when he saw a grand display of viands at a feast.",
        "Idyll vii., the Harvest Feast (eaXUVla), is the most important of the bucolic poems. The scene is laid in the isle of Cos.",
        "is occupied by Idyll vii., the \" Harvest Feast.",
        "The famous poem about' Gorgo and Praxinoe at the feast of Adonis was modelled on one by Sophron about women looking on at the Isthmian games (Ir0 1 uC ovaac), and fragments quoted from this are closely imitated by Theocritus.",
        "confirmed another fair at the feast of St Michael the Archangel, and that of Charles I.",
        "made a grant to John, son of Geoffrey FitzPeter of an annual fair at the feast of St Osith (June 3rd), which was confirmed by Henry VI.",
        "In 3579 John Pakington obtained a grant of two annual fairs to be held on the day before Palm Sunday and on the feast of the Invention of the Holy Cross, and a Monday market for the sale of horses and other animals, grain and merchandise.",
        "The bishop's grant included a fair at the feast of St Peter and St Paul (29th of June).",
        "The celebration gradually spread to other parts of the church, being moved to the 2nd of February, forty days after the newly established feast of Christmas.",
        "(2) Processiones ordinariae, on yearly festivals, such as the feast of the Purification of the Virgin (Candlemass, q.v.), the procession on Palm Sunday, the Litaniae majores and minores, the feast of Corpus Christi, and on other days, according to the custom of the churches.",
        "Violet is the colour prescribed for processions, except on the Feast of Corpus Christi, or on a day when some other colour is prescribed.",
        "Subsequently Jethro came to Moses (probably at Kadesh), a great sacrificial feast was held, and the priest instructed Moses in legislative procedure; Exod.",
        "Feast of the Ascension >>",
        "The Feast of the Annunciation in the Christian Church is celebrated on the 25th of March.",
        "The first authentic allusions to it are in a canon of the council of Toledo (656), and another of the council of Constantinople \"in Trullo\" (692), forbidding the celebration of all festivals in Lent, excepting the Lord's day and the Feast of the Annunciation.",
        "A synod held at Worcester, England (1240), forbade all servile work on this feast day.",
        "In 1346 the town had to defend itself against the English, who again besieged it in 1433 The siege which it suffered in 1472 at the hands of the duke of Burgundy was rendered famous by the heroism of the women, under the leadership of Jeanne Hachette, whose memory is still celebrated by a procession on the 14th of October (the feast of Ste Angadreme), in which the women take precedence of the men.",
        "The first of the series of fairs in which the Meccans had an interest was at Okaz on the easier road between Mecca and Taif, where there was also a sanctuary, and from it the visitors moved on to points still nearer Mecca (Majanna, and finally Dhul-Majaz, on the flank of Jebel Kabkab behind Arafa) where further fairs were held, 3 culminating in the special religious ceremonies of the great feast at `Arafa, Quzah (Mozdalifa), and Mecca itself.",
        "The system of intercalation in the lunar calendar of the heathen Arabs was designed to secure that the feast should always fall at the time when the hides, fruits and other merchandise were ready for market, 4 and the Meccans, who knew how to attract the Bedouins by hospitality, bought up these wares in exchange for imported goods, and so became the leaders of the international trade of Arabia.",
        "The sanctuary and feast of Mecca received, however, a new prestige from the victory of Islam.",
        "at Mina and Mecca, where most of the pilgrims still have something to buy or sell, so that Mina, after the sacrifice of the feast day, presents the aspect of a huge international fancy 2 Mecca, says one of its citizens, in Wagidi (Kremer's ed., p. 196, or Muh.",
        "Wright, p. 118 seq.) in the r 2th century describes the mart of Mecca in the eight days following the feast as full of gems, unguents, precious drugs, and all rare merchandise from India, Irak, Khorasan, and every part of the Moslem world.",
        "Pilgrimage with the ancient Arabs was the fulfilment of a vow, which appears to have generally terminated - at least on the part of the well-to-do - in a sacrificial feast.",
        "Pilgrimages to Mecca were not tied to a single time, but they were naturally associated with festive occasions, and especially with the great annual feast and market.",
        "The pilgrimage was so intimately connected with the wellbeing of Mecca, and had already such a hold on the Arabs round about, that Mahomet could not afford to sacrifice it to an abstract purity of religion, and thus the old usages were transplanted into Islam in the double form of the omra or vow of pilgrimage to Mecca, which can be discharged at any time, and the hajj or pilgrimage at the great annual feast.",
        "To the ordinary pilgrim the omra has become so much an episode of the hajj that it is described by some European pilgrims as a mere visit to the mosque of Ayesha; a better conception of its original significance is got from the Meccan feast of the seventh month (Rajab), graphically described by Ibn Jubair from his observations in A.D.",
        "Rajab was one of the ancient sacred months, and the feast, which extended through the whole month and was a joyful season of hospitality and thanksgiving, no doubt represents the ancient feasts of Mecca more exactly than the ceremonies of the bajj, in which old usage has been overlaid by traditions and glosses of Islam.",
        "The 29th of the month was the feast day of the Meccan women, when they and their little ones had the Ka'ba to themselves without the presence even of the Sheybas.",
        "These are the days of Mina, a fair and joyous feast, with no special ceremony except that each day the pilgrim is expected to throw seven stones at the jamrat al `agaba, and also at each of two similar cairns in the valley.",
        "The earliest form of the Grail story, the Gawain- Bleheris version, exhibits a marked affinity with the characteristic features of the Adonis or Tammuz worship; we have a castle on the sea-shore, a dead body on a bier, the identity of which is never revealed, mourned over with solemn rites; a wasted country, whose desolation is mysteriously connected with the dead man, and which is restored to fruitfulness when the quester asks the meaning of the marvels he beholds (the two features of the weeping women and the wasted land being retained in versions where they have no significance); finally the mysterious food-providing, self-acting talisman of a common feast - one and all of these features may be explained as survivals of the Adonis ritual.",
        "It is thus demonstrable that the material for our Grail legend, in its present form, existed long anterior to any extant text, and there is no improbability in holding that a confused tradition of pagan mysteries which had assumed the form of a popular folk-tale, became finally Christianized by combination with an equally popular ecclesiastical legend, the point of contact being the vessel of the common ritual feast.",
        "The chief liturgical expressions of this cult are the institution of a feast of the Sacred Heart and public representations of it by statues and pictures.",
        "Mary of Modena, the exiled queen of James II., at the instance of the Visitation, petitioned in 1697 for a proper Feast of the Sacred Heart.",
        "introduced the feast into the general calendar of the Roman Catholic Church, fixing the Friday after the Octave of Corpus Christi for its celebration.",
        "This fast was intimately associated with the chief feast of the year.",
        "Before that feast 1 Principles of Sociology, i.",
        "To the same feeling the quadragesimal fast which (as already stated) preceded the joyful feast of the resurrection, is to be, in part at least, attributed.",
        "The Fast of the Nativity lasts for twenty-eight days before Christmas; that of the Apostles for a variable number of days from the Feast of the Ascension; and that of the Virgin for fifteen days before the Assumption.",
        "The following are simply days of abstinence, that is to say, days on which flesh at all events must not be eaten: - The Sundays in Lent, the three Rogation days, the feast of St Mark (unless it falls in Easter week), and all Fridays which are not days of fasting.",
        "(1258) granted the Wednesday market, which is still held, and a fair for eight days, beginning on the eve of the feast of SS.",
        "But the enthusiasm with which the people received him at the Feast of Tabernacles convinced Herod of the danger; and the youth was drowned by order of the king at Jericho.",
        "The last, which closes the book, tells of the institution of the feast of Purim.",
        "In the country feast of the vintage, held at the time of the gathering of the grapes, and the city festival of March 17th called Liberalia (Ovid, Fasti, 111.",
        "Under the category of religious observances may perhaps come those held previously to the departure of the great trading or lakatoi fleet: their taboo-proclaiming customs, their ceremonial and sacred initiation ceremonies for boys and girls on reaching puberty, when masks are worn and the \"bull-roarer\" swung, as also the harvest festivals, at which great trophies of the produce of field and forest are erected, preparatory to a big feast enlivened with music and dancing.",
        "Calvin's old friend, Nicolas Cop, had just been elected rector of the university and had to deliver an oration according to custom in the church of the Mathurins, on the feast of All Saints.",
        "The Lord's Supper is a spiritual feast where Christ attests that He is the life-giving bread, by which our souls are fed unto true and blessed immortality.",
        "In 1257 Baldwin de Insula obtained a grant of a Thursday market, and an annual three days' fair at the feast of St Peter ad Vincula.",
        "to a plot of watercresses or shamrocks they flocked as to a feast.\"",
        "That day being the feast of St Lawrence, Madagascar was named the \" Isle of St Lawrence,\" and retained that name on all maps and charts for a hundred years.",
        "Louis, indeed, accepted the constitution and attended the great Feast of Federation (July 14, 1790), when representatives from all the new departments assembled in the Champ de Mars to ratify the work of the Assembly; but the king either could not or would not say the expected word that would have dissipated mistrust.",
        "18), having no real connexion with it, or even with one another, further than that they both urge Egyptian Jews to observe the Feast of the Dedication.",
        "He was afterwards banished into Scythia, where he worked successfully among the Goths, not living to see the destruction of his labours by Athanaric. The Audaeans celebrated the feast of Easter on the same day as the Jewish Passover, and they were also charged with attributing to the Deity a human shape, an opinion which they appear to have founded on Genesis i.",
        "The mek, promising compliance, invited Ismail and his chief officers to a feast in his house, around which he had piled heaps of straw.",
        "to William Ferrers, earl of Derby, together with a fair to be held on the feast of the Nativity of the Blessed Virgin (September 8), which was kept up in the 18th century.",
        "The latter was confirmed in 1453, with the addition of a fair at the feast of St Mary Magdalen.",
        "Queen Elizabeth in 1565 granted to the mayor and commonalty a market on Friday, and two fairs of four days each at the feast of St Nicholas and Lady Day.",
        "PENTECOST, a feast of the Jews, in its original meaning a \"harvest feast,\" as consisting of the first-fruits of human toil (Exod.",
        "The agricultural character of this feast clearly reveals its Canaanite origin (see Hebrew Religion).",
        "the Massoth or feast of unleavened cakes (which marked the beginning of the corn-harvest), and the Asiph (\" ingathering,\" later called succoth, \" booths\") which marked the close of all the year's ingathering of vegetable products.",
        "It is a later hand that has inscribed a reference to the \"feast of weeks\" which is found in our Massoretic Hebrew text.",
        "Nevertheless occasional allusions to this feast, though secondary, are to be found in Hebrew literature, e.g.",
        "It therefore comes near in time to the feast of unleavened cakes rather than to the later harvest festival in the month Sivan called \"feast of weeks.\"",
        "i.; or for not attending the feast of Tabernacles, Zech.",
        "In 1231 the bishop of Winchester received a grant of a five days' fair at Witney at the feast of St Leonard.",
        "A further grant of two yearly fairs was made in 1414 to the bishop of Winchester at his manor of Witney, namely, on the vigil and day of St Clement the Pope, and at the feast of St Barnabas.",
        "985) asserts that people assembled to drink it on a feast day in August.",
        "To us in ancient story wonders great are told Of heroes rich in glory and of adventures bold, Of feast and joyous living, of wailing and of woe, Of gallant warriors striving may ye now many marvels know.'",
        "When the hunters sat down to feast, it was found that the wine had been forgotten.",
        "Feast of Banners >>",
        "4, 7) to Jerusalem to be read \" on the day of the feast and on the days of the solemn assembly.\"",
        "In England a parish-ale or feast was always held after the perambulation, which assured its popularity, and in Henry VIII.'s reign the occasion had become an excuse for so much revelry that it attracted the condemnation of a preacher who declared \"these solemne and accustomable processions and supplications be nowe growen into a right foule and detestable abuse.\"",
        "Another charter, dated 1271, confirms to Richard de Grenville and his heirs a market every Monday and five days' fair yearly at the feast of St Margaret (loth of July).",
        "\"It better be a feast,\" she growled and stood.",
        "He held out his wrist, and she grudgingly took it, drinking from him while smelling the scents of the feast being prepared for his guests.",
        "Indian paintbrush, lupine, fireweed, columbine, all dancing in radiance with occasional hummingbirds cavorting from feast to feast, their red throats sparkling in the sun.",
        "After the feast and at least headline updates to one another, the trio migrated to the porch rockers for a serious early afternoon tÃªteÃ -tÃªte.",
        "They try and make bread in a 17 th century style bread oven, and cook up a contemporary rustic feast.",
        "cannibal feast, set off again.",
        "All have been exquisitely designed down to the last detail to be a feast for the senses as well as supremely comfortable.",
        "concocted two recipes for a loving feast.",
        "freshwater crustaceans are a water shrew's favorite feast!",
        "Saturday evening we once again donned our costumes for a feast in the gazebo.",
        "Videte miraculum, for the feast of the Purification, is more than twice as long but no less euphonious, even ecstatic.",
        "extravagant feast in the Hall's ' Macau Hall ' .",
        "favourefore let my young men find favor in your eyes; for we come on a feast day.",
        "The Sacred Heart of Jesus On Friday the 22nd of June we will celebrate the feast of the Sacred Heart of Jesus.",
        "Head chef Will Hay has called upon all his culinary skills to prepare a feast of dishes for all lovers of good food.",
        "Herod planned to bring Peter before the people for trial after the Passover feast.",
        "This can be a welcome midnight feast for your rabbit.",
        "On 30th December the party, much stronger after their cannibal feast, set off again.",
        "Baal serves a celebratory feast on Mount Zephon, the \" Heights of the North \" .",
        "Seven years later, true to his word, uncle prepared the wedding feast.",
        "A Free Service For any news junkie it's a veritable feast.",
        "Thus another finished plate is cleared away from the table of that great moveable feast, language.",
        "The day was rounded off with a sumptuous Malaysian feast with a local family.",
        "Orta's response was to persuade a famous chef to turn the leftover food into a gastronomic feast and invite passers-by to eat it.",
        "festive feast - (a selection of hot & cold dishes £ 19.95 per person ).",
        "feast of Passover.",
        "feast OF THE baptism OF JESUS.",
        "This feast, with its offerings, was also the nation's harvest festival.",
        "festive feast for the senses will be on offer at Frodsham Christmas Festival this year.",
        "flayed the carcasses, dressed them, and prepared a tempting feast.",
        "A feast for thy godhead shall be spread for thee.",
        "goodyeritable feast of goodies for lovers of soul, R&B, or just downright great music.",
        "gore movie, Blood Feast, finally arrives on UK R2 DVD in its uncut form.",
        "Here the service is professional, the menu is a five-course gourmet feast and the intimate restaurant seats just 20 people.",
        "instituted the feast of Corpus Christi six years after her death.",
        "lavished the gift of the Holy Spirit on them at the Feast of Pentecost.",
        "Come and meet like-minded Manga fans and dress up, test your knowledge, take advantage of giveaways and feast on an oriental buffet.",
        "Ros provided a sumptuous feast including copious strawberry meringues and sarnies to die for.",
        "midnight feast for your rabbit.",
        "morrow of the feast.",
        "mouthwatering menus for a suitable feast to turn any occasion into a celebration!",
        "movable feast.",
        "one-woman bands, it tends to be either feast or famine.",
        "Pratt's keen eye for the visually opulent is a sometimes dizzying feast, tho always thoroughly rewarding experience.",
        "partake of the feast they were most eager to offer.",
        "patronal feast.",
        "A carpet was drawn across the ghastly spectacle, and the tyrant resumed his feast over the still quivering limbs of the dying.",
        "EVENT Records a clearly defined ' happening ' in the photography e.g. ceremony, feast, exhibition, mortuary ritual.",
        "Feast your eyes on the stunning color display that gives you a truly sensory experience with the video playback feature.",
        "His followers adopted the custom of wearing a shamrock on his feast day.",
        "slap-up feast.",
        "smitethe wedding feast Eochaid's younger brother Ailell was suddenly smitten with a desperate love and longing for Etain.",
        "throng gathered for the feast three thousand were converted.",
        "Out of the vast throng gathered for the feast three thousand were converted.",
        "Intellectually trenchant and emotionally brutal, the film is also a feast of outstanding acting.",
        "Celtic feast day of ' Sidwell ' of Exeter, date unknown.",
        "Harpy eagles and king vultures soar above the canopy, while scarlet macaws as well as blue and yellow macaws feast on clay licks.",
        "writhed in anguish throughout this feast of late- and post-romantic chromaticism.",
        "Whichever you end up making, I hope it brings some zest to your Yuletide feast.",
        "Rudolph was crowned at Aix-la-Chapelle on the 24th of October 1273, and the feast which followed has been described by Schiller in Der Graf von Hapsburg.",
        "66, 69.) All reputed colonies from Attica (except Ephesus and Colophon) kept also the feast of Apaturia; and many worshipped Apollo Patrous as the reputed father of Ion.",
        "In 1200 King John granted the prior of Bridlington a weekly market on Saturday and an annual fair on the vigil, feast and morrow of the Assumption of the Virgin Mary.",
        "'A-adios, whence Aggeus in the English version of the Apocrypha) perhaps means \"born on the feast day,\" \"festive.\"",
        "27) remarks that the Ebionites observed both the Sabbath and the Lord's day; and this practice obtained to some extent in much wider circles, for the Apostolical Constitutions recommend that the Sabbath shall be kept as a memorial feast of the creation as well as the Lord's day as a memorial of the resurrection.",
        "Presently at a feast of Anahite Gregory refused to assist his sovereign in offering pagan sacrifice, and his parentage being now revealed, was thrown into a deep pit at Artashat, where he languished for fourteen years, during which persecution raged in Armenia."
    ],
    "definition": [
        "a. A large, elaborately prepared meal, usually for many persons and often accompanied by entertainment; a banquet.\nb. A meal that is well prepared and abundantly enjoyed.",
        "A periodic religious festival commemorating an event or honoring a god or saint.",
        "Something giving great pleasure or satisfaction: a book that is a veritable feast for the mind.",
        "To partake of a feast; eat heartily.",
        "To experience something with gratification or delight: feasted on the view.",
        "feast′er\nnoun",
        "Link/Cite",
        "A very large meal, often of a ceremonial nature.\nWe had a feast to celebrate the harvest.",
        "Something delightful\nIt was a feast for the eyes.",
        "A festival; a holiday; a solemn, or more commonly, a joyous, anniversary.",
        "(intransitive) To partake in a feast, or large meal.\nI feasted on turkey and dumplings.",
        "(intransitive) To dwell upon (something) with delight.",
        "To hold a feast in honor of (someone).\nWe feasted them after the victory.",
        "Link/Cite"
    ]
}