{
    "translation": ".1 שכר, גמול\n.2 אגרה",
    "uses": [
        "He is remunerated for his services by a fixed fee for each day the court sits.",
        "On the separation of the offices of bishop and abbot in 1122, the abbot's fee was carved out of the bishop's manor, but did not include the town.",
        "The fee charged for the use of public telephone call offices is 2d.",
        "It was a member of the Honour of Clitheroe and a fee of the royal manor of Tottington, which soon after the Conquest was held by the Lacys.",
        "He told Simonides he was only going to pay him half the fee and if he wanted the other half, he should collect it from Castor and Pollux.",
        "Gabriel knew Darkyn well enough to know the demon lord would exact no small fee for these favors.",
        "After the death of her brother William Parr, marquess of Northampton, his share of the barony called Marquis Fee reverted to Queen Elizabeth.",
        "Thus charged on the silver bend, it makes bad armory and it is worthy of note that, although the grant of it is clearly to the duke and his heirs in fee simple, Howards of all branches descending from the duke bear it in their shields, even though all right to it has long passed from the house to the duke's heirs general, the Stourtons and Petres.",
        "They promised an easy expiation for crimes to both living and dead on payment of a fee, undertook to punish the enemies of their clients, and held out to them the prospect of perpetual banqueting and drinking-bouts in Paradise.",
        "a quarter as a registration fee.",
        "An act of 1627, one of several such aimed at aggrandizing families by diverting the descent of dignities in fee from heirs general, entailed the earldom and castle of Arundel upon Thomas, earl of Arundel and Surrey and the heirs male of his body \"and for default of such issue, to the heirs of his body.\"",
        "But the tendency is towards a system of charging a moderate sum to cover the rent of the instrument and an additional fee per message.",
        "Henceforward he who inherits a barony must pay r¦o, he who inherits a knight's fee too shillings or less, and for smaller holdings less \"according to the ancient custom of fiefs.\"",
        "fee, (aerie; Prov.",
        "an estate in fee simple - is only a tenancy.",
        "where a greater and a less estate coincide and meet in one and the same person, without any intermediate estate, as, for instance, when a tenant for years obtains the fee simple.",
        "The borough was incorporated in 1556, the fee farm being reduced to £8.",
        "Owing to the comnaratively small amount of letters, it is found possible to have a travelling post office on all principal trains (while almost every train has a travelling sorter, for whom a compartment is reserved) without a late fee being exacted in either case.",
        "He rapidly acquired a considerable practice, his fee books shewing that for the first three years he charged fees in 1185 cases.",
        "Thus Ordericus Vitalis says that \"(Fulk) granted to the monks the archdeaconry which he and his predecessors held in fee of the archbishop of Rouen\" (Hist.",
        "(1488), \" two hundred persons were occupied and lived of their lawful labours, now there are occupied two or three herdsmen, and the residue fall into idleness \"; therefore it is ordained that houses which within three years have been let for farms, with twenty acres of land lying in tillage or husbandry, shall be upheld, under the penalty of half the profits, to be forfeited to the king or the lord of the fee.",
        "The owner in fee and life tenant, the occupier, whether of large or of small holding, whether under lease, or custom, or agreement, or the provisions of the Agricultural Holdings Act - all without distinction have been involved in a general calamity.\"",
        "- Under these leases, the term of which is usually 99 and sometimes 999 years, the tenant is to a certain extent in the position of a fee simple proprietor, except that his right is terminable, and that he can only exercise such rights of ownership as are conferred on him either by statute or by the terms of his lease.",
        "Sanitary institutes are held by the state board at various towns each year for the instruction of the public. Boards of appraisers and equalization oversee the administration of the tax system; the cost of collection, owing to the fee system for payment of collectors, was higher than in any other state of the Union until 1907, when the fees were greatly reduced.",
        "For the discovery of mines, special permits of research, on which there is a fee of £T5 to £T 15, are necessary; full details of the requisite formalities are given in the law.",
        "On the promulgation of the firman for the exploitation of a mine, a fee of £T50 to fTioo becomes payable.",
        "the sale of tithes, the taking of a fee for confession, absolution, marriage or burial, the concealment of one in mortal sin or the reconcilement of an impenitent for the sake of gain, and the doing homage for spiritualities.",
        "Doncaster was evidently a borough held of the crown for a fee farm rent before 11 9 4, when Richard I.",
        "Henry VII., while confirming this charter in 1505, granted further that the burgesses should hold their town and soke with all the manors in the soke on payment of a fee farm.",
        "In Spain, on the other hand, the title of conde, the earlier history of which follows much the same development as in France, is still of much social value, mainly owing to the fact that the rule of primogeniture exists, and that, a large fee being payable to the state on succession to a title, it is necessarily associated with some degree of wealth.",
        "Ideally regarded, feudalism covered Europe with a network of these fiefs, rising in graded ranks one above the other from the smallest, the knight's fee, at the bottom, to the king at the top, who was the supreme landowner, or who held the kingdom from God.",
        "As a consequence of the close commercial relations early existing between England and the Rhenish-Westphalian towns, the merchants of Cologne were the first to possess a gildhall in London and to form a \"hansa\" with the right of admitting other German merchants on payment of a fee.",
        "In 1907 an amendment to the constitution was adopted, which struck out from the instrument the clause requiring the payment of a registration fee of one dollar by each elector.",
        "only five, representing less than half of i %, were without free library facilities, and three of these five had association libraries charging only a small fee.",
        "granted a charter, confirmed by John in 1203, which gave Ilchester the same liberties as Winchester, with freedom from tolls and from being impleaded without the walls, the fee farm being fixed at £26, Ios.",
        "To decrease the evil of lobbying a law was enacted in 1906 which requires that every person employed to promote or oppose the passage of any bill shall file in the office of the secretary of state a written statement showing who has employed him and describing the legislation in respect of which his services are to be rendered; the law also requires the employers of lobbyists to file in the same office within two months after the adjournment of the legislature an itemized statement of all their lobbying expenses, and forbids the employment of a lobbyist for a contingent fee.",
        "On the attainment of self-government the colonial legislature passed an act (1908) which in respect to primary and secondary education made attendance compulsory on all white children, the fee system being maintained.",
        "It is that the government acting for the people, who are the real owners of all public property, shall permanently retain the fee in public lands, leaving their products to be developed by private capital under leases which are limited in their duration and which give the government complete power to regulate the industrial operations of the lessees.",
        "The first chamber consists of the adult princes of the blood, two representatives of the Lutheran and one of the Roman Catholic Church, a representative of Leipzig university, the proprietor (or a deputy) of the Herrschaft of Wildenfels, a proprietor of the mediatized domains, two of Standesherrschaften, one of those of four estates in fee, the superintendent at Leipzig, a deputy of the collegiate institution at Wurzen, 12 deputies elected by owners of nobiliar estates, ten landed proprietors and five other members nominated by the king and the burgomasters of eight towns.",
        "to ros., according to the class in life of the family, and a weekly fee of the same amount during attendance.",
        "The voice of the god might be uttered in omens which the skilled could read, or conveyed in the inspired rhymes of soothsayers, but frequently it was sought in the oracle of the sanctuary, where the sacred lot was administered for a fee by the sadin.",
        "as to the priestly dues is certainly ancient, and shows that besides the tribute of first-fruits and the like the priests had a fee in kind for each sacrifice, as we find to have been the case among the Phoenicians according to the sacrificial tablet of Marseilles.",
        "The pastor is paid for his pastoral work, and receives his Sunday fee just as a stranger does; his Sundays from home he fills up at the request of deacons of other churches, and it is a breach of connexional etiquette for a minister to apply for engagements, no matter how many unfilled Sundays he may have.",
        "They received sixteen guineas a sheet (sixteen printed pages), increased subsequently to twentyfive guineas in many cases, instead of the two guineas which formed the ordinary London reviewer's fee.",
        "What was formerly the State Agricultural and Mechanical College at Lexington became the State University by legislative enactment (1908) there is no tuition fee except in the School of Law.",
        "For the derivation of the word see FIEF and FEE.",
        "The custom is common among several savage races, and these women, represented in the spiritual world by Fata, bequeath to us the French fee, in the sense of fairy.",
        "Perrault also uses fee for anything that has magical quality; \"the key was fee,\" had mana, or wakan, savage words for the supposed \"power,\" or ether, which works magic or is the vehicle of magical influences.",
        "The burgesses surrendered the proceeds of the borough court and other rights in 1365 in return for respite of the fee farm rent; these were recovered in 1405 and rent again paid.",
        "granted the first charter in 1252-1253, making the town a free borough and granting the burgesses the right to hold it at the ancient fee farm with an increase of 40s., and to choose two bailiffs to answer at the exchequer for the farm.",
        "After studying medicine and philosophy at Paris he settled at Padua, where he speedily gained a great reputation as a physician, and availed himself of it to gratify his avarice by refusing to visit patients except for an exorbitant fee.",
        "And as he came out from the chapel the master cook awaited him at the door and claimed his spurs as his fee, and said, 1 Selden, Titles of Honor, 639.",
        "In 1810 he was asked by Davy to offer himself as a candidate for the fellowship of the Royal Society, but declined, possibly for pecuniary reasons; but in 1822 he was proposed without his knowledge, and on election paid the usual fee.",
        "On the picturesque park near the town, 2400 acres in extent, the inhabitants have the right of grazing horses and cattle at a small fee.",
        "Provision is made for paying the councillors a certain fee - called presence-money \" - when required.",
        "The age of admission is six; and the course is for six years, 7-13 being the legal age limits; the fee, from which poverty exempts, is almost nominal.",
        "The Ushuri lands were originally granted in fee, and are subject to a quit-rent.",
        "In 1427 James seized, as a male fee, the earldom of Strathearn, gave the earl by female descent the title of 1Vlenteith, and sent him to England as a hostage for his ransom.",
        "The successful candidate, who received the title of licentiate, was, on payment of a heavy fee and other expenses, permitted to proceed to the conventus or final public examination.",
        "It is now awarded to bachelors of three years' standing on payment of a fee.",
        "2 If they deserve any blame it is for the pride, natural to their rank and their generation, which prevented them from charging an entrance fee, an expedient which would not only have made it possible for them to give access to the house and collections, but would have enabled them to save the fabric from falling into the lamentable state of disrepair in which it was found after their death.",
        "Though he received a large income, he was so improvident that he was frequently in want, and on the 22nd of February 1822 the legislature of Maryland passed a remarkable resolution - the only one of the kind in American history - requiring every lawyer in the state to pay an annual licence fee of five dollars, to be handed over to trustees appointed \"for the appropriation of the proceeds raised by virtue of this resolution to the use of Luther Martin.\"",
        "in fee farm to the corporation.",
        "In1907-1908the gross receipts amounted to: from stamps, £4,259,000, of which more than twothirds was derived from the sale of court fee stamps; from registration, £415,000; and from provincial rates, £526,000.",
        "in 1229 gave the \" men of Portsmouth \" the town in fee farm and granted a merchant gild.",
        "This latter aspect of the fraternity was to be satisfied by the contribution from each fellow of five dollars by way of initiation fee.",
        "those who held the lands directly of the crown in fee.",
        "Before the passage of the state prohibition law Waycross secured virtual prohibition of the sale of intoxicating liquors by requiring a large liquor license fee ($20,000 in 1883, increased to $30,000 in 1892).",
        "Mdbius estimates that for every oyster brought to 1 Connecticut has greatly benefited its oyster industry by giving to oyster-culturists a fee simple title to the lands under control by them.",
        "In the domain of finance Goulburn's chief achievements were to reduce the rate of interest on part of the national debt, and to allow any one to sell beer upon payment of a small annual fee, a complete change of policy with regard to the drink traffic. Leaving office with Wellington in November 1830, Goulburn was home secretary under Sir Robert Peel for four months in 1835, and when this statesman returned to office in September 1841 he became chancellor of the exchequer for the second time.",
        "On the 30th of October 13 56 Wykeham was appointed during pleasure surveyor (supervisor) of the king's works in the castle of Windsor, for the same purposes as at Henley, with power to take workmen everywhere, except in the fee of the church or those employed in the king's works at Westminster, the Tower of Dartford, at the same wages as Robert of Bernham, probably Burnham, Bucks, who had been appointed in 1353, used to have, viz.",
        "When Wykeham was provost of Wells, Wynford was retained as architect on the ist of February1364-1365at a fee of 40s.",
        "He was architect to Abingdon Abbey (at a fee of £3, 6s.",
        "The surface-density of this stratum is a = cp. The energy per unit of area is e = f xpdz=cp(X' -4lrpe(o))+27rp'f c 0(z) dz+27rp fee(c - z)dz.",
        "The iron must be in certain soluble conditions, however, and the soluble bicarbonate of the protoxide of chalybeate springs seems most favourable; the hydrocarbonate absorbed by the cells is oxidized, probably thus 2FeCO 3 1-30H 2 +O = Fee (OH)6+2C02.",
        "His son Edmund earl of Cornwall in 1275 granted to the burgesses for a yearly rent of r8 (sold by William to Lord Somers) the borough in fee farm with its mills, tolls, fines and pleas, pleas of the crown excepted.",
        "Officers and servants are prohibited from being concerned or interested in any bargain or contract made with their council, and from receiving under cover of their office or employment any fee or reward whatsoever other than their proper salaries, wages and allowances, under penalty of being rendered incapable of holding office under any district council, and of a pecuniary penalty of £50.",
        "The medical attendant is entitled to receive in respect of each notification a fee of 2s.",
        "He accepted the substantial aid of his disciples; but he rejected none who could give him even the smallest fee, and he would retain none who did not show earnestness and capacity.",
        "The Abyssinian church is presided over by an abuna, or archbishop. The land is not held in fee simple, but is subject to the control of the emperor or the church.",
        "of Amstel built a castle there, Amsterdam was a fishing hamlet held in fee by the lords of Amstel of the bishops of Utrecht, for whom they acted as bailiffs.",
        "At the Conquest Wallasey formed part of the possessions of Robert de Rhuddlan, and on his decease became part of the fee of Halton.",
        "Foreigners can obtain admission at any time for a special fee.",
        "SOCAGE, a free tenement held in fee simple by services of an economic kind, such as the payment of rent or the performance of some agricultural work, was termed in medieval English law a socage tenement.",
        "In 1807, after conducting a successful suit on behalf of a client's title to a part of the batture or alluvial land near New Orleans, Livingston attempted to improve part of this land (which he had received as his fee) in the Batture, Ste Marie.",
        "The regular annual tuition fee is $100, but in medicine, in architecture, and in civil and mechanical engineering it is $150.",
        "1227), but which had its origin in a custom, dating from the 6th century, by which those ordained to ecclesiastical offices paid a fee or tax to the ordaining bishop. The earliest records show the annata to have been, sometimes a privilege conceded to the bishop for a term of years, sometimes a right based on immemorial precedent.",
        "A small additional payment, as a kind of notarial fee, was added (servitia minuta).",
        "In ordinary cases the Brehon's fee was said to have been one-twelfth of the amount at stake.",
        "Later in the same year the duke of Normandy granted to Robert fitz Harding Berkeley manor and the appurtenant district called \"Berkelaihernesse,\" to hold in fee by the service of one knight or at a rent of loo s.",
        "Basic salts have been prepared, and several occur in the mineral kingdom; dufrenite is Fee(OH)3P04.",
        "by charter of 1254-1255 granted the burgesses their town at an annual fee farm rent of 26 marks, of which they were acquitted in 1318 and 1327 \" on account of the robberies and fires inflicted on them by the Scots.\"",
        "The commission collects the small fee of 20 cents a car for its services as inspector, and later weighs all the wheat as it is distributed into the elevators.",
        "The justices were also ordered to try proprietary actions commenced by the king's writ for the recovery of land held by the service of half a knight's fee or less.",
        "At last Thakombau, disappointed in the hope that his acceptance of Christianity (1854) would improve his position, offered the sovereignty to Great Britain (1859) with the fee simple of 100,000 acres, on condition of her paying the American claims. Colonel Smythe, R.A., was sent out to report on the question, and decided against annexation, but advised that the British consul should be invested with full magisterial powers over his countrymen, a step which would have averted much subsequent difficulty.",
        "declared the countship of Boulogne to be held in fee of Our Lady of Boulogne.",
        "\"When the tenant of an estate in fee simple dies without having alienated his estate in his lifetime or by his will, and without leaving any heirs either lineal or collateral, the lands in which he held his estate escheat, as it is called, to the lord of whom he held them\" (Williams on the Law of Real Property).",
        "They form an interesting and bleak moorland between Cookstown and Omagh, extending north-eastward into Slieve Gallion in county Londonderry, and consist fundamentally of mica-schist and gneiss, affected by earth-pressures, and invaded by granite near Lough Fee.",
        "In the latter case the fee varied according to rank, and there are numerous laws extant fixing the cost and regulating the food and dress of the child according to his position.",
        "Nearly the whole of these county societies affiliated with the central association, paying an affiliation fee yearly, and receiving in return the silver medal, bronze medal and certificate of the association, to be offered as prizes for competition at the annual county shows.",
        "Prohibition of the liquor traffic had been established in the Territory in 1855, but liquor licences were introduced in 1858; in 1909 the licence fee was fixed at $1000.",
        "All the schools had holidays at this time, and the pupils on reassembling brought a fee (minerval) to the teachers.",
        "If a husband die intestate and leave no other heirs the widow is entitled to all his real estate in fee simple.",
        "When a wife dies leaving a husband of whom there has been issue born alive, he has by the courtesy a life interest in all her real estate and all her personal estate; if the wife die intestate and leave no other heirs the husband is entitled to all her real estate in fee simple.",
        "Before 1482 the burgesses were holding the town at a fee farm rent of twenty marks, but the abbot still had practical control of the town, and his steward presided over the court at which the bailiffs were chosen.",
        "In recent years, the government, in an effort to formalize access and camping in the area, had instituted a fee program, creating considerable controversy with a number of locals.",
        "While the facility lacked artificial ice, piped in waltz music, a snack bar and a Zamboni, there was no fee charge and it was lighted for nighttime use, making it a very popular spot.",
        "Guaranteed funding by license fee at the BBC meant that selection of \"product\" was done for primarily aesthetic reasons.",
        "The proceeds from the sale of the vehicle, less a small administration fee, are returned.",
        "Then how do you expect Brazil to not reciprocate the favor on the US imposed fee?",
        "administration fee of GBP 100 in cases where a refund is granted.",
        "affiliate membership fee.",
        "To ensure peace of mind, D&A includes aftercare in the fee for their Contact Lenses By Post package.",
        "However, some no-frills airlines will charge you a carriage fee.",
        "Payment: Paypal Shipping Handling Fee: Ship via registered airmail.",
        "We see the IMA quoting the fee range as between £ 500 and £ 1500 per day as rather alarmist.",
        "The Society of Genealogists have a strictly alphabetical card index of administrations 1750 -1800, which staff will search for a fee.",
        "analogue no reason why the license fee payer should fund analog switch-off.",
        "annual fee based on their total income.",
        "Firstly consider engaging an auditor on a no win no fee basis.",
        "Military family housing in fee to los Angeles backyard must either be.",
        "Entrance Fee £ 1 to include a commemorative badge (all profits donated to support children's work in Uganda ).",
        "The fee must be paid by bank draft in Canadian Dollars and can be purchased at most major banks.",
        "behalf for a further fee.",
        "Also consider getting products to provide think only a. Basic membership fee cooperative itself offered bevy of consultants of america will.",
        "The fee for the short copy birth certificate is £ 5.50.",
        "bombarded with advertising for \" no win no fee \" legal services.",
        "booking fee!",
        "Musicians performing at the sessions will receive a small fee and a free brunch!",
        "For a £ 2 entrance fee, there is a variety of music and dancers are treated to cream teas with homemade cakes.",
        "calculate the total fee payable for you automatically.",
        "calendar year LLC, the fee must be paid no later than April 15.",
        "Fee Lock ceilidh caller in the ' English Ceilidh ' style.",
        "campsite fee is valid from 4.00 pm Friday evening till 10.00 am Monday morning.",
        "Please note we do operate a 100% cancelation fee on all treatments canceled less than 24 hours prior to appointment time.",
        "cancellationhey would be entitled to charge a cancelation fee, or to keep your deposit.",
        "capitation fee from Main Club.",
        "The NO WIN FEE litigation service includes all casework, less than 1% of cases proceed to hearing.",
        "An application fee of $ 149 must accompany each entry, for each award category.",
        "The fee payable for a religious marriage is not fixed and is decided by religious celebrant solemnizing your marriage.",
        "Future renewals of your shotgun certificate will be at the reduced fee of £ 10.",
        "Payment options under discussion include a fee per patient or a fixed fee per year for the service, said Ms chapman.",
        "But the visuals are worth the admission fee alone, especially during the breathtaking choreography of a nightclub scene.",
        "Choral boarding places of 16% fee are awarded to cathedral / choir school choristers.",
        "In 2002, the no fee policy was abolished for non-EU citizens.",
        "There is also a sell-on clause whereby Hartlepool would receive 20% of any future transfer fee for the player.",
        "Despite being desperate to fill the state coffers, Sarkozy kept the fee the same.",
        "The whole course fee will be payable for those cancelations received 7 days or less before course commencement.",
        "Entrance Fee £ 1, 50p concessions (all admissions donated to local charity ).",
        "Back at the site I asked the concierge whether or not I could pay our site fee with a Visa card.",
        "conditional fee agreement with no success fee.",
        "You can contact us on a totally confidential, no obligation, no fee basis to discuss how we can best support you.",
        "consensus in favor of the BBC license fee.",
        "copyper copies or (real paper) photographic copies of the documents can be obtained from the record office for a small fee.",
        "corkage fee at your venue, can save you hundreds of pounds.",
        "A small fee would have to be charged for membership, in order to pay for our administration costs in maintaining an efficient service.",
        "cost-plus fee type of contract that was placed by its own national government.",
        "The tuition fee for full-time undergraduate courses at Queen's will be £ 3,000 a year.",
        "courteous refund of the entire seminar fee you paid.",
        "McGough took the suit to the federal courthouse to file, but refused to pay the filing fee.",
        "The star-crossed lovers play out their tragic courtship in the setting of a private fee paying school.",
        "Why does it then use the license fee to promote uneducated - indeed sometimes crass - ' pop '?",
        "tournament craze time quot said the entry fee heels of players.",
        "This resulted in downward pressure of fee levels with people becoming even more defensive about their charge out levels.",
        "demurrage fee from 1 February 2000 to the present date does not come to 51,500 Euros.",
        "depending on the nature of your request a fee may be payable.",
        "The solution also included WinScribe's telephone dictation module to provide fee earners with facilities for dictation when working remotely.",
        "If the applicant is registered disabled, the application fee will be wavered.",
        "disbursement cost is low i.e. less than £ 35 any fee will be waived.",
        "disloyalty fee of £ 1.50.",
        "Fee: £ 475 plus VAT What makes this course distinctive?",
        "Included in the fee is a $ 100 cash donation per volunteer.",
        "Skin piercing The skin piercing activities which are controlled by registration are Acupuncture Tattooing Ear piercing electrolysis A fee is required.",
        "However the biggest fee I've had to pay has been that of my gaming enjoyment.",
        "Others have been under the mistaken impression that payment of a higher fee automatically entitled them to a higher level of award.",
        "entry fee for the season is £ 10.00.",
        "Our set up fee will not exceed 25% of total net invoice value.",
        "Finally, if you write sermons, check out NT exegesis by Fee.",
        "exemplification of a standard is also made a further fee is payable.",
        "Note that the PHF grant covers the course fee, not travel or subsistence expenses.",
        "extortionate fee.",
        "We will charge a fee to respond to such a request.",
        "Room hire cancelations received within 30 days prior to the event will incur full room hire fee.",
        "LLCs are also subject to an annual fee based on their total income.",
        "The set-up fee is £ 159, with a monthly fee of only £ 29.99.",
        "There is even a telescope available for members to hire at a nominal fee.",
        "The service is provided for a fixed fee agreed in advance.",
        "Initially the Scheme was voluntary from August 2001 until June 2002 and a reduced application fee was payable during this period.",
        "fee earners or secretaries - wants to go back to the old system.",
        "The registration fee will be deducted from the total tuition fees for the course.",
        "Of course the license fee is a form of poll tax.",
        "The entry fee for the season is £ 10.00.",
        "fee in installments.",
        "filing fee.",
        "finders fee may also be payable.",
        "He distributed his gifts widely and would even forgo a fee from a deserving patient.",
        "franchise fee is paid back in most cases within 6 or 7 months!",
        "Fee for vans or exiting freeways the car which its completion passing.",
        "frozen shoulder, no results no fee.",
        "The course fee includes a gourmet three course lunch with wine.",
        "green light for Manchester depends on what the level of the license fee is at.",
        "guidance notes What is the fee for?",
        "We can photocopy handouts, put together training material packs or laminate posters for a small fee.",
        "Note there is a rather hefty daily entrance fee of $ 10 US, which I paid.",
        "It is not the BBC license fee which is keeping producers honest, but the realities of the bottom line.",
        "Appointments canceled with less than twenty-four hours notice will normally be charged the full fee.",
        "Examination Fee The fee includes the full cost of the CHEC Certificate Examination in curative hypnotherapy.",
        "Are there other ways of introducing incentives to use a conditional fee, rather than legal aid, whenever possible?",
        "This could include items such as the estate agents fee if selling, stamp duty and other incidentals.",
        "There is no way he can possibly justify such a vastly inflated fee.",
        "Even at the hugely inflated fee Rooney is an outstanding signing for the club.",
        "informer's fee from the BIR.",
        "initiation fee of $ 10.00.",
        "To make a no win no fee compensation claim for whiplash injury call 0800 10 757 95.",
        "An amendment fee may be charged (see clause 5) 7. insurance We consider adequate travel insurance to be essential.",
        "A fee (applicable on the date of the burial) is payable for each subsequent interment.",
        "Issuance fees Nationals of certain countries are required to pay an issuance fees Nationals of certain countries are required to pay an issuance fee in order for an approved visa to be issued.",
        "When someone pays their entry fee they get a sticky label and we write their name on it.",
        "Ground rent A yearly fee paid by lessees to their landlord.",
        "means testion, the means-testing income level will be increased to make more students eligible for the fee grant.",
        "modest entrance fee to the center.",
        "moored in a marina, we can usually hook up to an electric supply, for a fee.",
        "mort cloth hire also brought in money but both of these could be supplied by independent societies, for a fee.",
        "You pay to ride and the fee is always negotiable.",
        "negotiate a contract for their service for which they charge a fee.",
        "Oldham Cats has all cats and kittens neutered before rehoming and our adoption fee is just £ 30.",
        "nominal fee will be charged for some of the premium services.",
        "notary's own legal fee for the conveyance is added.",
        "We ask UK resident members to pay a one-off minimum membership fee of £ 10.",
        "We charge a one-off booking fee to cover our costs.",
        "one-off setup fee of £ 15.",
        "one-time setup fee has been reduced from £ 200 to just £ 150.",
        "If you bring in another organist it is usual to pay the resident organist's fee.",
        "Nicola works with senior members of her team to create and maintain up to date and commercially orientated precedents and fee earner support papers.",
        "Sevilla and Arsenal agreed a confidentiality pact, so neither club will reveal the fee.",
        "paltry fee of £ 75,000.",
        "Paper copies or (real paper copies or (real paper) photographic copies of the documents can be obtained from the record office for a small fee.",
        "Indeed, for many items in band 3 the private fee will be less than the NHS patient charge.",
        "pay a survey fee.",
        "payable on completion of center approval and is a reduced fee.",
        "The service will also calculate the total fee payable for you automatically.",
        "Our fee will now become payable, subject to a reduction for fees already paid.",
        "payee's bank we will charge a £ 8 administration fee to cover our expenses.",
        "In our original response to the DCMS Charter Review we expressed our support for the BBC opening their archives to license fee payers.",
        "They are the license fee payers of the future.",
        "payment of a fee.",
        "The first sample contract is suitable for a limited or flat fee license, the second is for more complex licenses involving royalty payments.",
        "phenomenal ratesof once we royal caribbean cruise line home page were administrative fee for.",
        "photocopy handouts, put together training material packs or laminate posters for a small fee.",
        "The fee for a replacement badge is £ 2.50 and will require to be accompanied by two passport photographs.",
        "The fee will not be charged for applications postmarked in July.",
        "prise total prize money on offer will be £ 1,200 with an entry fee of £ 15.",
        "production company is giving me the correct location fee for my property?",
        "promise to respond to your request within 40 days of receiving your written request and fee.",
        "The fee also includes the provision of lighting for the band.",
        "Slots eight table historic tans pueblo Interactive Gaming Systems fee may be hands down trump.",
        "quid connection fee in the hotel, no one there was online.",
        "refunds for cancelations will have a 10% booking fee deducted.",
        "registration fee will be deducted from the total tuition fees for the course.",
        "Fee levels may be altered if necessary by means of amending regulations.",
        "It provides for partial fee remission for students registering for a research degree.",
        "They will also receive a £ 1,800 fee remission grant.",
        "Notes 1. This form should be accompanied by a remittance for the appropriate fee.",
        "remittance for the appropriate fee.",
        "remunerated primarily through a management fee but they may benefit from transaction fees.",
        "required to pay a bench fee of £ 1000.",
        "If a sleeper reservation is not honored, the relevant Train Company will refund the reservation fee.",
        "You would probably have to pay a retainer of 25% of the agreed fee.",
        "retainer fee be split over 12 months or 52 weeks?",
        "retainer scheme where you pay a fee to keep a place open for your baby.",
        "Can a summer retainer fee be split over 12 months or 52 weeks?",
        "returnable fee attached to the request.",
        "Entry Fee - £ 20 I.D. cardholders (£ 25 non cardholders) 64 players will qualify through to Blackpool from these qualifying rounds.",
        "sense sander 's performance buy-in fee he is getting almost becquerel rays however.",
        "scrounged up the fee to file for a trademark for their beloved filter.",
        "secretary's signature on the forms to open a bank account (no extra fee ).",
        "Level one service is available to all subscribers and is included within your membership fee and monthly service charge.",
        "setup fee has been reduced from £ 200 to just £ 150.",
        "shameful episode that we managed to get anything more than the standard tribunal fee.",
        "shotgun certificate will be at the reduced fee of £ 10.",
        "Back pain, frozen shoulder, no results no fee.",
        "The nominee secretary's signature on the forms to open a bank account (no extra fee ).",
        "star-crossed lovers play out their tragic courtship in the setting of a private fee paying school.",
        "Budget team owners may purchase access to real-time stats for a nominal fee.",
        "I don't generally work on an hourly fee basis, and I certainly don't set a stopwatch when you call or email.",
        "It is better to work for a fee and better to earn that fee by managing the subcontractors.",
        "success fee was reasonable.",
        "Not all cases are considered suitable for a no win no fee agreement.",
        "Fee 11.7 is not payable where the attachment of earnings order is made on the hearing of a judgment summons.",
        "Adult learning fees - sundries For some courses there is a sundries charge which is additional to the main fee.",
        "tad on the large size for a transfer fee.",
        "taels of silver each month as my school fee.",
        "This funding, together with average box-office takings, usually covers the concert fee.",
        "telecom provider charges a connection fee for each call.",
        "telegraphic transfer fee may be quoted some lenders may require more than one fee for multiple transactions.",
        "He also constructed a tramroad from near Stourbridge to a colliery, for a £ 1,255 fee.",
        "transcript of proceedings of jury trials subject to payment of the appropriate fee.",
        "trespass fee at the farm.",
        "tuition fee waiver.",
        "Those attending university outside of Wales will still have to pay the full top-up fee amount.",
        "An administration fee in addition to an interest payment will normally be considered unreasonable.",
        "You will normally be asked to pay a fee upfront for the searches.",
        "Many clubs require an upfront joining fee, however monthly payments soon spread out the total cost of a years membership.",
        "valuation fee.",
        "The lender will also require you to pay the cost of a mortgage valuation fee.",
        "There are powerful vested interests supporting the continuation of the TV License Fee (the TV Tax ).",
        "victor Davis the great cruise a fee per.",
        "waive the test fee?",
        "Note: ZDNet kindly waived its fee for permission to use this article.",
        "waived of the fee for the duration of your appointment.",
        "The scholarship will take the form of a partial fee waiver.",
        "The awards in 2006/7 were valued at £ 12,500 per annum for three years plus a full tuition fee waiver.",
        "There had been an unexpected windfall of half a million pounds more in License Fee income than expected.",
        "For example, existing late night operators should gain a financial windfall from reform should the maximum license fee remain around £ 500.",
        "withe details should be checked, signed off and returned withing 28 days with a small fee.",
        "A fee of around £ 800,000 has been agreed for the defender, now wolves just need to finalize personal terms with the player.",
        "Workplace parking levies take the form of a license fee, and employers must apply for a license if they provide workplace parking levies take the form of a license fee, and employers must apply for a license if they provide workplace parking.",
        "The current fee of £ 20 will still be payable for sealing the writ.",
        "The word is the French form, which is represented in Medieval Latin as feudum or feodum, and in English as \" fee \" or \" feu \" (see FEE).",
        "feoffer, to invest with a fief or fee, has given the English law terms\" f coffee \" and \" feoffment \" (q.v.).",
        "An enumeration of George Sand's novels would constitute a Homeric catalogue, and it must suffice to note only the most typical and characteristic. She contracted with Buloz to supply him with a stated amount of copy for the modest retaining fee of 160 a year, and her editor testifies that the tale of script was furnished with the punctuality of a notary.",
        "Under the care of this \"decayed dominie,\" whom he has so affectionately recorded, he earned a few guineas - his first literary fee - by revising for the press a new edition of Paul and Virginia.",
        "He was \"Fear of Merchiston\" because, more majorum, he had been invested with the fee of his paternal barony during the lifetime of his father, who retained the liferent.",
        "Greatly needing money for his campaign, John ordered another scutage to be taken from his tenants; this, moreover, was to be at the unprecedented rate of three marks on the knight's fee, not as on previous occasions of two marks, although this latter sum had hitherto been regarded as a very high rate.",
        "By releasing his or her right of dower or courtesy together with the homestead right, if any, the surviving widower or widow is also entitled, in fee, to one-half the real estate, if said deceased leaves no issue surviving; if the husband leaves issue by the widow surviving, she is entitled in fee to one-third of his real estate; if the wife leaves issue by him surviving, the husband also is entitled in fee to one-third of her estate; but if the wife leaves issue not by him, he is entitled only to a life interest in one-third of her real estate.",
        "A peculiar burden laid on the quaestors, not as an official duty, but rather as a sort of fee exacted from all who entered on the political career, was the paving of the high roads, for which Claudius substitiited the exhibition of gladiatorial games.",
        "The growing jealousy and enmity culminated in a dispute with Canon Cornelius von Lichtenfels, who, having called in Paracelsus after other physicians had given up his case, refused to pay the fee he had promised in the event of cure; and, as the judges, to their discredit, sided with the canon, Paracelsus had no alternative but to tell them his opinion of the whole case and of their notions of justice.",
        "Tithe rent charge may also be merged in the land tithable, with the consent of the tithe commissioners and the landowner, by the legal and equitable owners of tithes in fee simple or fee tail, or persons having power to appoint the fee simple in tithes, or owners of glebes, or owners of lands and tithes settled to the same uses.",
        "In this way he is led to regard the sophist successively - (t) as a practitioner of that branch of mercenary persuasion in private which professes to impart \" virtue \" and exacts payment in the shape of a fee, in opposition to the flatterer who offers pleasure, asking for sustenance in return; (2) as a practitioner of that branch of mental trading which purveys from city to city discourses and lessons about \" virtue,\" in opposition to the artist who similarly purveys discourses and lessons about the arts; (3) and (4) as a practitioner of those branches of mental trading, retail and wholesale, which purvey discourses and lessons about \" virtue \" within a city, in opposition to the artists who similarly purvey discourses and lessons about the arts; (5) as a practitioner of that branch of eristic which brings to the professor pecuniary emolument, eristic being the systematic form of antilogic, and dealing with justice, injustice and other abstractions, and antilogic being that form of disputation which uses question and answer in private, in opposition to forensic, which uses continuous discourse in the law-courts; (6) as a practitioner of that branch of education which purges away the vain conceit of wisdom by means of crossexamination, in opposition to the traditional method of reproof or admonition.",
        "These definitions being thus various, the Eleate notes that the sophist, in consideration of a fee, disputes, and teaches others to dispute, about things divine, cosmical, metaphysical, legal, political, technical - in fact, about everything - not having knowledge of them, because universal knowledge is unattainable; after which he is in a position to define the sophist (7) as a conscious impostor who, in private, by discontinuous discourse, compels his interlocutor to contradict himself, in opposition to the Sn,uoXoyucos, who, in public, by continuous discourse, imposes upon crowds.",
        "Nominally, the import duties are moderate, so much so that Bolivia is sometimes called a \" free-trade country,\" but this is a misnomer, for in addition to the schedule rates of io to 40% ad valorem on imports, there are a consular fee of i-% for the registration of invoices exceeding 200 bolivianos, a consumption tax of 10 centavos per quintal (46 kilogrammes), fees for viseing certificates to accompany merchandise in transit, special \" octroi \" taxes on certain kinds of merchandise controlled by monopolies (spirits, tobacco, &c.), and the import and consumption taxes levied by the departments and municipalities.",
        "In the chancery division such remuneration is generally in the proportion of one half of the fee which the client pays; \"in the king's bench division remuneration for ` devilling ' of briefs or assisting in drafting and opinions is not common\" (see Annual Practice, 1907, p. 717).",
        "At 70 quid connection fee in the hotel, no one there was online.",
        "Account Fee This fee covers the cost of collecting and passing receivership accounts and from 1 April 2005 is £ 100.",
        "Refunds for cancelations will have a 10% booking fee deducted.",
        "For these services they are remunerated primarily through a management fee but they may benefit from transaction fees.",
        "Research Costs Self funded students are normally required to pay a bench fee of £ 1000.",
        "Others offer a retainer scheme where you pay a fee to keep a place open for your baby.",
        "All requests should have been made in joined up writing, with a £ 20 non returnable fee attached to the request.",
        "The Teesside club offered a fee of £ 5million not long ago but they now feel that Derby County are ripe for the picking.",
        "Meanwhile, the Taylor case gives the OK to no win, no fee or no win, part fee for run-of-the-mill construction stuff.",
        "Sense sander 's performance buy-in fee he is getting almost becquerel rays however.",
        "The nominee secretary 's signature on the forms to open a bank account (no extra fee).",
        "We should be grateful in this shameful episode that we managed to get anything more than the standard tribunal fee.",
        "I do n't generally work on an hourly fee basis, and I certainly do n't set a stopwatch when you call or email.",
        "On 27 August 2003, the costs judge held that the success fee was reasonable.",
        "This APC fee covers such pollutants as suspended particulates, nitrogen oxides, sulfur oxides, and hydrocarbons.",
        "I think even £ 25 million would be a tad on the large size for a transfer fee.",
        "And I had to pay 8 taels of silver each month as my school fee.",
        "Your telecom provider charges a connection fee for each call.",
        "Whilst a single telegraphic transfer fee may be quoted some lenders may require more than one fee for multiple transactions.",
        "The payment structure for this fee has been devised to encourage students to complete and submit their theses in a timeous manner.",
        "In addition he can authorize the transcript of proceedings of jury trials subject to payment of the appropriate fee.",
        "There is a $ 5 fee to travel southbound, while northbound is absolutely free.",
        "Please continue to pay the trespass fee at the farm.",
        "It also seeks views on whether a particular increase in an individual fee might have specific, untoward consequences.",
        "There are powerful vested interests supporting the continuation of the TV License Fee (the TV Tax).",
        "A fee will also help to deter frivolous or vexatious complaints.",
        "For victor davis the great cruise a fee per.",
        "Do you ever reduce or waive the test fee?",
        "Late Fee charges may be waived at the discretion of the Student Fees Controller without prejudice.",
        "The academic fee may be reduced or waived in special circumstances.",
        "Accounts required for club purposes i.e. regatta secretary will be waived of the fee for the duration of your appointment.",
        "The details should be checked, signed off and returned withing 28 days with a small fee.",
        "A fee of around £ 800,000 has been agreed for the defender, now Wolves just need to finalize personal terms with the player.",
        "Workplace parking levies take the form of a license fee, and employers must apply for a license if they provide workplace parking.",
        "You may pay an extra fee to expedite the shipping process.",
        "Sarah hoped that the university would waive her tuition fee since her father now worked there.",
        "Some agencies actually use a sliding fee scale, but you can expect to pay anywhere from $5,000 to $30,000.",
        "Before you sign any adoption agreement, you should receive a detailed fee schedule.",
        "You will have to pay an application fee, a home study fee, and various legal fees, but you may also be responsible for paying the birth mother's medical fees and some living expenses.",
        "This fee will vary depending on the experience and age of the babysitter you chose, but typically they charge $5-$10 and hour for one child and $7-12 for two or more.",
        "The person who registers pays a flat fee and then can choose items from stores all over the country.",
        "You may have to pay an additional fee to use this feature, however.",
        "Adopting country fees can vary from one country to another, but a typical fee schedule for a China adoption can be around $9,000.",
        "While the nanny can typically sign up with an agency for free, employing families will be charged a fee to use the agency's services.",
        "Contact several adoption agencies to find out their views on single parents, their fee schedule, their success rate, and their general services.",
        "Once you have someone to facilitate the adoption process, in most cased the potential adoptive parents must sign a contract or some type of fee engagement.",
        "Ask for written information on the adoption process, requirements for adoption, fee schedule, rules and regulations, and any other information regarding the adoption of a child.",
        "For a fee of $14.95, customers get access to three comprehensive diaper cake training lessons that add up to 15 videos that teach people how to make many different styles of diaper cakes.",
        "Also see what their delivery fee is so you're not surprised to find that you went over your budget even though the arrangement you chose was less than the maximum you were willing to spend.",
        "Most online ticket vendors add a small fee to every transaction.",
        "This BizRate customer certified store has most of their products available at sale prices, and you can get fee shipping for orders over $100.",
        "Buying online isn't recommended because you'll need a brick-and-mortar retail store's return policy with no restocking fee because the lighting you r have at home or in your office swill be different than what's offered in the stores.",
        "Most tax professionals won't be able to tell you what your preparation fee will be until they're done, but they might be able to give you a ballpark figure, based on a description of your tax situation.",
        "The more organized your paperwork is, the shorter amount of time it takes the tax professional to do your taxes (this ultimately means your fee won't be as high!).",
        "You should be able to order just the photos you want, with the option of having it printed in different sizes for a very small fee per print.",
        "Finally, be aware that in order to send images to other people via your camera phone, you will need to pay your cell phone service provider an extra fee.",
        "Some plans charge per photo sent, and others simply charge a flat monthly fee for unlimited photo exchange.",
        "Undeliverable goods will be charged a restocking fee, or you've be charged an additional fee to have your groceries redelivered.",
        "When a realtor lists a property, they pay a fee to have that property posted in the MLS database.",
        "Typically, each dental insurance company has a Usual, Customary, and Reasonable (UCR) fee guide.",
        "Sometimes there is a discrepancy between the UCR fee allowed by the insurance company and the fee charged by the dentist.",
        "You may be charged a cleaning fee if you do not adhere to posted or contractual cleaning requirements.",
        "If you like the game you can pay a small registration fee to make the complete game available to you.",
        "Once approved, an adoption fee is charged to cover the costs of shots etc for the health care of your bird friend.",
        "Some leasing options will allow you to add extra miles for an added fee.",
        "Xbox live does charge a subscription fee, but has been hailed as having the best online play of all the systems.",
        "If pictures of cartoons, famous historical figures and landmarks aren't your cup of postage tea, you can order custom stamps with your own pictures or images for a small fee.",
        "However, there are many mystery shopper websites that do charge a fee to sign up with their company.",
        "A patch can be shipped very cheaply, but some sites charge a set shipping fee for all purchases, such as $4.95 for orders under $25 or $3 for the first item and $1 for each additional item.",
        "Forever Vinyl also offers appraisal of items (for a fee).",
        "There is a fee for this service, so include it in when you are factoring the price of your total investment.",
        "However, you will have to pay to ship the item back, and they may charge a 20 percent restocking fee.",
        "It is straightforward to exchange currency into Euros and transfer money to German banks, although it is important to note that some banks charge a receipt fee.",
        "They come with a 25-year warranty and a lifetime $10 no-fault repair fee.",
        "These are not waterproof or fog-proof but the manufacturer offers $20 flat fee lifetime repairs.",
        "You can do the initial search based on the make of car you're looking for and your zip code, but you won't be able to bid until you pay a one-time fee between $49 and $69.95.",
        "DEA Auctions also requires a membership fee, but they claim to direct you in the right direction when it comes to seized cars from police auctions, sheriff auctions, and more.",
        "Police Auctions boasts a free membership fee, but they do have other options for paid memberships.",
        "There is often at least a minimal fee involved in purchasing a car from a police auction.",
        "Third party companies facilitate the buying and selling or transfer of airline miles for a small fee.",
        "Keep in mind you must spend a minimum of $300.00, though orders above $500.00 get the $50.00 shipping fee waived.",
        "They also charge shipping, but customers have the option to wave the fee by picking up the fireworks directly from their warehouse in Orange Park, Florida.",
        "The owner of those sites don't tell you where you can buy this iPod unless you purchase a \"list\" or pay a membership fee for their wholesale services.",
        "Traffic. You can get traffic updates on some GPS for an additional monthly fee.",
        "Most wireless service providers require a monthly fee for GPS service.",
        "The fee to join the program is $99 (plus tax), and you must be enrolled in a relevant major.",
        "Prepaid Visa gift cards have a monthly fee of $2.50 starting six months after purchase.",
        "If you do not use the balance of your Visa gift card within six months, the card provider will deduct the $2.50 fee from your balance every month until the card has a $0 balance.",
        "If you can't get around having to pay a delivery fee, you may be able to at least shave a few dollars off by asking a few questions and planning accordingly.",
        "Hedge funds are essentially specialized portfolios or invest funds that implement a wide range of investment activities and strategies that pay out a performance fee to the investment managers.",
        "The upside is that many archery products are best purchase in bulk while the downside is that you sometimes need a vendors license or a special account with the archery supply wholesaler, which often requires a yearly fee.",
        "Many brokers charge a commission and a trade transaction fee.",
        "Options House charges a low trading fee if you just want to buy and sell penny stocks.",
        "They will even transfer up to $150 from your current broker, who is probably charging you a NON-IRA fee.",
        "Their per transaction fee is higher-running at $9.99, you will get in-depth analysis and investor tips for every stock you can think of, even penny stocks.",
        "However, remember that many of the sites charge a per transaction fee, which could range anywhere from $2.99 to $9.99.",
        "Options House has the lowest per transaction fee of the major online brokerage firms at $2.95. when you first sign up, however, you receive 100 trades commission-free.",
        "The benefit of purchasing investments this way is there is usually no broker fee.",
        "However, some companies do charge a fee for the transaction and it can be higher than a broker fee or it can be as little as a dollar.",
        "The account may be free or you just pay an annual fee.",
        "If they do, will you have to pay the return shipping or a restocking fee?",
        "The maximum amount of money you can send internationally using Payko is $500 and you will be charged a fee of $4.99 plus 2.49 percent.",
        "You'll be required to pay an adoption fee upfront that helps defray the cost of spaying/neutering and vaccinations.",
        "Charging a nominal fee such as $25.00 or $50.00 may help weed out the majority of the worst \"free kitten\" shoppers, and could improve the quality of the honest takers.",
        "For a fee, an insurance plan will share the cost of covered health services for your pet.",
        "For an additional fee, most companies offer add-on riders to cover the cost of chronic illness like cancer, heart disease and kidney disease.",
        "The spaying is usually included in the adoption fee in my area.",
        "Some people simply want a loving home for a pet that they have to part with and will not charge you any fee whatsoever to take their cat.",
        "Adoption fees: Most shelters do charge an adoption fee, which can range from a small amount to a couple hundred dollars.",
        "This fee typically covers things such as vaccinations and spaying/neutering.",
        "Most sites ask parents to pay a fee to download books or subscribe to an audio book service.",
        "Parents and educators must pay a monthly or yearly fee for access to the site's books and other features.",
        "After reading the sample books online, you can subscribe to Disney's digital reading site for a monthly fee that is less than 10 dollars, or you can opt for an annual subscription for about $80 per year.",
        "WesternUnion Prepaid MasterCard: This card carries no monthly maintenance fee.",
        "It has no monthly fee and users receive one free ATM withdrawal each month.",
        "Sometimes, they are paid a percentage of how much debt you repay your creditors, whereas other times they receive a flat fee from them.",
        "If they charge you anything at all, it will likely be a nominal fee to cover their operating costs, such as copying your paperwork.",
        "There's no annual fee and rewards never expire.",
        "Cardholders are charged an annual $49.00 fee, but this fee is waived for the first year.",
        "Capital One Visa Business Platinum: This card carries no annual fee.",
        "It is usable at any Chevron or Texaco station, has no annual fee and protects users against fraud.",
        "Make sure there is either no fee to you, or a very small fee which is only used toward the administrative costs associated with servicing your account.",
        "Since your bank may also charge you a fee when you use another company's ATM, these fees sometimes outweigh the convenience of using the machine.",
        "AccountCare members are charged a monthly fee of $0.96 for every $100 carried on the card.",
        "There is no fee on months that you don't carry a balance.",
        "Some rewards cards may charge a higher interest rate than standard cards or they might carry an annual fee.",
        "Then, it raises your interest rate because of the late fee.",
        "Some card companies charge an annual fee just for the privilege of carrying its card.",
        "This fee is usually collected even if you don't have a balance on the card.",
        "You may find complaints from other consumers who were unable to cancel their account before being charged at least one monthly fee.",
        "The IRS always makes the final determination on who is accepted for this option, regardless of promised negotiation tactics, and whether the $150 OIC filing fee can be waived.",
        "The agency also encourages individuals to seek the advice of a tax attorney, CPA or enrolled agent to explain the OIC filing process, as there are many reputable tax assistants that will do this for a nominal fee.",
        "Often, consumers to choose to work with a settlement program negotiator who will charge you a fee for this service.",
        "If you go through an agency to get your debt reduced, it may charge as much as 50 percent of what you saved as a fee for service.",
        "Since the program will usually charge a percentage of the amount that gets erased, a fee that can be as much as 30-50 percent, you may not save a lot in the long run.",
        "It's true that many phone companies now offer unlimited local and long distance service for a standard monthly fee.",
        "This card has low-interest, no annual fee, and special offers for balance transfers.",
        "The CitiBusiness Card has low introductory rates with no annual fee but has no reward program.",
        "Many of these cards have a special introductory promotion of no interest on cash advances and balance transfers within a 12-month billing cycle, but also a possible 3 percent transaction fee.",
        "This card has a $25 annual fee but boasts lots of money-saving perks for the consistent traveler.",
        "The annual fee could pay for itself with discounts for hotel rooms, car rentals, and airfare.",
        "Transaction Fees: 3% for cash advances with a minimum fee of $5; 3% on balance transfers with a minimum of $5 and a maximum of $50 in fees."
    ],
    "definition": [
        "Link/Cite"
    ]
}