{
    "translation": ".1 להרגיש\n.2 לחוש, לממש",
    "uses": [
        "I feel much better now.",
        "Do you think Jonathan might feel left out when the new baby comes?",
        "I feel so strange.",
        "There was no reason to feel threatened.",
        "\"I feel sleepy myself,\" remarked Zeb, yawning.",
        "Now again I feel that bliss.",
        "Be this as it may, I know that I can feel the heart-throbs of the ancient Greeks in their marble gods and goddesses.",
        "He began to feel very sad.",
        "He was beginning to feel tired.",
        "It is safe to say that more than a majority of people in rich nations feel this way.",
        "Why hadn't it occurred to her that Jonathan might feel he was being replaced?",
        "You have no heart, you don't feel for your own child!",
        "I was pleased with anything that made a noise and liked to feel the cat purr and the dog bark.",
        "How do you feel today, son?",
        "She could feel it in his soft kisses on her neck, in the way he whispered her name.",
        "I simply didn't want your mother to feel uncomfortable.",
        "She certainly didn't feel any different.",
        "As a matter of fact, I'm beginning to feel pretty good.",
        "You cannot touch love either; but you feel the sweetness that it pours into everything.",
        "I feel like we're drifting apart here.",
        "The feel of his warm fingers on her temple was comforting.",
        "One could see that he wished to pass through the rooms as quickly as possible, finish with the bows and greetings, and sit down to business in front of a map, where he would feel at home.",
        "Would she always feel this way about him and everything he touched?",
        "Not now implied later, but that didn't feel comfortable either.",
        "Then everybody began to feel frightened.",
        "But now, at the commencement of the campaign, I should feel dishonored, not only in my comrades' eyes but in my own, if I preferred my own happiness to my love and duty to the Fatherland.",
        "\"Count Rostov asks you to come to dinner today,\" said he, after a considerable pause which made Pierre feel uncomfortable.",
        "But however small the units it takes, we feel that to take any unit disconnected from others, or to assume a beginning of any phenomenon, or to say that the will of many men is expressed by the actions of any one historic personage, is in itself false.",
        "He wished to teach you that no man should feel himself too fine to carry his own packages.",
        "Anyone who has a child knows the love and concern parents feel for their offspring.",
        "The expression on all faces showed the tension people feel at the approach of those in authority.",
        "The other day I broke my doll's head off; but that was not a dreadful accident, because dolls do not live and feel, like people.",
        "On reading that letter (she always read her husband's letters) Natasha herself suggested that he should go to Petersburg, though she would feel his absence very acutely.",
        "Still, she didn't feel uncomfortable.",
        "I mean, that they didn't feel this way all the time.",
        "But regarding him from within ourselves as what we are conscious of, we feel ourselves to be free.",
        "The idea of making love in a strange bedroom was disturbing enough, but with only a door between them and the children, locked or not, it didn't feel right.",
        "How would you feel if I was fighting with my brother and wouldn't tell you what we were fighting about?",
        "Few know what joy it is to feel the roses pressing softly into the hand, or the beautiful motion of the lilies as they sway in the morning breeze.",
        "If we are really dying, let us hear the rattle in our throats and feel cold in the extremities; if we are alive, let us go about our business.",
        "Humans should not feel threatened in any way by this, and yet it still makes some people defensive and uncomfortable.",
        "And Natasha, embracing her, began kissing her face and hands, making Princess Mary feel shy but happy by this demonstration of her feelings.",
        "No one wanted to feel forced into anything.",
        "Or he would suddenly feel ashamed of he knew not what.",
        "He did not feel sleepy.",
        "And it is all so simple, pale, and crude in the cold white light of this morning which I feel is dawning for me.",
        "Well, I guess we were making everyone else feel uncomfortable.",
        "How would you feel if...",
        "She could understand nothing, think of nothing and feel nothing, except passionate love for her father, love such as she thought she had never felt till that moment.",
        "It really seemed that Sonya did not feel her position trying, and had grown quite reconciled to her lot as a sterile flower.",
        "How do they feel about your father offering the estate to Alex?",
        "I think this is the loveliest country in the world; but not being fairies Jim and I feel we ought to be where we belong--and that's at the ranch.",
        "I don't feel that way - ever.",
        "Do you feel it?",
        "I feel like... sometimes I'm afraid I'm holding you back.",
        "It would make me feel better.",
        "Feel in your pockets.",
        "If you knew all the joy I feel in being able to speak to you to-day, I think you would have some idea of the value of speech to the deaf, and you would understand why I want every little deaf child in all this great world to have an opportunity to learn to speak.",
        "Only at prayer did she feel able to think clearly and calmly of Prince Andrew and Anatole, as men for whom her feelings were as nothing compared with her awe and devotion to God.",
        "You have no idea how unhappy, how lonely, I feel when you are like that.",
        "We accept that they don't, but we still want to feel welcome.",
        "If you feel that way, why did you come all the way out here to see me?",
        "So did I. Maybe you feel like we both betrayed your trust.",
        "Why, I feel like a colt today, replied Jim.",
        "It was great fun to plunge my hand into the bowl and feel the tadpoles frisk about, and to let them slip and slide between my fingers.",
        "They were the entrance examinations for Harvard College; so I feel pleased to think I could pass them.",
        "I feel as if I were nearer to the vitals of the globe, for this sandy overflow is something such a foliaceous mass as the vitals of the animal body.",
        "But much as all the rest laughed, talked, and joked, much as they enjoyed their Rhine wine, saute, and ices, and however they avoided looking at the young couple, and heedless and unobservant as they seemed of them, one could feel by the occasional glances they gave that the story about Sergey Kuzmich, the laughter, and the food were all a pretense, and that the whole attention of that company was directed to-- Pierre and Helene.",
        "She could not eat or sleep, grew visibly thinner, coughed, and, as the doctors made them feel, was in danger.",
        "From this you will see that you have a perfect right to reassure the inhabitants of Smolensk, for those defended by two such brave armies may feel assured of victory.",
        "This idea horrified her, made her shudder, blush, and feel such a rush of anger and pride as she had never experienced before.",
        "The beautiful Armenian still sat motionless and in the same attitude, with her long lashes drooping as if she did not see or feel what the soldier was doing to her.",
        "And Pierre began to feel in the same way toward Karataev.",
        "I feel I am not the same and it troubles me.",
        "Following Señor Medena up the stairs, she ran her hand along the smooth wood, enjoying the cool silky soft feel of it.",
        "He seemed to feel quite well and strong.",
        "At nighttime in the moon's fair glow How sweet, as fancies wander free, To feel that in this world there's one Who still is thinking but of thee!",
        "I should have known you would feel this way.",
        "Didn't you feel the ground shake?",
        "\"That's the way I feel about it,\" remarked Zeb, rubbing his wounds.",
        "And I never feel a break or a splinter in the least.",
        "Certainly she wanted to feel special to Alex - and did.",
        "As she stared at the caskets she knew she should feel something – should cry.",
        "The number of people who feel challenged by their work is depressingly low.",
        "Natasha was gazing at her, but seemed afraid and in doubt whether to say all she knew or not; she seemed to feel that before those luminous eyes which penetrated into the very depths of her heart, it was impossible not to tell the whole truth which she saw.",
        "Well, what do you, what do you feel in your soul, your whole soul--shall I live?",
        "You, who have suffered so from the French, do not even feel animosity toward them.",
        "He'd feel sorry for her and she didn't want that.",
        "I don't mean to make her feel unwelcome, but it was her own carelessness that got her into this situation.",
        "If it was so dangerous out there in the woods, why did Giddon feel so safe?",
        "To me, those stories feel a bit desperate.",
        "She made raised maps in clay, so that I could feel the mountain ridges and valleys, and follow with my fingers the devious course of rivers.",
        "I feel that her being is inseparable from my own, and that the footsteps of my life are in hers.",
        "He makes you feel that if you only had a little more time, you, too, might be an inventor.",
        "I feel the twinkle of his eye in his handshake.",
        "At present I feel like a jungle on wheels!",
        "Men frequently say to me, \"I should think you would feel lonesome down there, and want to be nearer to folks, rainy and snowy days and nights especially.\"",
        "Why should I feel lonely? is not our planet in the Milky Way?",
        "Pierre was one of those who are only strong when they feel themselves quite innocent, and since that day when he was overpowered by a feeling of desire while stooping over the snuffbox at Anna Pavlovna's, an unacknowledged sense of the guilt of that desire paralyzed his will.",
        "Feel how it beats!",
        "And do you feel sad here?",
        "\"You should go, go away at once, if you don't feel strong enough to control yourself,\" she would reply sadly, trying to comfort her husband.",
        "I feel certain of it.",
        "Over time, we will feel that kind of confidence in this kind of system.",
        "Felipa looked to be in her early twenties and had a sunshine smile that made Carmen feel welcome.",
        "These they could not see, but they could feel them pelting the buggy top, and Jim screamed almost like a human being when a stone overtook him and struck his boney body.",
        "Still, the feel of his hand was reassuring.",
        "In a word, while such friends are near us we feel that all is well.",
        "Vera's remark was correct, as her remarks always were, but, like most of her observations, it made everyone feel uncomfortable, not only Sonya, Nicholas, and Natasha, but even the old countess, who--dreading this love affair which might hinder Nicholas from making a brilliant match-- blushed like a girl.",
        "The dinner, both the Lenten and the other fare, was splendid, yet he could not feel quite at ease till the end of the meal.",
        "As generally happens, Pierre did not feel the full effects of the physical privation and strain he had suffered as prisoner until after they were over.",
        "But the wave they feel to be rising does not come from the quarter they expect.",
        "It makes me feel small when you keep things from me - like you don't trust me, or you think I'm not mature enough to handle it.",
        "Carmen was right... about the way I really feel... about... you.",
        "When you hear you have a son, you feel responsible - yes?",
        "She met his regard with equal composer, in spite of the fact that the conversation was beginning to make her feel extremely uncomfortable.",
        "I feel like I just started living again.",
        "I feel we have set the bar way too low and in doing so have fundamentally cheapened life, everyone's life.",
        "I feel all my best faculties concentrated in it.",
        "You would set all Russia against you and every one of us would feel ashamed to wear the uniform.",
        "\"Give me your hand,\" said he and, turning it over so as to feel the pulse, added: \"You are not well, my dear fellow.",
        "How can one see all this and not feel sad?",
        "I didn't think I would feel this way.",
        "And you could feel good about it; after all, you would be increasing efficiency, not merely acting as a leech to the system.",
        "\"Come here, please--Ianu and your sister--and let me feel of you,\" she requested.",
        "I feel a genuine interest in the animals themselves, because they are real animals and not caricatures of men.",
        "I know it, and it makes me feel so happy, it has such sweet thoughts.",
        "Indeed, I feel that the success is hers more than mine; for she is my constant inspiration....",
        "He remembered a general impression of the misfortunes and sufferings of people and of being worried by the curiosity of officers and generals who questioned him, he also remembered his difficulty in procuring a conveyance and horses, and above all he remembered his incapacity to think and feel all that time.",
        "You spring something on me and then you just shut me out - like what I feel isn't important.",
        "When you two walked in, I could feel the electricity.",
        "They will feel like we stumbled sloppily into the future.",
        "Now, instead of just intellectually engaging with the news, we feel the government brutality, we experience the war, we are electrified by the demonstrations, and we are horrified at the suffering.",
        "Even in the days before my teacher came, I used to feel along the square stiff boxwood hedges, and, guided by the sense of smell would find the first violets and lilies.",
        "One day spent with the blind children made me feel thoroughly at home in my new environment, and I looked eagerly from one pleasant experience to another as the days flew swiftly by.",
        "Others contend, and feel they have science to support, that humans can live beyond five hundred.",
        "She linked my earliest thoughts with nature, and made me feel that \"birds and flowers and I were happy peers.\"",
        "I clung to her, trembling with joy to feel the earth under my feet once more.",
        "I suppose you feel so, too, when you gaze up to the stars in the stillness of the night, do you not?...",
        "I'm sure you feel guilty, but it's fortunate that you weren't with them.",
        "And they did not feel themselves safe until they were once more in Boston.",
        "He began to feel a little lonesome.",
        "He would make that foxy old courtier feel that the responsibility for all the calamities that would follow the abandonment of the city and the ruin of Russia (as Rostopchin regarded it) would fall upon his doting old head.",
        "The countess went up to her daughter and touched her head with the back of her hand as she was wont to do when Natasha was ill, then touched her forehead with her lips as if to feel whether she was feverish, and finally kissed her.",
        "\"I'll lock the door,\" he said, his lips returning to hers and lingering in a way that made her feel weak.",
        "I feel so happy!",
        "Surely she must feel bitter about that fact, and yet neither her voice nor her expression gave any indication that she felt animosity.",
        "I never meant to make you feel that way.",
        "Why couldn't she feel the same excitement about him?",
        "Every day I find how little I know, but I do not feel discouraged since God has given me an eternity in which to learn more.",
        "Teacher seems to feel benefitted by the change too; for she is already beginning to look like her dear old self.",
        "I feel every day more and more inadequate.",
        "Carmen swirled around, enjoying the feel of the skirt as she eyed her image in the mirror.",
        "She melted into his arms, eagerly returning his warm kisses and welcoming the feel of his fingers as they searched for the zipper on the back of her dress.",
        "I could also feel the stamping of the horses, which they had ridden out from town and hitched under the trees, where they stood all night, neighing loudly, impatient to be off.",
        "Teacher is sad, and let her feel the grieved expression on my face.",
        "Some have asked what I got to eat; if I did not feel lonesome; if I was not afraid; and the like.",
        "Even I, a poor secretary of the Russian Embassy, do not feel any need in token of my joy to give my Franz a thaler, or let him go with his Liebchen to the Prater...",
        "The younger sisters also became affectionate to him, especially the youngest, the pretty one with the mole, who often made him feel confused by her smiles and her own confusion when meeting him.",
        "\"Yes, I feel a kind of oppression,\" she said in reply to the prince's question as to how she felt.",
        "Don't you feel overwhelmed by it? she asked Alex.",
        "The clock ticked loudly, and Tommy Jones, who was standing up for the fourth time, began to feel very uneasy.",
        "So why did she feel so threatened?",
        "Of course he would feel responsible for working it out and not troubling her with it.",
        "I feel funny, like really cold.",
        "I feel like I had a meltdown last night.",
        "\"Can you channel the energies you feel?\" he asked.",
        "For the first time in her life, she wanted not to feel completely alone.",
        "She braced herself, expecting to feel some sort of rush of energy, like she did when she touched Jule.",
        "\"Can you feel them?\" he asked, facing her.",
        "The feel of the hot skin of his chest against hers made her groan.",
        "After I had recovered from my first experience in the water, I thought it great fun to sit on a big rock in my bathing-suit and feel wave after wave dash against the rock, sending up a shower of spray which quite covered me.",
        "The men slept in the hall outside our door, and I could feel the deep breathing of the dogs and the hunters as they lay on their improvised beds.",
        "I had to feel for the rails with my toe; but I was not afraid, and got on very well, until all at once there came a faint \"puff, puff\" from the distance.",
        "We rushed out-of-doors to feel the first few tiny flakes descending.",
        "I used to sit in my mother's lap all day long and keep my hands on her face because it amused me to feel the motions of her lips; and I moved my lips, too, although I had forgotten what talking was.",
        "Miss Fuller's method was this: she passed my hand lightly over her face, and let me feel the position of her tongue and lips when she made a sound.",
        "The position of the hand is as easy to feel as it is to see.",
        "I do not feel each letter any more than you see each letter separately when you read.",
        "And even now I sometimes feel the same uneasiness and disquietude.",
        "The one I felt and still feel most is lack of time.",
        "There one does not meet the great and the wise face to face; one does not even feel their living touch.",
        "I took the book in my hands and tried to feel the letters with an intensity of longing that I can never forget.",
        "Anger seized me, my fingers refused to move, I sat rigid for one long moment, the blood throbbing in my temples, and all the hatred that a child can feel concentrated in my heart.",
        "It is splendid to feel the wind blowing in my face and the springy motion of my iron steed.",
        "I feel in Diana's posture the grace and freedom of the forest and the spirit that tames the mountain lion and subdues the fiercest passions.",
        "Bishop Brooks taught me no special creed or dogma; but he impressed upon my mind two great ideas--the fatherhood of God and the brotherhood of man, and made me feel that these truths underlie all creeds and forms of worship.",
        "He knew so much and was so genial that it was impossible to feel dull in his presence.",
        "When I find my work particularly difficult and discouraging, she writes me letters that make me feel glad and brave; for she is one of those from whom we learn that one painful duty fulfilled makes the next plainer and easier.",
        "It made me feel very sad to leave Boston and I missed all of my friends greatly, but of course I was glad to get back to my lovely home once more.",
        "I will tell you what he did, and I think you will feel very sorry for the little child.",
        "I think puppies can feel very home-sick, as well as little girls.",
        "And I would keep my little hand on her face all the while, because it amused me to feel her face and lips move when she talked with people.",
        "Everybody will feel an interest in dear little Helen; everybody will want to do something for her; and, if she becomes an ancient, gray-haired woman, she is still sure of being thoughtfully cared for.",
        "It is very beautiful to think that people far away in England feel sorry for a little helpless child in America.",
        "I used to think, when I read in my books about your great city, that when I visited it the people would be strangers to me, but now I feel differently.",
        "We guide the pencil with the right hand, and feel carefully with the forefinger of the left hand to see that we shape and space the letters correctly.",
        "I had intended to write the sketch during my vacation: but I was not well, and I did not feel able to write even to my friends.",
        "I would like to feel a parrot talk, it would be so much fun! but I would be pleased with, and love any little creature you send me.",
        "A lady seemed surprised that I loved flowers when I could not see their beautiful colors, and when I assured her I did love them, she said, \"no doubt you feel the colors with your fingers.\"",
        "The hotel was so near the river that I could feel it rushing past by putting my hand on the window.",
        "His beautiful word-pictures made us feel as if we were sitting in the shadow of San Marco, dreaming, or sailing upon the moonlit canal....",
        "We went to a poultry-show... and the man there kindly permitted us to feel of the birds.",
        "As I sit by the window writing to you, it is so lovely to have the soft, cool breezes fan my cheek and to feel that the hard work of last year is over!",
        "I think Mr. Keith is a wonderful teacher, and I feel very grateful to him for having made me see the beauty of Mathematics.",
        "But it is most distressing to me to feel that she is sacrificing her sight for me.",
        "I feel as if I ought to give up the idea of going to college altogether: for not all the knowledge in the world could make me happy, if obtained at such a cost.",
        "\"Yes,\" she replied, \"but I like to play also, and I feel sometimes as if I were a music box with all the play shut up inside me.\"",
        "But she seems to feel the pulsation of the air itself.",
        "Sometimes she puts her hand on a singer's throat to feel the muscular thrill and contraction, and from this she gets genuine pleasure.",
        "Large statues, of which she can feel the sweep of line with her whole hand, she knows in their higher esthetic value.",
        "The deaf person with sight looks at the fingers of his companion, but it is also possible to feel them.",
        "It should be said that any double-case watch with the crystal removed serves well enough for a blind person whose touch is sufficiently delicate to feel the position of the hands and not disturb or injure them.",
        "I made the first row of vertical lines and let her feel it and notice that there were several rows of little holes.",
        "I shook my head and took them all off and made her feel of the two wooden beads and the one glass bead.",
        "Indeed, I feel as if I had never seen anything until now, Helen finds so much to ask about along the way.",
        "I let her hold a shell in her hand, and feel the chicken \"chip, chip.\"",
        "We all feel refreshed, as if we'd had a shower-bath.",
        "But I told her that my heart was sad, and I didn't feel like eating.",
        "They let her feel the animals whenever it was safe.",
        "One of the leopards licked her hands, and the man in charge of the giraffes lifted her up in his arms so that she could feel their ears and see how tall they were.",
        "She likes stories that make her cry--I think we all do, it's so nice to feel sad when you've nothing particular to be sad about.",
        "It would, I think, be hard to make her feel just how to pronounce DICTIONARY without her erring either toward DICTIONAYRY or DICTION'RY, and, of course the word is neither one nor the other.",
        "But she interrupted me to say she was very sure she could feel my mouth very well.",
        "She liked to feel the cat purr; and if by chance she felt a dog in the act of barking, she showed great pleasure.",
        "It seems very strange to me that there should be this difference of opinion; I cannot understand how any one interested in our education can fail to appreciate the satisfaction we feel in being able to express our thoughts in living words.",
        "Please give her my warm love, and tell her not to feel troubled about it any more.",
        "I do not feel that I can add anything more that will be of interest.",
        "Most people will feel the superior imaginative quality of Helen Keller's opening paragraph.",
        "I rarely have dreams that are not in keeping with what I really think and feel, but one night my very nature seemed to change, and I stood in the eye of the world a mighty man and a terrible.",
        "I rode a fiery hunter--I can feel the impatient toss of his head now and the quiver that ran through him at the first roar of the cannon.",
        "Though the view from my door was still more contracted, I did not feel crowded or confined in the least.",
        "It was worth the while, if only to feel the wind blow on your cheek freely, and see the waves run, and remember the life of mariners.",
        "Most men would feel shame if caught preparing with their own hands precisely such a dinner, whether of animal or vegetable food, as is every day prepared for them by others.",
        "Give me a hammer, and let me feel for the furring.",
        "Who does not feel his faith in a resurrection and immortality strengthened by hearing of this?",
        "I should feel as if I were worth less in that case.",
        "I did not for a moment feel confined, and the walls seemed a great waste of stone and mortar.",
        "I try to be reserved because in the depth of my soul I feel too near to him already, but then he cannot know what I think of him and may imagine that I do not like him.",
        "And you won't feel ashamed to write to him?",
        "\"What would she feel,\" thought he, \"if she saw me here now on this field with the cannon aimed at me?\"",
        "How do you feel, mon brave?",
        "This escapade made everybody feel confused.",
        "And do you feel quite calm?",
        "How do you feel? he asked.",
        "\"Nothing... only I feel sad... sad about Andrew,\" she said, wiping away her tears on her sister-in-law's knee.",
        "But my father is anxious and I feel afraid.",
        "\"Oh, it's terrible to feel oneself so in this man's power,\" thought Rostov.",
        "And suddenly, in the most casual tone, which made him feel ashamed of himself, he said, as if merely asking his father to let him have the carriage to drive to town:",
        "Pierre began to feel a sense of uneasiness, and the need, even the inevitability, of entering into conversation with this stranger.",
        "\"But if for reason you don't feel inclined to talk to me,\" said the old man, \"say so, my dear sir.\"",
        "I expect you feel it so yourself.",
        "Partly because of the depressing memories associated with Bald Hills, partly because Prince Andrew did not always feel equal to bearing with his father's peculiarities, and partly because he needed solitude, Prince Andrew made use of Bogucharovo, began building and spent most of his time there.",
        "The latter began to feel that it was in bad taste to speak of his enthusiasms, dreams, and hopes of happiness or goodness, in Prince Andrew's presence.",
        "I feel that I cannot vanish, since nothing vanishes in this world, but that I shall always exist and always have existed.",
        "I feel that beyond me and above me there are spirits, and that in this world there is truth.",
        "I feel like sitting down on my heels, putting my arms round my knees like this, straining tight, as tight as possible, and flying away!",
        "Amid the turmoil of his activities and distractions, however, Pierre at the end of a year began to feel that the more firmly he tried to rest upon it, the more masonic ground on which he stood gave way under him.",
        "Pierre began to feel dissatisfied with what he was doing.",
        "I feel myself weak and unworthy.",
        "But he went with the firm intention of letting her and her parents feel that the childish relations between himself and Natasha could not be binding either on her or on him.",
        "In her behavior to her mother Natasha seemed rough, but she was so sensitive and tactful that however she clasped her mother she always managed to do it without hurting her or making her feel uncomfortable or displeased.",
        "\"I must use my freedom while I feel so much strength and youth in me,\" he said to himself.",
        "Only I feel afraid in his presence.",
        "I feel at peace and settled.",
        "\"In the first place, Trunila is not a 'dog,' but a harrier,\" thought Nicholas, and looked sternly at his sister, trying to make her feel the distance that ought to separate them at that moment.",
        "Nicholas did not hear his own cry nor feel that he was galloping, nor see the borzois, nor the ground over which he went: he saw only the wolf, who, increasing her speed, bounded on in the same direction along the hollow.",
        "I feel so comfortable! answered Natasha, almost perplexed by her feelings.",
        "And to feel not exactly dull, but sad?",
        "Today I feel so frightened!",
        "Only after emptying a bottle or two did he feel dimly that the terribly tangled skein of life which previously had terrified him was not as dreadful as he had thought.",
        "\"Ah, how bitter it is to love someone near to you and to feel that...\" she went on in a trembling voice, \"that you can do nothing for him but grieve him, and to know that you cannot alter this.",
        "She did not know how it was that within five minutes she had come to feel herself terribly near to this man.",
        "I had heard that it happens like this, and you must have heard it too, but it's only now that I feel such love.",
        "And she burst into sobs with the despairing vehemence with which people bewail disasters they feel they have themselves occasioned.",
        "Balashev began to feel uncomfortable: as envoy he feared to demean his dignity and felt the necessity of replying; but, as a man, he shrank before the transport of groundless wrath that had evidently seized Napoleon.",
        "During his stay at Bald Hills all the family dined together, but they were ill at ease and Prince Andrew felt that he was a visitor for whose sake an exception was being made and that his presence made them all feel awkward.",
        "We were operating by pure feel in the total darkness where balancing alone was precariously.",
        "\"Father, I feel ill,\" she whispered.",
        "Did you bury things out here to see if I could feel them?",
        "Did you tell him how it makes you feel?",
        "It makes no difference how they feel.",
        "Katie said she should confront him when he did that - tell him how it made her feel.",
        "Still, a person didn't need to say it to feel it.",
        "You know how I feel.",
        "How did you feel?",
        "If the boy had been his, how would his good intentions have made her husband feel?",
        "She did feel betrayed by Howard, but not by Yancey.",
        "She could feel her face getting hot.",
        "I feel like such a fool.",
        "I feel bad about that.",
        "He was still a senior in high school, but how would Mom feel if he lived in a house with three women?",
        "How will they feel about an unexpected guest?",
        "Did he suspect that she was beginning to feel more for him than simple friendship?",
        "It might make him feel less threatened.",
        "I think what I feel is none of your business.",
        "I wonder if you'd still feel that way if your child was sick in the hospital.",
        "It's beautiful out here, and riding up here, I feel so... connected.",
        "Don't you feel lonely?",
        "No, but I sure feel relieved, don't you?",
        "Deep inside she did feel responsible, but not for Mr. Marsh's death.",
        "You must feel awful about it.",
        "I feel awful that Dad had to die because I put my education before his health.",
        "Do you know how that made me feel?",
        "Maybe sometime she'll feel comfortable with having a hired hand around - or maybe she'll get married again.",
        "She wasn't going to let them all make her feel guilty.",
        "Under other circumstances, she might have enjoyed having the upper hand, but right now she didn't feel much like playing games.",
        "Cassie could feel the color draining from her face.",
        "He held her without speaking, probably sensing there was little he could say to make her feel better.",
        "You don't have to feel sorry for me.",
        "Why on earth would anyone feel sorry for you?",
        "Indeed, why should anyone feel sorry for her?",
        "Cassie could feel them all watching her as she settled to the ground.",
        "You feel betrayed, but you need to go back and talk to him.",
        "She lay quiet, simply enjoying the feel of him.",
        "She could feel the blood drain from her face.",
        "They might instinctively feel her terrified regard.",
        "Did Bordeaux feel pressured into marrying the girl - to save her reputation?",
        "Were it not for the ranch, she might even feel happy for them.",
        "Did you tell him how you feel?",
        "She wanted to hate Bordeaux for what he had done, but like a shameless hussy, she still longed to hear his voice - feel his touch.",
        "How did the twins feel about all of this?",
        "Besides, he did come back Cassie could feel Bordeaux's intent gaze.",
        "I know, and I feel bad about that.",
        "You know how I feel about that sort of thing.",
        "It makes me feel old.",
        "She could feel the warmth of the blush as it crawled up her neck.",
        "Feel free to get anything you want out of the attic.",
        "I know you feel uncomfortable about driving my truck.",
        "\"I feel stupid,\" she answered through her hands.",
        "Through his shirt sleeves she could feel the swell of his biceps and her heart jumped into high gear.",
        "It's inevitable that two people living in the same house are going to be at odds sometimes, but from now on I'll never feel completely safe.",
        "No, I feel better now.",
        "I feel better now.",
        "There's no reason to feel embarrassed about a normal body function.",
        "I feel like such a baby.",
        "You don't have to feel obligated to take me everywhere you go.",
        "She could feel his intent gaze on her.",
        "I don't feel good.",
        "If you want to go into town for pizza, please don't feel obligated to invite me.",
        "The statement was simple and honest, and somehow it made her feel better.",
        "I feel so ashamed.",
        "You know, Cade, there are others who feel the same way you do about the old ways.",
        "Because he doesn't want to get married and I'm not going to force him into it by making him feel guilty.",
        "Did he feel obligated to marry her now?",
        "Nor did I want you to feel obligated to marry me to save my honor.",
        "I feel like a pioneer.",
        "When only silence followed, she seemed to feel obligated to explain.",
        "\"I'm pleased you got along with Martha well enough \"I feel sorry Howie, for getting stuck with the lab room, but in general he seems in good humor, considering his condition.\"",
        "I feel terrible making him sleep in the lab room, but really, Quinn's equipment hardly makes a sound.",
        "I spent months being probed, questioned, talked about and made to feel a freak.",
        "Can he feel anything?",
        "Think how much worse you'd feel if the town you visualized really existed.",
        "I know how you feel.",
        "I feel as if I'm spying.",
        "I feel like I'm on a carousel that won't stop but we have to slow it down.",
        "I want to go to a place where I can settle with my family and feel we truly belong to the community.",
        "I continued to feel uncomfortable.",
        "However, we feared no threat from either, nor did we feel they wished to identify us.",
        "I could feel her tremble.",
        "I feel badly for him and he's such a sweet guy; I love him to death!",
        "I feel terrible about the woman who was murdered.",
        "I feel I'm bailing with a colander.",
        "Some feel it is unfairly intrusive.",
        "I could feel a cold sweat passing over me like a ghost at a séance.",
        "I feel terrible I slipped up and they traced the phone call but it's not the end of the world.",
        "But first, I feel the urge to partake of Canadian hospitality.",
        "I feel more like a ship's sailor in a storm, with shredded sails with someone handing me a needle and thread.",
        "Don't ask for opinions; just do what you feel is best.",
        "Did I feel any guilt in not letting Julie know Howie's reaction to my pronouncement?",
        "How do you suppose that makes him feel?",
        "I had an idea how it made him feel.",
        "I feel like a stowaway on someone's honeymoon.",
        "It would make some people feel much safer.",
        "It's a relief the monster wasn't responsible for Vermont but I'd feel much better if I knew he didn't break into Julie's place.",
        "I can't say for certain, but I feel eyes on me.",
        "She's dead; murdered, and I feel terrible about it.",
        "God, I knew all this would end someday but I never dreamed it would feel so empty.",
        "I just feel devastated.",
        "However, I do feel a kinship to this Elizabeth woman.",
        "Howie, I really feel for you but you've had this problem of not knowing about your past for a long time and you've managed to live with it.",
        "Your friends in Washington didn't feel the need to do any explaining.",
        "I don't want to, but I feel badly, for both Julie and especially Molly.",
        "I just want to meet with him but I'd like to get a feel for him first.",
        "While I had no direct evidence the attendees were all registered sex offenders, the way they nodded and agreed at the mention of deviant sexual behavior made me feel I might be unique among like penitents.",
        "Molly wants to use the pool and frankly, I feel safer here, at least for a couple of days.",
        "I'd feel much better if he returned with us but if he insists on staying, it's his choice.",
        "With each unsuccessful try my panic loomed larger until I could feel the perspiration run down my neck.",
        "I could feel tears streaming down my face though I had no recollection of generating them.",
        "Our people feel he's been very active since then.",
        "We were alerted only by the feel of the screwdriver's slack penetration.",
        "He's a nice young man and I feel would make a far less labor intensive mate than Howie would have proved to be.",
        "Bianca held her breath and waited, able to feel the tension between them even with her eyes closed until he spoke again.",
        "Something about the man made her feel safe, and the warm electricity in her body made her sleepy.",
        "A part of her still longed for him, to smell him and feel his skin against hers.",
        "Now, he could deliver what he'd always promised-- a life together-- yet she didn't feel like leaping for joy like she would've a year ago.",
        "\"I feel strange,\" Kyle murmured, trailing her out the door.",
        "\"Darian,\" Dusty said with patience he didn't quite feel.",
        "Sofi would chew him out if he gave Bianca to her like she was, and he himself couldn't help but feel somewhat concerned that she'd gone unresponsive.",
        "\"I feel beat,\" Dusty admitted.",
        "She tugged at her hands, but he held her tight, enjoying the feel of her beneath him.",
        "Still feel a little tired.",
        "\"I feel like I should apologize for … whatever it is you're feeling,\" he said with what he hoped sounded like a sincere attempt to empathize.",
        "The news startled her, and she wasn't sure why it made her feel … bummed.",
        "It was no mystery to her why Dusty would want her, though she couldn't help but feel disappointed.",
        "Healing his scars made her feel a familiar sense of exhaustion, and she retreated to the couch in front of the TV, content to doze and recover.",
        "It had something to do with the beautiful woman before him who made him feel for the first time in years.",
        "Do you ever feel guilty about her death?",
        "For the first time in years, he found himself wondering what it would be like to feel again.",
        "There was something very different about this woman, and it was more than the feel of her energy flowing through him.",
        "He faced the man, unable to help but feel surprised to see him without scars.",
        "It's your fate, but I feel like you know this.",
        "His eyes lit up, and Bianca flung herself into his arms, thrilled to feel her brother's lanky body again.",
        "She loved his scent, the feel of his hard, warm body against hers.",
        "He recalled how soothing her hug had been earlier and itched to feel her soft, warm body in his arms again.",
        "She leaned back to kiss him, the feel of her soft lips against his both infuriating and placating.",
        "I feel like I should be doing more.",
        "It'll make or break him, and I don't feel like he's anywhere near ready.",
        "So why did he feel a twinge of loss at the order to send it up in flames?",
        "He had a feeling the worst was going to happen, and the sense he wouldn't be the only one who died this weekend if he had to depend on Darian made him feel sick to his stomach.",
        "\"Toni, if at any time you feel the girls are in danger, evac the girls and then everyone else,\" Dusty said, turning to his XO.",
        "She rose and approached, resting back on her heels in front of him, close enough for him to smell her musk and feel her heat.",
        "Afraid of what she'd feel, she resisted the urge to touch them.",
        "She brushed one of the frozen women trapped in time on the sidewalk, surprised to feel her warm skin and the brush of the wool suit.",
        "She didn't feel any better knowing Talon couldn't kill her here!",
        "Frozen in mid-air were fat raindrops, arcing in a wind she didn't feel.",
        "If he let himself, he'd feel that again with Bianca.",
        "He held her, never imagining anything could feel so right despite the rain and cold.",
        "Jule couldn't help but feel some relief at the sight of a warm, well-lit interior.",
        "With nothing but her troubled thoughts, the cold rain, and a lonely room in the bed and breakfast down the road, she didn't feel like leaving just yet.",
        "She radiated power that even humans could feel.",
        "Why, then, was he starting to feel as if he'd been set up?",
        "I feel your magic.",
        "I don't feel as alone when I'm with you.",
        "She could now feel everything around her, and she assumed whatever her father unlocked was the cause.",
        "He wasn't like anyone else; she didn't have to try to feel his magic.",
        "The pot-bellied stove crackled with burning wood, and a light in the corner made the cottage feel even cozier.",
        "\"I can feel them,\" she said in a whisper.",
        "It only seemed natural for them to sit next to each other, and what would feel more natural would probably scare her off.",
        "You feel it, too.",
        "I feel safe with you, Jule, and it terrifies me.",
        "Her body ached to feel whole again, as she had last night in his arms.",
        "She looked down, both thrilled by the idea of an eternity with the man who made her feel whole and horrified at what her father told her.",
        "I feel … good.",
        "She continued to walk, needing to feel the cold to remind her she was still alive.",
        "Jule looked at the clouds, able to feel the gateway cracking with his newfound powers.",
        "I guess I should feel sad, but I don't.",
        "I still feel angry.",
        "\"You have every right to feel angry,\" he replied.",
        "Do you feel well enough to take a walk?",
        "Absorbed by the horse, she didn't feel the hair on the back of her neck rise.",
        "Damian could feel his ire through the screen.",
        "Sleeping with her made him feel … guilty, like he was betraying his brother's memory.",
        "By the look of understanding on his face, he knew what she expected to feel.",
        "His touch sent a tremor of fire through her, and she was embarrassed to feel her hormones stir.",
        "He'd never been mistaken for a gentleman, but the woman shimmered with a sweet, pure aura that made him feel obliged to behave.",
        "Damian felt the unusual urge to look in on her again, to feel her soft skin against him once more and make sure she was safe.",
        "The thought of him made her feel like a girl in junior high being asked to her first dance.",
        "Every instinct in his body ached to feel Sofia alive.",
        "\"I feel like some sort of animal,\" she told him.",
        "He began to understand why and couldn't help but feel frustrated at having to find a way to win her instead of command her.",
        "\"I appreciate you trying to make me feel less nervous, but you shouldn't lie to me,\" she snapped.",
        "Dusty's words floored him, and Damian couldn't help but feel hurt that his best friend hadn't told him of his suspicions sooner.",
        "Linda flashed her a strained smile that made her feel welcome for the first time in a week before the pretty brunette gave the blond man, Lon, a hug and kiss.",
        "It'll be another two weeks before I'll feel comfortable imaging her uterus to see the fetus.",
        "\"I guess I should feel honored to have your personal attention,\" she said acidly.",
        "She recognized Jule on sight and couldn't help but feel surprised.",
        "He no longer needed to feel as if he still dwelt in the shadow of Darian's death.",
        "I can feel it!",
        "He was too out of sorts to feel the Watcher's arrival.",
        "Despite the cool fear spiraling through her, she couldn't help but feel thrilled at the sight of him after she thought she'd lost him.",
        "Do you want me to run away so you feel better?",
        "What would it be like to run her hands over Darkyn's lean frame the way she had Gabriel's, to feel his sharp teeth nip the delicate skin of her inner thighs and breasts?",
        "Was she destined to feel that for Darkyn, despite knowing what he was?",
        "How certain are you that what you feel is not real?",
        "Instinctively, she flattened her palm against his chest once more to feel his heartbeat.",
        "The same one you feel with me?",
        "\"So you feel nothing now,\" he stated.",
        "Her face warmed at how desperate she'd been for a single drop of him, to feel him inside her while his fangs sank into her neck.",
        "How strongly do you feel?",
        "I feel it, he said.",
        "She didn't feel him rifling through her thoughts, but she sensed it was what he did.",
        "She wasn't certain what to feel: angry at Darkyn for setting her up or sorrow at facing the mate she'd never have.",
        "Deidre braced herself, hoping not to feel the warm energy of his magic.",
        "She didn't feel ready for it yet.",
        "What should I feel?",
        "You can't understand that or how I feel.",
        "I do not feel like a human, but I know what it is to survive.",
        "Deidre wasn't certain what to feel in that regard.",
        "It made her feel hollow.",
        "I can't see it, but I feel it.",
        "He laughs at me for being unwilling to hurt anyone else, but he says no one should feel shame about who they are.",
        "But she did want to feel him close to her.",
        "At the feel of his hot breath on her neck, she tilted her head.",
        "I'm trying to do what I feel is right, and I'm terrified that you will hurt him.",
        "What she started to feel for Gabriel had been real; what she felt for Darkyn was real.",
        "\"You feel pain,\" he said, studying her features.",
        "I do not wish you to feel pain otherwise.",
        "\"I don't know how to feel about that,\" she said, chewing on her lip."
    ],
    "definition": [
        "a. To perceive through the sense of touch: feel the velvety smoothness of a peach.\nb. To perceive as a physical sensation: feel a sharp pain; feel the cold.",
        "a. To touch: reached out and felt the wall.\nb. To examine by touching: felt the fabric for flaws. See Synonyms at touch.",
        "To test or explore with caution: feel one's way in a new job.",
        "a. To undergo the experience of: felt my interest rising; felt great joy.\nb. To be aware of; sense: felt the anger of the crowd.\nc. To be emotionally affected by: She still feels the loss of her dog.",
        "a. To be persuaded of (something) on the basis of intuition, emotion, or other indefinite grounds: I feel that what the informant says may well be true.\nb. To believe; think: She felt his answer to be evasive.",
        "To experience the sensation of touch.",
        "a. To produce a particular sensation, especially through the sense of touch: The sheets felt smooth.\nb. To produce a particular impression; appear to be; seem: It feels good to be home. See Usage Note at well 2.",
        "To be conscious of a specified kind or quality of physical, mental, or emotional state: felt warm and content; feels strongly about the election.",
        "To seek or explore something by the sense of touch: felt for the light switch in the dark.",
        "To have compassion or sympathy: I feel for him in his troubles.",
        "Perception by touch or by sensation of the skin: a feel of autumn in the air.",
        "The sense of touch: a surface that is rough to the feel.",
        "a. An act or instance of touching or feeling: gave the carpet a feel.\nb. Vulgar An act or instance of sexual touching or fondling.",
        "An overall impression or effect: “gives such disparate pictures … a crazily convincing documentary feel” ( Stephen King )",
        "Intuitive awareness or natural ability: has a feel for decorating.",
        "Link/Cite",
        "To use the sense of touch.\n(copulative) To become aware of through the skin; to use the sense of touch on.\nYou can feel a heartbeat if you put your fingers on your breast.\nI felt downright hot and miserable evening at night.\nTo find one's way (literally or figuratively) by touching or using cautious movements.\nI felt my way through the darkened room.\nI felt my way cautiously through the dangerous business maneuver.\n(intransitive) To receive information by touch or by any neurons other than those responsible for sight, smell, taste, or hearing.\n(intransitive) To search by sense of touch.\nHe felt for the light switch in the dark.",
        "(copulative) To become aware of through the skin; to use the sense of touch on.\nYou can feel a heartbeat if you put your fingers on your breast.\nI felt downright hot and miserable evening at night.",
        "To find one's way (literally or figuratively) by touching or using cautious movements.\nI felt my way through the darkened room.\nI felt my way cautiously through the dangerous business maneuver.",
        "(intransitive) To receive information by touch or by any neurons other than those responsible for sight, smell, taste, or hearing.",
        "(intransitive) To search by sense of touch.\nHe felt for the light switch in the dark.",
        "To sense or think emotionally or judgmentally.\nTo experience an emotion or other mental state about.\nI can feel the sadness in his poems.\nTo think, believe, or have an impression concerning.\nI feel that we need to try harder.\n(intransitive, copulative) To experience an emotion or other mental state.\nHe obviously feels strongly about it.\nShe felt even more upset when she heard the details.\n(intransitive) To sympathise; to have the sensibilities moved or affected.\nI feel for you and your plight.",
        "To experience an emotion or other mental state about.\nI can feel the sadness in his poems.",
        "To think, believe, or have an impression concerning.\nI feel that we need to try harder.",
        "(intransitive, copulative) To experience an emotion or other mental state.\nHe obviously feels strongly about it.\nShe felt even more upset when she heard the details.",
        "(intransitive) To sympathise; to have the sensibilities moved or affected.\nI feel for you and your plight.",
        "To be or become aware of.",
        "To experience the consequences of.\nFeel my wrath!",
        "(copulative) To seem (through touch or otherwise).\nIt looks like wood, but it feels more like plastic.\nThis is supposed to be a party, but it feels more like a funeral!",
        "(US, slang) To understand.\nI don't want you back here, ya feel me?",
        "Most prescriptive grammarians prefer \"I feel bad\" to \"I feel badly\", but \"I feel badly\" is widely used in US English.",
        "Badly is sometimes used after feel in its copulative sense where one might expect an adjective, ie, bad.",
        "Some users use badly when referring to an emotional state, and bad when referring to a more physical or medical state.",
        "Adjectives to which \"feel\" is often applied as a copula: free, cold, cool, warm, hot, young, old, good, great, fine, happy, glad, satisfied, excited, bad, depressed, unhappy, sad, blue, sorry, smart, stupid, loved, appreciated, accepted, rejected, lonely, isolated, insulted, offended, slighted, cheated, shy, refreshed, tired, exhausted, calm, relaxed, angry, annoyed, frustrated, anxious, worried, jealous, proud, confident, safe, grateful, uncomfortable, unsafe, insecure, desperate, guilty, ashamed, disappointed, dirty, odd, strange, ill, sick.",
        "A quality of an object experienced by touch.\nBark has a rough feel.",
        "A vague mental impression.\nYou should get a feel of the area before moving in.",
        "An act of fondling.\nShe gave me a quick feel to show that she loves me.",
        "A vague understanding\nI'm getting a feel for what you mean.",
        "An intuitive ability\nShe has a feel for music.",
        "Alternative form of feeling\nI know that feel.",
        "Alternative form of fele.",
        "Alternative form of fele.",
        "Link/Cite"
    ]
}