{
    "translation": "פורה, שופע",
    "uses": [
        "There is an abundance of fertile soil and magnificent grazing land.",
        "Climate and a fertile soil have been important elements in this growth.",
        "On to rural America where the pickings are as fertile as the country side and there's always a trusting little soul willing to help a stranger.",
        "The larger islands have some fertile and well-watered valleys and plains.",
        "Monoecious, and bearing their male flowers in catkins, they are readily distinguished from the rest of the catkin-bearing trees by their peculiar fruit, an acorn or nut, enclosed at the base in a woody cup, formed by the consolidation of numerous involucral bracts developed beneath the fertile flower, simultaneously with a cup-like expansion of the thalamus, to which the bracteal scales are more or less adherent.",
        "Almansa is built at the foot of a white limestone crag, which is surmounted by a Moorish castle, and rises abruptly in the midst of a fertile and irrigated plain.",
        "It is situated in a fertile plain 142 m.",
        "Along the flood-plains of the larger rivers are fertile \" bottomlands,\" but the ruggedness of the plateau country as a whole has retarded the development of the state, much of which is still sparsely populated.",
        "The town is neatly built in the Dutch style, lying on three small hills in a fertile district near the frontier of Holland, about 2 m.",
        "9) by a rich and well-watered plain, from which it rises in successive terraces of fertile soil to a height of 400 or 500 ft.",
        "The soil is in general very fertile, the principal products being rice, maize and pulse (kachang) in the lower grounds, and cinchona, coffee and tea, as well as cocoa, tobacco and fibrous plants in the hills.",
        "The source of Roman equity was the fertile theory of natural law, or the law common to all nations.",
        "With the exception of the sub-montane districts of Jodhpur, which lie immediately below the Aravallis, this division is sandy, ill-watered and unproductive, improving gradually from a desert in the northwest and west to comparatively fertile land on the east.",
        "The Werra valley and the other fertile valleys produce large quantities of fruit.",
        "It is much larger, being said to contain one hundred and ninety-seven acres, and is more fertile in fish; but it is comparatively shallow, and not remarkably pure.",
        "His fertile mind instantly suggested to him a point of view which gave him a right to despise the adjutant and the minister.",
        "It produces much grain and cotton, and is considered one of the most fertile districts of Persia.",
        "The western side consists of stony but fertile plains, which are well cultivated and produce luxuriant crops of grain, with some cotton, vines, almonds and figs.",
        "There is now neither inlet nor outlet to the lake in this direction, the mouth of the Ghazal having become a fertile millet field.",
        "Parts of the island are fertile, and the cultivation of vines, and the tunny and sardine fishery, also give employment to a part of the population.",
        "It contains many mountains volcanic in origin (Plomb du Cantal, Puy de Dome, Mont Dore), fertile valleys such as that of Limagne, vast pasturelands, and numerous medicinal springs.",
        "Central Albania differs from the northern and southern regions in the more undulating and less rugged character of its surface; it contains considerable lowland tracts, such as the wide and fertile plain of Musseki, traversed by the river Simen.",
        "The neighbouring valleys of the Gandara and Hippatan rivers are exceedingly fertile, but in 1908 were uncultivated.",
        "It is pleasantly situated in the midst of a fertile country near the source of the Arun.",
        "Einstein's work is so important and has proved fertile in so many various branches of physics that it is not possible to do more than enumerate a few of the most salient papers.",
        "This constitution of the great mass of the central Apennines has in all ages exercised an important influence upon the character of this portion of Italy, which may be considered as divided by nature into two great regions, a cold and barren upland country, bordered on both sides by rich and fertile tracts, enjoying a warm but temperate climate.",
        "The sanjak is very fertile, and contains good breeding-grounds, upon which horses,, camels and cattle are reared.",
        "The Muar waters a very fertile valley, and is navigable for native boats for over 150 m.",
        "In the highlands, where some fertile upland tracts produce corn, dates and other fruits, the climate is genial, but elsewhere it is extremely sultry, and on the low-lying coast lands malarious.",
        "Ready cash could alone fill up the void; and it was to the hoards of native princes that Hastings's fertile mind at once turned.",
        "The soil, chiefly alluvial, though in some places arenaceous, is generally fertile and well cultivated, but a great portion is covered with forests, interspersed with lakes.",
        "Parma, one of the finest cities of northern Italy, lies in a fertile tract of the Lombard plain, within view of the Alps and sheltered by the Apennines, 170 ft.",
        "The country round is fertile and well cultivated, and the place must have been one of considerable wealth before the T'aip'ing rebellion, as the ruins of many fine temples attest.",
        "The surrounding country is fertile and highly cultivated, and the large quantities of flax and hemp there raised encourage an active weaving industry in the town.",
        "Eventually he was able to prove that the biological doctrine of omnis cellula ecellula applies to pathological processes as well as to those of normal growth, and in his famous book on Cellular-pathologic, published at Berlin in 1858, he established what Lord Lister described as the \"true and fertile doctrine that every morbid structure consists of cells which have been derived from pre-existing cells as a progeny.\"",
        "In Tucuman and eastern Salta the same division into forests and open plains exists, but the former are of denser growth and contain walnut, cedar, laurel, tipa (Machaerium fertile) and quebracho-colorado (Loxopterygium Lorentzii).",
        "From a geological standpoint, the Great Australian Plain and the fertile valley of the Nile have had a similar origin.",
        "The southern end rises in the conical Mount Oros, and the Panhellenian ridge stretches northward with narrow fertile valleys on either side.",
        "Or again, a group of them may occupy a fertile plain, a river valley or a tableland,3 or they may stand close to the seashore.",
        "During the famine, there was a large migration of people to a region with fertile land.",
        "arvense the fertile shoots appear first, in the spring, and are unbranched and not green.",
        "The city stands on a hill separated by a little plain from the harbour; towards the north and east it communicates with a fertile valley; on the south and west it is hemmed in by high mountains.",
        "In the north and north-east are great plains of black soil, favourable to cotton-growing; in the south and west are successive ranges of low hills, with flat fertile valleys between them.",
        "Troy is the market for a fertile agricultural region, and the principal jobbing centre for a large district in north-eastern New York and eastern Massachusetts.",
        "The Campidano and other fertile spots, such as the so-called Ogliastra on the east side of the island, inland of Tortoli, the neighbourhood of Oliena, Bosa, &c., produce a considerable quantity of wine, the sweet, strong, white variety called Vernaccia, produced near Oristano, being especially noteworthy.",
        "The next great affluent of the Po, the Adda, forms the outflow of the Lake of Como, and has also its sources in the Alps, above Bormio, whence it flows through the broad and fertile valley of the Valtellina for more than 65 m.",
        "The whole of this portion of Central Italy is a hilly country, much broken and cut up by the torrents from the mountains, but fertile, especially in fruit-trees, olives and vines; and it has been, both in ancient and modern times, a populous district, containing many small towns though no great cities.",
        "AK' '-SHEHR (anc. Philomelion), a town in Asia Minor, in the Konia vilayet, situated at the edge of a fertile plain, on the north side of the Sultan Dagh.",
        "The country to the east and south-east of the Aravallis affords a striking contrast to the sandy plains on the north-west of the range, and is blessed with fertile lands, hill-ranges and long stretches of forest, where fuel and fodder are abundant.",
        "He started in March 1860, passing Lake Torrens and Lake Eyre, beyond which he found a pleasant, fertile country till he crossed the Macdonnell range of mountains, just under the line of the tropic of Capricorn.",
        "above the sea in the borderland between the fertile and wooded regions of the Sudan on the south and the arid steppes which merge into the Sahara on the north.",
        "Descending rapidly from its source, sometimes over cascades, the river soon enters deep gorges through which it flows as far as Beaulieu (department of Correze) where it debouches into a wide and fertile valley and is shortly after joined by the Cere.",
        "Puenteareas is the chief town of a fertile hilly region, which produces wine, grain and fruit, and contains many cattle farms. The industries of the town itself are porcelain manufactures, tanning and distilling.",
        "The city is in the fertile valley of the Guama.",
        "A, Fertile shoot, springing B, C, Sporophylls bearing sporangia, from the rhizome, which which in C have opened.",
        "The coastal zone is low, well-wooded and fertile.",
        "The Geestlande comprise the suburban districts encircling the city on the north and west; the Marschlande includes various islands in the Elbe and the fertile tract of land lying between the northern and southern arms of the Elbe, and with its pastures and market gardens supplying Hamburg with large quantities of country produce.",
        "His divine origin was now proved; the king gave him his daughter in marriage; and the Lycians presented him with a large and fertile estate on which he lived (Apollodorus, ii.",
        "The surrounding country is very fertile and produces large quantities of rice, as well as Indian corn, tobacco, sugar, coffee and a great variety of fruits.",
        "The soil is fertile, producing wheat, maize, grapes, figs, pomegranates and wine.",
        "The eastern Gobi, the occasionally fertile and occasionally sandy plains.",
        "Within this portion also lie the lowlands of Bhagalpur, fertile, well planted, well watered, and highly cultivated.",
        "It lies in a beautiful, extraordinary fertile and well irrigated district.",
        "The southern and eastern districts are fertile and well wooded.",
        "The numerous islets of the central group are very fertile.",
        "The soil is not fertile, and much of it is swampy.",
        "The medusabuds are either fertile or sterile.",
        "The country is generally well watered, fertile and well cultivated.",
        "Where a mantle of soil covers the rock it is generally thin but very fertile.",
        "Between the higher ranges are many fertile plains and low hilly districts, well watered but comparatively little cultivated in consequence of intertribal feuds.",
        "It is in the centre of a fertile grain-growing district.",
        "The environs are fertile, the orchards producing excellent fruit.",
        "White cedar is almost wholly confined to the swamps of the north, and white oak is found chiefly on the more fertile lands of the south.",
        "The capital, Sao Salvador or Bahia, which is one of the principal cities and ports of Brazil, is the export town for the Reconcavo, as the fertile agricultural district surrounding the bay is called.",
        "- The soil is very fertile, and if properly irrigated would yield abundant harvests.",
        "The surrounding country, which is traversed by gravel roads leading to the principal towns of the province, is fertile and well cultivated, producing sugar, tobacco and rice in abundance.",
        "tains, are for the most part fertile, though sometimes dry, and are rapidly being covered with the villages of the Russian immigrants.",
        "Unfortunately several of these fertile tracts suffer severely from malaria (q.v.), and especially the great plain adjoining the Gulf of Tarentum, which in the early ages of history was surrounded by a girdle of Greek cities—some of which attained to almost unexampled prosperity—has for centuries past been given up to almost complete desolation.",
        "proper drainage and improvement of the (generally fertile) low-lying and hitherto malarious plains.",
        "Leopold, among other useful works, drained the Val di Chiana, and restored those fertile upland plains to agriculture.",
        "of the high plateau and ceding to Abyssinia the fertile provinces of Sera and Okul-Kusai.",
        "above the sea, in a fertile but somewhat marshy district, which in the middle ages was very malarious.",
        "If fertile they become free medusae or sessile gonophores.",
        "The city lies in a fertile valley shut in by vine-clad hills, and the picturesque red sandstone buildings of the old town are interspersed with orchards and gardens.",
        "The fertile leaves or sporophylls are generally aggregated on special shoots to form rioweN which may contain one or both kinds The microspores are set free from the sporangiurn and carried generally by wind or insect agency to the vicinity of the macrospore, which never leaves the ovule.",
        "Here the climate is temperate, the country watered by many rivers and lakes, the soil fertile, the vegetation rich, the cattle numerous.",
        "In the east, Persis proper is separated by a desert (Laristan) from the fertile province of Carmania (Kerman), a mountainous region inhabited by a Persian tribe.",
        "Sahel thus understood comprises regions which form the inter mediate zone between the fertile lands of the Sudan and the desert.",
        "On the fertile low grounds along the margins of rivers or in clearings of forests, agricultural communities naturally take their rise, dwelling in villages and cultivating the wild grains, which by careful nurture and selection have been turned into rich cereals.",
        "It is noticeable that the patriotic spirit is strongest in those places where people are brought most intimately into relation with the land; dwellers in the mountain or by the sea, and, above all, the people of rugged coasts and mountainous archipelagoes, have always been renowned for love of country, while the inhabitants of fertile plains and trading communities are frequently less strongly attached to their own land.",
        "or so in width, and separating the two fertile but otherwise insignificant islands of Bali and Lombok, makes such a frontier as can hardly be shown to exist elsewhere.",
        "Except such as are of coral formation, the Antilles are hilly, not to say mountainous, their summits rising in places to an elevation of 8000 ft., and nearly all, prior to their occupation by Europeans, were covered with luxuriant forest, which, assisting in the collection and condensation of the clouds brought by the trade winds, ensured its own vitality by precipitating frequent and long-continued rains; upon the fertile soil.",
        "The soil in the valleys and plains of the department, especially in the Bresse, is fertile, producing large quantities of wheat, as well as oats, buckwheat and maize.",
        "Along with this mountainous district went a fertile low tract of country on the western side, which also included the marshes at the mouths of the Euphrates and Tigris and the north-eastern coast land of the Gulf.",
        "There are few or no local taxes, the municipal chest being filled by the revenues derived from the fertile delta-land, the Kampeneiland, which is always being built up at the mouth of the Ysel.",
        "Orihuela is situated in a beautiful and exceedingly fertile huerta, or tract of highly cultivated land, at the foot of a limestone bridge, and on both sides of the river Segura, which divides the city into two parts, Roig and San Augusto, and is spanned by two bridges.",
        "The northern section is more broken and rugged; barren ridges and low rocky mountain-ranges, interspersed with fertile valleys, being its characteristic features.",
        "Sugar, rice, indigo and tropical fruits are the chief products of the fertile district in which the town lies; it is widely known for its fish-ponds and its excellent fish, and its principal manufactures are jusi, pina, ilang ilang perfume and sugar.",
        "2) (P. vulgare) is widely diffused in the British Isles, where it is found on walls, banks, trees, &c.; the creeping, densely-scaly rootstock bears deeply pinnately cut fronds, the fertile ones bearing on the back.",
        "The soil, mainly alluvial, is naturally very fertile, and wherever cultivated yields abundant crops, durra being the principal grain grown.",
        "Isolated black-earth islands, though less fertile, occur also in Courland and Kovno, in the OkaVolga-Kama depression, on the slopes of the Urals, and in a few patches in the N.",
        "The steppes proper are very fertile, elevated plains, slightly undulating, and intersected by numerous ravines which are dry in summer.",
        "Broadly speaking, the forests here yield to steppes, and the soil is very fertile; but the whole region suffers periodically from drought.",
        "The \" northern soils,\" which are glacial deposits more or less redistributed by water, are much less fertile as a rule, and consist of all possible varieties from a tough boulder clay to loose sand.",
        "And, strange to say, the heaviest arrears are du: from the fertile black earth region of S.",
        "Our land, said the deputation sent to Ras for this purpose, is great and fertile, but there is no order in it; come and reign and rule over us.",
        "The other part comprehends inner Persis lying northwards; it enjoys a pleasant climate and has fertile and well-watered plains, gardens with trees of all kinds, rich pasturages and forests abounding with game; with the exception of the olive all fruits are produced in profusion, particularly the vine.",
        "Many districts are fertile, but some, particularly those in the south-eastern part of the province, do not produce sufficient grain for the requirements of the sparse population.",
        "The intermediate lands are highly fertile, especially in the forested region, where the rainfall is abundant.",
        "The most fertile soil is the alluvium of the' Delta, deposited during the overflows of the Mississippi.",
        "It is deeper and more sandy where granite is the underlying rock, deeper and more fertile on the north-western than on the south-eastern mountain slopes, and shallower and more clayey where slate is the underlying rock.",
        "India consequently has always been the fertile mother of practical mystics and devotees.",
        "The island lacks water, and is dusty during drought, but is fertile, producing fruit, wine and olive oil; the indigenous flora comprises Boo species.",
        "The surface of Minas Geraes is broken by mountain ranges and deeply eroded rivercourses, the latter forming fertile valleys shut in by partly barren uplands, or campos.",
        "This zone has an abundant rainfall, dense forests and a fertile soil.",
        "e, Spur of the label e, The fertile stamen, with lum.",
        "The first Diandreae, has two or rarely three fertile stamens and three functional stigmas.",
        "In Cypripedium two stamens are present, one on each side of the column instead of one only at the top, as in the group Monandreae, to which belong the remaining genera in which also only two stigmas are fertile.",
        "In Cypripedium two of the outer stamens are wanting; the third - the one, that is, which corresponds to the single fertile stamen in the Monandreae - forms a large sterile structure or staminode; the two lateral ones of the inner series are present, the third being undeveloped.",
        "It is well watered, populous, and, as a rule, highly cultivated, fertile, and well wooded; the climate is analogous to that of southern Europe, with hot summers, and winters everywhere cold and in the north decidedly severe.",
        "All these countries are well watered, populous and fertile, with a climate very similar to that of eastern Bengal.",
        "The whole tract, excepting south-eastern Arabia, is nominally subject to Turkey, but the people are to no small extent practically independent, living a nomadic, pastoral and freebooting life under petty chiefs, in the more arid districts, but settled in towns in the more fertile tracts, where agriculture becomes more profitable and external commerce is established.",
        "The highest land does not rise to a greater height than 10,250 ft.; the climate is well suited for agriculture, and the islands generally are fertile and fairly cultivated, though not coming up to the standard of Java either in wealth or population.",
        "Gilla, is very fertile and much cultivated, as is also the district to the east round Quarto S.",
        "The principal crops are potatoes, rye and oats, but wheat and barley are grown in the more fertile districts; tobacco, flax, hops and beetroot are also cultivated.",
        "and had a population in 1901 of 300,173; it consists partly of fertile valleys formed by spurs of mountain system which divides it from Siam, and partly of a rich alluvial tract created by the great rivers which issue from them.",
        "Did it spring from the fertile brain of some court lady, Marie, or another?",
        "The province of Kano is generally fertile.",
        "The land around Beauly is fertile and the town drives a brisk trade in coal, timber, lime, grain and fish.",
        "The commercial importance of the town dates from the second half of the r9th century; in 1870 its population had risen to 38,000, and after it was brought into railway connexion with Kharkov and Voronezh, and thus with the fertile provinces of south and south-east Russia, the increase was still more rapid, the number reaching 56,047 in 1885, and 58,928 in 1900 - Greeks, Jews, Armenians and West-Europeans being important elements.",
        "The slopes and valleys are densely wooded, the lower regions being very fertile and adapted to tropical agriculture.",
        "The district possesses many natural attractions, and is one of the most fertile in central Europe.",
        "The soil of these plains is generally very fertile and they support a population of nearly 2,800,000 Russians, composed of Cossacks and peasant immigrants, settled chiefly along the rivers and grouped in large, wealthy villages.",
        "The Mugan steppe is, however, in spite of its dryness, a more fertile region in virtue of the irrigation practised; but the Kura has excavated its bed too deeply to admit of that being done along its course.",
        "The Lenkoran district, sometimes called Talysh, on the western side of the Kizil-Agach bay, is blessed with a rich vegetation, a fertile soil, and a moist climate.",
        "It is divided into six provinces, and covers a broken, mountainous region, partially barren in its higher elevations but traversed by deep, warm, fertile valleys.",
        "The country, mountainous in its southern portion, possesses extensive forests, fertile valleys, producing rice, wheat and other grains in abundance, and rich pasturages.",
        "They were favoured with a soil extremely fertile, and one which their skill and diligence kept in good condition.",
        "deep. The drainage of the Great Level of the Fens was prosecuted during the 17th century, but lack of engineering skill and the opposition of the fen-men hindered the reclamation of a now fertile region.",
        "by the fertile plain of Hyrcania (about Astrabad) at the foot of the mountains in the corner of the Caspian and by the Turanian desert; on the S.",
        "Charac.), and built his residence Dara on a rock in a fertile valley in Apavarktikene (Justin xli.",
        "It was founded in 1868 and is the chief town of the Marico district, one of the most fertile regions of South Africa.",
        "In the valleys also are strips covered with a fertile alluvial deposit.",
        "In the other parts of the state the soil is composed mainly of glacial drift, and is generally deep and fertile.",
        "It is deeper and more fertile, however, in the basins of the Great Miami and Little Miami rivers, where there is a liberal mixture of decomposed limestone and where extensive areas with a clay subsoil are covered with alluvial deposits.",
        "The soil is almost throughout \"black earth,\" and Podolia is one of the most fertile governments of Russia.",
        "It is situated in the fertile district of Brie, in a valley watered by the Grand-Morin.",
        "Between this central barrier and the northern frontier range of Cnemis (3000 ft.) is the narrow but fertile valley of the Cephissus, along which most of the Phocian townships were scattered.",
        "south of modern Ktima, at the other end of a fertile coast-plain.",
        "The country lying to the south of the Dhaleswari is the most fertile part of the district.",
        "The site of Nisibis, on the great road between the Tigris and the Mediterranean, and commanding alike the mountain country to the north and the then fertile plain to the south, gave it an importance which began during the Assyrian period and continued under the Seleucid empire.",
        "The delta soil is typically a heavy, black, alluvial clay, very fertile, but difficult to work; admixture of sand is beneficial, and the localities where this occurs yield the best cotton.",
        "Antioch lay in one of the most fertile regions of the East; Bohemund was almost, if not quite, the greatest genius of his generation; and when he visited Jerusalem at the end of 1099, he led an army of 25,000 men - and those men, at any rate in large part, Normans.",
        "The Albigensian Crusades, however, belong to French history; and it can only be noted here that their ultimate result was the absorption of the fertile lands, and the extinction of the peculiar civilization, of southern France by the northern monarchy.",
        "Crusaders themselves kept diaries or itineraria; while home-keeping ecclesiastics in the West - monks like Robert of Reims, abbots like Guibert of Nogent, archbishops like Balderich of Dol - found a fertile subject for their pens in the history of the Crusades.",
        "The latter appears mainly in Palestine, and has of late been considerably strengthened by immigration of European Jews, who have almost doubled the population of Jerusalem, and settled upon several fertile spots throughout the Holy Land.",
        "They also annexed a certain fertile portion of Basuto territory, and finally terminated the strife by a treaty at Thaba Bosigo, by which Moshesh gave up the tract of territory taken by the Boers and professed himself a subject of the Free State.",
        "This treaty defined the boundary between the Free State and Basutoland, whereby the fertile strip of country west of the Caledon river, known as the Conquered Territory, was finally transferred to the Free State, and the remainder of Basutoland was recognized as a portion of the British dominions.",
        "He was, however, an able and conscientious experimenter, and was very fertile and ingenious in devising physical apparatus.",
        "The greater part of the territory is mountainous, with fertile, well-watered valleys and valuable forests.",
        "The population is concentrated in a few small towns on the rivers and in some colonies, established by the national government to check Chilean invasions, in the fertile districts of the Andes.",
        "in extreme width; on the east coast there is a rich plain called Giran, and there are also some fertile valleys in the neighbourhood of Karenko and Pinan, extending up the longitudinal valleys of the rivers Karenko and Pinan, between which and the east coast the Taito range intervenes; but the rest of the island is mountainous and covered with virgin forest.",
        "Under the same jurisdiction as Porto Rico are the fertile island of Vieques (21 m.",
        "The state occupies an elevated plateau, extending from two spurs of the Sierra Madre, called the Sierra Fria and Sierra de Laurel, eastward to the rolling fertile plains of its eastern and south-eastern districts.",
        "The fertile valleys of the north and west are devoted to agriculture and the plains to stockraising.",
        "- Spikelet of Wild Oat, sativa, with two fertile florets, A.",
        "'s Hertogenbosch is the market of the fertile Meiery district, and carries on a considerable trade, chiefly by water, with Dordrecht and Rotterdam, Nijmwegen, Amhem, Maastricht and Liege.",
        "The soil is a clayey or a sandy loam, and very fertile except in the Usar tracts, where there is a saline efflorescence.",
        "It stands on the eastern shore of a low fertile islet between Kvald and the mainland, in 69° 38' N., 18° 55' E.",
        "Towards the river, though rich in parts, this tract of country is generally wild and desolate, but nearer the base of the hill range there is a large natural basin of fertile land which is highly cultivated.",
        "22 a plains, high plateaus, fertile bottoms and rocky wastes, and is rendered picturesque by rivers and groves.",
        "The vast myth of the Ring is related in full several times in each of the three main dramas, with ruthless disregard for the otherwise magnificent dramatic effect of the whole; hosts of original dramatic and ethical ideas, with which Wagner's brain was even more fertile than his voluminous prose works would indicate, assert themselves at all points, only to be thwarted by repeated attempts to allegorize the philosophy of Schopenhauer; all efforts to read a consistent scheme, ethical or philosophical, into the result are doomed to failure; but all this matters little, so long as we have Wagner's unfailing later resources in those higher dramatic verities which present to us emotions and actions, human and divine, as things essentially complex and conflicting, inevitable as natural laws, incalculable as natural phenomena.",
        "Between these two systems of hills lies the fertile undulating tract known as the Wetterau, watered by the Wetter, a tributary of the Main.",
        "The territory consists of a fertile tract of low hills, rising towards the south-west into the northern extremity of the Hardt range, but at no point reaching a height of more than 1050 ft.",
        "The part of the island under cultivation is very fertile, and the air is remarkable for its purity.",
        "The soil is fertile and produces rubber, cotton, sugar, coffee, cocoa, tobacco and nutmegs, all of which are exported; pimento (allspice) grows wild in the greatest profusion.",
        "Alora, which is an ancient and picturesque town, with several Moorish ruins, occupies an outlying hill of the Sierra de Tolox, and overlooks a fertile valley where maize, sugar-cane and datepalms are cultivated.",
        "The Perche in the southwest and the Thimerais in the north-west are districts of hills and valleys, woods, lakes and streams. The region of the east and south is a level and uniform expanse, consisting for the most part of the riverless but fertile plain of Beauce, sometimes called the \"granary of France.\"",
        "Both these men were Quakers, and in 1675 Fenwicke with a large, company of his co-religionists crossed the Atlantic, sailed up Delaware Bay, and landed at a fertile spot which he called Salem.",
        "Immediately south of the Jebel Sangeli are the comparatively fertile Jidali and Gebi districts or river valleys - the Gebi flowing east in the direction of Ras Hafun, while the Jidali has a southerly course towards the Wadi Nogal.",
        "Overcoming in a remarkable manner the difficulties of operating in the dry season, Colonel Swayne harried the mullah incessantly, and followed him across the Haud into the more fertile region of Mudug in Italian territory, permission so to do being granted by Italy.",
        "- Though much of the land is barren, the soil is fairly fertile in the valleys of the Webi Shebeli and Wadi Nogal.",
        "Lancaster is the trade centre of a fertile agricultural region, has good transportation facilities, and is near the Hocking Valley and Sunday Creek Valley coal-fields; its commercial and industrial importance increased greatly, after 1900, through the development of the neighbouring natural gas fields and, after 1907-1908, through the discovery of petroleum near the city.",
        "It is connected with Ponce by railway (1910), and with the port of Arroyo by an excellent road, part of the military road extending to Cayey, and it exports sugar, rum, tobacco, coffee, cattle, fruit and other products of the department, which is very fertile.",
        "A fertile province, in the eastern and southern portions its surface consists chiefly of plains almost entirely treeless.",
        "North of this region the surface of the province is of most fertile soil, the ordinary rainfall sufficing for agriculture.",
        "It ranks with the most picturesque and most fertile members of the group and contains a breed of ponies, a cross between the native pony and the horse.",
        "Its territory was very fertile, and this was the principal source of its wealth.",
        "The Mexican Central gives it railway connexion with the national capital and other prominent cities of the Republic. Leon stands in a fertile plain on the banks of the Turbio, a tributary of the Rio Grande de Lerma, at an elevation of 5862 ft.",
        "Volcanic in origin - the Jebel ed-Druz is a group of extinct volcanoes - the friable volcanic soil is extraordinarily fertile.",
        "Nearly all of this vast flood-plain lies below the level of high water in the Mississippi, and, but for the protection afforded by the levees, every considerable rise of its waters would inundate vast areas of fertile and cultivated land.",
        "Heavy rainfall, high temperature and fertile soil combine to cover the greater part of the state, and particularly the alluvial regions and the coast swamps, with a most luxuriant subtropical vegetation, both arborescent and herbaceous.",
        "there are many sandy districts in the uplands, also sandy clays; in the \" second bottoms \" of the streams fertile sandy loams; abundant tertiary marls in the north-central region; some gypsum in the cretaceous \" islands \"; and some fossiliferous marls with decomposed limestones.",
        "The city occupies a green, fertile valley of the Rio Chile, 7753 ft.",
        "The climate is temperate and healthy, and the fertile valley (10 m.",
        "This lowlying fertile belt stretches along the river for about 300 m., but is not more than a mile or two wide.",
        "northward, through a succession of fertile glens, reaching the Save m.",
        "There are fertile valleys in the vicinity which provide the city's markets with fruit and vegetables, while the vineyards of Camargo (formerly known as Cinti), in the southern part of the department, supply wine and spirits of excellent quality.",
        "The mountainous tract has probably an average altitude of between 6000 and 7000 ft., with a temperate climate and regular rainfall, and is fertile and populous.",
        "to the south and runs through the fertile district of Khamis Mishet, the highest in Asir.",
        "Agriculturally the department is flourishing, the valleys of the Allier and the Sioule known as the Limagne Bourbonnaise comprising its most fertile portion.",
        "Its narrow but fertile territory consisted of a plain shut in on all sides except towards the sea by considerable elevations, among which the most remarkable were Mount Arachnaeon and Titthion.",
        "AK- HISSAR (anc. Thyateira, the \"town of Thya\"), a town situated in a fertile plain on the Giirdiik Chai (Lycus), in the Aidin vilayet, 58 m.",
        "Antequera overlooks the fertile valley bounded on the S.",
        "The surface drifts of the greater part of the state, which are almost wholly of glacial origin, have provided Minnesota with a remarkably fertile soil.",
        "Toward the east central part of the state there is a somewhat less fertile sandy soil, which is devoted more largely to potatoes and similar crops.",
        "The central and southern parts of the state are mountainous, but there are extensive fertile plains in the N.",
        "wide, but the foothills region back of this is usually well wooded and fertile, and the low alluvial river valleys penetrate deeply into the sierras.",
        "It prefers rich fertile soil on the banks of watercourses, but does not flourish in swamps.",
        "The soil in the valleys and on the lower slopes of the hills is fertile, indeed 35.08% of the whole area is arable.",
        "Its harbour was extremely busy and the surrounding country unusually fertile.",
        "South Siberia has a very fertile soil and yields heavy crops, but immense tracts of the country are utterly unfit for tillage.",
        "Although agriculture is carried on on the upper Amur, where land has been cleared from virgin forests, it really prospers only below Kumara and on the fertile plains of the Zeya and Silinji.",
        "Their bronze ornaments and implements, often polished, evince considerable artistic taste; and their irrigated fields covered wide areas in the fertile tracts.",
        "The lower valley of the Farah Rud is fertile and well cultivated.",
        "Abeokuta lies in a beautiful and fertile country, the surface of which is broken by masses of grey granite.",
        "ULM, a fortress-city of Germany, in the kingdom of Wurttemberg, situated on the left bank of the Danube, in a fertile plain at the foot of the Swabian Alps, 58 m.",
        "The soil is on the whole fertile, and the produce very varied.",
        "It lies on a plain by the Bayamo river, in a fertile country, but isolated from sea and from railway.",
        "Beyond the small fertile valley in which it stands is the barren desert, on which rain rarely falls and which has no economic value apart from its minerals (especially saline compounds).",
        "Forty miles lower down the Orange is joined by the first of its large tributaries, the Caledon (230 m.), which, rising on the western side of the Mont aux Sources, flows, first west and then south, through a broad and fertile valley north of the Maluti Mountains.",
        "The southern system, which at one time rendered fertile the great plains of.",
        "There are works for the manufacture of woollens and ropes, also tanneries, but it is as the central market of a large and fertile district that Carmarthen is most important.",
        "Dunkirk is situated in the low but fertile district of the Wateringues.",
        "The scorpion, attacking the genitals of the bull, is sent by Ahriman from the lower world to defeat the purpose of the sacrifice; the dog, springing towards the wound in the bull's side, was venerated by the Persians as the companion of Mithras; the serpent is the symbol of the earth being made fertile by drinking the blood of the sacrificial bull; the raven, towards which Mithras turns his face as if for direction, is the herald of the Sun-god, whose bust is near by, and who has ordered the sacrifice; various plants near the bull, and heads of wheat springing from his tail, symbolize the result of the sacrifice; the cypress is perhaps the tree of immortality.",
        "Parts of this coastal plain, however, have an elevation of 100 to 200 ft., are rolling and fertile in character, and terminate on the coast in a line of bluffs.",
        "This great chapadao is in many respects the best part of Brazil, having a temperate climate,- extensive areas of fertile soil, rich forests and a regular rainfall.",
        "It is traversed by two mountain chains, the Serra da Mantiqueira and Serra do Mar, and the broad, fertile valley of the Parahyba do Sul which lies between them, and which slopes gently toward the east from a general elevation exceeding 2000 ft.",
        "hares gencia Victoria do Brazil, having an abundant rainfall, extensive forests of valuable timber, and large areas of fertile soil.",
        "It rises on an elevated tableland in the state of Sao Paulo and flows across the state of Rio de Janeiro from west to east, through a broad fertile valley producing coffee in its most elevated districts and sugar on its alluvial bottom-lands nearer the sea.",
        "Between the two great waterfalls of the Parana there is an open channel of 276 m., passing through a rich and healthy country, and receiving large tributaries from one of the most fertile regions of Brazil.",
        "of the Via Appia are numerous ancient tombs, and the fertile valley to the N.E.",
        "The Eurotas valley, however, is fertile, and produces at the present day maize, olives, oranges and mulberries in great abundance.",
        "Kassala mudiria contains some of the most fertile land in the Anglo-Egyptian Sudan.",
        "About half is mountain, but there are fertile plains of great extent N.",
        "The site lies high (1400 ft.) on eight hillocks in a fertile oasis plain, beyond which stretch on the S.",
        "Mieres is the chief town of a mountainous, fertile and well-wooded region in which coal, iron, and copper are extensively mined and sulphur and cinnabar are obtained in smaller quantities.",
        "It is situated near the Guanajibo river, in a fertile agricultural region which produces sugar, coffee, fruit, cacao and tobacco.",
        "After leaving the Central Provinces, the river widens out in the fertile district of Broach, with an average breadth of z m.",
        "Moses bar Kepha (f903), one of the most fertile of 9th-century authors, wrote commentaries, theological treatises and many liturgical works.",
        "The rivers in this fertile tract of country are the Rhine, Lauter, Queich, Speirbach, Glan and Blies.",
        "The Vosges, and their continuation the Hardt, run through the land from south to north and divide it into the fertile and mild plain of the Rhine, together with the slope of the Hardt range, on the east, and the rather inclement district on the west, which, running between the Saarbriick carboniferous mountains and the northern spurs of the Hardt range, ends in a porphyrous cluster of hills, the highest point of which is the Donnersberg (2254 ft.).",
        "The town (Fauresfeld, Faveresham) owed its early importance to its situation as a port on the Swale, to the fertile country surrounding it, and to the neighbourhood of Watling Street.",
        "It serves one of the best-watered and most fertile agricultural and pastoral districts of the province, of which it is the chief eastern trading centre.",
        "It is the trade centre of a fertile agricultural district, and manufactures bamboo hats, silk and native fibre goods.",
        "Probably a return to settled political and industrial conditions in Venezuela will result in a large addition to its railway mileage, as a means of bringing the fertile inland districts into direct communication with the coast.",
        "Much the greater part of the republic is fertile and adapted to cultivation.",
        "In its upper course it traverses a higher plateau, whence, after passing the town of Landeshut, it descends through a narrow and fertile valley to Kupferberg.",
        "It is well-watered, and forms one of the most fertile districts of Hungary.",
        "The surface of the state is much broken by the Sierra Madre Occidental, which extends through it from north to south and covers its entire width with parallel ranges, enclosing fertile valleys.",
        "The soil of the sierra valleys is fertile, and when it is irrigated forage and cereal crops may be grown in abundance.",
        "As a prose writer Lamartine was very fertile.",
        "If the striking conceptions of Paul Ehrlich and Emil Fischer continue to prove as fertile in inspiring and directing research as at present they seem to be, another wide sphere of.",
        "The discoveries of the separate paths of sensory and motor impulses in the spinal cord, and consequently of the laws of reflex action, by Charles Bell and Marshall Hall respectively, in their illumination of the phenomena of nervous function, may be compared with the discovery in the region of the vascular system of the circulation of the blood; for therein a key to large classes of normal and aberrant functions and a fertile principle of interpretation were obtained.",
        "LEMGO, a town of Germany, in the principality of Lippe, in a broad and fertile plain, 9 m.",
        "The northern part of this tract is barren hilly country, but in the west and south are rich alluvial plains containing some of the most fertile lands of the province.",
        "wide, is fertile in the highest degree.",
        "The northern portion of this tract, which on the east touches the basin of the Salween river, is hilly; the remainder towards the confluence of the Salween, Gyaing and Attaran rivers consists of broad fertile plains.",
        "Treviso is the seat of various manufactures - ironworks and pottery, macaroni, cotton-spinning and rice-husking, paper, printing, brushes, brickyards, flourmills - and is the centre of a fertile district.",
        "Dumaguete lies in the midst of a fertile agricultural district.",
        "Ruanda and Urundi are healthy, fertile, highlying regions, thickly populated and great cattle-raising areas.",
        "North of the plateau rises a well-watered and undulating belt of country, into which run low ranges of limestone hills, sometimes arid, sometimes covered with dwarf-oak, and often shutting in, between their northern and north-eastern flank and the main mountain-line from which they detach themselves, rich plains and fertile valleys.",
        "The soil was extremely fertile, and teemed with an industrious population.",
        "The dense population was due to the elaborate irrigation of the Babylonian plain which had originally reclaimed it from a pestiferous and uninhabitable swamp and had made it the most fertile country in the world.",
        "The eastern tract is open, fertile and well cultivated.",
        "To the north of the watershed, the Girna and its tributary the Mosam flow through fertile valleys into the Tapti.",
        "It is situated 43° 46' N., 11° 14' E., on both banks of the river Arno, which at this point flows through a broad fertile valley enclosed between spurs of the Apennines.",
        "The soil is very fertile; wheat, Indian corn, olives, vines, fruit trees of many kinds cover both the plain and the surrounding hills; the chief non-fruit-bearing trees are the stone pine, the cypress, the ilex and the poplar, while many other varieties are represented.",
        "Florence is the centre of a large and fertile agricultural district, and does considerable business in wine, oil and grain, and supplies the neighbouring peasantry with goods of all kinds.",
        "The only place in the district at the present day deserving to be called a town is Isbarta, the residence of a pasha; it stands at the northern foot of the main mass of Mt Taurus, looking over a wide and fertile plain which extends up to the northern chain of Taurus.",
        "The surrounding district, exceptionally fertile marshland, is known as Die Vierlande, being divided into four parishes, whence the name is derived.",
        "As the soil was fertile and well watered, the township had been agricultural up to this time.",
        "It is often of very mixed origin, being derived from the detritus of many kinds of rocks, and usually forms soil of a fertile character.",
        "As late as the 12th and 13th centuries each of these islands consisted of several smaller islands, many of whose names are still preserved in the fertile polders which have taken their place.",
        "The soil of Zeeland consists of a fertile sea clay which especially favours the production of wheat; rye, barley (for malting), beans and peas, and flax are also cultivated.",
        "The immediate environs are very fertile and produce a great variety of fruits, including many of the temperate zone, but the surrounding country is arid and sterile, producing scanty crops of barley, Indian corn and pease.",
        "Although the guinea-pig is a fertile breeder, the wild species only produce one or two young at a birth, and this but once in a year.",
        "The central zone includes Hejaz (or Hijaz), Nejd and El Hasa; much of it is a dry, stony or sandy steppe, with few wells or watering-places, and only occupied by nomad tribes; but the great wadis which intersect it contain many fertile stretches of alluvial soil, where cultivation is possible and which support a considerable settled population, with several large towns and numerous villages.",
        "Akhdar, is perhaps the most fertile district in the peninsula; Hadramut, too, contains many large and prosperous villages, and the torrents from the Yemen highlands fertilize several oases in the Tehama (or Tihama) or lowlands of the western and southern coast.",
        "above the valley, the fortress and palace of the imams, now replaced by the Turkish military hospital, the suburb of Bir el Azab with its scattered houses and gardens, the Jews' quarter and the village of Rauda, a few miles to the north in a fertile, irrigated plain which Niebuhr compares to that of Damascus.",
        "Kharid, the ancient Caminacum, and Kharibat el Beda, the Nesca of Pliny, where the Sabaean army was defeated by the Romans under Aelius Gallus in 24 B.C. From El Jail Halevy travelled northward, passing the oasis of Khab, and skirting the great desert, reached the fertile district of Nejran, where he found a colony of Jews, with whom he spent several weeks in the oasis of Makhlaf.",
        "Sailing thence to Sur near Ras el Had, he travelled southward through the country of the Bani bu Ali to the borders of the desert, then turning north-west up the Wadi Betha through a fertile, wellwatered country, running up to the southern slopes of J.",
        "Both are generally bare and unproductive, the uplands, however, contain the fertile valleys of Khaibar and Medina, draining to the Wadi Hamd, the principal river system of western Arabia; and the Wadi Jadid or Es Safra, rising in the Harra between Medina and Es Safina, which contain several settlements, of which the principal produce is dates.",
        "Kasim and Wushm, where the water in the wadi beds rises nearly to the ground level, numerous fertile oases are found with thriving villages and towns.",
        "Dawasir; the whole of this hilly region of eastern Nejd is, perhaps, rather a rolling down country than truly mountainous, in which high pastures alternate with deep fertile valleys, supporting numerous villages with a large agricultural population.",
        "The scenery in this mountain region is of the most varied description; bare precipitous hill-sides seamed with dry, rocky watercourses give place with almost startling rapidity to fertile slopes, terraced literally for thousands of feet.",
        "Hadramut; the two others run for a long distance through fertile valleys and, like many of the wadis on the seaward side of the range, have perennial streams down to within a few miles of the sea.",
        "Farther north, in Asir, the plateau is more mountainous and contains many fertile valleys.",
        "The greater part of it is desert, but a short stretch lying between the 48th and 50th meridians is well watered and exceptionally fertile.",
        "The narrow coastal strip seems to be moderately fertile, and the hills which in places come down to the seashore are covered with trees, among which the frankincense and other gumbearing trees are found.",
        "Pelly heard of from the Ahl Murra Bedouins as once a fertile district, and which still produces dates, though, owing to malaria, it is now deserted; thence southward to the Hadramut valley no communication is known to exist.",
        "The soil of both islands is fertile, potatoes and barley being raised and cattle pastured.",
        "The southern part is hilly (Wesergebirge), but the remainder consists of a fertile plain.",
        "The township is at the head of navigation on the Charles, and occupies the fertile undulating plains along the river running back to a range of hills, the highest of which are Whitney Hill (200 ft.) and Meeting House Hill (250 ft.).",
        "As early as the close of the 17th century Watertown was the chief horse and cattle market in New England and was known for its fertile gardens and fine estates.",
        "- Geographically speaking, Tunisia is merely the eastern prolongation of the Mauretanian projection of northern Africa, of that strip of mountainous, fertile and fairly well-watered country north of the Sahara desert, which in its flora and its fauna, and to some extent in its human race, belongs rather to Europe than to Africa.",
        "Vegetation is abundant, and recalls that of the more fertile districts of southern Spain and of Italy.",
        "in breadth, fairly well watered and fertile.",
        "In a less marked way this fertile coast region is continued southwards in an ever-narrowing belt to the Tripolitan frontier.",
        "In the third quarter of the 19th century not more than a tenth part of the fertile land was under cultivation, and the yearly charge on the public debt exceeded the whole annual revenue.",
        "The coast, extending from the base of the Western or Maritime Cordillera to the Pacific Ocean, consists of a sandy desert crossed at intervals by rivers flowing through narrow, fertile valleys.",
        "It contains stupendous chains of mountains, elevated plains and table-lands, warm and fertile valleys and ravines.",
        "Here the maritime range approaches the ocean, leaving a narrower strip of coast, but the fertile valleys are closer and more numerous.",
        "Those of Carabayllo and Rimac are connected, and the view from the Bay of Callao extends over a vast expanse of fertile plain bounded by the Andes, with the white towers of Lima in a setting of verdure.",
        "The valleys of Ica, Palpa, San Xavier and Nasca are rich and fertile, though they do not extend to the sea; but between Nasca and Acari there is a desert 60 m.",
        "There are two distinct general types - the coast tribes occupying the fertile river valleys, who are employed on the plantations, in domestic service in the cities, or in small industries of their own, no longer numerous; and the sierra tribes, who are agriculturists, miners, stock-breeders and packers, still comparatively numerous.",
        "Railway construction in Peru began in 1848 with a short line from Callao to Lima, but the building of railway lines across the desert to the inland towns of the fertile river valleys and the Andean foot-hills did not begin until twenty years later.",
        "This seems incompatible with the arid character of the country and the peculiar conditions of its civilization, but irrigation has been successfully employed in the fertile valleys of the coast.",
        "The situation is low and unhealthy, but the territory is fertile, rice, cereals and sugar being grown.",
        "It lies in an excellently fertile plain, 6 m.",
        "Streams from the Pisidian mountains make the land on the south-west and south of the city a garden; but on the east and north-east a great part of the naturally fertile soil is uncultivated.",
        "Its western portion, the Basim taluk, consists of a fertile tableland, about 1 000 ft.",
        "At the beginning of the Christian era, and for many previous centuries, no eruption had been known to take place from the mountain, and the volcanic nature of the locality was perhaps not even suspected by the inhabitants who planted their vineyards along its fertile slopes, and built their numerous villages and towns around its base.",
        "Among the other manufactures are food preparations, wooden ware, wagons and carriages, stoves and furnaces, boots and shoes, tobacco and cigars, flour, candy, gloves, bricks, tile and pottery, furniture, paper boxes and firearms. Utica is a shipping point for the products of a fertile agricultural region, from which are exported dairy products (especially cheese), nursery products, flowers (especially roses), small fruits and vegetables, honey and hops.",
        "It is hardly less certain that the great achievement which he did actually perform was originally set in motion by Saint-Simon's conversation, though it was afterwards directly filiated with the fertile speculations of A.",
        "Its importance was due, first to its military strength, secondly to its situation on an important highway leading from the interior to the Aegean coast, and thirdly to its commanding the wide and fertile plain of the Hermus.",
        "In many respects the resemblance between Verona and Florence is very striking; in both cases we have a strongly fortified city built in a fertile valley, on the banks of a winding river, with suburbs on higher ground, rising close above the main city.",
        "Its fertile surroundings, its central position at the junction of several great roads, and the natural strength of its position, defended by a river along two-thirds of its circumference, all combined to make Verona one of the richest and most important cities in northern Italy, although its extent within the walls was not large.",
        "The department includes an arid, sand-covered region on the coast traversed by deep gorges formed by river courses, and a partly barren, mountainous region inland composed of the high Cordillera and its spurs toward the coast, between which are numerous highly fertile valleys watered by streams from the snow-clad peaks.",
        "from the Ambracian Gulf, on a bend of the navigable river Aracthus (or Aratthus), in the midst of a fertile wooded plain.",
        "The table-land consists of a series of fertile plains, of varying size and elevation separated from each other by upland tracts or mountains, and it is drained almost entirely by the river Iris (Yeshil Irmak) and its numerous tributaries, the largest of which are the Scylax (Tchekerek Irmak) with many affluents and the Lycus (Kalkid Irmak), all three rising in the highlands near, or on, the frontier of Armenia Minor and flowing first in a westerly and then in a north-westerly direction to merge their waters in a joint stream, which (under the name of the Iris) pierces the mountain-wall and emerges on the east of Amisus (Samsun).",
        "A little farther south enclosing the fertile plain of Aizu (Aizu-taira, as it is called) several important peaks are found, among them being lide-san (6332 ft.) Azuma-yama (7733 ft.), which, after a long interval of quiescence, has given many evidences of volcanic activity during recent years; Nasu-dake (6296 ft.), an active volcano; and Bandai-san (6037 ft.), A terrible interest attaches to the last-named mountain, for, after having remained quiet so long as to lull the inhabitants of the neigh.",
        "Lying on the south slope of the Thuringian Forest, and in the Franconian plain, the duchy of Coburg is an undulating and fertile district, reaching its highest point in the Senichshohe (1716 ft.) near Mirsdorf.",
        "and consists of a considerable portion of the eastern half of the fertile valley of the Rhine and of the mountains which form its boundary.",
        "In the valleys the soil is particularly fertile, yielding luxuriant crops of wheat, maize, barley, spelt, beans, potatoes, flax, hemp, hops, beetroot and tobacco; and even in the more mountainous parts rye, wheat and oats are extensively cultivated.",
        "above sea-level, and numerous good, hard gravel roads radiate from it in all directions through the surrounding country, a fertile farming region which abounds in limestone, used in the construction of public and private buildings.",
        "OCALA (a Seminole word for green or fertile land), a city and the county-seat of Marion county, Florida, U.S.A., in the N.",
        "It is situated on the western border of the fertile plain of Burgundy, at the foot of Mont Afrique, the north-eastern summit of the Cote d'Or range, and at the confluence of the Ouche and the Suzon; it also has a port on the canal of Burgundy.",
        "In 1725 appeared A New Voyage round the World, apparently entirely due to the author's own fertile imagination and extensive reading.",
        "The upper angle of it consists of rich and fertile districts, such as Murshidabad, Nadia, Jessore and the 24 Parganas.",
        "It is the centre of a fertile irrigated oasis, and consists of a citadel, enclosed by a wall nearly 12 m.",
        "of sand, partly in the north about Urk and Enkhuizen, partly in the south along the high shores of Gooi, Veluwe, &c. The shallowness of the sea and the character of its bottom, promising fertile soil, occasioned various projects of drainage.",
        "The four polders with their areas of fertile soil would be: (I) North-west polder, area 53,599 acres; fertile soil, 46,189 acres.",
        "The gain would be the addition to the kingdom of a new and fertile province of the area of North Brabant, a saving of expenses on dikes, diminution of inundations, improvement of communication between the south and the north of the kingdom, protection of isles of the sea, &c. The costs were calculated as follows: (I) enclosing dike, sluices, and regulation of Zwolsche Diep, £1,760,000; (2) reclamation of four polders, £5,200,000; (3) defensive works, £400,000; (4) indemnity to fishermen, £180,000; total, £7,540,000.",
        "Lebanon and Anti-Lebanon have many features in common; in both the southern portion is less arid and barren than the northern, the western valleys better wooded and more fertile than the eastern.",
        "These are generally unproductive, and covered with stunted wood; but the lower country is fertile, and] finely clothed with the baobab, the tamarind and various valuable fruit-trees.",
        "It is dirty and ill-built; but, standing on elevated ground and commanding the extensive and fertile plain of the Hermus, presents at a distance an imposing appearance.",
        "But fertile fields and running water made it attractive; and outsiders gradually came in.",
        "The borough is built on nearly level ground in the fertile valley of the Conewago, at the point of intersection of the turnpike roads leading to Baltimore, Carlisle, York and Frederick, from which places the principal streets - sections of these roads - are named.",
        "In the southwest corner of the town is the esplanade, with an equestrian statue of the emperor William I., and monuments to Prince Frederick Charles and Marshal Ney, commanding a fine view of the \"pays messin,\" a fertile plain lying to the south.",
        "The Aloidae (here connected with 6.Xon), threshing-floor) represent the spirits of the fertile earth and agriculture, conceived of by the Greeks as engaged in combat with the Olympian gods.",
        "The island is fertile, but lacks fresh water.",
        "The surrounding hilly country is pleasant and fertile, and furnishes the town with a good agricultural trade.",
        "The soil, though not very fertile, except in some of the valleys and sheltered hillsides, produces wheat, maize, barley, rye, flax, grapes, peaches, apples and other fruits.",
        "The sting of wasps, ants and bees is a modified ovipositor and is used for egg-laying by the fertile females, as well as for defence.",
        "The Mogyana railway starts from this point and extends north to Uberaba, Minas Geraes, while the Paulista lines extend northwest into new and very fertile regions.",
        "It lies in a fertile country to the north of the Harz.",
        "In ancient times it was remarkably fertile, as is to be gathered not only from the Homeric description (Od.",
        "It is highly fertile, cereals and fruits growing well; and dairy products are extensively exported.",
        "The Sure or Sauer, the most important stream in the duchy, rises at Vaux-les-Rosieres in Belgian Luxemburg, crosses the duchy, and forms the eastern boundary from the confluence of the Our till it joins the Moselle after a course of 50 m., during which it receives the Wiltz, Attert, Alzette, White and Black Ernz, &c. The soil of Luxemburg is generally good; the southern districts are on the whole the most fertile as well as the most populous.",
        "Except in the Sologne, the soil is generally fertile, but varies considerably in different localities.",
        "The most productive region is that on the east, which belongs to the valley of the Loire; the central districts are tolerably fertile but marshy, being often flooded by the Cher; while in the south and south-west there is a considerable extent of dry and fertile land.",
        "Bundelkhand is full of minerals .The land is also fertile.",
        "It occupies the northern slopes of a range of hills separating it from Preanger, and has a fertile soil.",
        "Bujnurd, a town of Persia, in the province of Khorasan, in a fertile plain encompassed by hills, in 37° 29' N., 57° 21' E., at an elevation of 3600 ft.",
        "The Coastal Plain has for the most part a light sandy soil, but there is a fertile alluvium in the river bottoms and good clay soils on some of the uplands.",
        "The decision of 1896 selected the southern branch and thus deprived Texas of a large tract of fertile land over which it had previously exercised jurisdiction.",
        "Its depth, together with its porous nature, makes the fertile soil of Iowa capable of withstanding the extremes of wet and dry remarkably well, and it is perhaps true that, taken as a whole, no other state in the Union has a superior soil for agriculture.",
        "Southwards of Mergui town it consists chiefly of low mangrove swamps alternating with small fertile rice plains.",
        "This tract consists of a succession of stony ridges of trap rock, enclosing valleys or basins of fertile soil, to which cultivation is for the most part confined, except where the shallow soil on the tops of the hills has been turned to account.",
        "They occupied a fertile region, chosen by Lot for his dwelling (Gen.",
        "The island is low and fertile, and extensively planted with coco-nut palms. It is continued southwards by an extensive reef, on which stands the chief village, Chobe, the residence of a few Arabs and Ban y an traders.",
        "The development of the country was, however, slow, due in part to the disinclination of the Reichstag to vote supplies sufficient for the building of railways to the fertile lake regions.",
        "HANOVER, the capital of the Prussian province of the same name, situated in a sandy but fertile plain on the Leine, which here receives the Ihme, 38 m.",
        "of the Don, is the fertile black earth, intermingled here and there, especially in the Zadonsk Steppe, with clay impregnated with salt.",
        "These valleys are among the most beautiful and fertile in Spain.",
        "Agriculture and cattle-rearing are the main resources of the inhabitants in both parts of the principality, but the soil is nowhere very fertile.",
        "The soil in the valleys is fertile, yielding wheat, barley, maize, flax, hemp and fruits.",
        "The surrounding country is very fertile when irrigated, producing oranges, lemons, figs and other semi-tropical fruits.",
        "Representatives of all the new creeds hastened from the Continent to England, where they hoped to find a safe and fertile field for the particular seed they had to plant.",
        "The Santa Clara Valley has many vegetable and flower-seed farms; it is one of the most fertile of the fruit regions of California, prunes, grapes, peaches and apricots being produced in especial abundance.",
        "The soil, except in some of the valleys, is not naturally fertile; and sandy wastes are common in the south-east parts.",
        "'BOKHARA' (Bokhara-i-Sherif), capital of the state of Bokhara, on the left bank of the Zarafshan, and on the irrigation canal of Shahri-rud, situated in a fertile plain.",
        "The soil is very fertile, and there are forests of palms and bamboos.",
        "It is situated in a fertile valley on the Ilm, a small tributary of the Saale, 50 m.",
        "The surrounding territory is fertile.",
        "The Waldensian valleys lie to the south-west of Turin, in the direction of Monte Viso, but include no high or snowy mountains, while the glens themselves are (with one or two exceptions) fertile and well wooded.",
        "To the north-west of Pinerolo, up the Chisone valley, there opens at Perosa Argentina the valley of St Martin, another important Waldensian valley, which is watered by the Germanasca torrent, and at Perrero splits into two branches, of which the Prali glen is far more fertile than that of Massello, the latter being the wildest and most savage of all the Waldensian valleys.",
        "The surface of the country is beautifully diversified, undulating tracts and well-wooded hills alternating with fertile valleys watered mainly by the Aar and its tributaries.",
        "The soil is not very fertile.",
        "Figueras is built at the foot of the Pyrenees, and on the northern edge of El Ampurdan, a fertile and well-irrigated plain,which produces wine, olives and rice,and derives its name from the seaport of Ampurias,.",
        "Under Antoninus and Marcus Aurelius it appears to have been a flourishing city, the district, now desolate, being then very fertile and covered with forests of olives.",
        "Both of these plains are so level, and have so fertile a soil that they are the seats of extensive agriculture, especially fruit raising, which is further encouraged by the influence of the large bodies of lake water that moderate the heat of summer and the cold of winter, and tend to check the late frosts of spring and the early frosts of autumn.",
        "Valleys are deeply sunk in the plateau, the largest with bottom lands of sufficient width to give rise to strips of fertile farm land.",
        "Thus there is here a gap, easily traversed, across the Appalachian mountains and plateaus to the more level and fertile plains beyond.",
        "The surrounding territory is fertile and well cultivated, especially in fruit gardens and palmgroves.",
        "All the flowers of each triplet of spikelets on both sides of the rachis are fertile and produce ripe fruits; hence the ear produces six longitudinal rows of grain.",
        "All the flowers of each triplet are fertile as in (ii.), but the rows are not arranged regularly at equal distances round the rachis.",
        "From the isthmus thus formed a narrow, very irregular peninsula reaches out northward for some 200 m., moist and semi-tropical, and beautiful rather than uniformly fertile.",
        "Though, thanks to the overlaying porous pumice, the Taupo plateau is not fertile, it has a good rainfall and is drained by unfailing rivers running through deep terraced ravines.",
        "The development of dairyfarming has led to the spread of settlement, especially in the west of North Island, where large tracts of fertile soil formerly covered with forest have now been cleared and converted into dairy-farms. Of 1,850,000 cattle in the colony, two-sevenths are dairy cows.",
        "The surrounding district is fertile.",
        "The soil, of decomposed basalt, is wonderfully fertile.",
        "It is built in a small, fertile valley of the Merida Cordilleras, 1985 ft.",
        "The valley and delta of the Vistula are very fertile, and produce good crops of wheat and pasturage for horses, cattle and sheep. Besides cereals, the chief crops are potatoes, hay, tobacco, garden produce, fruit and sugar-beet.",
        "The surrounding country is wooded and very fertile, being especially noted for its coffee and tobacco.",
        "SCHWIEBUS, a town of Germany, in the Prussian province of Brandenburg, situated in a fertile plain, 47 m.",
        "Between this mountain chain and its spurs, which fall steeply to the E., and the Rhine, stretches a fertile plain forming the eastern half of Alsace.",
        "The Rhine valley is in great part fertile, yielding good crops of potatoes, cereals (including maize), sugar beet, hops, tobacco, flax, hemp and products of oleaginous plants.",
        "Three-fourths of the country lies north of these hills and is typical veld; the valley of the Caledon, sheltered eastward by the Maluti Mountains in Basutoland, is well watered and extremely fertile.",
        "Here, between the Caledon and the Orange, is the fertile district of Rouxville.",
        "The \" Conquered Territory,\" that is the valley of the Caledon, is the most fertile region and is styled the granary of South Africa.",
        "The fertile district of Bethulie as well as Adam Kok's territory was acquired, and there was a considerable increase in the white population.",
        "This country, some hundred miles long and nearly thirty wide, is a fertile stretch of agricultural land on the lower slopes of the Maluti mountains.",
        "Special attention was also devoted to the development of the resources of the country by building new lines of railway traversing the fertile south-eastern districts and connecting Bloemfontein with Natal and with Kimberley.",
        "LEBANON, a city and the county-seat of Lebanon county, Pennsylvania, U.S.A., in the fertile Lebanon Valley, about 25 m.",
        "Saxony is one of the most fertile parts of Germany, and is agriculturally among the most advanced nations of the world.",
        "Cabra is built in a fertile valley between the Sierra de Cabra and the Sierra de Montilla, which together form the watershed between the rivers Cabra and Guadajoz.",
        "The larger valleys of the Black Hills district contain fertile alluvial deposits washed from the neighbouring highlands, but in the plains adjoining these mountains the soils consist of a stiff gumbo suitable only for pasture land.",
        "This, and the various other spellings of the name, attempted to reproduce the Indian name of the village here, which Kelton thinks was pronounced Minewagi and meant \"there is a good point\" or \"there is a point where huckleberries grow,\" in allusion to the fertile soil.",
        "It is picturesquely situated on the northern slope of a fertile valley down which flows the W.",
        "from Meshed by the direct road, in a fertile valley running east and west, of which the southern boundary is a lofty range of barren hills known as Kuh i Bakeran.",
        "It is well wooded and fertile.",
        "Ameria is not mentioned in the history of the Roman conquest of Umbria, but is alluded to as a flourishing place, with a fertile territory extending to the Tiber, by Cicero in his speech in defence of Sextus Roscius Amerinus, and its fruit is often extolled by Roman writers.",
        "The valley of the Medway, especially the district round Maidstone, is the most fertile part of the county, the soil being a deep loam with a subsoil of brick-earth.",
        "No part of England surpasses the more fertile portions of this county in the peculiar richness of its rural scenery.",
        "and maintains this direction until it leaves the fertile and hilly region of Bondu.",
        "above sea-level, in a fertile district.",
        "MYCENAE, one of the most ancient cities of Greece, was situated on a hill above the northern extremity of the fertile Argive plain-0x ca \"Ap'yeos 17rlro13aroco.",
        "Over the whole basin this deposit, to a depth of I or 2 ft., is coloured black by decayed vegetation, and constitutes one of the most fertile tracts on the continent.",
        "Blackburn; Illustrated Album of Biography of the Famous Valley of the Red River of the North and the Park Regions, including the most Fertile and Widely Known Portions of Minnesota and North Dakota (Chicago, 1889) New Light on the Earlier History of the Greater North-west.",
        "Tournaments in particular are fertile occasions of all the deadly sins; and mystery plays, except those of the birth and resurrection of Christ performed in the churches, also lead men into transgression.",
        "the lower reaches of the four rivers are fertile and are inhabited by a considerable population of Siamese.",
        "It flows N., then W., then S., describing a semicircle through the fertile district of Pachim, and falls into the sea at the north-east corner of the inner gulf.",
        "high, round the base of which lie the most fertile lands of this section, and near which are situated the towns of Bandon, Nakhon Sri Tammarat (Lakhon) and Patalung, as well as many villages.",
        "These negotiations bore important fruit in the Anglo-French convention of 1896, the chief provision of which was the neutralization by the contracting parties of the central portion of Siam, consisting of the basin of the river Menam, with its rich and fertile land, which contains most of the population and the.",
        "In these instances most of the flowers were abortive, but a few were fertile, which he attributes to the dust of the apices having been wafted by the wind from other plants.",
        "The conclusion at which he arrives is that the pollen is not in all flowering plants necessary for impregnation, for fertile seeds can be produced without its influence.",
        "Ammonium salts too are found distributed through all fertile soil, in sea-water, and in most plant and animal liquids, and also in urine.",
        "The town carries on considerable trade, due to the navigable river Pina, which connects it with the fertile regions in the basin of the Dnieper, and, by means of the Dnieper-and-Bug canal, with Poland and Prussia, while the Oginsky canal connects it with the basin of the Niemen.",
        "Chinandega is the centre of a fertile corn-producing district, and has a large transit trade owing to its excellent situation on the chief Nicaraguan railway.",
        "The valleys of the Bann and Lagan, with the intervening shores of Lough Neagh, form the fertile lowlands.",
        "The northern and southern parts are fertile, but the central districts are comparatively poor.",
        "The coastal plain comprises a sandy, unproductive belt immediately on the coast, back of which is a more fertile tertiary plain, well suited, near the higher country, to the production of sugar and cotton.",
        "The inland valleys and slopes are very fertile and heavily forested, and much of the Brazilian export of rosewood and other cabinet woods is drawn from this state.",
        "It is within the Sahara, of which it forms one of the most fertile regions.",
        "Still farther south is the fairly fertile district of Damerghu, of which Zinder is the chief town.",
        "The district is fertile and produces much grain and some opium.",
        "South of these ranges lie fertile and well-watered plains and lowlands extending to the borders of Austria, Hungary and Rumania.",
        "Besides some plays now forgotten, he was author of some popular novels, such as Wedrowki ory- ginata (\" Tours of an Original\"), 1848; Garbaty (\" The Hunchback\"), &c. But the most fertile of Polish authors was J.",
        "The valleys towards the Black Sea abound in fruit trees of all kinds, while the valley of the Sangarius and the plains near Brusa and Isnik (Nicaea) are fertile and well cultivated.",
        "It is situated on the south bank of the Macquarie river, at an elevation of 2153 ft., in a fertile undulating plain on the west side of the Blue Mountains.",
        "The stream poured itself over the level and fertile country to the southwards, sweeping whole villages before it, and converting the plain into one vast lake.",
        "It has a comparatively cool and healthful climate, and is pleasantly situated about midway between the Pampanga Grande and the Pampanga Chico rivers, and in a large and fertile valley of which the principal products are Indian corn, rice, sugar and tobacco.",
        "The healthy, and on the whole fertile coast region, from 5 o to Ioo m.",
        "It is a mountainous country intersected with rocky canons and fertile valleys, which occasionally broaden out into alluvial plains like that of the Shelif, or the Metija near Algiers, or those in the neighbourhood of Oran and Bona.",
        "long), formed by the union of several small streams in the department of Constantine, runs through a fertile valley and reaches the Mediterranean near Bona.",
        "It has a good harbour, is the outlet for the produce of several fertile valleys, and the starting-point of a railway which penetrates into the Sahara.",
        "Under French rule its productive ' ness has been largely increased by the sinking of artesian wells in districts which only required water to make them fertile.",
        "Such potassiferous silicates are found in almost all rocks, both as normal and as accessory components; and their disintegration furnishes the soluble potassium salts which are found in all fertile soils.",
        "Those, too, who send or bring the foreign soil should exercise a little thought in the choice of it, since dry earth that has never had any Entomostraca near it at home will not become fertile in them by the mere fact of exportation.",
        "iv.), His choice of Israel, and the love and faithfulness which He had shown towards it, by redeeming it from slavery in Egypt, and planting it in a free and fertile land; from which are deduced the great practical duties of loyal and loving devotion to Him, an uncompromising repudiation of all false gods, the rejection of all heathen practices, a cheerful and ready obedience to His will, and a warm-hearted and generous attitude towards man.",
        "In considering the flora of the islands it is necessary to distinguish between the rich vegetation of the fertile volcanic islands and the poor vegetation of the coral islands.",
        "The soil in the valleys is volcanic and fertile, but the gradual utilization of natural timber increases the liability to drought, as there are no streams. The climate is variable and rainy.",
        "At this point the Garonne enters a fertile plain, and supplies the motive power to several mills.",
        "ARAGUA, one of the smaller states of Venezuela under the redivision of 1904, lying principally within the parallel ranges of the Venezuelan Cordillera, and comprising some of the most fertile and healthful valleys of the republic. It is bounded E.",
        "The capital, La Victoria (pop. 7800), is situated in the fertile Aragua valley, 1558 ft.",
        "Other important towns are l3arbacoas (pop. 13,109) on the left bank of the Guarico in a highly fertile region, Ciudad de Cura and Maracay (pop. 7500), 56 m.",
        "The transcontinental railway from Limon to Puntarenas was begun in 1871, and forms the nucleus of a system intended ultimately to connect all the fertile parts of the country, and to join the railways of Nicaragua and Panama.",
        "- The name \"Costa Rica,\" meaning \"rich coast,\" is well deserved; for, owing to the combination of ample sunshine and moisture with a wonderfully fertile soil, almost any kind of fruit or flower can be successfully cultivated; while the vast tracts of virgin forest, which remain along the Atlantic slopes, contain an abundance of cedar, mahogany, rosewood, rubber and ebony, with fustic and other precious dye-woods.",
        "Land suitable for cultivation is found only in oases, where it is watered by irrigation canals, but these oases are very fertile.",
        "This region, very fertile in the valleys and enjoying a cooler and damper climate than the lower plains, is densely populated, and agriculture and cattle-breeding are carried on extensively.",
        "Its southern foothills are covered with loess, making them fertile valleys.",
        "Strathearn, as the valley of the Earn is called, extending from the loch to the Firth of Tay, is a beautiful and, on the whole, fertile tract, though liable at times to heavy floods.",
        "On the one hand he is the god who, through bringing on the rain in due season, causes the land to become fertile, and, on the other hand, the storms that he sends out bring havoc and destruction.",
        "IZBARTA, or Sparta [anc. Baris], the chief town of the Hamid-abad sanjak of the Konia vilayet, in Asia Minor, well situated on the edge of a fertile plain at the foot of Aghlasun Dagh.",
        "In England Robert Hooke (1635-1703) held to the theory of extinction of fossil forms, and advanced the two most fertile ideas of deriving from fossils a chronology, or series of time intervals in the earth's history, and of primary changes of climate, to account for the former existence of tropical species in England.",
        "In general the soil is extremely fertile, and where it is naturally drained a rich vegetation of fern and flax occurs.",
        "On the north-west are several conical hills of basalt, which are surrounded by oases of fertile soil.",
        "Southward the plateau is traversed by many low ranges and breaks down in terraces, forming one of the most fertile and attractive parts of the republic. Close to the capital are the Sierra de Ajusco, whose highest point is 13,078 ft.",
        "west of the coast on the 29th parallel, which is fertile and stocked with cattle; Cerros, off Viscaino Bay, and Santa Margarita, which partly shelters Magdalena Bay, on the Pacific side; and Angel de la Guarda, Tiburon, San Marcos, Carmen, Monserrate, Santa Catalina, Santa Cruz, San Jose, Espiritu Santo and Cerralvo in the Gulf.",
        "A fertile soil, abundant rainfall and high temperatures have covered these mountain slopes and lowland plains with a wealth of vegetation.",
        "The surrounding country is extremely fertile, and its wines are the best produced in Turkey.",
        "To the north of the Po at the foot of the mountains is a fertile territory, while the mountains themselves are not productive.",
        "Fertile soil in New Hampshire is confined largely to the bottom-lands of the Merrimac and Connecticut rivers, where on deposits of glacial drift, which are generally quite deep in the southern half of the state, there is considerable alluvium.",
        "Watertown is situated in a fertile agricultural and dairying region, of which it is a distributing centre, and it ships large quantities of farm produce and dairy products (especially cheese).",
        "The Westphalian plain is broken by extensive outcrops of the underlying cretaceous beds, and is not very fertile, except in the Hellweg, a zone between the Haarstrang and the Lippe.",
        "The surrounding district is very fertile and the trade in agricultural products is considerable.",
        "Much of the soil is still covered with forest, but it includes fertile rice land.",
        "side Galatia consists of a series of plains with fairly fertile soil, lying between bare hills.",
        "inland (W.S.W.) from it, on the slope of Monte Caputo, overlooking the beautiful and very fertile valley called \"La Conca d'oro\" (the Golden Shell), famed for its orange, olive and almond trees, the produce of which is exported in large quantities.",
        "They are mostly barren in the littoral region, but extremely fertile higher up the Rion.",
        "Much of the neighbouring plain is very fertile, and the town is surrounded with gardens and orchards, in which orange, lemon and citron come to great perfection.",
        "There is an active trade in the agricultural products of the fertile region around the city.",
        "The surrounding country is healthy, fertile and populous.",
        "The remainder of the residency is well-watered and fertile, important irrigation works having been carried out.",
        "m., although many districts have a wonderfully fertile soil and abundance of water.",
        "Parts of the Peten district are equally fertile, maize in this region yielding two hundredfold from unmanured soil.",
        "It is picturesquely situated on both banks of the Mur,, just where this river enters a broad and fertile valley, and the beauty of its position has given rise to the punning French description, La Ville des graces sur la riviere del' amour.",
        "Cracow is situated in a fertile plain on the left bank of the Vistula (which becomes navigable here) and occupies a position of great strategical importance.",
        "The great advance in the interpretation of land forms now makes it possible to introduce as thoroughly explanatory a description of these fertile plains as of forms earlier familiar, such as sand dunes, deltas and sea cliffs.",
        "Moreover, whatever the rocky understructure, the till soil has been averaged by a thorough mechanical mixture of rock grindings; hence the prairies are continuously fertile for scores of miles together.",
        "It is evident that had the fecundity of the American stock of 1790 been equal only to that of Belgium (the most fertile population of western Europe in the 19th century) then the additions of foreign elementg to the American people would have been, by I 900 in heavy preponderance over the original, mainly British., elements.",
        "With the exception of this latter portion, the soil is very fertile, and some parts of the district are beautifully wooded.",
        "The district is highly fertile and is well watered, owing in great measure to its abundant rainfall.",
        "Guadalajara is surrounded by a fertile agricultural district and is an important commercial town, but the city is chiefly distinguished as the centre of the iron, steel and glass industries of Mexico."
    ],
    "definition": [
        "Biology\nCapable of initiating, sustaining, or supporting reproduction.\nCapable of growing and developing; able to mature: a fertile egg.",
        "Capable of initiating, sustaining, or supporting reproduction.",
        "Capable of growing and developing; able to mature: a fertile egg.",
        "Botany Bearing functional reproductive structures such as seeds or fruit or material such as spores or pollen.",
        "Bearing or producing crops or vegetation abundantly; fruitful.",
        "Rich in material needed to sustain plant growth: fertile soil.",
        "fer′tile·ly\nadv.",
        "fer′tile·ness\nn.",
        "Link/Cite"
    ]
}