{
    "translation": "חגיגיות",
    "uses": [
        "The aspect of Siena during these meetings is very characteristic, and the whole festivity bears a medieval stamp in harmony with the architecture and history of the town.",
        "Such a circumstance occurring at a time of general festivity, when devices, mottoes and conceits of all kinds were adopted as ornaments or badges of the habits worn at jousts and tournaments, would naturally have been commemorated as other royal expressions seem to have been by its conversion into a device and motto for the dresses at an approaching hastilude.\"",
        "No festivity is complete without a party cake or other fun dessert.",
        "Several days of festivity and merry-making followed, for such old friends did not often meet and there was much to be told and talked over between them, and many amusements to be enjoyed in this delightful country.",
        "Bubbly and sparkly costumes are the easiest way to add some festivity to your wardrobe.",
        "Wearing holiday scrubs is a great way to bring a sense of fun and festivity to your workplace.",
        "The costumes can be funny and even a bit naughty, but they definitely help bring a bit more festivity to the holiday season.",
        "If you're looking for just the right cake to lend some festivity to your celebration, check out a few Easter cake designs.",
        "Later costume, such as a roaring 20s look, can fit into the Mardi Gras style of wild festivity.",
        "Festivity Favors may come to the rescue as far as invitations are concerned if you're throwing a lingerie shower for a bride-to-be.",
        "There are only one or two scenes of court festivity with the obligatory Renaissance music and dancing, as when Henry meets Catherine Parr.",
        "festivity arrive from many countries to join the festivities.",
        "festivity past two decades, several hundred thousand young people attend the week-long festivities with the pope.",
        "festivity July, 2pm - 4pm Jazz in the Garden annual festivities in the museum garden with Springfield Jazz.",
        "These decorations add an air of festivity and beauty.",
        "There were civil laws which regulated clothing, food and social festivity.",
        "In the burntofferings of male kine to Isis, the carcase of the steer, after evisceration, was filled with fine bread, honey, raisins, figs, frankincense, myrrh and other aromatics, and thus stuffed was roasted, being basted all the while by pouring over it large quantities of sweet oil, and then eaten with great festivity.",
        "Many locals celebrate the festivity by way of donning elaborate costumes & parading through the town streets.",
        "The traditional Afghan festivity had been banned during the Taliban regime.",
        "Home-made mincemeat is for me the taste of opulent festivity and far surpasses commercial varieties.",
        "Parades can be fun, but too much parading can make festivity look monotonous.",
        "163, according to whom Helen originally represented, in the Helenephoria (a mystic festival of Artemis, Iphigeneia or Tauropolos), the sacred basket (iMvn) in which the holy objects were carried; and hence, as the personification of the initiation ceremony, she was connected with or identified with the moon, the first appearance of which probably marked the beginning of the festivity.",
        "But in nothing in the house was the holiday so noticeable as in Marya Dmitrievna's broad, stern face, which on that day wore an invariable look of solemn festivity."
    ],
    "definition": [
        "A joyous feast, holiday, or celebration; a festival.",
        "The joy and merriment of a festival or celebration.",
        "festivities The proceedings or events of a festival.",
        "Link/Cite",
        "(often pluralized) A festival or similar celebration.",
        "An experience or expression of celebratory feeling, merriment, gaiety.",
        "Link/Cite"
    ]
}