{
    "translation": "בדיוני, בדוי",
    "uses": [
        "He felt little concern, however; let the old man read about a real mystery instead of his fictional sleuth sto­ries.",
        "Or to continue with fictional cases: Why does gasoline made from oil refined at one refinery burn more efficiently?",
        "The main theme of \"Voicebox,\" the long fictional narrative in the middle of the book, is communication.",
        "While Tolkien is attributed with writing several languages as part of developing his fictional worlds, the Elvish languages developed for his stories includes basic terminology and are not a languages with large or complex vocabularies.",
        "In subsequent decades, the trope associated with these female robots continued to develop to include 21st century fictional accounts such as feminine robots like the Cylon Three, Six and Eight models in the re-imagined Battlestar Galactica.",
        "Bridget jones is fictional?",
        "In addition, while The Young and the Restless revolves around heated rivalries, sexy hook-ups, lies and manipulations in the fictional metropolis of Genoa City, residents in the Wisconsin village don't even have a single stoplight.",
        "There are several aspects to Wonder Woman history, including her Greek-based origin, the evolution of her fictional story throughout many decades of comic books, and what she represented to generations of young women across the world.",
        "A fictional tale by about Pedrolino Il Magnifico, il primo castrato del mondo!",
        "Sherlock Holmes, the fictional detective in Arthur Conan Doyle's books, was a regular cocaine user.",
        "You play Tommy Angelo, a 1930's taxi driver in the fictional city of Lost Heaven who crosses paths with the Mafia.",
        "eavesdrop on the dialog of fictional young philosophers putting the case for either side of the argument.",
        "That, unlike the fictional wasps or flying lemurs, the effects of our being here will be very real.",
        "People who learn from history won't be so shocked by James Frey and his fictional memoir, A Million Little Lies.",
        "naturalistic observations with stylized fictional worlds.",
        "We are also naturally rather nosy and enjoy a quick peek into another person's life - even if it's a fictional life.",
        "On the other hand, countless movies and novels presented fictional future worlds where progress in the field of robotics had advanced so far that robots actually became equals with humans - with all of the same rights and privileges.",
        "In particular, the Leo fairy is a contemporary fictional concept popularly distributed in the form of artwork by Jessica Galbreth, who created a series of stunning paintings of Zodiac fairies which she calls the Zodiac Collection.",
        "The e-mail name may look like some crafty gold speculator, but these anonymous offers with no money changing hands sound fictional to me.",
        "In reality the film is probably a fictional autobiography with Woody Allen playing the part of ' Woody Allen ' .",
        "The book tells the fictional story of a criminal vs. a CID officer in a diamond heist at Heathrow.",
        "Innocent in the House Joseph Pilgrim is the eponymous hero of Andy McSmith's fictional debut.",
        "intertwined with fictional characters.",
        "Posted by Missiedith at September 6, 2003 12:01 AM Comments wait -- Bridget jones is fictional?",
        "But (1) Why are the viewers more interested in laughing at a fictional portrayal than learning more about the facts?",
        "A fictional tale by about Pedrolino IL Magnifico, il primo castrato del mondo!",
        "The fictional Highlands town of Carnbeg first appeared in his popular radio serial, The Hydro.",
        "The fictional popstar himself is played by an understudy in the Queen musical We Will Rock You.",
        "In the early-2000s, the industry took off as more and more kitchens were being renovated with light-colored granite countertops to reflect the opulence of the fictional mafioso's taste.",
        "Contrary to their fictional personas, it was Stan Laurel who was the driving force throughout the pair's joint career.",
        "Then there's the attention to detail that has helped to create such a believable fictional universe.",
        "Mara is tolerant and forgiving - always slightly vexing in a fictional character.",
        "Set in the offices of a fictional Slough paper merchant, The Office is filmed in the style of a reality television program.",
        "Then there 's the attention to detail that has helped to create such a believable fictional universe.",
        "Heather Bell is a fictional character, an actress, whose aim was to create emotion and unsettle the audience.",
        "Fictional villians and heroes are often puffed up with exurberant hubris.",
        "Fictional villians and heroes are often puffed up with exuberant hubris.",
        "Sci-fi is a fascinating genre, because it involves real-world science with fictional scenarios.",
        "The old tales of cats stuck in trees are hardly fictional, and cats with outdoor access can do a lot to promote these stories.",
        "Following the adventures of a \"typical middle schooler\" along with some of the fictional scheming and fun that goes on-\"Diary of a Wimpy Kid: Rodrick Rules\" is pretty irresistible if you're a middle school student.",
        "Harry Potter: Harry Potter has done more than any other fictional character to encourage children to read.",
        "Joanna Cole's Magic School Bus series may feature a fictional teacher and fictional class of students, but the scientific facts in the books are all real.",
        "It's no wonder so many gals want to emulate fictional character Bella Swan.",
        "In real life, Kristen is quite different from her fictional character Bella, although it seems she has landed pretty boy Edward (played by Robert Pattinson) either way!",
        "His rival will try to choose a Pokemon that has an advantage over the first Pokemon.In a role-playing game (RPG) the participants don the roles of fictional characters and create or follow stories.",
        "You can read the original fictional works in the exact words in which the stories were written.",
        "Paula is also currently working on a fictional story based on an actual archaeological discovery in Oregon.",
        "Other fictional characters with stars include Donald Duck, Mickey Mouse, Winnie the Pooh, Bugs Bunny and The Simpsons, among others.",
        "His latest role is on CW's One Tree Hill, playing \"Jason, the cocky, enigmatic frontman for No Means Yes, a seminal rock band from the fictional town of Tree Hill,\" according to the network's press release.",
        "On 30 Rock, Fey plays Liz Lemon, the head writer for the fictional sketch comedy show TGS, opposite Alec Baldwin.",
        "The show followed fictional California lifeguards as they worked on the beach in Los Angeles.",
        "Vintage Star Wars shirts for kids allow your children to display their dedication to the fictional forces of a far off galaxy.",
        "In addition to being a tribute to one of television's most popular fictional families, The Simpsons Ride is also a tribute to responsible technology.",
        "It is possible to enter a whole new world with a character you create yourself; thousands of gamers spend hours and hours in these imaginary worlds interacting with other people through fictional entities.",
        "It is interesting, however, how all the breeds are essentially the same size, and that all the dogs aren't much smaller than your fictional character.",
        "Fictional Characters: No one said that the collection of famous Mii characters had to be restricted to real-life counterparts.",
        "The game is set in 1992 in the fictional West Coast state of San Andreas.",
        "In a radical departure from the style of the other four games, Quidditch World Cup focused on the fictional game of Quidditch, leaving spell casting and the traditional stories from the novels behind.",
        "But that's almost why we need to escape the reality of speeding tickets and unnecessary lethal accidents, and enter into the fictional world of Need for Speed Underground for the Nintendo GameCube.",
        "These can be representative of real people, fictional characters, cartoon characters, and everyone in between.",
        "Bush. However, the Mii tool can also be used to make some fantastic cartoon and fictional characters as well.To the left side of the image is a depiction of Pochacco, a character known from the Sanrio universe.",
        "These include both fictional and real-life celebrities!",
        "Although there are countless fictional characters in this game, EA has made good use of its NFL license and included all of the league's teams in this title, including a good number of players from each squad.",
        "In a modern racing game, you can drive a variety of cars -- both fictional and with real world counterparts -- as quickly as they can go, competing on world class tracks.",
        "Role playing games, also known as RPGs, are video games in which the gamer takes on the role of a fictional character.",
        "Game Boy Advance - GBA owners customize and create their Sims' world then take the lead role in the fictional television series \"One Time in Strangetown\".",
        "Many works of historical fiction accurately depict a real period in history, but the people and events in the story are completely fictional.",
        "By definition, historical fiction is a fictional story that takes place during a historical era.",
        "Set against the background of the Civil War, the novel features fictional characters dealing with the trials of living through the War Between the States.",
        "The main characters may be real or fictional.",
        "Novels with a fictional theme that were written many years ago.",
        "Founding the Alexander Doll Company in 1923, she introduced cloth dolls representing popular characters of fictional works, nursery rhymes and famous people of the times.",
        "The second story is a fictional tale that's based on a very common cause of death in the Grand Canyon.",
        "Children can identify with the moral fictional characters without assuming their roles.",
        "Hannah Montana is the superstar alter ego of Miley Stewart (played by Miley Cyrus, the daughter of country singer Billy Ray Cyrus), a fictional 14 year old girl and talented teen pop sensation.",
        "Whether she's real or fictional, no teen superstar is complete with just a great head of hair.",
        "Red hair is also popular for fictional characters in movies, comics, and literature, including Pippi Longstocking, Anne of Green Gables, Poison Ivy, Wilma Flintstone, Jessica Rabbit, Ronald McDonald, and the Weasley children.",
        "Japan is the birthplace of Godzilla, a giant fictional monster created by atomic radiation.",
        "It's a Sunday night television series on ABC that focuses on the lives of four housewives who live on the fictional Wisteria Lane in Fairview.",
        "Couples' costumes generally fall into three categories: real couples, fictional couples, and more generic costume ideas.",
        "First, the couple is usually immediately recognizable and may seem more \"adult\" than portraying fictional characters.",
        "In many cases, it is easier to choose a fictional couple for a couples' costume.",
        "Clearly, there are many options for fictional famous couple costumes, giving a couple the opportunity to choose a fun ensemble they are both interested in.",
        "Famous couple costumes are a great way for friends, newlyweds, or other couples to show a connection to one another as well as to a famous real or fictional couple.",
        "When choosing Halloween costumes for teenage girls that go a little bit outside the standard box, many girls, with or without parental input, go for famous characters, both fictional or real.",
        "Learning how to create a costume that looks like a fictional television character can be tricky.",
        "The fictional catlike creation from children's author Dr. Seuss has catapulted to the top of the popular holiday-theme costume charts.",
        "Fantasy recreations, such as a prince and princess venue, Halloween proposal, or other fictional alternative.",
        "Planet X is a possibly fictional planet that is rumored to collide with the planet Earth on December 21st 2012.",
        "Some are based on the true stories of women who have been very influential throughout history, and some are fictional but historically accurate and could have very easily happened.",
        "Share popular ghost stories, both fictional and factual, and learn what parapsychologists have uncoverd so far.",
        "The GhostHaunts.com contains a collection of well-written ghost stories, including an entire section devoted to fictional tales.",
        "Whether you're interested in real werewolf sightings or fictional accounts, all werewolf stories contain spine-tingling elements of the natural mingled with the supernatural.",
        "An entire host of fictional stories about werewolves and werewolf sightings draw upon these early literary references.",
        "The fictional character, Sherlock Holmes, explained it best to his fictional colleague, Dr. Watson, that whenever you are able to eliminate the impossible, whatever remains must be the truth even if it seems quite improbable.",
        "Most fictional werewolves are portrayed as involuntary werewolves.",
        "When your \"dogs are barking,\" nothing feels better than pulling on a pair of slipper socks embroidered with one of the world's most beloved fictional pooches.",
        "The company markets a fictional character named John M.",
        "In over forty years of storytelling, generations of new Hortons, their spouses and love interests, and their friends and enemies have come to the fictional community of Salem.",
        "Soap opera fans have long been known for their extreme emotional investment in the lives of fictional TV characters, meaning that missing an episode or two can be a fairly traumatic experience.",
        "Stewart is a mainstay in the fictional program, known especially for his unique quotes (among them \"flamin' mongrel\") and dramatic family history.",
        "Set in the fictional town of Harmony in New England, the Passions soap opera followed the lives and loves of the Russells, the Bennetts, the Cranes and the Fitzgeralds.",
        "Originally, they lived in Five Points and Selby Flats, only later did they move to the fictional town of Springfield, Illinois.",
        "Each of these three shows is based in a fictional town in the Northeast part of the United States.",
        "The first family of Port Charles, the fictional city where the show is based, is the Quartermaine clan, led by industrialist Edward Quartermaine.",
        "The two major families in the fictional community of Llanview, Pennsylvania are the Buchannans and the Lords (aka Kramers).",
        "James Stenbeck, a perennial villain returned time and again to torture the citizens of Oakdale, the fictional town where As the World Turns is set in.",
        "For four seasons, the OC entertained viewers as they followed the fictional lives of characters living in Newport Beach, Orange County, California.",
        "The show is set in the fictitious Albert Square in the fictional borough of Walford.",
        "The fictional borough where Albert's Square is located?",
        "Coronation Street is set in a fictional town (as most soaps are) and focuses on the lives and goings on of the families that reside in the Coronation street neighborhood which includes Viaduct, Victoria and Rosamund streets.",
        "EastEnders takes place in the fictional town of Walford, London, England.",
        "Plus, you're inputting the name of a fictional character and not the name of an actual person.",
        "The fictional town of Genoa City is an affluent location that features a downtown area, a college campus, suburbs and countryside where the wealthy live.",
        "As the World Turns characters live in the fictional town of Oakdale, Illinois.",
        "Sierra is her biological daughter from her marriage to Jacobo Esteban, the now deceased ruler of the fictional island Montega.",
        "Reverend Eric Camden (Stephen Collins, Star Trek: The Motion Picture, A Woman Named Jackie, and The First Wives Club) is a protestant minister living with his family in Glenoak, a fictional California town.",
        "The series, set in the fictional town of Bay City, was created by Irna Phillips (Guiding Light) and The Young and the Restlless creator William J.",
        "It is credited for its accurate depiction of working class life in northwest England, and is set in the fictional town of Weatherfield.",
        "The show is set in the fictional town of Stars Hollow, New Jersey and is populated by colorful and quirky characters.",
        "British soap opera Hollyoaks is set in a fictional, posh borough of Chester called Hollyoaks.",
        "The fictional town of Genoa City is based on the real town of Lake Geneva, Wisconsin.",
        "In addition to real life events absorbed into a fictional story, the program also painted an accurate portrayal of what life was like for both adults and teenagers during the '60s.",
        "Ever since The Young and the Restless premiered on March 26, 1973, viewers have wanted to know more the characters that appeared larger than life in the fictional city of Genoa City, Wisconsin.",
        "Neighbours is an Australian soap opera that follows the trials and tribulations of families who live on Ramsay Street, a cul-de-sac in the fictional town of Erinsborough.",
        "With its lengthy history, it's no wonder the program, which is set in a fictional village called Emmerdale, has seen its share of characters over the years.",
        "However, what most fans may not realize is that while the soap is based in a fictional midwestern town, there is a real Genoa City, Wisconsin.",
        "The background information provided to Young and the Restless writers about how things work in the Capitol helped them deliver a realistic portrayal in the fictional Genoa City.",
        "It is also known as Corrie and is set in the fictional city of Weatherfield, located in Greater Manchester.",
        "While the characters on the now defunct soap opera set up shop in the fictional town of Everwood, Colorado, the actual show was shot in a variety of small cities in northern Utah.",
        "In the beginning, the show centered on a small but fascinating cast of characters residing in a modest group of terraced homes in fictional Weatherfield.",
        "Set in the fictional borough of Walford in east London, the program centers specifically on the lives of the residents of Albert Square.",
        "More than 30 million viewers tuned into to watch the fictional couple exchange wedding vows in 1981 making the episode the highest-rated hour in soap opera history.",
        "Many other families have come and gone through the years to the fictional town of Llanview.",
        "The show is set in the fictional suburb of a large metropolitan Pennsylvania town.",
        "The fictional Llanview is within a couple hours traveling distance of network sister show All My Children's Pine Valley.",
        "Most of the principal characters live in the fictional town of Bon Temps, Louisiana.",
        "The serial is set in the fictional middle class suburb of Erinsborough and follows the lives of the families who live in six houses at the end of Ramsay Street.",
        "When Another World ended in 1999, characters like Jake McKinnon and Cass Winthrop moved from the fictional Bay City to Oakdale (ATWT) although Cass is a frequent visitor to Springfield as well (GL).",
        "Degrassi: The Next Generation is a hit TV drama featuring students at a fictional community high school.",
        "The series takes place on fictional Wisteria Lane and centers around a group of upscale housewives, as seen through the eyes of their dead neighbor.",
        "The show also spotlights her friends and acquaintances in the fictional Virginia town where they all live.",
        "From websites to gossip magazines, the daytime TV world is always abuzz with the latest happenings at America's favorite fictional hospital.",
        "Genoa City is fictional, but you may start to see hints of your own life and people you know as you watch the characters interact and discover both their roots and their futures.",
        "The Llanview Banner is the chief newspaper of the fictional town of Llanview.",
        "Llanview is a fictional suburb of Philadelphia, located just across the Llantano river from All My Children's Pine Valley.",
        "Set on the fictional base of Fort Marshall outside of Charleston, South Carolina, Lifetime TV's Army Wives follows the lives and exploits of four army wives and one army husband as they cope with life, marriage, family and more.",
        "The book is a nonfiction account of military families' lives at Fort Bragg, North Carolina, while the series is a fictional account of military families' lives at Fort Marshall, South Carolina.",
        "The story line behind the serial focuses on the domestic and working lives of people living in the fictional London borough of Walford in London's East End.",
        "The series, set in the fictional North Carolina town of Tree Hill, focused on the contentious relationship between half-brothers Lucas and Nathan.",
        "The gothic drama set in the modern day fictional town of Mystic Falls struck a chord with paranormal fans.",
        "The politically motivated soap opera Capitol was set in the fictional Jeffersonia suburb of Washington D.C. and focused on the political and romantic machinations of r the Denning, Clegg and McCandless families.",
        "Randisi. The novel was the first of three to be set in a fictional soap opera world with characters that resembled many of the actress' co-stars.",
        "Set in the fictional Philadelphia suburb of Llanview, the series shared many crossovers with sister soap opera All My Children.",
        "Named after the fictional vampire groupies in True Blood, Fangbangers brings together a number of fans of the show to discuss and dissect each week's new episodes.",
        "Bats are also associated with vampires, giving those interested in other creatures of the night a way to display their interest in fictional bloodsuckers.",
        "Stranger than Fiction: The Timex Ironman in this film is nearly as important as the fictional character Will Ferrell portrays.",
        "The following are sample IEP goals for an autistic kindergarten student with the fictional name, Adam.",
        "The Grinch is a fictional character created in the 1950s by world-renowned children's author Dr. Seuss.",
        "A fictional story was developed to tie the songs together in a coherent form.",
        "The story is set in the fictional William McKinley High School in Lima, Ohio and focuses on the school choir - aka, glee club.",
        "The Monkees weren't technically even really a band, but thanks to quality songwriting and of course the TV show based on the \"fictional\" band, The Monkees scored hit after hit.",
        "Have guests choose a particular character (either fictional or real) to imitate, and then invite them to perform a rendition of that character while everyone else tries to guess who they are imitating.",
        "During the first episode of Survive This, the teens are dropped off in a remote location and given a fictional story.",
        "The science and technology must be plausible, whether theoretically possible or based purely on a fictional hypothesis.",
        "And of course, fanfic allows the fictional characters to finally have a love life.",
        "Many of Niven's novels, short stories and novellas are set in this fictional universe, at various points along a timeline that controls how much humanity understands their universe.",
        "They also face danger from the Crusade, a fictional fanatical Catholic association bent on destroying anyone with psychic power; and the Brotherhood, a company who seeks to use anyone with psychic talent to maximize their profits.",
        "The Lord of the Rings' swords are some of the most famous fictional swords today.",
        "To show the united nature of Earth in the fictional future Ensign Chekov was added as ship's navigator.",
        "Many characters populated the world of the fictional Sunnydale, California.",
        "This fictional technology takes time to spool up as the crew initiates an automatic start up procedure before making a planned jump.",
        "This is a small example of the power of sound effects in creating fictional worlds on screen.",
        "LTK: Regarding the popular Dune sequels that you've worked on with Brian Herbert, did you find it difficult to expand upon Frank's world of Dune as opposed to starting such a fictional world from scratch?",
        "I wanted to get it exactly right and I knew I couldn't, which proved that I'm better off sticking to my own fictional universes.",
        "When you take a moment to look into the meanings and origins behind some Star Wars character names, it unlocks a window into George Lucas' creative process and the hopes and aspirations he held for his fictional children.",
        "The following list of Battlestar Galactica character names encapsulates a brief history of the main characters and offers an overview of the fictional backgrounds and connections that interlink these characters.",
        "Elves, dwarves and many other magical creatures appear throughout Norse mythology and legend, and today's fictional female wood elves are creatures born of that past.",
        "The most contemporary knowledge of elf folklore actually comes from a fictional source - J.R.R. Tolkien's series of novels titled, The Lord of the Rings.",
        "Throughout both mythology and fictional literature, each elf type has an important role to play within the world where they live.",
        "While texts of Norse and Germanic texts mention them briefly, fictional stories elaborate a great deal more to the point where few people know where the myth ends and the fiction begins.",
        "The elves of mythology had more of a mystical and spiritual nature than the fictional counterparts.",
        "Because of this, the social idea of grandiosity has changed significantly over the years, and nowhere is this reflected more perfectly than in Godzilla's fictional change in height through the decades.",
        "The fictional monster known as Godzilla was first introduced to the world in the 1954 original Japanese movie of the same title.",
        "Tolkien wrote that Middle Earth was set in Earth's fictional past and that the word descends from Midgard, the Norse name for the human realm.",
        "Merlin has become the mold from which all other literary and fictional wizards must be cast.",
        "Written in 1516, the tale explored a fictional island and its social, political and religious customs.",
        "Many authors embraced the pursuit of high-technology, revealing the many advantages of robots within their fictional stories.",
        "With a daily fictional story written by select authors, this website provides members with a daily dose of stories covering topics like time travel, space travel, magic, monsters and much more.",
        "Always keep in mind that avatars are fictional representations of other chatters.",
        "In the show, actress Kim Raver plays Nico Reilly, editor-in-chief of a fictional magazine called Bonfire.",
        "Businesses, celebrities, fictional characters, and average people are on Twitter.",
        "If Fargo wasn't only a movie and she wasn't a fictional character.",
        "A Spaceman Came Traveling... Chris de Burgh prompts some fictional musings from C. J. Charlton Clzfrwgl decelerated and shifted into sec ond gear."
    ],
    "definition": [
        "Invented, as opposed to real.\nRomeo and Juliet are fictional characters.\nThe janitor's account of the crime turned out to be entirely fictional.",
        "Link/Cite"
    ]
}