{
    "translation": ".3 ספרה",
    "uses": [
        "We can't figure it out.",
        "She's smart enough to figure out what to do.",
        "The sun made long shadows of her figure as she walked to the house.",
        "A tall figure lounged against a huge oak tree beside the trail.",
        "Her figure was not as well developed as Alondra or Dulce, but she looked nice in the style and color.",
        "Once someone knows how to make a factory that can produce 48,000 pins a day with ten people, someone else can figure out how to make one that makes 100,000 a day with five people.",
        "We'll figure out what to do when we're all together.",
        "We figure he's still in the east.",
        "She screamed when she saw a figure at her bedroom window and her father chased him.",
        "I don't know what the odds are, but I figure god is responsible for both - don't you think?",
        "\"Well, this was a figure of a cat,\" said Jim, \"and she WENT down, anyhow, whether she climbed or crept.\"",
        "She stood, frozen with fear as his dark figure moved past her.",
        "I can just imagine what a funny figure that policeman cut!",
        "When she reminded him that he was going over the thousand-dollar figure he had thrown out, he merely shrugged.",
        "Well, he has a home office and he goes there pretty often, but I can't figure out what he's doing.",
        "He made a striking figure, so tall and lean.",
        "A tall figure darkened the doorway and she looked up to find Cade watching her.",
        "\"I'll figure it out on my own,\" he said resolutely.",
        "Liberty is a gigantic figure of a woman in Greek draperies, holding in her right hand a torch....",
        "As she stepped off the walk to cross an alley, a lean figure stepped out of the saloon.",
        "He surveyed her slender figure with obvious appreciation.",
        "She watched his tall figure move gracefully down the hall, forcing unwelcome warmth to crawl up her neck.",
        "I also recited \"Laus Deo,\" and as I spoke the concluding verses, he placed in my hands a statue of a slave from whose crouching figure the fetters were falling, even as they fell from Peter's limbs when the angel led him forth out of prison.",
        "The machine will figure this out as it collects more data and incorporates more variables, and then experiments on people to see which combinations of factors work the best.",
        "He wasn't to that point yet, and he had to figure out just how to protect the woman from the man she considered her own father.",
        "While she was outside having a pity party, he was trying to figure out what he'd done wrong.",
        "I figure he must have something in mind after he graduates this spring.",
        "(Strictly speaking, Daniel Cooper was one figure of the anglaise.)",
        "I just can't figure her.",
        "Roxanne had everything; beauty, a good figure, and a sweet personality.",
        "Another figure emerged from the night to stand beside Len.",
        "She glanced up as a figure approached, and her smile was genuine.",
        "The black figure of a sentinel stood on the bridge.",
        "Then the scientific race of the century was on, with this goal: to figure out how DNA conveyed genetic information.",
        "He thinks that he makes a fine figure when he waits on you.",
        "Sometimes, I have to figure it out.",
        "You figure out how to make your widget from this new plastic.",
        "Twenty-one rubles, he said, pointing to the figure twenty-one by which the total exceeded the round sum of forty-three thousand; and taking up a pack he prepared to deal.",
        "The figure cut by the new French ambassador.",
        "His bloodshot gaze wandered over her figure in a way that made her regret leaving her beach robe in the house.",
        "Each of us received a six figure hiring bonus.",
        "I've been trying to figure this guy's route.",
        "It was not the dress, but the face and whole figure of Princess Mary that was not pretty, but neither Mademoiselle Bourienne nor the little princess felt this; they still thought that if a blue ribbon were placed in the hair, the hair combed up, and the blue scarf arranged lower on the best maroon dress, and so on, all would be well.",
        "\"To 'climb down' is sometimes used as a figure of speech,\" remarked the Wizard.",
        "\"No it can't be, that would be too extraordinary,\" and at the very moment she thought this, the face and figure of Prince Andrew, in a fur cloak the deep collar of which covered with snow, appeared on the landing where the footman stood with the candle.",
        "One fair-haired young soldier of the third company, whom Prince Andrew knew and who had a strap round the calf of one leg, crossed himself, stepped back to get a good run, and plunged into the water; another, a dark noncommissioned officer who was always shaggy, stood up to his waist in the water joyfully wriggling his muscular figure and snorted with satisfaction as he poured the water over his head with hands blackened to the wrists.",
        "Her eyes\" (Nicholas looked at his partner) \"are blue, her mouth coral and ivory; her figure\" (he glanced at her shoulders) \"like Diana's....\"",
        "On reaching the vestibule Natasha saw a tall figure in a fur coat unwinding his scarf.",
        "He only heard Dolokhov's hurried steps, and his figure came in view through the smoke.",
        "In the middle of a figure he beckoned to Rostov who was passing:",
        "Speranski's whole figure was of a peculiar type that made him easily recognizable.",
        "Dusty was going to kill all these people if he didn't figure out how to fix them.",
        "Can you fancy the figure he cut?...",
        "Rostov was talking merrily to his two friends, one of whom was a dashing hussar and the other a notorious duelist and rake, and every now and then he glanced ironically at Pierre, whose preoccupied, absent-minded, and massive figure was a very noticeable one at the dinner.",
        "His huge figure, with arms hanging down and with a puckered, though smiling face, moved after Willarski with uncertain, timid steps.",
        "He heard footsteps in the darkness and a black figure appeared.",
        "The high-shouldered figure of Zherkov, familiar to the Pavlograds as he had but recently left their regiment, rode up to the colonel.",
        "He kept closing his eyes and then again looking at the fire, which seemed to him dazzlingly red, and at the feeble, round-shouldered figure of Tushin who was sitting cross-legged like a Turk beside him.",
        "Now they drew close to the fox which began to dodge between the field in sharper and sharper curves, trailing its brush, when suddenly a strange white borzoi dashed in followed by a black one, and everything was in confusion; the borzois formed a star-shaped figure, scarcely swaying their bodies and with tails turned away from the center of the group.",
        "At first she heard only Metivier's voice, then her father's, then both voices began speaking at the same time, the door was flung open, and on the threshold appeared the handsome figure of the terrified Metivier with his shock of black hair, and the prince in his dressing gown and fez, his face distorted with fury and the pupils of his eyes rolled downwards.",
        "In the figure in which he had to choose two ladies, he whispered to Helene that he meant to choose Countess Potocka who, he thought, had gone out onto the veranda, and glided over the parquet to the door opening into the garden, where, seeing Balashev and the Emperor returning to the veranda, he stood still.",
        "His whole short corpulent figure with broad thick shoulders, and chest and stomach involuntarily protruding, had that imposing and stately appearance one sees in men of forty who live in comfort.",
        "Kutuzov noticed Pierre's figure and the group gathered round him.",
        "A tall thin bow-legged figure strolled around the side of the house.",
        "Cassie glanced at the familiar figure and then gasped.",
        "I could see a figure on a horse in the distance coming toward me.",
        "Together with that sound came a solitary human cry from the gateway and amid the smoke appeared the figure of a bareheaded man in a peasant's coat.",
        "The rider, whose figure seemed familiar to Rostov and involuntarily riveted his attention, made a gesture of refusal with his head and hand and by that gesture Rostov instantly recognized his lamented and adored monarch.",
        "The same happy, rapturous faces turned to the shaggy figure of Denisov.",
        "He fired at another figure trying to force its way into the circle.",
        "Something was placed over her nose and mouth and after a silent struggle; a stocky figure carried the child downstairs.",
        "He named a figure that surprised us by being far less than we'd guessed.",
        "They might just figure I'm a whack case or worse yet, want to round you up and stuff you in their back office.",
        "Just before Howie was ready to give up, he was startled by a figure he'd not heard enter the house!",
        "Let's hope he doesn't figure you can't go back more than a day or two.",
        "The best I can figure, he never left California before his arrest so that's where I'm concentration.",
        "He should walk away, leave her to figure things out, and finish what he needed to this morning.",
        "She looked unsettled at the idea of leaving her lab and looked around, as if trying to figure out what to take.",
        "Dusty braced himself and turned to face the grandfatherly figure with a smile and emerald eyes standing in the corner.",
        "She squinted towards the blazing buildings to see a dark figure half-trotting, half-limping towards them.",
        "The black, hairy, snub-nosed face of Vaska Denisov, and his whole short sturdy figure with the sinewy hairy hand and stumpy fingers in which he held the hilt of his naked saber, looked just as it usually did, especially toward evening when he had emptied his second bottle; he was only redder than usual.",
        "They forgot that the frightened face and the figure could not be altered, and that however they might change the setting and adornment of that face, it would still remain piteous and plain.",
        "He now saw clearly the figure of a red-haired gunner with his shako knocked awry, pulling one end of a mop while a French soldier tugged at the other.",
        "Pierre recognized him at once by his peculiar figure, which distinguished him from everybody else.",
        "The officers gazed with surprise at Pierre's huge stout figure and listened to his talk of Moscow and the position of our army, round which he had ridden.",
        "How do you figure I owe you anything?",
        "I can't figure out who owns this house or who has the money.",
        "He was a tall dark figure in the night, as he stood looking down at her.",
        "If you figure out a way to do this all day and still make the ranch turn a profit, you could make a fortune teaching your method at seminars.",
        "A tall lean figure entered the diner and she froze – Cade.",
        "From the porch we could see the huddled figure of Howie Abbott sitting under a large red umbrella on the edge of the pier.",
        "I came downstairs and tried to figure out what happened and then I talked to Ben and it calmed me down.",
        "Besides his height and stoutness, and the strange morose look of suffering in his face and whole figure, the Russians stared at Pierre because they could not make out to what class he could belong.",
        "Turning, she stared at her figure.",
        "How do you figure?",
        "The shadowy figure disappeared into an alcove.",
        "I'd hoped not to have to do this, but I can't wait for you to figure it out.",
        "He was driving … Jule skipped through the details of Yully's car.… Another figure followed them.",
        "\"I can't tell if they have faith we'll figure this out, or if they're secretly hoping we don't,\" Damian admitted.",
        "The creature walking away from her wanted something, and she couldn't figure out what.",
        "\"As soon as I figure out what they are, I'll take care of that,\" Darian shot back.",
        "And I can't wait for Jonny to figure out how to do his job.",
        "If I have a doctor's note saying I'm under their care, isn't that good enough until they figure it out?",
        "She's started having symptoms that the doctors can't figure out what's wrong.",
        "Something was really wrong in Europe, and he needed to figure out what, before the European front was overrun by vamps.",
        "You figure out how to train one?",
        "True, they had eternity to figure each other out, but he didn't want her turning cold like Dusty or jaded like Jule.",
        "The doc can't figure out what happened.",
        "\"If you're as smart as I suspect, you've probably used your gift to figure out where I am,\" he said.",
        "She approached the window, amazed at the snow, until her gaze fell to a figure kneeling like a dark gargoyle in the middle of the white lawn.",
        "\"There's a lotta shit about our world you'll figure out,\" he promised her.",
        "She braced herself against the memories running through his head and the confusion as he tried to figure out where he was.",
        "She was trying hard to keep her fear away so she could figure out this new world.",
        "She had to figure out what she was missing fast and how permanent it was to be an Immortal mate.",
        "Deidre tried to figure out what it was she was supposed to say.",
        "Death was a dark, towering, muscular figure in the living area of her apartment, clothed in black and wearing an expression that mirrored what she felt.",
        "I've been trying to figure him out for the past few days and have no clue.",
        "\"You'll figure it out,\" he said.",
        "\"I have to figure this out,\" she murmured.",
        "I'll figure it out way before our deal is up, she said, rolling her eyes.",
        "\"Let me figure it out,\" she repeated.",
        "You know I couldn't figure out how to turn on the shower?",
        "I knew he'd figure out something.",
        "When did you figure out I was your mate?",
        "I'm trying to figure out how I can want to be with him but not stomach what he does as the Dark One.",
        "The figure denoting the general average yield per acre of any class of crop needs readjustment after every successive harvest.",
        "While Pierre, standing in the middle of the room, was talking to himself in this way, the study door opened and on the threshold appeared the figure of Makar Alexeevich, always so timid before but now quite transformed.",
        "Paul, who appeared to be the elder brother, was a robust figure who never closed his mouth even while eating.",
        "I figure them bones is another matter.",
        "That would take some research by Fred and his stalwarts, if Dean could figure a way to distance that investigation from Fred's court-dictated jury duty restrictions.",
        "As Dean rolled his Jeep down the main street of Ouray, he caught sight of a familiar figure with a rounded haircut.",
        "As Dean neared the structure, a figure emerged from the building.",
        "Maybe figure where my life's going from here.",
        "Dean stared at the woman's near crumpled figure.",
        "Suddenly the beam caught a figure crouched ahead.",
        "She paused, trying to figure out what to tell him.",
        "He loved touching her and loved even more watching her try to figure out what to do about it.",
        "Deidre had never seen him like this, as a quietly commanding figure, capable of lethal force one moment and gentle kisses the next.",
        "Her eyes rested on the figure of a girl representing the humans.",
        "Deidre sought to figure out what it was about the currents and subtle movement that kept her in place when she wanted to return to the castle, where it was warm.",
        "He heard two of the Immortals shouting from down a nearby hall and saw the dark figure duck into a doorway.",
        "Silently, he strode down the hallway after the figure he saw.",
        "Though he possessed nowhere near the level of power he used to, he was still able to sense the figure cowering in a corner.",
        "He went to the window opposite the figure and closed his eyes, then whipped the curtain open.",
        "The figure's arm was raised to block the blinding light.",
        "The smooth lines of the dress flattered her petite figure, but more important was the fact that Alex liked it.",
        "As she stepped out into the bright sunlight, a tall figure caught her attention.",
        "Alex opened the passenger door and climbed into the car, his attention equally divided between the retreating figure and Carmen.",
        "If I had a figure like yours, I'd use it.",
        "There was nothing wrong with Katie's figure except that she was a little over weight.",
        "When she modeled them in front of the mirror, they did things to her figure she never would have guessed.",
        "We've got to figure out this shit, he told the female death-dealer beside him.",
        "I can't figure out how they're tracking the dead.",
        "We're trying to figure out what Darkyn is doing planting a shape-shifter demon on the mortal realm, Rhyn said, referring to the demon lord who wanted both their heads on pikes.",
        "He came back to search the body of Logan Myers and figure out what it was that Rhyn wanted him to know.",
        "I can't figure out how they're beating us.",
        "Would it help him figure out how to deal with Deidre?",
        "You'll have to figure out the rest, first.",
        "If what Wynn said was true, Gabriel needed as much time as he could find to figure out how to save her.",
        "He had to figure out a way to do it in a way he was able to recover from, if she survived.",
        "She poured herself some more, struggling to figure out what she was missing.",
        "Very. I can tell but it takes men longer to figure out that stuff.",
        "Rhyn watched him go, wondering just what his brother was planning, and how he.d figure it out before Katie was hung on the wall next to his mother.",
        "She turned to face the figure.",
        "Dressed in black, he was an imposing figure, even in the cavernous room.",
        "\"Katie said you'd figure that out,\" Deidre murmured.",
        "Darkyn wins now if you don't figure out this simple truth.",
        "Definitely some advice from someone who understood make-up better and a real hair stylist who could figure out how to un-pink hair.",
        "Would it have been easier on you if you heard it from either a complete stranger or someone you can't quite figure out?",
        "I was trying to figure out what was there, not to remove it, but to ensure no one else could either.",
        "\"Did Andre figure anything out?\" she asked in a level voice.",
        "\"Which is …\" \"You'll figure it out.\"",
        "He'd figure something out.",
        "I know what really happened, and I hoped others would figure it out.",
        "Ully might figure something else out.",
        "She refused to send him to school or to go to work, determined to figure out what insanity was going on under her roof.",
        "\"I, uh, dropped your blood sample,\" he said with a glance at the figure with his back toward them both.",
        "Jade straightened, eyeing the dark figure with bright eyes.",
        "She closed her eyes, telling herself she'd survive this and figure out how to get the hell out of there, even if it meant bartering with the monsters on her cell block.",
        "This time, Rhyn couldn't figure out why the creature wanted a human so badly he'd bring her here yet didn't seem eager about her becoming his mate.",
        "\"I'll figure it out,\" she replied.",
        "The creatures had reached the top of the stairs and were looking around, trying to figure out which way she'd gone.",
        "\"You're…\" Megan trailed off, as if debating what to say while trying to figure out what was standing in front of her.",
        "When her mind had cleared and her body no longer thrummed with need, she tried to figure out what the hell had happened.",
        "\"Either we get an emergency five minutes or you figure out how to make it work longer,\" Kris said.",
        "\"He's almost there,\" he replied, facing the bright figure that was Death.",
        "You'll just have to figure it out on your own.",
        "Gabriel was right --he had to figure it out before he lost his mate.",
        "I.ve got a lot to figure out.",
        "She suspected Kris might override his promise to let her go in five weeks, if Ully couldn.t figure it out.",
        "A dark figure in the snow-covered park area caught her attention.",
        "\"Okay, so you.re taking me and someone else, but this still doesn.t help me figure out what to do!\" she said.",
        "All he needed was to figure out how to win a game of strategy he didn.t know how to play, before his time was up and he lost the only thing that mattered.",
        "She.d have to pray Rhyn didn.t drop by her mind when she thought of it, or when she was trying to figure out what to do.",
        "Hell toughened him up, yet this was one challenge he couldn.t figure out.",
        "He couldn.t figure out what the hell the puny human in front of him wanted.",
        "What I can.t figure out is why he came here.",
        "He.d have to figure out what to do with the wounded man.",
        "If they can.t figure out what Sasha did about the vial, they.ll need her and Ully.",
        "\"If you don.t figure it out in sixty seconds, I.m going to Hell,\" he said and began pacing again.",
        "Didn.t Sasha.s lab figure it out?",
        "It wasn.t hard to figure out why he did it after so long refusing to become Death.s slave, Darkyn answered.",
        "I.ll figure something out, Kris said.",
        "Stunned, Kiera tried to figure out what to say as they both looked expectantly at her.",
        "Kiera would figure things out soon, especially once Evelyn got her into this new world and its customs.",
        "Excited to see that even this world had video games, she sat in the chair behind the buttons and screen, studying all three in an attempt to figure out how the game worked.",
        "\"You can't figure her out,\" she said.",
        "She set the knife down on the edge and circled the fountain again until she'd reviewed all three of the pictographs where the female figure held a dagger.",
        "One headed for her, and she turned to run, only to collide with a large figure at her back.",
        "One female figure moved forward, wrapping a shawl around Evelyn's shoulders and placing a translator on her ear.",
        "The craft door opened, and a figure strode out.",
        "Time to figure out what we're running here, a house for haunted women or just a house for 'hunted' women!",
        "But even when I figure out all the substitutions, deciphering the entire notebook will be a long project.",
        "The state boys figure I'm too close to you to be what somebody calls 'objective'.",
        "\"I figure the killer planted the knife, just to throw the cops off the trail,\" Fred said as he slumped on the edge of the bed.",
        "He considered switching a digit and feigning a mistake but he knew these guys would figure he was hiding something and be all the more aggressive when they questioned Cynthia.",
        "He then added, \"Or do you figure it's tapped?\"",
        "He named his salary, a figure that surprised Dean.",
        "We figure it's her choice if she wants to take the big trip.",
        "The way I figure it, Edith took the knife the night when she first tried on the dress.",
        "Fred nodded his head, scribbled on his pad, and asked, \"You figure the note's a confession, of sorts?\"",
        "If I had tried to figure it out logically, things might have fallen into place.",
        "I realize in most ways Edith isn't deserving of too much sympathy, but I still think of her as a tragic figure.",
        "\"Every time I come up these stairs, I look up to see if a white-dressed figure is standing at the top,\" he said.",
        "There, in the fog of semi-darkness, stood a white-clad figure, smiling down at him.",
        "She had long blonde hair like spun silk, a perfectly proportioned figure and blue-green eyes that made you feel you were looking into the sea.",
        "Because she wants to give you some time to figure out that you two can make this work.",
        "Men let it rest for a while, then figure out whether to nurse it back to health or kill it.",
        "He should be controlling this situation by now; not sitting here trying to figure out what the hell was happening.",
        "Although totally unnerved, he knew he could not let himself lose it again, yet had to speak to her, see if he could figure her out.",
        "Don't you think we owe it to ourselves to figure out what all this means?",
        "Instead I'm here trying to figure out how this could have happened.",
        "As they approached Jackson's car, he said, \"I'm going to need some time to absorb all this before I can even begin to figure out what to do.\"",
        "We'll figure this out somehow.",
        "He sat for a minute trying to figure out how to fix things, but came up empty.",
        "Well, I have a whole year to figure that one out.",
        "I suggest we concentrate on you feeling better before trying to figure this out.",
        "We have another month to figure it out.",
        "The way I figure it, he's more in love with the idea of having a woman worship him than he is with me.",
        "They figure Josh is tough competition - but do you really think Josh could scare them off if they knew you were interested?",
        "Two occupied stalls and he couldn't figure out where to put the water.",
        "Anyway, I didn't figure I'd be running the farm for a while.",
        "A tall lean figure stepped into the room and cool gray eyes surveyed her.",
        "Her heart skipped a beat as a lean figure in a business suit entered the room.",
        "They figure if it makes money, it must be a wise business choice.",
        "As she lifted the hay and turned, a figure moved in the hay on the floor.",
        "Sometimes it's kind of hard to figure you out, though.",
        "\"I can't figure you,\" Gerald said, moving away from the wall.",
        "They'll figure it out as soon as they see the news.",
        "\"Tim, helo!\" a dark figure shouted from the awaiting shuttle.",
        "You figure out how to deal with the supply issue?",
        "We can't figure out who we're fighting.",
        "No one here understood that they were surrounded by an enemy even Brady couldn't figure out yet.",
        "Greenie's holed up in the hub trying to figure out what to do.",
        "How would he figure it out?",
        "They gazed at each other for a long moment, and he tried to figure out what was going through her thoughts.",
        "\"I think someone did figure it out, or it wouldn't have gone up in smoke at all,\" Brady replied.",
        "I'm trying to figure you out.",
        "Someone as bright as she was would figure out a way to get somewhere safe.",
        "We'll figure out which route she took and track her.",
        "Brady focused on the micro, trying to figure out where Lana might've gone.",
        "Brady scanned the surrounding forest again, trying to figure out which way Lana had gone.",
        "We're trying to figure out which path she took.",
        "We have someone from Harvard here who can't figure out the generator.",
        "The rest, she'd figure out when she got there.",
        "This is the kind of thing Lana could figure out.",
        "It's taking three so-called experts way too long to figure it out.",
        "A figure appeared from the forest between her and the river.",
        "Be careful.  I mean that.  We'll figure out something.",
        "\"Andre. He's …\" She turned as she spoke to see the figure had vanished.",
        "A moment later, a thin figure entered the room.  The last of the shapeshifters created, this one was a mirror image of the mad scientist, Ully.",
        "We'll figure something out.",
        "\"That's what I can't figure out,\" Kiki admitted.",
        "Maybe.  In any case, whatever you felt for Jade, you have to figure out how to get over it.  You have your mate.  I've been waiting for mine for a lifetime.",
        "Kris blinked, trying to figure out what the deity wanted.",
        "Unable to sleep without knowing the truth, Toby huddled beneath the jungle leaves and stretched his senses until he found Katie.  He couldn't put her in more danger, if there was something wrong with Ully.  She was close enough for him to find when he needed to.  If he kept some distance between him and Katie, he could figure out what was wrong with Ully without endangering her more.",
        "Her thoughts went to Rhyn then Hannah then the past few weeks as she sought to figure out where she'd gone wrong.",
        "Nothing I can't handle.  I have Kiki, Tamer, and Erik on lockdown.  A week without food, and they're happy to help.  Kiki is running most things, until I figure them out.",
        "\"You're all the family I got now.  I got a long way to go to figure out how to be a proper Death,\" Gabe said, looking again at the lake.",
        "I don't know anything about the case, but I know it would take a room full of CPA's to figure out how many cups of coffee you guys owe each other.",
        "She named a salary figure close to the small amount Dean drew from the Parkside Police Department.",
        "He could imagine the difficulty in supporting a fam­ily of three on the figure.",
        "Fred possessed a full head of snow-white hair, carried himself ramrod straight and was a familiar sight and well-liked figure about town.",
        "Some of the guys figure a dumb trick like a midnight swim ain't so surprising for a Yankee with a snoot full.",
        "I surely don't know what you guys figure you'll find as many times as you've looked around.",
        "There was also a small sheet of white paper listing 11.2 gallons of gas purchased in Aberdeen, Maryland, a mileage figure and the amount of the purchase.",
        "The latest entry dated Monday showed a mileage figure and the starting point of Parkside, Pennsylvania.",
        "Fourth and Oak were just as desolate as Ninth and Locust, but as soon as Dean stopped the car, a disheveled figure jumped from the darkness and clawed at the passenger door until Dean reached over and opened it.",
        "They'd figure the poor kid would get all kinds of razing in school and all.",
        "I'm hard pressed to figure why any man in his right mind would dump her.",
        "You don't know what to do so you take the next day off when you're sober, find some quiet motel and try and figure out what you've got or what to do with the stuff.",
        "There in the blur of a passing auto and mirrored in descending waves of rain was the huddled figure of Cynthia Byrne stumbling across the parking lot toward the road and the beach beyond.",
        "Suddenly a flash of lightening illuminat­ed the crouched figure of Cynthia Byrne several yards away.",
        "Dean maneuvered the still-unconscious figure beneath the covers, tucking the blanket as tightly as he dared.",
        "He gazed down upon her now-peaceful figure.",
        "I figure it like this.",
        "When Dean replaced the phone and glanced up, the tall figure of Jonathan Winston was standing next to his desk, smiling down and, as usual, impeccably dressed.",
        "They'll figure out it wasn't me.",
        "He could figure the gas he'd have used and written his own receipt when he filled up the motor home, stop­ping after filling the tank part way.",
        "Well, the way I see it, he's gotta figure the motor home is hot.",
        "\"Figure he's going west,\" Fred called.",
        "The car ain't due back at the garage 'til tomorrow but we gotta figure some way of returning it or they're gonna get miffed.",
        "\"The way I figure it,\" Fred said, \"We look for a blue '89 pick­up with a Mallard camper on the back.",
        "He slid in behind another biker and followed the crouched figure evenly, absentmindedly match­ing the rider stride for stride for several miles as he pondered his course of action.",
        "She was a gorgeous creature in her early twenties with a figure that would make a monk sigh.",
        "I figure we just set up this tent right on the other site and pull his stuff inside.",
        "People will figure they reassigned the site.",
        "There's one thing I can't figure.",
        "Dean only had a brief glance at the rider, not enough to even tell if the helmeted figure was a man or a woman, much less recognize the person.",
        "It was a brief lapse of concentration from his purpose at hand, catching the yellow-clad figure flowing through the curves and bends below him.",
        "For a moment his gaze lingered on her slender figure as she walked into the kitchen.",
        "Actually, 250 combined pounds would be a fairly accurate figure.",
        "As she walked through the screened porch, a tall figure stepped out of the evening shadows.",
        "I can't figure you.",
        "If he hadn't done so, she might not have seen the lean figure lounging against the tree.",
        "When she lifted her head, a figure in the doorway caught her attention.",
        "I'll figure it out later.",
        "I couldn't figure out his fascination with her at the time.",
        "The barn door groaned as it swung shut, exposing the figure leaning against the wall.",
        "A lean figure in a gray business suit stepped out of a crowd of new arrivals.",
        "I'd better figure on building a pen close to the house to quarantine the Longhorns in.",
        "Right now she needed him as a husband, not a father figure.",
        "Why did he have to wait until her figure started to fall apart before he complained about seldom seeing her in a dress?",
        "He gets a little caught up in the role of head of the household, and becomes a parental figure as well.",
        "Lori was hard to figure though.",
        "Another woman lay on the ground near the youth named Damian, her shapely figure, porcelain complexion, and auburn hair indicating her beauty even in her sleep.",
        "Somehow, they lessened her pain again, as if the strange figure before her wrapped them in magic before placing them in her head.",
        "Once a god then a slave, he was just starting to figure out who he was now.",
        "He's in Europe trying to figure out how to pick up the pieces, Damian said.",
        "Darian remained for another long moment before Traveling to the nearest town, determined to figure out what was going on.",
        "She'd figure out his weakness and hold onto that knowledge for when she needed it.",
        "She'd stopped trying to figure out why Xander tormented her every day.",
        "As soon as I figure out how, I will, he said simply.",
        "Soon, I'll figure out how to do more than track your kind.",
        "Darkness swallowed him before he could figure it out.",
        "I've Seen some things … and there are some things so up in the air right now, I can't figure out what it means.",
        "Darian lingered, unable to figure out exactly what was wrong.",
        "When he figured out how to do it without also ending up dead, he'd figure out what had fallen between him and Jenn.",
        "Darian felt the magic of the world bombard him, both welcoming home the man that had been its king and trying to figure out what he now was.",
        "He'd have to figure out how to start a conversation she didn't want to have.",
        "Your fortune cookies forget to tell you I'd figure out what you didn't tell me about Jenn?",
        "Enough time for me to figure out what Jonny's doing with the Others.",
        "If that's not the answer, then you'll figure it out, Jenn, and you'll do it in two days.",
        "His eyes went past Claire for a moment, to the dark figure waiting by the tree line.",
        "Before the moment when she saw the book, she hadn't wanted to connect the spectral figure of her mind with the very real man before her.",
        "Taran glanced toward the darkened figure near the door.",
        "The demon sensed it, even as she struggled to figure out where he was.",
        "Something was troubling him and he was trying to figure out the best way to approach it.",
        "That wasn't very nice, I guess, but you always tried to hide your figure – though I can't for the life of me figure out why.",
        "Actually, she had never tried to hide her figure.",
        "The knit pants hugged her figure, but they were comfortable and stretched when she did.",
        "She might as well figure on getting that cell phone for Jonathan.",
        "Alex glanced up as a tall figure stepped through the door.",
        "If they can figure a way to smoke without getting it in my eyes and lungs, they can smoke themselves to death for all I care.",
        "He's already an important figure in the state of California.",
        "A tall balding figure moved into the room.",
        "As near as she could figure, it was more than half full - all she would need.",
        "I think I can figure it out.",
        "You figure taking care of one more critter is no big deal?",
        "A tall figure emerged from the brush and she gasped with relief.",
        "She scrambled to her feet, gaping at the tall figure in the doorway.",
        "We can't quite figure out what.",
        "Did Jonny figure that out and plan to use her against him?",
        "I'll wait to fire you until I figure out why you're working for me in the first place.",
        "Silently, he began to think he wasn't going to tolerate the ghost in his house long enough for him to figure out what was going on.",
        "She stood in the doorway to his room for a long moment, trying to figure out how the hell he knew so much about her.",
        "You'll figure it out, he said.",
        "Jessi wasn't able to figure out how Jonny, Xander and Gerry were connected, except that they had to be.",
        "You're saying that, instead of treating him like I do my teenage cousins, I should pretend I'm dealing with a five-year-old who's convinced his stick figure drawing is a masterpiece.",
        "While appealing, it would ruin his chances to figure out what Jessi was hiding.",
        "She needed to figure out when he was leaving the house, so she could find the necklace and be done with the vampires.",
        "She'd spent the night tossing and turning, trying to figure out what to do.",
        "We can figure it out.",
        "Listen, I'm trying to figure out a few things.",
        "\"I've never been able to figure out if I should hate you or thank you for what happened in the immortal realm,\" she started.",
        "\"I'll figure out a way not to make anyone the victim,\" she replied with a deep breath.",
        "She was not what you'd call a caring mother figure.",
        "By the long, considering look she then gave Xander, she was trying to figure out what to do.",
        "Uncertain how to interpret his quietness, she tried to figure out what to say.",
        "I figured as long as my cousins were there, I'd figure out what to do when Jonny came for me.",
        "He didn't want her anywhere near the Original Other or Jonny but was almost certain she'd figure out how to get herself in the middle somehow.",
        "It wasn't going to take Xander long to figure out she'd tricked him.",
        "No one who knew the crystal would fall for it, but maybe it would buy her time to figure out a better plan.",
        "Can I see Ashley while you figure this out?",
        "Jessi didn't have time to figure out what the hell was going on between Ashley and the Black God.",
        "Jule spoke quickly to Dusty while Xander tried to figure out what Jonny was doing texting him.",
        "Of these, Thetis and Amphitrite rule the sea according to the legend of different localities; Galatea is a Sicilian figure, who plays with and deludes her rustic lover of the shore, Polyphemus.",
        "The circulation soon reached what was then the immense figure of 7000.",
        "As, however, these machines impressed the popular imagination, they naturally figure largely in the traditions about him.",
        "Archimedes died at the capture of Syracuse by Marcellus, 212 B.C. In the general massacre which followed the fall of the city, Archimedes, while engaged in drawing a mathematical figure on the sand, was run through the body by a Roman soldier.",
        "In accordance with the expressed desire of the philosopher, his tomb was marked by the figure of a sphere inscribed in a cylinder, the discovery of the relation between the volumes of a sphere and its circumscribing cylinder being regarded by him as his most valuable achievement.",
        "This is well brought out by the low figure for London.",
        "The total number of revolutions is read off by a scale attached to the side of the box, but not seen in the figure.",
        "The other parts of the instrument will be readily understood from the figure without further explanation.",
        "These lamps, although shown in the figure, are in reality covered so as not to shine upon the observer's eye.",
        "The means for changing the length of the tube and the distance of C from the scale are omitted in the figure.",
        "In 1902 the production fell to 13,491,517 gallons; in 1903 it was 26,997,680; in 1904 it reached the phenomenal figure of 63,105,577 gallons, of which the province of Cagliari produced 53,995,362 gallons; in 1905 it fell to 36,700,000, of which the province of Cagliari produced 32,500,000 gallons.",
        "Two Dutch friends, Constantijn Huygens (von Zuylichem), father of the more celebrated Huygens, and Hoogheland, figure amongst the correspondents, not to mention various savants, professors and churchmen (particularly Jesuits).",
        "We have then to think of a full universe of matter (and matter = extension) divided and figured with endless variety, and set (and kept) in motion by God; and any sort of division, figure and motion will serve the purposes of our supposition as well as another.",
        "1312), son of Sancho El Bravo, and his wife Maria de Molina, is a figure of small note in Spanish history.",
        "In the spring of 323 he moved down to Babylon, receiving on the way embassies from lands as far as the confines of the known world, for the eyes of all nations were now turned with fear or wonder to the figure which had appeared with so superhuman an effect upon the world's stage.",
        "The figure of Alexander naturally impressed itself upon the imagination of the world which his career had shaken.",
        "His income is said by Lucian to have reached an enormous figure.",
        "The legendary figure of Daniel (xiv.",
        "In the book of Zechariah Zerubbabel has already fallen into the background and the high priest is the leading figure of the Judean community.",
        "5), and with a supreme significance for the religious life of the people which is expressed in the figure of the living waters issuing from under the threshold of the house (Ezek.",
        "These rules were published in the Canonis Descriptio (1614), and Napier has there given a figure, and indicated.a method, by means of which they may be proved directly.",
        "xlv.) a very good contribution to its history, embellished by a faithful life-sized figure of its head.",
        "2 This distinguished author twice cites the figure given by Thienemann (Fortpflanzungsgesch.",
        "He was the foremost Jewish figure of the 18th century, and to him is attributable the renaissance of the House of Israel.",
        "This depreciation reached its maximum in October 1891 ($460.82 paper for $100 gold), and remained between that figure and $264 during the next six years.",
        "Geology.Many years ago it was pointed out by Elie de Beaumont and Dufrnoy that the Jurassic rocks of France form upon the map an incomplete figure of 8.",
        "That according to which they were set up at Munich was in the main suggested by Cockerell; in the middle of each pediment was a figure of Athena, set well back, and a fallen warrior at her feet; on each side were standing spearmen, kneeling spearmen and bowmen, all facing towards the centre of the composition; the corners were filled with fallen warriors.",
        "A figure of Athena still occupies the centre of each pediment, but is set farther forward than in the old reconstruction.",
        "On each side of this, in the western pediment, is a group of two combatants over a fallen warrior; in the eastern pediment, a warrior whose opponent is falling into the arms of a supporting figure; other figures also - the bowmen especially - face towards the angles, and so give more variety to the composition.",
        "Ten years were spent in this operation, a full account of which was published by Bouguer in 17 4 9, Figure de la terre determinee.",
        "- Teeth of Upper Jaw of Opossum (Didelphys marsupialis), all of which are unchanged, except the third premolar, the place of which is occupied in the young animal by a molariform tooth, represented in the figure below the line of the other teeth.",
        "24, 27 the lower figure is given on the authority of \"the last words (or acts) of David.\"",
        "Herodotus makes him a principal figure in epic dialogues: he warns Darius not to attack the Scythians (iv.",
        "Bobby Lowe, as he was popularly known, was one of the most remarkable personalities of his day, with his tall, striking figure, albino complexion and hair, and faculty for epigram and irony.",
        "Opposite the barracks is the memorial to the officers and men of the Royal Artillery who fell in the Crimean War, a bronze figure of Victory cast out of cannon captured in the Crimea.",
        "AULUS GABINIUS, Roman statesman and general, and supporter of Pompey, a prominent figure in the later days of the Roman republic. In 67 B.C., when tribune of the people, he brought forward the famous law (Lex Gabinia) conferring upon Pompey the command in the war against the Mediterranean pirates, with extensive powers which gave him absolute control over that sea and the coasts for 50 m.",
        "the figure of an Etruscan augur holding a liver in his hand as his trade-mark (Korte, ib.",
        "Crystals are prismatic, acicular or scaly in habit; they have a perfect cleavage parallel to the brachypinacoid (M in the figure).",
        "There is no doubt that under average conditions of atmospheric density, the .005 should be replaced by 003, for many independent authorities using different methods have found values very close to this last figure.",
        "It differs from the open circuit in only requiring one battery (although, as in the figure, half of it is often placed at each end), in having the re circuit ceiving instrument between the line and the key, and in having the battery continuously to the line.",
        "In the form of relay indicated in the figure the armature is held against the stop a by a spring S.",
        "In practice the number of segments actually employed is much greater than that indicated on the figure, and the segments are arranged in a number of groups, as shown by fig.",
        "28, and the levers are adjusted so that the left-hand one moves a, b, c and punches a row of holes across the paper (group i in the figure), the middle one moves b only and punches a centre hole (2 in the figure), while the right-hand one moves a, b, d, e and punches O p p Oa Oa' Ob Od 0?",
        "four holes (3 and 4 in the figure).",
        "The electrical connexions of the instrument as arranged for actual use are also illustrated in the figure.",
        "Thus, in the Crossley transmitter four hard carbon pencils were arranged in a lozenge-shaped figure, the ends of each pencil resting loosely in a small carbon block.",
        "The movements of the shaft are controlled by relays and electro-magnets which operate in response to the action of the subscriber whose telephone is fitted with a 'calling mechanism which, when the subscriber calls, earths the line a certain number of times for each figure in the number of the wanted subscriber.",
        "The story is well known; two years before his death Francis went up Mount Alverno in the Apennines with some of his disciples, and after forty days of fasting and prayer and contemplation, on the morning of the 14th of September 1224 (to use Sabatier's words), \"he had a vision: in the warm rays of the rising sun he discerned suddenly a strange figure.",
        "Taking the statistics for the whole kingdom, the annual marriagerate for the years 1876-1880 was 7.53 per 100o; in 1881-1885 it rose to 8o6; in 1886-1890 it was 777; in 1891-1895 it was 7.41, and in 1896-1900 it had gone down to 7.14 (a figure largely produced by the abnormally low rate of 6.88 in 1898), and in 1902 was 7.23.",
        "The figure for Sicily, which was 106,000 in 1905, reached 127,000 in 1906 (~.5%), and of these about three-fotrrths would be adults; in the meantime, how ever, the population increases so fast that even in 1905 there was a net increase in Sicily of 20,000 souls; sO that in three years 220,000 workers were replaced by 320,000 infants.",
        "In 1898-1899, 5972 tons were produced, while in 1905 the figure, had risen to 93,916.",
        "The figure was 1783.45 per 100,000 in 1887, 2I6446 in I892, 2546.49 in 1897, 2497.90 in 1902.",
        "The Mobile Militia will not, however, at that date have felt the effects of the scheme, and the Territonial Militia (setting the drain of emigration against the increased population) will probably remain at about the same figure as in 1901.",
        "The income of 60,741,418 in 1881 rose in 1899-1900 to 69,917,126; while the expenditure increased from 58,705,929 in 1881 to 69,708,706 in 1899-1900, an increase of 9,175,708 in income and 11,002,777 in expenditure, while there has been a still further increase since, the figures for 1905-1906 showing (excluding items which figure on both sides of the account) an increase of 8,766,995 in income and 5,434,560 in expenditure over 1899-1900.",
        "A much more significant figure is that of J.",
        "As a result of this extension of the umbrellar margin, all structures belonging to this region, namely, the ring-canal, the nerve-rings, and the rim of thickened ectoderm, do not run an even course, but are thrown into festoons, caught up under the insertion of each tentacle in such a way that the ring-canal and its accompaniments form in each notch of the umbrellar margin an inverted V, the apex of which corresponds to the insertion of the tentacle; in some cases the limbs of the V may run for some distance parallel to one another, and may be fused into one, giving a figure better compared to an inverted Y.",
        "Similarly the ring-canal runs round the edge of the lobe as the so-called festoon-canal, and then runs upwards under the peronium to the base of the tentacle as one of a pair of peronial canals, the limbs of the V-like figure already mentioned.",
        "The whole world is represented by the figure of a tree, of which the seeds and roots are the first indeterminate matter, the leaves the accidents, the twigs and branches corruptible creatures, the blossoms the rational soul, and the fruit pure spirits or angels.",
        "This figure of speech refers, not to a basket or box in which things can be stored, but to the baskets, used in India in excavations, as a means of handing on the earth from one worker to another.",
        "The memorial is crowned by the figure of an angel in white marble, and on the wall of the well itself is the following inscription: Sacred to the perpetual Memory of a great company of Christian people, chiefly Women and Children, who near this spot were cruelly murdered by the followers of the rebel Nana Dhundu Pant, of Bithur, and cast, the dying with the dead, into the well below, on the xvth day of July, Mdccclvii.",
        "a, Starch sheath; at the extremities of the figure its cells are represented as empty; b, cambiuin layer.",
        "At each pole of this spindle figure there often occur fibres radiating in all directions into the cytoplasm, and sometimes a minute granular body, the centrosome, is also found there.",
        "The spindle figure is probably the expression of forces which are set up in the cell for the purpose of causing the separation of the daughter chromosomes.",
        "The furrowed surface of the earth gives the land-area a star-shaped figure, which may from time to time have varied in outline, but in the main has been permanent.",
        "If we add to the latter figure the families which are widely dispersed, we find that the tropics possess 161 or almost exactly two-thirds of the large groups comprised in the worlds vegetation.",
        "The fundamental conception of geography is form, including the figure of the earth and the varieties of crustal relief.",
        "The Pythagorean school of philosophers adopted the theory of a spherical earth, but from metaphysical rather than scientific reasons; their convincing argument was that a sphere being the most perfect solid figure was the only one worthy to circumscribe the dwellingplace of man.",
        "Academy as part of an investigation with the object of ascertaining the length of the degree near the equator and near the pole respectively so as to determine the figure of the earth.",
        "The figure and dimensions of the Mafhema- earth are the first of these.",
        "In Monument Square, the site of a battery in 1775 is a soldiers' and sailors' monument (1889), a tall granite pedestal surmounted by a bronze female figure, by Franklin Simmons; at the corner of State Street is a statue of Henry W.",
        "There the most prominent figure was that of Samuel ibn Nagdela (or Nagrela), generally known as Samuel the Nagid or head of the Jewish settlement, who died in 1055.",
        "Amongst the most important of his works not already mentioned may be named the following: - Mathematical Tracts (1826) on the Lunar Theory, Figure of the Earth, Precession and Nutation, and Calculus of Variations, to which, in the second edition of 1828, were added tracts on the Planetary Theory and the Undulatory Theory of Light; Experiments on Iron-built Ships, instituted for the purpose of discovering a correction for the deviation of the Compass produced by the Iron of the Ships (1839); On the Theoretical Explanation of an apparent new Polarity in Light (1840); Tides and Waves (1842).",
        "Linnet), though without their slender figure, being indeed rather short and stout of build.",
        "Coleridge (1772-1834), probably the most typical figure of his period - another layman.",
        "Positively it may be affirmed that the recovered figure of the historical Jesus is the greatest asset in the possession of modern Christian theology and apologetics.",
        "The apologist must maintain (I) that Jesus of Nazareth is a real historical figure - a point well-nigh overlooked by Strauss, and denied by some modern advocates of a mythical theory; (2) that Jesus is knowable (not one \" of whom we really know very little \" - B.",
        "It becomes the assertion; historically, providentially, the expectation of a unique religious figure arose - \" the \" Messiah; and Jesus gave himself to be thought of as that great figure.",
        "In 1749 he furnished a method of applying his principles to the motion of any body of a given figure; and in 1754 he solved the problem of the precession of the equinoxes, determined its quantity and explained the phenomenon of the nutation of the earth's axis.",
        "The various attempts at combination probably point to the fact that the purely mythical figure of a god-saviour (Heros) was connected first by Basilides with Jesus of Nazareth.",
        "From most of the other Gnostic sects, with the exception perhaps of the JewishChristian Gnosticism, he is distinguished by the fact that with him the figure of the fallen female god (Sophia Achamoth), and, in general, the idea of a fall within the godhead is entirely wanting.",
        "On the whole, the best statistical source for this information is the annual computation published by the Archiv fiir Eisenbahnwesen, the official organ of the Prussian Ministry of Public Works; but the figure quoted above utilizes the Board of Trade returns for the United Kingdom and the report of the Interstate Commerce Commission for the United States.",
        "In railway mileage per io,000 inhabitants, however, Queensland, in the Australian group, reports a figure much greater than any other country; while at the other end of the list Persia holds the record for isolation.",
        "- The total construction capital invested in the railways of the world in 1907 was estimated by the Archiv fur Eisenbahnwesen at £8,986,150,000; the figure is necessarily incomplete, though it serves as a rough approximation.",
        "The United States of America, with a capital of £3,059,800,000 invested in its railways on the 30th of June 1906, was easily ahead of every other country, and in 1908 the figure was increased to £ 3,443, 02 7, 68 5, of which £2,636,569,089 was in the hands of the public. On a route-mileage basis, however, the capital cost of the British railway system is far greater than that of any other country in the world, partly because a vast proportion of the lines are double, treble or even quadruple, partly because the safety requirements of the Board of Trade and the high standards of the original builders made actual construction very costly.",
        "A \" perfect engine \" receiving and rejecting steam at the same temperatures as the actual engine of the locomotive, would develop about twice this power, say 1400 I.H.P. This figure represents the ideal but unattainable standard of performance.",
        "These semicircles and the circles A'A' are joined by tangents and short arcs struck from the centre of the figure.",
        "With very few exceptions only the name AP/AKHI (with various epithets) occurs on the coins of the Parthian kings, and the obverse generally shows the seated figure of the founder of the dynasty, holding in his hand a strung bow.",
        "Pavilliard's description of the \" thin little figure, with a large head, disputing and arguing, with the greatest ability, all the best arguments that had ever been used in favour of popery.\"",
        "It is hardly fair perhaps to add a reference to Suard's highly-coloured description of the short Silenus-like figure, not more than 56 in.",
        "2 Compare this figure with that for the neighbouring state of California, where the average size of the farms was 397.4 acres.",
        "From 1553 to 1586 he was provost of St Andrews and a prominent figure in the national life.",
        "Various interpretations have been given of the horse-headed form of the Black Demeter: (I) that the horse was one of the forms of the corn-spirit in ancient Greece; (2) that it was an animal \" devoted \" to the chthonian goddess; (3) that it is totemistic; (4) that the form was adopted from Poseidon Hippios, who is frequently associated with the earth-goddess and is said to have received the name Hippios first at Thelpusa, in order that Demeter might figure as the mother of Areion (for a discussion of the whole subject see Farnell, Cults, iii.",
        "high, stands a figure, 36 ft.",
        "Its original shape seems to have been an irregular oblong bar, which was stamped with the figure of a sheep, ox or sow.",
        "After the round shape was introduced, the one side was always inscribed with the figure of a ship's prow, and the other with the double head of Janus.",
        "ALPHONSO VII., \"the Emperor\" (1126-1157), is a dignified and somewhat enigmatical figure.",
        "The heroic figure who stands at the head is Saul (\" asked \"), and two accounts of his rise are recorded.",
        "This hellenized Jew who descended from the hills to the coast is a figure typical of the period.",
        "The sistrum consists of a metal frame in the shape of an egg, fastened to a handle, frequently surmounted by a grotesque head or by a figure of the sacred lioness Sekhet.",
        "The fish is also said to be represented in the oval-shaped figure, pointed at both ends, and formed by the intersection of two circles.",
        "This figure, also known as the vesica piscis, is common in ecclesiastical seals and as a glory or aureole in paintings of sculpture, surrounding figures of the Trinity, saints, &c. The figure is, however, sometimes referred to the almond, as typifying virginity; the French name for the symbol is Amande mystique.",
        "It was owing to the want of this that the Cretans scarcely figure in Greek history as a people, though the island, as observed by Aristotle, would seem from its natural position calculated to exercise a preponderating influence over Greek affairs.",
        "an actual mitre or the figure of one was sometimes carried, and sometimes suspended over the tomb \" (Report on the Ornaments of the Church, p. 106).",
        "The most conspicuous figure in Chinese literature is Confucius (55 1 -475 B.C.).",
        "The dauphin was concealed in the fourth storey of the Tower, a wooden figure being substituted for him.",
        "Laurent, to protect himself from the consequences of the substitution, replaced the wooden figure by a deaf mute, who was presently exchanged for the scrofulous child of the death certificate.",
        "1561), were buried, figure in the novel Little Dorrit.",
        "A comparison of the two records, however, is especially important for its illustration of the later tendency to idealize the figure of David, and the historical critic has to bear in mind the possibility that this tendency had begun long before the Chronicler's time, and that it may be found in the relatively older records preserved in Samuel.",
        "Though too weak and good-natured to cope with the problem which confronted him, Agis was characterized by a sincerity of purpose and a blend of youthful modesty with royal dignity, which render him perhaps the most attractive figure in the whole of Spartan history.",
        "They have generally the lofty brow, the regular features, the spare upright figure, and the calm aspect which might be expected in a race maintained in great purity yet upon a broad basis.",
        "ANU, a Babylonian deity, who, by virtue of being the first figure in a triad consisting of Anu, Bel and Ea, came to be regarded as the father and king of the gods.",
        "Not by a figure of speech but literally, every Israelite sat under the shadow of his own vine and fig-tree; whilst the country as a whole is described (2 Kings xviii.",
        "per quarter was touched in 1891 and 1902, but with those exceptions this useful feeding grain did not reach that figure after 1885."
    ],
    "definition": [
        "Link/Cite"
    ]
}