{
    "translation": "למצוא",
    "uses": [
        "I think I shall find them helpful.",
        "I find it hard to believe you wouldn't help him if you could.",
        "Lisa glanced up to find Giddon watching them thoughtfully.",
        "The enemy will find it out.",
        "I'll send it off to find out.",
        "Her parents are very anxious indeed to find a teacher for her.",
        "And as with ignorance, we may already have much of the data we need to find solutions.",
        "Dulce watches you and tries to find things you do wrong.",
        "How in the world do the papers find out everything, I wonder.",
        "Where did you find him?",
        "You will find them useful.",
        "A man will not need to study history to find out what is best for his own culture.",
        "Will you go with me and find Viney?",
        "Some women actually find controlling men irresistible.",
        "Why, I find it hard to understand them sometimes when they spell on their fingers.",
        "There you will find the adjutant on duty, said the official.",
        "In the morning she opened her eyes to find Destiny's face only inches away from hers.",
        "Suddenly they looked up to find the room filled with the silent, solemn-eyed Mangaboos.",
        "How did you know where to find me?",
        "I find even the smallest child excellent company, and I am glad to say that children usually like me.",
        "I'll introduce you when I find her.",
        "Find all the old men that live on the mountains or in the flat country around, and command them to appear before me one week from to-day.",
        "He hurried to find the family of that civil servant in order to restore the daughter to her mother and go to save someone else.",
        "I find they almost always answer.",
        "When she referred to our conversation again, it was to ask, \"Why did not Jesus go away, so that His enemies could not find Him?\"",
        "Even now I cannot find it in my heart to condemn them utterly.",
        "\"Yes. I couldn't find a better friend than Alex, could I?\" she said.",
        "In the eradication of smallpox, as in the near-elimination of polio, I find both fascinating lessons of history and enormous reason for hope.",
        "If you mention his name to Alex, you'll find out why she feels that way.",
        "Either he would give her due respect or he could find another sitter.",
        "Even those who seem for a long while not to have any, if you inquire more narrowly you will find have some stored in somebody's barn.",
        "He was trying to find incriminating evidence on Yancey.",
        "I can find you a Newfoundland dog that will do as much.",
        "The deaf and the blind find it very difficult to acquire the amenities of conversation.",
        "He did not even trouble to find out where Denisov had gone.",
        "Answer me these questions, and then perhaps I may look at your bawbles and find them ornamental.",
        "She wanted to find, and still seeks, some secret motive in our actions.",
        "If they wanted what he and Carmen had, why didn't they go out and find it?",
        "\"Yes; but it's lots of fun, if it IS strange,\" remarked the small voice of the kitten, and Dorothy turned to find her pet walking in the air a foot or so away from the edge of the roof.",
        "Although I try very hard not to force issues, I find it very difficult to avoid them.",
        "There, too, after a fit of temper, I went to find comfort and to hide my hot face in the cool leaves and grass.",
        "How could he find out?",
        "How did they all find place in her?",
        "When the ancients could not find these solutions, it was not for a lack of intelligence but for a lack of technology.",
        "\"Yes, go and find out!\" shouted the angry gentleman.",
        "The dama-fruit is the most delicious thing that grows, and when it makes us invisible the bears cannot find us to eat us up.",
        "Their aim, he said, was nothing less than \"the lifting, from the backs and from the hearts of men, of their burden of arms and of fears, so that they may find before them a golden age of freedom and of peace.\"",
        "The moon will not sour milk nor taint meat of mine, nor will the sun injure my furniture or fade my carpet; and if he is sometimes too warm a friend, I find it still better economy to retreat behind some curtain which nature has provided, than to add a single item to the details of housekeeping.",
        "I am going to find such a way if I can.",
        "I find this very easy to accept.",
        "He groped around in the dim light, but could not find any way of escape.",
        "No more trying to retrace your steps to find your car keys; you can see where you left them by checking your GPS system records.",
        "So, far from reaching that point the pessimists foretold—where we have exhausted the meager resources of earth and find ourselves dwindling away—something entirely different is happening.",
        "When we were fortunate enough to find a nest I never allowed her to carry the eggs home, making her understand by emphatic signs that she might fall and break them.",
        "It gratifies me very much to find that you remember me so kindly.",
        "Many people have thought that any attempt to find the principles in her method would be nothing but a later theory superimposed on Miss Sullivan's work.",
        "Let the noon find thee by other lakes, and the night overtake thee everywhere at home.",
        "He evidently tried to find something to say, but failed.",
        "He waited for the first pause in the conversation, and then with a distressed face left the room to find Sonya.",
        "Perhaps God will help me to find a way to prepare him!...",
        "Wait till tomorrow morning, we'll find out everything tomorrow.",
        "He turned to find Jonathan grinning up at him.",
        "She turned to find Alex smiling down at her.",
        "Carmen followed her gaze and was surprised to find Señor Medena standing in the doorway.",
        "If Connie didn't tell Allen where to find her, who did?",
        "Dorothy was surprised to find how patient the people were, for her own little heart was beating rapidly with excitement.",
        "\"We'll eat all we can find of them,\" said another.",
        "\"That is what we are trying to find out,\" remarked the Scarecrow.",
        "Then he looked up to find the nest from which they had fallen.",
        "Up until now, we have thought of the Internet as a place to store information, and we have depended upon search engines to help us find it.",
        "Now they could find what really satisfies them and do that.",
        "We don't find ourselves endlessly returning to their work again and again.",
        "She hesitated, wanting to find a way home, but not wanting to ask any more favors of him.",
        "Others in that heat and crush racked their brains to find some thought and hastened to utter it.",
        "Pierre came early so as to find them alone.",
        "Pierre began feeling in his pockets for the papers, but could not find them.",
        "The next morning we were astonished to find that she remembered all of them, and recognized every one she had met the night before.",
        "To be sure, I take the keenest interest in everything that concerns those who surround me; it is this very interest which makes it so difficult for me to carry on a conversation with some people who will not talk or say what they think, but I should not be sorry to find more friends ready to talk with me now and then about the wonderful things I read.",
        "She glanced up to find him watching her with masked emotion.",
        "Social structures will change, and the purpose of education will be to learn to reason and find one's passion.",
        "Where did you find that?",
        "No, he'd find his mate.",
        "He had got to find him out as you did.",
        "You won't find a better opportunity.",
        "I think you might find it interesting.",
        "After many adventures I reached Omaha, only to find that all my old friends were dead or had moved away.",
        "WE MAKE A SORT OF GAME OF IT and try to see who can find the words most quickly, Helen with her fingers, or I with my eyes, and she learns as many new words as I can explain with the help of those she knows.",
        "Let us lead them during the first years to find their greatest pleasure in Nature.",
        "Pierre did not find his groom and rode along the hollow with the adjutant to Raevski's Redoubt.",
        "Undoubtedly some relation exists between all who live contemporaneously, and so it is possible to find some connection between the intellectual activity of men and their historical movements, just as such a connection may be found between the movements of humanity and commerce, handicraft, gardening, or anything else you please.",
        "Having restored the condition of time under which all events occur, we find that a command is executed only when it is related to a corresponding series of events.",
        "Some day maybe I will find someone like Alex.",
        "He wasn't trying to find out anything to protect her.",
        "But I wish we could find a way to get to the ground.",
        "He put his hand in his pocket, and was surprised to find the gold pieces wrapped in his mother's letter.",
        "\"May a poor traveler find rest and shelter here for the night?\" he asked.",
        "The salesperson offers, \"I find that my customers who buy this suit almost always get wingtips.\"",
        "You will find that you probably really did want a pogo stick.",
        "Expect solutions in the future to come from countries you couldn't find on a map today.",
        "For a long time I was still--I was not thinking of the beads in my lap, but trying to find a meaning for \"love\" in the light of this new idea.",
        "How did doctor know where to find baby?",
        "But as she was not able to find her copy, and applications for the volume at bookstores in Boston, New York, Philadelphia, Albany, and other places resulted only in failure, search was instituted for the author herself.",
        "It very often happened that in a moment of irritation husband and wife would have a dispute, but long afterwards Pierre to his surprise and delight would find in his wife's ideas and actions the very thought against which she had argued, but divested of everything superfluous that in the excitement of the dispute he had added when expressing his opinion.",
        "I'll find you something else.",
        "I know you well enough to know you would have to find out – no matter what the risk.",
        "All were surprised to find that he was not with them.",
        "Every day I find out something which makes me glad.",
        "Wherever we go, I can find a job to fit my goals.",
        "She opened the door to find a little Mexican boy holding a package.",
        "Loving him was no excuse, because even knowing he didn't love her, she still couldn't find the decency to leave.",
        "Did you find the number?",
        "\"Did you find out who it belonged to, Landon?\" he asked as he emerged onto the bank beside the eerily glowing lake.",
        "Let's see if we can find that bull before the bear does.",
        "If Miss Keller is fond of language and not interested especially in mathematics, it is not surprising to find Miss Sullivan's interests very similar.",
        "Sometime, somewhere, somehow we shall find that which we seek.",
        "Making another hole directly over it with an ice chisel which I had, and cutting down the longest birch which I could find in the neighborhood with my knife, I made a slip-noose, which I attached to its end, and, letting it down carefully, passed it over the knob of the handle, and drew it by a line along the birch, and so pulled the axe out again.",
        "That same night, having taken leave of the Minister of War, Bolkonski set off to rejoin the army, not knowing where he would find it and fearing to be captured by the French on the way to Krems.",
        "He did not find Prince Andrew in Olmutz that day, but the appearance of the town where the headquarters and the diplomatic corps were stationed and the two Emperors were living with their suites, households, and courts only strengthened his desire to belong to that higher world.",
        "Rostov and Ilyin hastened to find a corner where they could change into dry clothes without offending Mary Hendrikhovna's modesty.",
        "He had asked Pierre to find out whether he would be accepted in the hussars.",
        "He made a mumbling sound in confirmation of this, took her hand, and began pressing it to different parts of his breast as if trying to find the right place for it.",
        "\"Sire, I expected nothing less than to find you at the gates of Moscow,\" replied de Beausset.",
        "Pierre again went up onto the knoll where he had spent over an hour, and of that family circle which had received him as a member he did not find a single one.",
        "\"Ride over to Prince Peter Ivanovich and find out about it exactly,\" he said to one of his adjutants, and then turned to the Duke of Wurttemberg who was standing behind him.",
        "Armed with these arguments, which appeared to her unanswerable, she drove to her daughter's early one morning so as to find her alone.",
        "On its menu you can find everything from homemade corned beef hash to chicken and biscuits and homemade turkey meatloaf and mashed potatoes.",
        "Later she woke to find Connie asleep in a chair beside her gurney.",
        "If he came back, he wouldn't find her there.",
        "\"You can't find a sitter closer to your home?\" she asked skeptically.",
        "Somehow I get the idea that you will find it harder to be idle than working.",
        "First I'd have to find a man before I could find a new one.",
        "This made Zeb laugh, in turn, and the boy felt comforted to find that Ozma laughed as merrily at her weeping subject as she had at him.",
        "If you hadn't happened to find the piglet, Eureka would surely have been executed.",
        "Eureka was much surprised to find herself in disgrace; but she was, in spite of the fact that she had not eaten the piglet.",
        "The king's soldiers were surprised to find everybody awake along the road.",
        "Do you expect to find any man in Corinth who deserves so rich a gift?",
        "So our ability to find cause and effect in that—and to really discern fact from fallacy, what's good from what's bad for us—is highly suspect.",
        "To consider the great opportunity we can find in these inefficiencies, let's begin by talking about Norman Borlaug.",
        "Instead, you have to find small things over which to argue, like whether the capital gains tax should be raised.",
        "Even in the days before my teacher came, I used to feel along the square stiff boxwood hedges, and, guided by the sense of smell would find the first violets and lilies.",
        "But it was a long time before I ventured to take the initiative, and still longer before I could find something appropriate to say at the right time.",
        "It delighted me inexpressibly to find that they knew the manual alphabet.",
        "It astonished me to find how much easier it is to talk than to spell with the fingers, and I discarded the manual alphabet as a medium of communication on my part; but Miss Sullivan and a few friends still use it in speaking to me, for it is more convenient and more rapid than lip-reading.",
        "At that time I eagerly absorbed everything I read without a thought of authorship, and even now I cannot be quite sure of the boundary line between my ideas and those I find in books.",
        "I have tried many machines, and I find the Hammond is the best adapted to the peculiar needs of my work.",
        "When he speaks, it is not to impress others, but because his heart would burst if he did not find an outlet for the thoughts that burn in his soul.",
        "Every day I find how little I know, but I do not feel discouraged since God has given me an eternity in which to learn more.",
        "Where did doctor find Guy and Prince?",
        "Indeed, she was much displeased because I could not find her name in the book.",
        "I always tried to find out what interested her most, and made that the starting-point for the new lesson, whether it had any bearing on the lesson I had planned to teach or not.",
        "Some of you, we all know, are poor, find it hard to live, are sometimes, as it were, gasping for breath.",
        "Anatole Kuragin, whom Prince Andrew had hoped to find with the army, was not there.",
        "I don't want her to wake up in a strange room and not be able to find us.",
        "She opened her eyes to find his concerned face over her.",
        "Even his ability to find alcohol for a party was adventurous.",
        "Zeb also wanted to see his home, and although he did not find anyone morning for him, the sight of Hugson's Ranch in the picture made him long to get back there.",
        "They counted them and were surprised to find that not one lamb of the great flock of seven hundred was missing.",
        "When you get there you'll find out what those Hofs- kriegs-wurst-Raths are!",
        "And since it had to be so, Nicholas Rostov, as was natural to him, felt contented with the life he led in the regiment and was able to find pleasure in that life.",
        "She swung around to find Giddon watching Allen, his expression dark and brooding.",
        "Howard was trying to find something on him.",
        "She had to get into that building and find out if there was any chance of a relationship with Yancey.",
        "She reached the door and looked back, expecting to find him right behind her, but he wasn't.",
        "Did you find something?",
        "Then today when I couldn't find her . . .",
        "She'd better find a safe place until they arrived.",
        "Find yourself another sitter to boss and holler at!",
        "I don't think she has a clue how irresistible men find her.",
        "Adrienne swung around to find Brandon leaning against the kitchen door jam.",
        "She glanced up to find his concerned gaze on her.",
        "She opened her eyes to find it was daylight.",
        "I told Julia and Rachel that I'd come back if I didn't find you here.",
        "You can forego the good night kiss, if you find it that objectionable.",
        "She glanced up to find Brandon lounging against the door jam of her bedroom doorway.",
        "On her next visit to the ranch, Adrienne arrived to find Mrs. Marsh busy cooking lunch.",
        "A bout a week later she came home to find Rachel holding an envelope.",
        "She owed it to herself to find out for sure, didn't she?",
        "I'll find out, anyway, but you could save us both some time if you tell me now.",
        "Some people get to the top of the ladder, only to find that it's leaning against the wrong wall?",
        "If it's that important to you, I'll find some one to take care of the ranch.",
        "I love you, Brandon, and I'll never find another you.",
        "If you can find anything out there to eat, you're welcome to it.",
        "If you change your mind, you know where to find us then.",
        "Do you expect to find this person in Ashley?",
        "What are you going to do when you find him?",
        "Where'd you find that?",
        "Afraid they'll find out you enjoy it?",
        "I'll see if I can find a deer next time.",
        "You couldn't find any eggs for our breakfast?",
        "They would find someone to drive the wagon back across the desert.",
        "I was hoping to find someone to take back with me.",
        "They could find a place somewhere.",
        "Go find a less annoying way to earn some money.",
        "Cassie, if things get rough, you find Bordeaux and stay with him.",
        "Why would Dad pay him to find her?",
        "If anything happens, find Bordeaux and stay with him.",
        "They'll find our tracks, won't they?",
        "She forced her eyes open to find Bordeaux's face above her.",
        "Her hand touched something sticky and she lifted it to find blood.",
        "See if you can find out anything about Pete and the guys.",
        "We let Bordeaux's horse loose a ways down the trail, hopin' he'd find it.",
        "We came back with help, though, but we couldn't find you.",
        "They had given up, deciding that if they hadn't found their bodies, they must still be alive and would find their way back to Ashley.",
        "The decision made, she left the room to find Bordeaux.",
        "You won't find love here in this saloon.",
        "I know you love me, but when people find out I lived with the Indians for three years...",
        "I hope you find this trip a little more comfortable than the last.",
        "Money is important... but didn't you find it ... exciting?",
        "He never came back and I didn't find out until recently.",
        "Aunt Clara and Uncle George couldn't find enough good things to say about you.",
        "\"I hope you don't find all this too primitive,\" Cade spoke behind her.",
        "You'll find extra blankets in the entry closet if you need them.",
        "The best way to decide was to find out what he had in the refrigerator.",
        "I don't think you could find anything I wouldn't like.",
        "If he couldn't get in the shed, he'd probably find some other place to stay warm.",
        "When Cynthia finished tightening the cinch and lowered the stirrup, she turned to find him watching her.",
        "She glanced up to find Cade watching her.",
        "It all happened so fast that she didn't have time to think, only to cling to the one solid thing she could find - Cade.",
        "He could always find another maid and she could go back to the diner.",
        "A tall figure darkened the doorway and she looked up to find Cade watching her.",
        "Cool fingers brushed her cheek lightly and she woke to find Cade leaning over her.",
        "Please let me wake up and find out this was only a dream.",
        "Maybe it would be a good idea for you to stay out there a while and find the answers.",
        "I hope you find someone to take my place soon.",
        "That's a terrible way to find out.",
        "Howie doesn't remember any details of his prior life; family; studying for the priest hood, college... a blank slate and he can't find the chalk.",
        "\"If you can't find him, we'll help,\" she said as she commenced cooking.",
        "\"It's important to find out the date and place,\" she said.",
        "But I will I find another perfect one before I'm on my way!",
        "I'm as curious as you to find out what it is.",
        "That's why we couldn't find it.",
        "Sure, I'm curious to find out what it is.",
        "I was surprised to find their moods somber.",
        "Each of us could find separate areas to be alone but remain close to each other.",
        "\"I'll find the exact address,\" she said as she turned on the machine.",
        "Please just find him quickly.",
        "You could find the farm house, couldn't you?",
        "Betsy remained sullen through the week until Thursday night when I came home to find her in tears.",
        "I encouraged him to enroll at nearby Boston University in hopes he'd find an interest.",
        "We had two runaways in a row followed by a location Howie couldn't find and a wake-up interruption from outside noise.",
        "First off; we can't have you or anyone near you making any attempt to find out anything about us.",
        "Let me see what I can find on grateful Mr. Cooms.",
        "She could find no negative remarks about the self-made man.",
        "Defense attorneys alone will leave no stone unturned to find you.",
        "Where can I find you, my next little friend?",
        "I, for one, would like to find a secure place in a medium size town, with all of us living nearby.",
        "Well, if you do exist, Mister or Missus Psychic, I'll find you first and smash you and your crystal to bloody dust!",
        "Can you find a filial connection on line?",
        "I'll have to find a way to keep her for a week or two I've been lonely so long now.",
        "Nor would most authorities offer any help in a search to find the source of their tips when they were forced to admit to them.",
        "How do you find individual cases?",
        "The police sometimes don't even hear the entire tip... just enough to lead them in the right direction, and find the person.",
        "You wouldn't need a specific date or time and you could probably find your old home, given enough tries.",
        "How could he find her?",
        "I find it is funded by corporations, do-gooders, trust funds, individuals, and off shore ghost entities... unfortunately, too many names to pursue each and every one.",
        "While the fools looked for my car nearby, I, in spite of excruciating pain, managed to escape their feeble efforts to find me.",
        "He's going to find us, Ben!",
        "Molly will find out, someone, this monster that's killing all these people; he'll find someone and force them tell.",
        "In fact, I can't find any tips lately.",
        "I don't know where we'll find a place to do our thing; this joint is like a zoo with honking horns and either back-fires or gunshots!",
        "I told you because you're here and with Molly knowing, you'd find out anyway.",
        "Do I think he'll find us from Julie's letter, one of maybe thousands; it's unlikely.",
        "Did he find what he was looking for?",
        "He told me where to find the outfit in his closet.",
        "As Jackson moved away, I heard him say to another officer, \"Put a guard on him until we find out what happened.\"",
        "He didn't have anything on him after we put him down so I guess he didn't find what he was looking for.",
        "If this other maniac Bryce could find us, so can he.",
        "\"How did he find Howie?\" before I could answer she asked, \"Did this all happen because of what I did?\"",
        "This monster had managed to find Merrill Cooms, forcing us to acknowledge his abilities.",
        "I have to find out about Annie.",
        "Knowing the local police included Detective Jackson, I suggested he contact the Simi Valley attorney first to find out if the vehicle I saw was in fact his.",
        "I'll dispense with her immediately and find a roadside grave once I leave the area.",
        "I never did find out what Howie told Detective Jackson but whatever was said, it put Jackson in a tizzy.",
        "If I can't today have this child so abruptly placed in police care, I shall drive down the road and find another.",
        "The police were desperate to find her.",
        "We were engaged in locating all of their victims we could find.",
        "But that's the way it was inside; you always have to find somebody lower than you.",
        "Lift the back-left tile on the patio and you'll find a key.",
        "You have to find the baby!",
        "How do we find out if she's the LeBlanc's?",
        "Try to find out what happened.",
        "I have to get back to the mall and find out about my wife!",
        "\"I have to find my friend Howie,\" I said.",
        "A little while and we'll be where no one will find us as we play our games.",
        "How do we find out what states we're talking about?",
        "I told her when I returned from my preparations in the cabin I'd better find my little angle quiet or she could watch her mother die before her eyes.",
        "I could find them.",
        "It surprised me to find he'd carted more of his research to California than I'd expected.",
        "Do you realize how many thousands of people tried to find us?",
        "You won't find any information on what we need.",
        "I find it interesting to observe Molly.",
        "At under five and a half feet, she wasn't sure how she was supposed to find her brother among the people around her.",
        "She turned to face him, surprised to find the man who'd almost killed her earlier.",
        "I have to find my brother.",
        "\"I have to find my brother,\" she said in a small voice.",
        "Did you find him in the stash house?",
        "She looked at the pictures on his walls, not surprised to find them bland.",
        "Pushing the cabinet closed, she jumped to find the stranger so close.",
        "If you're not there in half an hour, I'm coming to find you.",
        "There weren't many places she could go where he couldn't find her, especially if Sofi kept interfering.",
        "Her beautiful eyes no longer sparkled, and he was surprised to find he felt the absence of her warmth and liveliness.",
        "The condo smelled of breakfast, and he looked around, satisfied to find it clean again.",
        "He didn't have time for this, but he still couldn't find the will to leave her.",
        "He ate anyway, surprised to find the chicken tender and juicy and the veggies still slightly crisp and well-seasoned.",
        "You can cut apart any suspected vamp-pigs you find.",
        "\"I'll find a way to save her,\" he said, stopping at her words.",
        "Dusty's men would know where to find her.",
        "She sipped her drink, surprised to find it really was her favorite, a pumpkin spice latte.",
        "\"I doubt he expected the bad guys to find me,\" she replied.",
        "Conflicted, she returned to the kitchen to find Jonny seated on a stool near a counter.",
        "She wasn't surprised to find him gone.",
        "Instead, he drew a deep breath and said, Find Bianca.",
        "Are you even trying to find Bianca?",
        "I want you to find her and kill her.",
        "\"Give me back my powers, so I can find her,\" Jule said.",
        "You want me to find a creature with untold powers with my human self?",
        "Suddenly, he understood why the Watcher couldn't find her.",
        "Unable to find her voice, she hurried around him to the table where she'd left her coat.",
        "Part of her wanted to return to her home that very night, and another part of her feared what she'd find if she did.",
        "She promised herself to find a way to check on him in the morning without her father finding out.",
        "What did you find in the basement?",
        "You didn't find a man chained to the wall?",
        "I'll find someone else to do the job.",
        "Staying in the basement where the Other could find and kill him wasn't his top choice, but at least he was in the house.",
        "His instincts told him he needed to find the woman, and he closed his eyes.",
        "We need to find a way out, and we can't walk out the front door.",
        "Take us somewhere safe, where your father won't know where to find you.",
        "Her father kept her on a tight leash; was there anywhere he wouldn't find her?",
        "I find that hard to believe.",
        "\"Find me when you're ready,\" the vamp said.",
        "He looked down, and she bounded to the kitchen, surprised to find her breathing ragged after such a simple kiss.",
        "She knew she needed to leave him but couldn't find it in her to abandon the only place she'd ever felt safe.",
        "My father will find us.",
        "I'll find a way to protect you.",
        "I can call someone to come get you and then I think you shouldn't try to find me anymore.",
        "Sweetheart, I'll find you no matter what.",
        "He was too weak to stand, and yet he all but promised to find her.",
        "I'll find a way to protect you, even if it takes a while.",
        "\"If they could find me, they would've by now, just like you'll never be able to retrace her steps back to this spot once you leave,\" her father said, his voice rising.",
        "The fact the mysterious creatures could find him whenever they wanted made him cautious about outright opposing them.",
        "Darian was where he expected to find him: in the gym.",
        "Xander, find me somewhere safe above ground.",
        "Although, not before I find out what you are.",
        "Find me when you're ready.",
        "If you find Xander, you must tell me where he is.",
        "He needed to find a vamp named Xander.",
        "She took it and closed her eyes, determined to find a way to use her gift to counter her father's magic.",
        "For half an hour, Jenn tried to find his trail.",
        "She went to lock her door, only to find the lock had been removed.",
        "Sofi wasn't surprised to learn he was an Original Being and had known where to find this creature.",
        "\"Good. He'll find you in a day or so,\" Damian said without turning.",
        "You'll find home is wherever we are.",
        "\"I like that idea,\" she said, surprised to find she did.",
        "This is the first time I've been able to find you.",
        "A couple of them were talking quietly, but she didn't hear them, instead unable to fathom that anyone would find her life worth protecting after her father hadn't.",
        "How did you find it?",
        "She tried to balance herself only to find herself toppling over and over and over down a stairwell.",
        "She was the greatest find since he'd taken over the war from his slain brother.",
        "No one could find Damian's HQ unless they were on the guest list, or one of his Guardians revealed its location.",
        "She was pretty sure Damian would find her no matter where she tried to go, but damn them all, she was going home.",
        "She turned, startled to find the man in front her of the same make and mold as Damian's men.",
        "He had to find her fast.",
        "Silence, and he opened his eyes to find himself kneeling on the NOVA Sector's kitchen floor.",
        "Darian—whoever he was—would drive her crazy if she didn't find a way to distract her thoughts.",
        "She collected what she could find and perched in a chair, reading until sundown, when the hunger pangs hit her again.",
        "He began to understand why and couldn't help but feel frustrated at having to find a way to win her instead of command her.",
        "When the common sense fairy smacks you upside the head, you know where to find me.",
        "We'll find out what she can do when our guests arrive.",
        "Unless we know where to look, we won't find where his base is.",
        "She wants to find a way to kill you, too!",
        "Pierre motioned her forward, and she went, afraid of what she'd find.",
        "These are the finest men you'll find anywhere, Linda grinned.",
        "The driver had driven in circles and down every back alley he could find until Jule was confident there was no one tailing them.",
        "She opened her eyes to find all three gazing at her with similar guarded looks.",
        "Her chest was tight and her breath short, but she knew there was one way to find out what happened to Damian.",
        "Fan out and find out if any others are alive!",
        "There was a tug at her neck, and she touched it, surprised to find the necklace gone.",
        "Damian twisted, surprised to find his body stiff with the simple movement.",
        "Did they find Czerno?",
        "The death visions, the distrust everyone on the planet had for a soul-reader, the inability to eat … they were nothing compared to helping a man find his soul again.",
        "How long would it take Gabriel to find her and rescue her?",
        "If her bond to him was like hers to Gabriel, he'd be able to find her no matter what.",
        "She walked for ten minutes, carefully remembering where she went, so she was able to find her way back.",
        "It took me too long to find Past-Death's soul.",
        "She was terrified to find out.",
        "Distraught, she rolled over to find the first surprise of the day on the block of stone that acted as a nightstand: an obsidian tray of fruit and fresh pastries.",
        "\"If there is a way out, I will find it!\" she snapped.",
        "\"If I don't like what I find, I'm not obligated to keep you alive before the bonds form,\" he said pointedly.",
        "You do not find Zamon.",
        "She choked it back quickly, appalled she was able to find humor at such a time.",
        "You always find one.",
        "You will find one here in Hell.",
        "She was surprised to find the idea of tasting him didn't repulse her, as if the intimate bond with him was natural.",
        "If she didn't find one, she'd spend eternity weeping.",
        "\"I find it entertaining that you were willing to do whatever it took for humans you never knew, but those who knew you weren't willing to do the same,\" he said.",
        "Darkyn would find her no matter what, but she had the urge to see trees.",
        "Darkyn can read either to find out who grabbed her.",
        "She stood, terrified of what she'd find when she went to the living room.",
        "Harmony. When you find her.",
        "\"Instead of making my last days happy, you decided to make me miserable in the hopes you could find a solution,\" she said.",
        "No part of her wanted to reveal what Gabriel told her or that she meant it when she said she would find a way to help him.",
        "I simply took on a form that you would not find threatening, Zamon answered.",
        "I won't tell you how fascinating I find kitchen appliances.",
        "\"A man like that will find his way back here,\" Darkyn said.",
        "She didn't know what the former deity sensed, but she wasn't going to stick around too long to find out.",
        "Selyn could find her way home.",
        "She prayed for Selyn to find her way home safely then led them through the portal into Hell.",
        "And you'd better come too or you'll never find your way out of this hole.",
        "I wouldn't even take a test to find out for sure.",
        "Cynthia devoured every publication she could find on the subject and was looking forward to spending some quality time hiking the high country, if the demand of Bird Song's chores would allow snatches of free time.",
        "When a child does something bad, we talk about it—try to find out why—make sure we all learn from our mistakes.",
        "\"Let's get going to Montrose and find you some luggage,\" he called.",
        "It was four o'clock and he'd just returned from Montrose to find Cynthia still damp from her shower.",
        "Tell me you didn't find a dead guy, Martha.",
        "Yeah. I guess we went in—a little way— but it wasn't so bad until the flashlight started dimming and I got scared we wouldn't find our way out in the dark.",
        "At first I couldn't find 'em but when I did, I yelled at Caleb until he calmed down enough so we could get out.",
        "Fred, who could find a mystery in a grilled cheese sandwich, hardly stirred.",
        "David is going to find out who the guy in the mine is.",
        "You'll find out soon enough.",
        "When did they find these alleged bones?",
        "Fred displayed a tad more interest in the mysterious find than the prior evening.",
        "Mostly meant the old man was in jail again, or they was looking to find him and put him there.",
        "\"Someone must have tried to find your father,\" Cynthia said.",
        "Let him rummage around inside it and find all those treasures himself.",
        "First off, I'm going to find out who owns that mine.",
        "Fred was dressed for the occasion—dapper suit, bow tie, and vest—while the Deans donned the grubbiest attire they could find.",
        "\"If Fitzgerald can find this place, so can I,\" he answered.",
        "Dean was hoping to find it or at least telltale signs that a body had decomposed on this spot, but no such evidence was apparent.",
        "With renewed caution, the pair followed the chalk arrow, not the stones, expecting any minute to find someone barring their return.",
        "\"If there's a gal in the crowd, Fred will find her,\" Dean commented as Fred joined them.",
        "I don't see the harm in Fred trying to find out whose bones Martha found.",
        "What did you find?",
        "I didn't find it in the same spot—it was down the tunnel.",
        "I'm going to find out if it's human.",
        "He could lie and tell them he was a police officer or sheriff and maybe squeeze some tidbit of information about recently released mom Patsy, but surely Fitzgerald would find out and tank his election ambitions, if those aspirations weren't already six feet under.",
        "He decided to move on to problem number two and find out something about the tiny bone he'd discovered.",
        "You didn't find anything up there to make you believe that shit, did you?",
        "Remember, Caleb knew where to find the bones because someone told him.",
        "So they told some young child about their find, assuming he'd report it and get them off the hook.",
        "I couldn't find nothing on Josh without a last name, but Ed Plotke was in the phone book for six years between 1956 and 1962.",
        "He lost sight of her while trying to find a parking spot.",
        "We're just trying to find out who might be involved in covering up the matter.",
        "All we were trying to do is respond to a little girl's wishes and find out the identity of the skeleton she found.",
        "If I find out it was one of those Dawkins boys, I'll respond in like fashion, and out in the open, not hiding behind boulders.",
        "She can't find her camera and wants to know if she left it in the Jeep.",
        "I told her you'd go back tomorrow and try to find it.",
        "With his hands free, he unfastened the larger flashlight and pointed it downward, trying to find a path level enough to search further, now absent the security of the totally expended rope.",
        "\"You haven't seen 'upset' if you don't find Martha,\" Cynthia said, leaving no doubt that said apologies would not be forthcoming from her corner.",
        "After it was repeated, Dean answered it to find Lydia Larkin.",
        "Of course her father went ballistic when he found out she was pregnant and tried to find Josh, but he didn't have any luck.",
        "If something even more untoward than what the scene implied had actually occurred last evening, Dean would find himself squeezed between the proverbial rock and a hard place.",
        "They spent the evening in their private quarters mulling over the possibilities and skirting the question that Lydia had actually killed her boss, which in spite of mounting concern, Dean continued to find unlikely.",
        "Did you find out who he was?",
        "I guess you can find anything on the Internet, can't you?",
        "You will find much of your power diminished, especially among those who used to bow to you.",
        "All she had to do was practice for a day or two and then find Gabriel.",
        "Deidre turned to find the assassin staring at her.",
        "She found herself reaching for her power again, only to find it gone.",
        "If he can find us.",
        "He can't find souls, let alone demons.",
        "Deidre touched them, surprised to find they were tears.",
        "The overload of emotions, the inability to read Gabriel's mind to find out what he thought, so she knew what to say or do.",
        "Unlike me, they can read it to find who they want.",
        "Find out who this one was issued to.",
        "We went to the other side of the country to find her more funnel cakes.",
        "I didn't stay to find out.",
        "They seem to think if they can find it, they'll be able to replace you with a Death of their choice.",
        "\"Find me another one,\" he ordered.",
        "Gabriel checked Cora's thoughts, relieved to find her clean and started down the line.",
        "They're tearing apart our home, trying to find something they think can remove me from my position.",
        "But I can't find Wynn to help verify.",
        "Darkyn was supposed to find us sooner.",
        "Will you let me know if you find Erik's soul?",
        "I don't suppose you will find a need to raise him or Kris as you did me.",
        "All she had to do was find a way to prevent them from crippling her logic for now.",
        "\"I find it fascinating that you and Wynn profess to care yet aren't willing to deal,\" Darkyn mused.",
        "Even if they got human-Deidre away from Darkyn, Darkyn could find and reclaim her anywhere she was hidden, outside of Death's underworld.",
        "She had to find a way to help Gabe.",
        "Every time he didn't find it where it should be, he grew more homesick.",
        "I can't read her mind or find all the deals in the Oracle.",
        "There is another way, and I'll find it.",
        "The good news: now that the Deidres are in their right places, you may find life a little easier.",
        "I mean, you're about to find a way into the underworld.",
        "She didn't expect to find the human alive, let alone of a mindset to make a joke.",
        "She went back to her room, startled to find Gabriel there.",
        "If both of their mates disappeared, she saw them starting an all-out war rather than trying to find them.",
        "Determined to find some peace and quiet, Wynn ignored the men racing in different directions through the hallways and went to one of the back stairwells.",
        "He should be able to find his mate no matter where she was – but couldn't.",
        "If he couldn't find her, she was in one of two places: Hell or the underworld.",
        "\"You better find it, if you don't want your daughter dragged to Hell,\" Darkyn snapped.",
        "And find his soul, before it was crushed and he was sent to Hell.",
        "In jest, he stated that Jonathan was merely seeking the best fashion example he could find.",
        "Warm fingers clutched Carmen's hand and she looked down to find Jonathan watching her anxiously.",
        "He could search years and never find a woman like you.",
        "It crossed her mind to go in and find him, but he didn't need assistance and probably needed the time to himself as well.",
        "She could live a lifetime and never find someone so perfectly fit to her wants and desires.",
        "\"How touching,\" a voice said sarcastically and they all glanced up to find Lori standing over them, hands on hips.",
        "You need to tell the police where to find him.",
        "The doctor said they could find no reason for him to stay in a coma, except the possibility of brain damage from lack of oxygen or blood loss."
    ],
    "definition": [
        "Link/Cite"
    ]
}