{
    "translation": "ִבקּוע",
    "uses": [
        "B, a specimen undergoing fission (X 20).",
        "(2) Autotomy, sometimes termed transverse fission, is the name given to a process of unequal fission in which a portion of the body separates off with subsequent regeneration.",
        "In this way we may distinguish, first, vegetative reproduction, the result of discontinuous growth of the tissues and cell-layers of the body as a whole, leading to (I) fission, (2) autotomy, or (3) vegetative budding; secondly, germinal reproduction, the result of the reproductive activity of the archaeocytes or germinal tissue.",
        "Sooner or later, however, the scyphistoma produces free medusae by a process of transverse fission termed strobilization.",
        "In some Syllids this posterior region separates off from the rest, producing a new head; thus a process of fission occurs which has been termed schizogamy.",
        "This theory of the genesis of double-stars by fission is not, however, universally accepted; in particular objections have been urged by T.",
        "Diagram of transverse fission 7.",
        "A division by fission followed by Endogenous spore formation, characteristic of the Schizosaccharomycetes.",
        "The ovicells are modified zooecia, and contain numerous embryos which in the cases so far investigated arise by fission of a primary embryo developed from an egg.",
        "But it was only after Darwin that the cell-theory of Schwann was extended to the embryology of the animal kingdom generally, and that the knowledge of the development of an animal became a knowledge of the way in which the millions of cells of which its body is composed take their origin by fission from a smaller number of cells, and these at last from the single egg-cell.",
        "In the Phylactolaemata, however, a new colony may originate not only from a larva, but also from a peculiar form of bud known as a statoblast, or by the fission of a fully-developed colony.",
        "The non-sexua 1 reproduction takes the form of fission, budding or sporogony, the details of which are described below.",
        "nuclear fission is what powers all modern day reactors.",
        "equiperdum) the longitudinal fission is apparently multiple, three or even four descendants being produced simultaneously.",
        "(I) True fission or longitudinal division of an individual into two equal and similar daughter-individuals is not common but occurs in Gastroblasta, where it has been described in detail by Arnold Lang [30].",
        "A \" stolon \" of unknown origin produces thirty-two buds, which become as many Polypodia; each has twenty-four tentacles and divides by fission repeated twice into four individuals, each with six tentacles.",
        "Under these conditions the lactose decomposes into dark-brown fission products, the fat loses its emulsified condition and separates out as cream which cannot be made to diffuse again even by shaking, and the albuminoids are converted into a form very difficult of digestion.",
        "It is further stated by Olive that the chromosomes undergo longitudinal fission, and that for the same species the same number of chromosomes appear at each division.",
        "Deciphering continental breakup in eastern Australia by combining apatite (U-Th)/He and fission track thermochronometers.",
        "atomic fission had the ability to unleash vast amounts of energy.",
        "In the Cyclostomata the primary embryo undergoes repeated fission without developing definite organs, and each of the numerous pieces so formed becomes a free larva, which possesses no alimentary canal.",
        "Protohydra is a marine genus characterized by the absence of tentacles, by a great similarity to Hydra in histological structure, and by reproduction by transverse fission.",
        "in such forms as Velella, Porpita, &c., the ancestor was an eight-rayed medusa (Disconula) which acquired a pneumatophore as an ectodermal pit on the ex-umbrella, and in which the organs (manubrium, tentacles, &c.) became secondarily multiplied, just as they do in Gastroblasta as the result of incomplete fission.",
        "crypt fission D = polyp Figure 3: Progression toward malignancy.",
        "cytokinesis in fission yeast.",
        "explosive device deriving its power from fission or fusion of nuclei or from both.",
        "fission of uranium.",
        "Reactor burning Nuclear fuel which undergoes fission in a reactor to produce energy.",
        "Nuclear energy is released through a process called nuclear fission.",
        "fission induced by low energy neutrons.",
        "Several neutrons are also produced which may go on to strike the nuclei of other atoms causing further fission.",
        "Homolytic bond fission means the original pair of (Cl-Cl) bonding electrons is split between the two radicals formed.",
        "Heterolytic fission is more common where a chemical bond is already polar.",
        "Reproduction by longitudinal fission is habitual and frequent in this species.",
        "fission yeast.",
        "fission reactor works.",
        "fission bomb.",
        "fission fragments.",
        "fission chain reaction.",
        "fission track method is usually only employed to date geological strata.",
        "Breaking bonds can be referred to as bond fission.",
        "Current uranium fission technologies could provide enough energy for a few decades.",
        "A = normal mucosa B = deformation C = crypt fission D = polyp Figure 3: Progression toward malignancy.",
        "helium nucleus - one of the products of a nuclear fission.",
        "inbuilt tendency toward fission.",
        "kinase pathway in the cellular response to DNA damage in fission yeast (Prof.",
        "Production of human gastric lipase in the fission yeast.",
        "neutrons released during fission are too hot to be absorbed by other uranium atoms, which is necessary for the reaction to continue.",
        "neutrons produced as a result of fission.",
        "Once thermal neutrons have been produced, then nuclear fission may begin to occur.",
        "nuclear bombhe material looted in Iraq is unsuitable for making nuclear fission bombs, it will suit terrorists wanting to build RDDs.",
        "nuclear reactoris the simple issue of the supply of easy to mine Uranium, the first fuel of nuclear fission reactors.",
        "The alpha particle is a helium nucleus - one of the products of a nuclear fission.",
        "plutonium oxide sufficiently to produce some energy from nuclear fission.",
        "We are developing new methods, for instance using cleavage by highly specific proteases, to inactivate proteins in fission yeast.",
        "Topics include discoveries of the transuranic elements, the actinide hypothesis, medical radioisotopes, the development of nuclear fission and extensive biographies.",
        "Be able to explain how a nuclear fission reactor works.",
        "Endowments, like nuclear fission and drinking tequila, were a good idea at the time.",
        "Beautiful shana hiatt a hard tonneau new data and fission might have.",
        "Do checkpoint mechanisms regulate S phase entry in fission yeast?",
        "The rod-like bodies from the intenor of the tube, which has considerable resemblance to the zoogloea of many Bacteria, are liberated into the interior of the cells of the tubercle and fill it, increasing by a process of branching and fission.",
        "/3los, life, and yEVevcs, generation, birth), a biological term for the theory according to which each living organism, however simple, arises by a process of budding, fission, spore-formation of sexual reproduction from a parent organism.",
        "a, Typical pear-shaped or oval forms; b, various stages in longitudinal division; c, nuclear division preparatory to multiple fission; d, endoglobular forms, in red blood-corpuscles (p = pigment grains); e, bacillary form of the parasite in a corpuscle; M, large macrophageal cell with many parasites (after Donovan).",
        "Repeated fission (brood-formation) within a cyst has also been observed, as in Pyrocystis and Ceratium; and possibly the chains of Ceratium and other (fig.",
        "High Level Wastes Extremely radioactive fission products in spent nuclear fuel and transuranic elements.",
        "Nuclear energy is the heat produced by the splitting of uranium atoms in a process called fission.",
        "While efforts are made to contain the radiation produced during the fission process, and containment systems are in place to help prevent leaks and contamination, nuclear energy does have its drawbacks.",
        "Since uranium is an unstable element, this leaves a great deal of room for error, radiation leaks and risks fission happening too soon, where it cannot be contained.",
        "Once the fission process is achieved, and the reactors have completed their cycle, the waste products leftover from the uranium must be disposed.",
        "deciphering continental breakup in eastern Australia by combining apatite (U-Th)/He and fission track thermochronometers."
    ],
    "definition": [
        "The act or process of splitting into parts.",
        "Biology An asexual reproductive process in which a unicellular organism divides into two or more independently maturing daughter cells.",
        "Link/Cite"
    ]
}