{
    "translation": "לעקם ,לכופף",
    "uses": [
        "Warming, however, states that flex aquifolium is undubitably a mesophyte (1909 135).",
        "His gaze was hard, and she felt him flex his power again.",
        "She waited for him to flex his strength and drive her into the ground, surprised when he never did.",
        "The flex nitive animal gods are not to be confused with the animal not ns ascribed to many cosmic deities; thus when the sun-god Osii was pictured as a scarabaeus, or dung-beetle, rolling its ball Isis lung behind it, this was certainly mere poetical imagery.",
        "Cima da Flex Piz Uertsch..",
        "With current technological advancements and more employers looking for ways to cut costs while keeping employees happy, they might be willing to flex your time or change your status to that of a part time telecommuting worker.",
        "Add in the fact that Donna Sharp allows one to flex their creative muscles from the comfort of their own home, while utilizing her exclusive fabrics and it's no wonder then that this line has become so popular.",
        "Those on the school's fast track education can only receive a concentration through one of these certification courses, while flex track students can elect to further their education at any time through this avenue.",
        "The key to capturing stunning group shots is to flex your creative muscle.",
        "Energyzer strap: The name says it all--a 55 millimeter strap with elastic properties provides the skier progressive flex and rebound capabilities.",
        "Keep the knee in a stable position, and then slowly flex the leg.",
        "Construction begins with Speedo's anti-fog lenses, which are set into a rigid frame that is actually molded around them, virtually eliminating any chance that the lenses will flex and distort a swimmer's vision.",
        "Use some of your maternity leave as flex time.",
        "Does being a renter mean you can't flex your interior design muscles and make the place your own?",
        "You can flex your ankles and lift your toes off the ground if you like.",
        "Fusion Grip outsole for excellent board control, the optional protective lacing system, elastic tongue straps, a full-length EVA midsole for flex and board feel, a medial air vent and Circa's tread pattern.",
        "One popular pose is to have the model flex his arms and take a close-up picture of the bulging bicep muscle.",
        "He can flex his arms and turn his head to the side as the photographer photographs him from the back.",
        "Moving from novice shutterbug to avid shooter allows you to flex your creative muscle when taking pictures.",
        "Independence Day is the perfect time to fire up the grill and flex your barbecue skills.",
        "This technology comes with two separate flex capacities for men, depending on the weight and ability of the skier.",
        "Dismantlable flex rivet: Two rivets lock the cuff to give the boot more rigidity.",
        "The ski's flex also influences its traction.",
        "An ultra-hard flex and power control make this boot ideal for racing.",
        "A little softer boot, the flex 100 has all of the amenities of the RT STI R and RT STI 130, but it has more flexibility for those who like a little more adaptability in their skiing.",
        "Teens are just beginning to flex their independence muscles, date, face new challenges in school and more.",
        "You might be a good fit for Independent Study courses or the Outreach Flex program.",
        "The second program is the Outreach Flex program.",
        "Whether you're remodeling or building a new home, consider flex track lighting.",
        "The term \"flex track\" means that instead of inserting fixtures, or track heads, into a straight metal runner, homeowners and decorators can maximize light stream options by turning the runner itself.",
        "Flex tracks, also referred to as monorails, are curved, coiled, or angled to accommodate a variety of lighting situations.",
        "Walk off the room and assess your needs before choosing a flex track system.",
        "Most flex track lighting units are contemporary in design.",
        "This is probably the biggest complaint homeowners have about flex light systems.",
        "Express Lighting carries different straight and flex track options, and an unusual collection of heads, and offers free shipping on orders of $75 or more.",
        "Hold the flex blade wall stripper at a thirty-degree angle when stripping.",
        "The wire needs to be thick enough that it holds its shape, yet thin enough for the wire artist to be able to bend and flex.",
        "Featuring a flex fit waistband and made out of a wool/polyester blend that only adds to its comfort, Casual Male continues to impress with their wide variety of suit separate options.",
        "You should be able to flex in your jackets without straining the seams.",
        "When trying on leather jackets, be sure to flex your arms forward and raise them overhead to make sure the jacket does not bind or constrict the arm movements.",
        "If you are a small business owner in the Spokane area and want to create an attractive work environment to offer the Spokane senior worker part time employment, consider extending flex hours.",
        "Flex Family technology is designed to improve the patient's comfort by detecting the onset of inhaling and exhaling, and adjusting itself accordingly.",
        "The Flex Family includes different pressure settings for optimal comfort.",
        "After using the Flex Demo Mode, the client decides which setting is most comfortable.",
        "They offer flex bridge systems and hidden hinges for a seamless look.",
        "Some are even available with a flex hinge.",
        "Choose this pair for its rectangular shape, its flex temples and its optical quality lenses.",
        "Additionally, the Trestle features precision flex hinges for the utmost in comfort.",
        "While most children tend to flex their elbows and knees when resting, hypotonic children hang their arms and legs limply by their sides.",
        "Flexor muscle-A muscle that serves to flex or bend a part of the body.",
        "Their legs flex, and they move forward, raising their heads to free them for motion.",
        "At the Swedish Karolinska Institute, scientists succeeded in constructing a bridge of slender nerve filaments to connect a once-severed spinal cord in rats that subsequently were able to flex their legs.",
        "Contraction of the biceps muscle, located on the top of the upper arm, pulls on the forearm to flex the elbow and bend the arm.",
        "Step back with the right foot, letting the knee flex slightly as some weight comes down on it.",
        "In others they do, but the knees flex so that there is no up and down motion of the body.",
        "Extra-Body: A full line of shampoo, conditioner, sculpting gel, sculpting foam, and finishing spray, designed to add bounce, flex, and boost to your hair.",
        "Flex Jobs is the leading job search engine for telecommuting job opportunities.",
        "The businesses that advertise on Flex Jobs are legitimate companies that employ telecommuters, and they're actively seeking workers to fill specific openings.",
        "If your employer offers flex spending benefits, look into increasing your contributions to this account.",
        "Flex Spending, more commonly referred to as a cafeteria plan, may be a benefit offered through your employer.",
        "As you accumulate medical costs, you turn in a reimbursement requisition to your employer, who will cut you a check for a portion of your flex spending savings.",
        "When sitting for extended periods, stretch your feet and ankles frequently and flex your calf muscles.",
        "There's no denying that mens thong swimsuits offer plenty of styles and a lot of freedom to move and flex your body anyway you want.",
        "Weaker swimmers also tend to lack speed and drive because they are unable to fully flex their ankles into a streamlined position.",
        "Imaginarium's popular doll Amanda also comes in a bendable \"flex\" version and this dollhouse was made especially for her.",
        "The five-room dollhouse is a great place for Flex Amanda and her friends to hang out and play.",
        "Pintuck jean - These jeans have what Lee calls a \"flex\" waistband so there is no gap in the back when you sit down.",
        "Black & Decker FHV1200 Replacement Filter for the Flex Vac Cordless Ultra-Compact Vacuum Cleaner - The Flex Vac offers a long flexible hose to help you to clear your house in no time flat.",
        "Flex vac is an easy way to clean your draperies, your shelves, and the window blinds in your home.",
        "For instance, on ElectricRazorsPro.com, the Remington F4790 Pivot and Flex Men’s Foil Shaver are the top picks.",
        "Foil shaver for men -- The Remington F5790 Pivot and Flex Rechargeable Foil Shaver is a popular men's shaver.",
        "Rotary shaver for men -- The R-5130 360° Pivot and Flex Cord/Cordless Titanium Coated Rotary Shaver is a great option for men.",
        "Flex Jobs - Flex Jobs has a job search page dedicated to the writer who wants to telecommute.",
        "Visit Flex Jobs to search listings in categories such as writing, Web design, bookkeeping, and customer service.",
        "That all-important first pair of shoes should be soft enough for the foot to flex, and for the baby to feel the ground under him/her.",
        "Essentially baby moccasins, they protect your baby's feet, but allow the feet to flex and grip naturally.",
        "Obviously, the split-sole dance shoes are easier to point and flex in.",
        "Pick up a pair, learn to flex your feet so the wheels appear and get rolling.",
        "Dual Axis Flex Channel is also employed to maximize your energy by working with the foot's natural flex pattern.",
        "The short answer on leather is, leather has the perfect coefficient of friction, and can achieve a very good balance between flex and protection.",
        "The Dansneaker features lightweight construction, a split sole, mesh and synthetic leather upper, patented arch support and a non-marking polyurethane outsole with patented built-in flex points.",
        "There is a finger notch in the heel for confident lifts, a smooth spin circle and flex grooves on the sole for quick turns.",
        "Slip into a flat Mary Jane sneaker for a low-key complement to your jeans or yoga pants, or just flex your foot and slide it into a patent leather pair with a thin strap and animal print design.",
        "Flex line - This flexible material prevents your foot from bending too far, a major cause of ligament damage in the foot.",
        "It's helpful to flex them to keep blood flow moving, or the numbness could last as long as an hour.",
        "Surya Namaskar is a series of alternating backward and forward bending postures that flex and stretch the spinal column, allowing the entire body to stretch.",
        "Punching Bag: This toy is a fun physical workout for all children and it helps kids with autism flex those muscles.",
        "The Ford Flex crossover vehicle was first introduced at both the New York and Detroit auto shows in 2007.",
        "By 2009, Ford offered the Flex for sale to the public, much to the delight of crossover lovers everywhere.",
        "Thus came the Ford Flex crossover, a boxy SUV look-alike that offered more family functionality and looked much like the old Ford Fairlane, a wagon named for the home where Henry Ford resided.",
        "The 2010 Ford Flex offers seven different models, some with a combined fuel efficiency of 20 miles per gallon.",
        "Both the 2009 and 2010 Ford Flex feature lush interiors and even the option for a refrigerator!",
        "Along with more standard equipment options instead of upgrades, the 2010 Ford Flex offers a twin-turbocharged, direct injected engine in the SEL and Limited models.",
        "The Ford Flex offers nine exterior colors and six interior patterns.",
        "Interested buyers can download a brochure right from Ford to read all the specifications and great features on the Ford Flex.",
        "The Ford Flex is a crowd pleaser to be sure.",
        "Whether you enjoy scrapbooking or rubber stamping, making an Advent calendar provides an opportunity to flex your creative muscles.",
        "Weight Watchers New Complete Cookbook - This comprehensive cookbook offers recipes that fit in with all Weight Watcher's plans, including Core, Points and Flex.",
        "Many people prefer the Weight Watchers Flex Point program as it allows them more freedom than other diets, and they can eat just about anything they like as long as they stay within their range.",
        "If you're truly serious about losing weight and using the Flex Points program, your best bet is to invest in a Weight Watchers points calculator that can be taken everywhere.",
        "With the Weight Watchers flex plan, each food had a certain point value.",
        "Each member on the flex plan was given a point allotment upon enrollment and a consultation with a program leader followed.",
        "The Flex Plan is the Weight Watchers plan that uses point values.",
        "If the Flex Plan doesn't seem like your cup of tea, you can try Weight Watchers other popular plan, the Core Plan.",
        "The Flex Plan assigns point values for foods and is perfect for people that frequently travel or have to eat out on business.",
        "The Weight Watchers Momentum Plan incorporates the best aspects of Weight Watcher's previous two plans, the Flex Plan and the Core Plan.",
        "Flex your abs and use a tape measure around the least flattering part of your waist.",
        "The muscle can't tell this impulse from the ones coming from your brain, so they contract as if you had just made an effort to flex your abs.",
        "While participating in aerobic or strength training workouts, your muscles contract and flex.",
        "True, triceps make up a bigger portion of the upper arm total volume, but the peaked bicep flex remains the classic definition of strength in the minds of most.",
        "The popular bicep flex exercise is also known as the bicep curl.",
        "The term \"flex\" refers to the action that is being performed.",
        "When performing the bicep flex, the biceps are in charge of the bending movement, whereas the triceps, which are the opposing muscle group, control the straightening or return movement.",
        "Many people use the bicep flex to show their friends that they have been working out with weights.",
        "As such, it should come as no surprise that the bicep flex is a mandatory pose in bodybuilding competitions.",
        "In order to prepare for a competition, professional bodybuilders will spend countless hours performing bicep flex exercises.",
        "This is the only way that the judges can determine your bicep flex.",
        "The rear double bicep pose gives the bodybuilding competitor another chance to show off his or her amazing bicep flex.",
        "When performing the lat pulldown exercise, pay special attention to the bicep flex movement, which occurs as you pull the bar down towards your chest.",
        "To make your biceps look big and proportionate, your bicep flex routine must include exercises for stimulating the two biceps heads, as well as the brachialis.",
        "beefyssis A beefier beam frame, designed to flex less under what might be called ' enthusiastic ' riding conditions.",
        "Sometimes the manufacturers will also adjust the camber in relation to the stiffness of the snowboard's longitudinal flex.",
        "A lightweight, hardwearing and durable rubber outsole with aggressive cleats and flex grooves ensures maximum grip while you move freely around.",
        "Plug flex into kettle using fingertips to feel way.",
        "flex the knee of the rear leg, whilst still keeping the heel pressed firmly on to the floor.",
        "flex some muscle: good.",
        "flex the hip slightly.",
        "A cable protector is necessary where there is trailing flex.",
        "flex slightly at the elbow to assist in the catch.",
        "Cobra woods with a stiff flex provide more accuracy for those with strong or quick swings.",
        "Also make sure that the electric flex is not twisted, coiled, laid across the blanket or tucked under the mattress or covers.",
        "Do not run electrical flex or leads to appliances under carpets.",
        "flex cable for the touch pad.",
        "Cobra woods - flex Cobra woods with regular flex shafts are suitable for most golfers.",
        "flex grooveS: Anatomically positioned grooves in the midsole of the shoe that enable the shoe to bend with the foot.",
        "flex scanner.",
        "flex muscles.",
        "flexible circuit - Visit this site for all solutions regarding flex circuits.",
        "Fade Launch of actnow flex project First step toward making Cornwall the flexible working capital of the UK.",
        "Broadly speaking, your swing speed determines what is the correct shaft flex.",
        "Deep flex grooves and a blown rubber forefoot ensures the shoe delivers a true performance ride.",
        "forefoot flex grooves for increased flexibility.",
        "seamless finger gussets provide comfort and extend onto the backhand for increased flex.",
        "The cooker hood normally comes supplied with a good length of flex which can be connected to the junction box above the ceiling.",
        "instep flex zone for increased comfort.",
        "This time, however, flex the knee of the rear leg, whilst still keeping the heel pressed firmly on to the floor.",
        "midsole flex push this boot down into the mountain footpath league.",
        "After some banter with Mr McNulty the final three had to flex their muscles by doing more press-ups.",
        "The hocks should flex under the body to provide the forward propulsion.",
        "rearward visibility improved by dynamic flex mirrors.",
        "rubber outsole with aggressive cleats and flex grooves ensures maximum grip while you move freely around.",
        "tidy away the flex.",
        "Always use sets with green flex on green trees, with white flex being used solely on silver tinsel or white trees.",
        "A soft tip will help protect light tippets: this is achieved by increasing flex and reducing mass.",
        "Flex your waist to raise the upper torso from the mat.",
        "In the cabin Big windscreen, with rearward visibility improved by dynamic flex mirrors.",
        "Now I use \" flex printing \" which uses very thin rubbery stuff - I love these, perfect print quality and very comfortable.",
        "You may progress bathing dressing eating to our flex susan pepperdine a. Determined to create do n't lose huge.",
        "On most products, lugs are provided to tidy away the flex.",
        "Look for a walking shoe that has flex grooves across the bottom.",
        "A Rock Band review for the Xbox 360 wouldn't be complete without saying \"flex your guitar fingers, stretch your drumming arms, and do-ra-fe-sa-lo-ta-de-do your voice\" because it's time to rock.",
        "Stiffness: Much like graphite-shafted golf clubs, badminton rackets typically have quite a bit of flex to them (as they are generally graphite or carbon fiber shafted).",
        "This will allow you to choose a club based on shaft flex, which can help you find one that will not impede on distance.",
        "Table saw flex means that the materials and build of your table saw could be off.",
        "The flex is how much the shaft bends when the head impacts with the ball.",
        "This is a good flex to start if you are a beginner.",
        "It's rare someone chooses this type of flex.",
        "The Home Shopping Network offers an option known as HSN Flex Pay.",
        "This chair features a one-piece, frame free backrest that has 567 geometric cut out shapes that create three flex zones.",
        "The seat and back of this chair flex separately.",
        "Seven out of ten cars sold in Brazil are flex fuel hybrids.",
        "Remaining in the bridge,flex and extend your legs for 12 repetitions.",
        "Gold's Gym Power Flex - This levered weight system features stations to perform more than 65 strength training exercises.",
        "The Power Flex retails for around $2000 and is perfect for home gyms with space limitations.",
        "Engage your abdominal muscles, flex your upper torso and perform 10 crunches.",
        "Flex your right ankle while drawing an imaginary circle with your toes, five times to the right, then five times to the left.",
        "These fan-shaped muscles help you flex your arm, rotate and move your arm out from your shoulder.",
        "Note: If you flex your foot during this process, the tape will be able to adhere more easily.Some individuals can experience relief from shin splints by taping their arches.",
        "Be sure to keep the leg straight and flex your toe toward the ceiling.",
        "For instance, your biceps flex (shorten) to lift the weight, while your triceps extend (lengthen) to lift it.",
        "If you flex your foot, you will also stretch your calf muscles.",
        "While your biceps flex the elbow and help with pulling motions, the triceps extend the elbow and help with pushing motions.",
        "Engage your abs and gradually flex your torso to the right side as you slide the dumbbell down the outside of your right leg.",
        "With Flex Advantage coverage, you don't have to be locked into any one Cigna plan.",
        "Concordia Flex: This coverage provides fee-for-service dental insurance that is available to companies regardless of the number of employees they employ.",
        "In fact, some companies even sell products that claim to help with the exercises, such as the Facial Flex."
    ],
    "definition": [
        "To bend.",
        "To contract a muscle.",
        "To move a joint so that the parts it connects approach each other.",
        "Link/Cite"
    ]
}