{
    "translation": "להתנדנד ,ולרדת לעלות",
    "uses": [
        "The opinions of present-day economists appear to fluctuate between these two extremes.",
        "The arrivals fluctuate greatly in number from year to year, influenced by the prevailing economic conditions in the country.",
        "Next, Rankine pointed out that, in a structure exposed to the overturning action of forces which fluctuate in amount and direction, there should be no appreciable tension at any point of the masonry.",
        "Employers often value the maturity and experience of seniors, but it may take a bit of time to find the right job, and job opportunities fluctuate with the economy, as well as the region of the country where you live.",
        "Market Expectations: Diamond prices can fluctuate widely, and good diamond buyers will understand the current market rates as well as emerging trends for different colored diamonds, a variety of carat sizes, and other gem characteristics.",
        "The price will fluctuate greatly between online sellers.",
        "fluctuate markedly from one year to the next.",
        "With an adjustable rate mortgage (ARM), your interest rate is directly tied to economic indicators, meaning the amount of interest you pay during a given period can fluctuate, sometimes to the tune of several hundred dollars a month.",
        "fluctuate in response to changes in seed energy.",
        "Of course, airline ticket prices can fluctuate dramatically over the course of hours and even minutes.",
        "In recent years we have seen gas prices fluctuate wildly based on a number of socioeconomic factors.",
        "fluctuate to provide you with the most competitive fare deals in a fluctuating marketplace and because of this prices may go down.",
        "melatonin in the body fluctuate with the cycles of night and day.",
        "Your breast size will fluctuate throughout the first few months of nursing.",
        "Prices fluctuate between this period and are notorious for rising 7-14 days before the takeoff date.",
        "These variable rates fluctuate with the Prime Rate.",
        "The interest rate is a variable rate, which means it can change over time as interest rates fluctuate.",
        "fluctuate daily with the market.",
        "fluctuate naturally.",
        "fluctuate according to the severity of winter storms.",
        "Renaissance costumes are also suitable as maternity costumes and can easily be adapted to be worn after pregnancy, and the highly adjustable nature of these costumes makes them ideal for anyone whose size may fluctuate.",
        "In the first two weeks following birth, your breast size will fluctuate.",
        "The cost of a silver bracelet of a specific weight in sterling silver with some engraving can fluctuate significantly depending upon whether the object has been made by machines or crafted by hand.",
        "It can also fluctuate during the month depending on your menstrual cycle.",
        "Most trends fluctuate because of emotions and attitudes, but consumers can be influenced by peers, third-party reviews, and celebrities.",
        "Interest in prophylactic oophorectomy may fluctuate based on varying exposure to cues that trigger anxiety.",
        "prophylactic oophorectomy may fluctuate based on varying exposure to cues that trigger anxiety.",
        "An executive spokeswoman said: The figures fluctuate from year to year and from subject to subject.",
        "tern breeding populations can fluctuate among years owing to variations in the proportion of mature birds that attempt to nest.",
        "Elster and Geitel found the sign of the charge often fluctuate repeatedly during a single rain storm, but it seemed more often than not opposite to that of the simultaneous potential gradient.",
        "There is a revenue of about L21,000 annually derived chiefly from a poll-tax, leases and customs. The principal exports are copra, bananas, oranges and fungus, and the annual values of exports and imports are £80,000 and 70,000 respectively on an average, though both fluctuate considerably.",
        "Pigs, being prolific breeders, fluctuate more widely in numbers than cattle or sheep, for the difference of 1, 49 8, 55 2 in their case represents one-third of the highest total, whereas the difference is less than one-seventh for horses, less than one-sixth for cattle, and less than one-fifth for sheep. The [[Table Xii]].-Numbers of Horses, Cattle, Sheep and Pigs in the United Kingdom.",
        "Montanari in 1669 to fluctuate in brightness.",
        "But if the forks be not quite in tune then the length of the image will be found to fluctuate between a maximum and a minimum, thus making the beats sensible to the eye.",
        "Shopping for non-sports intended bras can be difficult enough as one's cup size will fluctuate throughout the breastfeeding experience.",
        "Depending on if the economy is up or down, personal budgets fluctuate, manufacturers produce more or less products to sell, and the number of holiday deals increase or decrease.",
        "Sometimes, people encounter tax difficulties simply because they don't understand tax withholding and how this may need to fluctuate from when the form was first filled out at hiring.",
        "fluctuate due to our commitment to always offer our customers the best value for money.",
        "fluctuate from year to year, with at least two sets in each subject.",
        "Tern breeding populations can fluctuate among years owing to variations in the proportion of mature birds that attempt to nest.",
        "In the most basic terms, online Forex trading is the process of buying and selling currencies from different foreign countries with the hopes that the value of each currency will fluctuate.",
        "Popularity and trends fluctuate with such great frequency that it can be difficult to keep up.",
        "Weight can fluctuate as much as five pounds in a single day and weighing yourself frequently can diminish any success you might see.",
        "Beyoncé's weight didn't seem to fluctuate nearly as much when she was in the group Destiny's Child.",
        "Yet once she broke out into the acting side of the entertainment world, that's when her weight began to fluctuate.",
        "As you can see, celebrity weights fluctuate and are reported differently depending on the source.",
        "More specifically, the stars' weight measurements tend to fluctuate, just as any normal person's would.",
        "Her weight continues to fluctuate, but as of 2010, she weighed in around 200 pounds.",
        "While the top 10 list may fluctuate a little from year to year, many of these actors still earn millions of dollars per flick.",
        "Shop around for deals because specials fluctuate.",
        "Handmade tiles fluctuate slightly in color from piece to piece, lending a depth to the space.",
        "Sizes can fluctuate up and down at least two sizes, depending on the brand.",
        "Even as teacher perceptions of school violence fluctuate throughout the school year, whether you are a teacher or a parent, there are clues that point to a safe school.",
        "The Alzheimer's Association reports people with Alzheimer's typically die four to six years following diagnoses, though the duration of the disease can fluctuate from three to 20 years.",
        "What's more, your plans may fluctuate depending upon the economy both nationally and internationally, especially if the bulk of your retirement funds are invested in the stock market.",
        "Though many classic frame styles--like aviators, wayfarers, wrap-arounds, and oversized \"glam\"--may remain constant, the colors and textures fluctuate with what's hot on the runways.",
        "These mortgages have payments and interest rates that fluctuate according to the changes in the economic index.",
        "Some ARM programs have much more frequent rate and payment changes, and may fluctuate from month to month.",
        "Even with this fact in mind, mortgage rates tend to fluctuate.",
        "Many people find that their weight can fluctuate based on mitigating factors in their personal or professional lives.",
        "There are a number of commodities for sale at each of the ports, and just like in real life, the prices for these items fluctuate quite a bit and vary significantly from area to area.",
        "Closets tend not to fluctuate as much, and obviously they get no daylight inside of them, so for storage purposes that would work.",
        "Anxiety disorders can be chronic, and the severity of symptoms can fluctuate significantly, with symptoms being more severe when stressors are present.",
        "The symptoms of secretory otitis media develop gradually and fluctuate.",
        "Depending on your job title in sales, your salary will fluctuate.",
        "Although mortgage rates are not determined by any single factor, rates fluctuate based on decisions by the Federal Reserve in New York.",
        "Equity can be a tricky thing since the amount of money your home is supposedly worth can fluctuate according to the real estate market.",
        "When the rates fluctuate rapidly, this can be taken as a sign that the financial markets are volatile.",
        "Choosing a Fixed Rate Mortgage means that the interest rate will not fluctuate during the selected term, which can range from 1-25 years.",
        "Generally, mortgage interest rates fluctuate when the prime lending rate (the rate that banks pay to borrow money to lend) moves.",
        "Interest rates fluctuate up and down according to a variety of factors.",
        "Determining investment property mortgage rates is an inexact science, as mortgage rates often fluctuate and dozens of mitigating factors can positively or negatively affect the interest rate.",
        "Current market values will fluctuate often, but someone who is familiar with and works in the area will know what these trends are and can adjust an appraisal as needed.",
        "A commercial real estate appraisal in Sacramento, California can fluctuate every few months in terms of value, as the market changes.",
        "Additionally, interest rates can fluctuate throughout the term of the mortgage -even during the interest-only term- depending on the contract.",
        "This is an unreliable prediction method because the baby's heart rate will fluctuate throughout the day.",
        "Your levels of good bacteria may fluctuate from even minor things such as drinking chlorinated water.",
        "That figure, however, can fluctuate for many reasons, and over time the average cost is increasing.",
        "Even then, it's common to have months in which your earnings fluctuate widely.",
        "It will also fluctuate from bad, mediocre, good, and even great at times, depending upon many factors, including the child's age.",
        "Investigators may even ask a suspected spirit to move closer to an EMF meter to make the readings fluctuate as proof of the entity's presence.",
        "Watch ticket prices for several weeks before buying since prices for the same itinerary fluctuate based on how many seats have been sold.",
        "Weight can fluctuate throughout the day, so choosing a specific number will be really hard to stick to.",
        "Weight can fluctuate two to five pounds in one day even when you're good.",
        "Instead of high variable interest rates, this program features low interest rates that do not fluctuate wildly.",
        "It is, however, important to realize that the overall value of this type of annuity is based on the market, so the amount earned can fluctuate considerably.",
        "These annuities are riskier as there isn't a set rate that you are guaranteed and they fluctuate with the market.",
        "Allowing the annuity interest rate to fluctuate will increase the risk of the investment since the returns could drop as well as increase.",
        "You may have to deal with trouble makers or very domineering people who will cause your emotional calmness to fluctuate.",
        "fluctuate on a daily basis, are influenced by various factors.",
        "fluctuate seasonally in response to changes in rainfall.",
        "fluctuate much more widely than the underlying assets.",
        "fluctuate in accordance with any changes in the underlying base rate.",
        "A point of high practical interest is the ratio of carcase weight to fasted live weight, and in the case of prizewinning carcases these ratios usually fluctuate within very narrow limits.",
        "Whatever the ratio M/m, the twc values of o~ can never be exactly equal, but they are approximately equal if a, b are nearly equal and u is very small A curious phenomenon is then to be observed; the motion of each particle, being made up, (in general) of two superposed simple vibrations of nearly equal period, is seen to fluctuate greatly in extent, and if the amplitudes be equal we have periods of approximate rest, as in the case 01 beats in acoustics."
    ],
    "definition": [
        "fluc′tu·a′tion\nnoun",
        "Link/Cite",
        "(intransitive) To vary irregularly; to swing.",
        "(intransitive) To undulate.",
        "To cause to vary irregularly.",
        "Link/Cite"
    ]
}