{
    "translation": "שוטף ,רהוט",
    "uses": [
        "She uses words precisely and makes easy, fluent sentences.",
        "But then, Alex had always been fluent in pretty talk.",
        "Though neither a fluent speaker nor bold pleader, in a very few years he was at the head of his profession.",
        "More fluent but not less gloomy are the sacred lyrics of Nyeki-Veres first published in 1636 under the Latin title of Tintinnabulum Tripudiantium.",
        "He was little more than a fluent poetaster, and is now almost forgotten.",
        "Two intimate friends, Jonas Rein (1760-1821) and Jens Zetlitz (1761-1821), attempted, with indifferent success, to continue the tradition of the Norwegian group. Thomas Thaarup (1749-1821) was a fluent and eloquent writer of occasional poems, and of homely dramatic idylls.",
        "He was a fluent versifier, and would write 50o verses in one night.",
        "His maiden speech was youthfully fluent and dogmatic; but on its conclusion the orator was reminded with many compliments, by an honourable member, that he wanted six weeks of his majority, and consequently that he was amenable to a fine of £50o for speaking in the House.",
        "He was a simple, fluent speaker, and was so successful that in 1767 he was enrolled, by John Wesley himself, as a regular itinerant minister.",
        "He possessed, however, a strong and fluent genius, which eventually made itself heard in a multitude of volumes, poems, dramas and novels.",
        "The contrast between the obscurity of such a man and the fame enjoyed by the fluent young doctors roused Bacon's indignation.",
        "They are almost invariably fluent speakers; with many of them oratory seems to be a natural gift; it is also carefully cultivated.",
        "With a patience foreign to his impulsive nature, he submitted to minute drill in elocution, and became a fluent extemporaneous speaker.",
        "Poggio, it may be observed, was a fluent and copious writer in the Latin tongue, but not an elegant scholar.",
        "Abu-l-`Atahiya (q.v.), his contemporary, is fluent, simple and often didactic. Muslim ibn ul-Walid (ed.",
        "He was not a man of exceptional inteffigence or remarkable powers of organization, but he was a fluent speaker, and could exercise some influence over the masses by a rude kind of native eloquence.",
        "Such experience would have saved accomplished and fluent Greek writers like Timaeus from many of their blunders (xii.",
        "In person Lord Selborne was of about the average height: his manners when among strangers were somewhat reserved; his style, both in speaking and writing, was fluent, tending to diffuseness; his oratory was marked by uniform good sense and lucidity, both of arrangement and language; and if he never reached the highest level of oratorical excellence, he never descended to what was commonplace or irrelevant.",
        "Whatever the currency in classical circles of the epistle as a literary form, it is irrational to put first in the development of Christian literature a general epistle, couched in fluent, even rhetorical, Greek, and afterwards the Pauline letters, which both as to origin and subsequent circulation were a product of urgent conditions.",
        "fluent German speaker, never had such a class.",
        "There are even a gifted few who can produce a reasonably fluent text in just one draft.",
        "Eloquent prose, coupled with well-pitched humor, crosses the generation gap in a single fluent stride.",
        "Even the most fluent speakers and writers would probably confess to an occasional uncertainty as to the most appropriate preposition.",
        "They sent a proficient linguist, fluent in more than ten languages.",
        "Often, people who originally have severe jargon aphasia recover into milder forms of fluent aphasia.",
        "disadvantage compared to psychologists on the course who were already fluent in CBT.",
        "fluent in English it's kind of hard to describe any more about the poem.",
        "It was already recognized that in him the country possessed not only a public man of exceptionally attractive personality, but one whose literary tastes were combined with a gift for expression which was at once original and fluent.",
        "We report a patient, FM, with progressive fluent aphasia due to selective atrophy of left temporal cortex.",
        "Semantic dementia: progressive fluent aphasia with temporal lobe atrophy.",
        "I've read the fluent words you spoke in the crowded forum, O youth not unworthy of your fathers ' eloquence.",
        "The adverse impact of the cooker hood could be enhanced by the stack effect of warm effluent in the disused fluent in the disused flue.",
        "He was sufficiently fluent in Italian as to be able to translate English works successfully unto that language.",
        "Family holidays and an AS level had made me fairly fluent; no-one else apart from the consultant spoke any French at all.",
        "fluent in a second language, he said.",
        "Main Requirement: English is your first Language or if not, you are completely fluent in English.",
        "And I am almost fluent in French in Morocco, tho much less so in France.",
        "He noted that while the English language was not common among the men, all the girls he met seemed quite fluent.",
        "The introductory class is not designed to make officers fluent in the challenging language.",
        "fluent aphasia due to selective atrophy of left temporal cortex.",
        "fluent reader has been somewhat lost in the push for better decoding skills.",
        "fluent German speaking Project Administrator.",
        "fluent Portuguese, having lived and worked in Brazil for 12 years.",
        "The first chancellor in more than two decades who speaks fluent English.",
        "The aim now is to become fluent over the coming years.",
        "I took to it very well and got pretty fluent on it straight away.",
        "None of the other professions currently requires those working with Deaf people to have fluent BSL skills.",
        "fluent in the correct dialect of the requisite language.",
        "She spoke in rapid and fluent but very unconventional English, which, for the sake of clearness, I will make grammatical.",
        "The applicant must have some hardware construction experience and be fluent in C and assembly language programming (ARM or Intel ).",
        "Dr. Isserlin was a remarkably proficient linguist, fluent in more than ten languages.",
        "Role: Our client are currently looking for graduate linguists with English mother tongue and fluent German and French.",
        "speak fluent English.",
        "speakny Rodocanachi, spoke fluent tho idiosyncratic French and English, among other languages.",
        "A fluent Arab speaker who has himself served in the SAS, he retraced the footsteps of the patrol.",
        "The schools in Guadalajara often struggle to get teachers who speak fluent English.",
        "Fanny Rodocanachi, spoke fluent tho idiosyncratic French and English, among other languages.",
        "By moving upward, you keep the scheme of the room fluent and continue to tie the new piece to the old ones.",
        "Cruisers can expect to experience at least one guided port of call each day led by a qualified naturalist fluent in English.",
        "Some naturalists are also fluent in multiple languages.",
        "All cruise lines hire onboard staff fluent in English, and sometimes skilled in multiple languages.",
        "JM Adkins, DDS is a Plano dentist who is fluent in Spanish, making the practice ideal for bilingual families.",
        "The test administrator should be informed before testing begins if the test taker is not fluent in English and/or he or she has a unique cultural background.",
        "The test administrator should be informed before psychological testing begins if the test taker is not fluent in English and/or has a unique cultural background.",
        "Damage to Wernicke's area produces speech that is fluent and often rapid, but with relatively senseless content, many invented words, and word substitutions.",
        "This speech sample will also yield information about the quality of the child's voice, how fluent speech occurs, and the child's semantic and physical sound-making skill.",
        "The test administrator should be informed before psychological testing begins if the test taker is not fluent in English and/or belongs to a minority culture.",
        "Stutterers can be fluent in some situations.",
        "While not an overnight cure, therapy can offer positive results and more fluent speech patterns.",
        "If one mom is bi-lingual and speaks fluent Spanish, she can offer a language course.",
        "This curriculum employs as much Spanish language theory as it does application, which is why the end product of a fluent speaker is possible with such programs.",
        "Teachers who are fluent in the home country's language may have an edge over other applicants.",
        "If you're fluent in French, you'll notice the subtle differences in this version.",
        "If everyone was truly fluent in body language, misunderstanding would decrease and communication between people would be taken to a much higher level.",
        "Some districts have ESL classrooms in which half the class is fluent in English and half the class is learning English.",
        "The instructors within such a bilingual program must be fluent and able to instruct in both languages.",
        "Your kids will not become fluent in Spanish just from watching Dora, but they will definitely learn concept terms, such as colors, numbers, directions, shapes, and sizes.",
        "While this exposure will not teach kids fluent sign language, it does make them aware of non-verbal communication.",
        "He is a veteran of the U.S. Navy and is also fluent in Greek.",
        "Unless you are fluent in Japanese or otherwise an expert on kanji, you must take the tattooist at her word that she is tattooing the correct symbol on you.",
        "No matter your goal, whether it's to become more fluent in your verbal skills, or to achieve a degree in French, know that there are several options, all of which offer the convenience of learning from the comfort of home.",
        "Learning simple phrases will never produce a fluent speaker but it can get you through a couple of weeks in France!",
        "Depending on how fluent your French is, you may want to perform some of these transactions in English (you will get better service if you first ask, in French, if the person speaks English).",
        "Becoming fluent in a foreign language takes years of practice, and, preferably, immersion.",
        "If your aim is to become fluent in French, try to take several classes with a teacher, after having already taught yourself all of the basics with CD programs.",
        "In addition, any time a fluent French speaker says these phrases, pay attention to his or her pronunciation so that you can try to copy it.",
        "To be fluent in French, you eventually have to move beyond the standard greetings and tourist vocabulary and learn the colloquial French words and phrases that hint at a true Francophone.",
        "The 16-year-old hair-flipping hottie has surfer good looks and is fluent in French.",
        "It doesn't help matters that Harry seems to be fluent in the language of the snakes, a gift that \"He Who Must Not Be Named\" also possessed; this has the other students even more suspicious.",
        "fluent English.",
        "This is a satisfyingly chunky book for young fluent readers who want a ' chapter book ' with an engaging character.",
        "Nationalities: All - must be fluent English speakers.",
        "The club is staffed with personnel fluent in Spanish, French and Portuguese to assist international travelers.",
        "Instead of being written in Aramaic, as it would almost necessarily be if antecedent to the Pauline epistles, or even in the Semitic style characteristic of the older and more Palestinian elements of the New Testament we have a Greek even more fluent than Paul's and metaphors and allusions (i.",
        "We must picture him as a professional storyteller equipped with a mass of miscellaneous reading, a fluent power of narration, and a ready faculty for quoting, or at a push improvising, verses."
    ],
    "definition": [
        "a. Able to express oneself readily and effortlessly: a fluent speaker; fluent in three languages.\nb. Flowing effortlessly; polished: speaks fluent Russian; gave a fluent performance of the sonata.",
        "Flowing or moving smoothly; graceful: a yacht with long, fluent curves.",
        "Flowing or capable of flowing; fluid.",
        "flu′en·cy\nnoun",
        "flu′ent·ly\nadverb",
        "Link/Cite",
        "That flows; flowing, liquid.",
        "(linguistics) Able to speak a language accurately, rapidly, and confidently – in a flowing way.",
        "unfelt",
        "Link/Cite"
    ]
}