{
    "translation": "לטוס ,לעוף",
    "uses": [
        "We can't naturally fly, so we make airplanes.",
        "I have a feeling you're getting ready to fly the coop.",
        "They let him fly back to Virginia.",
        "You could fly down after work on Friday.",
        "She'll drive Howie's car back to Boston and leave the car at the airport and fly out this evening.",
        "The band played \"Fly Me to The Moon\".",
        "Even a bird is smart enough to push the fledgling out of the nest when it fails to fly on its own.",
        "'When wood is chopped the chips will fly.'",
        "Fly down on Friday and we can put this whole thing in a file cabinet by the weekend.",
        "A fly lighted on the baby's cheek, and he brushed it away.",
        "Tomorrow night we fly up north.",
        "No, it would be best to fly out and then lease a car for a month.",
        "It is most perplexing and exasperating that just at the moment when you need your memory and a nice sense of discrimination, these faculties take to themselves wings and fly away.",
        "As they had no wings the strangers could not fly away, and if they jumped down from such a height they would surely be killed.",
        "My sister is supposed to fly into Fayetteville later today.",
        "She knew better than to relax around her father, whose hand was likely to fly at the drop of a hat.",
        "Tomorrow they would fly back to Arkansas and for once she wasn't ready to go.",
        "I was there and really helped him fly the kites.",
        "My parents, now residing in Florida, would attend the ceremony along with my older brother and his family who would fly in from Seattle, Oregon.",
        "Here in Dr. Bell's laboratory, or in the fields on the shore of the great Bras d'Or, I have spent many delightful hours listening to what he had to tell me about his experiments, and helping him fly kites by means of which he expects to discover the laws that shall govern the future air-ship.",
        "In almost all climes the tortoise and the frog are among the precursors and heralds of this season, and birds fly with song and glancing plumage, and plants spring and bloom, and winds blow, to correct this slight oscillation of the poles and preserve the equilibrium of nature.",
        "You could stick the junk in a box and mail it a whole lot cheaper than having them fly out here.",
        "So, if we had the wings, and could escape the Gargoyles, we might fly to that rock and be saved.",
        "You do not know the relief of brushing away a fly that has bitten you, nor the delight of eating delicious food, nor the satisfaction of drawing a long breath of fresh, pure air.",
        "In many genera of Lampyridae the female can fly as well as the male; among these are the South European \"fireflies.\"",
        "They want to know if you could fly down and back for a day.",
        "Tomorrow he would make arrangements to fly back to Arkansas and drive his car back.",
        "The bees circle round a queenless hive in the hot beams of the midday sun as gaily as around the living hives; from a distance it smells of honey like the others, and bees fly in and out in the same way.",
        "Surely he didn't expect her to hop on a plane and fly down there with him.",
        "He'd been disappointed that she wasn't there when he woke or to fly with him to Tim's Montana home.",
        "To the infantry! added another with loud laughter, seeing the shell fly past and fall into the ranks of the supports.",
        "fly fisher, bon viveur.",
        "I wanted a bird to remind you of Bird Song, and that you're gonna fly back here real soon.",
        "She turned her back to him, hoping he.d fly off in his pterodactyl form or disappear into the depths of the forest as a jaguar.",
        "The run was eight feet high and had a top, so they wouldn't fly out and nothing would get in.",
        "Occasional outbreaks of cholera occur from time to time, and in the independent states these cause terrible loss of life, as the natives fly from the disease and spread the infection in every direction.",
        "His shirt was untucked and Dean glanced at his fly, wondering if he'd been caught using a tree for a call of nature.",
        "He has given you wings with which to fly through the air.",
        "If a fly lands on it, the fly is shooed off.",
        "\"What made them fly away?\" asked Dorothy.",
        "It isn't any more dangerous for me to fly out there alone than to go to the beach alone.",
        "In and out of the hive long black robber bees smeared with honey fly timidly and shiftily.",
        "\"Look out, your soles will fly off!\" shouted the red-haired man, noticing that the sole of the dancer's boot was hanging loose.",
        "Maybe I should fly out and talk to Howie in person.",
        "One chore remained before I'd do so though I was as nervous as a fly on a fry pan about it.",
        "She asked if I thought Martha would fly out for the funeral or memorial service.",
        "Randy had been told before school about the telephone call from Norfolk and she had dismissed his offer to fly down with her.",
        "Surely he had heard the gravel fly when her car had stopped.",
        "\"In no portion of the empire,\" it has been said, \"does the British flag now fly over a divided Presbyterianism, except in the British Isles themselves.\"",
        "Plus, we have powers formerly attributed to the ancient gods; we can fly, talk to people in other places, and see what is happening elsewhere.",
        "It would take her as long to drive to Fayetteville as it would for him to fly there from Tulsa.",
        "If the Gargoyles can unhook the wings then the power to fly lies in the wings themselves, and not in the wooden bodies of the people who wear them.",
        "It was a good place for a fly, and I never thought of spoiling your picture.",
        "The back of his skull buzzed harder until he wondered if his scalp was about to spin off and fly away.",
        "\"There are few men who can draw so good a picture of a fly,\" he said.",
        "When they'd complied, I announced, \"Howie want's Julie to fly out to Santa Barbara, today.\"",
        "They are too young to fly, and the mother bird is making a great fuss about it.",
        "How's she going to fly in this stuff?",
        "How easy it is to fly on paper wings!",
        "Only a few of them still move, rise, and feebly fly to settle on the enemy's hand, lacking the spirit to die stinging him; the rest are dead and fall as lightly as fish scales.",
        "Father says he can fly nearly all day without stopping.",
        "He would fly to Los Angeles, then transfer for the short hop north to Santa Barbara.",
        "In the morning, when he looked at the picture, he saw a fly on the man's nose.",
        "Katie fought back a smile at the irritated look on Rhyn's face.  He was in raw form: bloodied, drenched with underworld rain, disheveled, in need of a good shave.  His thick frame was still on edge, as if he expected one of the Sanctuary's nuns to turn into a demon and fly at them.  He looked every bit the muscular, powerful, glowering half-demon the nuns wanted to throw out of the Sanctuary.",
        "Martha's aunt, Howie's mother, called and practically begged her to let him fly out for a couple of days.",
        "\"Could we fly with them?\" asked Dorothy.",
        "Forced to fly to France, he there, at Lyons, in 1245, convened a council, which enforced his condemnation of the emperor.",
        "Several of the Meloidae (such as the, \"Spanish fly,\" fig.",
        "\"But how would it help us to be able to fly?\" questioned the girl.",
        "After a while he found it necessary to fly from the Mahommedan court and join the main body of the English at Falta.",
        "\"She let the hawk fly upward from her wide right sleeve,\" went the song, arousing an involuntary sensation of courage and cheerfulness.",
        "He took the lighted pipe that was offered to him, gripped it in his fist, and tapped it on the floor, making the sparks fly, while he continued to shout.",
        "After smearing peanut butter and jam on whole wheat bread for a lunch on the fly, Dean knocked on Martha's door.",
        "Was Fitzgerald's fly open when you saw him?",
        "\"Do you think they'll fly in this?\" she asked, breaking the silence.",
        "Henry II., duke of Brunswick, then took command of the troops of the league, and after Albert had been placed under the imperial ban in December 1553 he was defeated by Duke Henry, and compelled to fly to France.",
        "The latter raises the moss and bark gently with his knife in search of insects; the former lays open logs to their core with his axe, and moss and bark fly far and wide.",
        "Some fly through the air, others burrow in the earth, while several families have become fully adapted to life in fresh water.",
        "My mother wouldn't hurt a fly.",
        "They fly hither and thither in my thought like blind birds beating the air with ineffectual wings.",
        "At length, as I leaned with my elbow on the bench one day, it ran up my clothes, and along my sleeve, and round and round the paper which held my dinner, while I kept the latter close, and dodged and played at bopeep with it; and when at last I held still a piece of cheese between my thumb and finger, it came and nibbled it, sitting in my hand, and afterward cleaned its face and paws, like a fly, and walked away.",
        "The bees do not fly in the same way, the smell and the sound that meet the beekeeper are not the same.",
        "We're following a hunger and when it's ripe, all common sense and caution fly out the window.",
        "And where would he fly?",
        "You could drop Molly and me off at Logan airport for the ten o'clock flight to California, be in Philadelphia by early evening, and fly out to join us the next morning.",
        "Several of the lochs contain brown trout, which will rise to the well placed fly.",
        "The old man was still sitting in the ornamental garden, like a fly impassive on the face of a loved one who is dead, tapping the last on which he was making the bast shoe, and two little girls, running out from the hot house carrying in their skirts plums they had plucked from the trees there, came upon Prince Andrew.",
        "Boleslaus in his fury slew the saintly bishop, but so general was the popular indignation that he had to fly his kingdom.",
        "He knelt on the ground and closed his eyes, seeking out the writhing darkness of his demon side.  If the demons had the power to transform and fly, he could access his demon powers, too, even if the Immortal side of him was bound by Death's underworld.     \"Berries,\" Toby commanded the tree before him.",
        "On the banks of the Fly river d'Albertis observed at least two widely differing types, those on its upper course bearing some resemblance to the tribes of the eastern coast.",
        "Macfarlane (1875, Fly river, &c.); about1876-1880the north-east coasts and adjacent islands were explored by the Rev. G.",
        "up to the Fly river, which is mounts until 141° I' is reached, when it once more follows the meridian up to the north coast.",
        "On the other hand they appear and vanish 15, exercise miraculous powers\", and fly 17.",
        "the Romans sacked and destroyed the houses of the clerks and cardinals, besieged St Peter's and the Lateran, and massacred the pilgrims. The pope was forced to fly with the Sacred College, to escape the necessity of recognizing the commune, and thus left the field free to Arnold of Brescia (1145).",
        "kinetic energy of the fly, corresponding to a high value.",
        "The base camp housed the emergency response helicopters for Tucson and neighboring sectors and was manned with a skeletal crew of Guardians and one on-duty pilot, a Natural who'd been trained to fly.",
        "Gabriel made her heart flutter; Darkyn made it fly.",
        "His predatory smile made her pulse fly.",
        "What were you trying to do, little yellow butterfly … fly?",
        "Assyria is the \" bee \" and Egypt the \" fly \" for which Yahweh hisses.",
        "For instance, the swampy character of malarial areas is explained by their breeding in stagnant water; the effect of drainage, and the general immunity of high-lying, dry localities, by the lack of breeding facilities; the danger of the night air, by their nocturnal habits; the comparative immunity of the upper storeys of houses, by the fact that they fly low; the confinement of malaria to well-marked areas and the diminution of danger with distance, by their habit of clinging to the breeding-grounds and not flying far.",
        "Warned, however, that his arrest was imminent, and possibly persuaded by Rory O'Donnell (created earl of Tyrconnel in 1603), whose relations with Spain had endangered his own safety, Tyrone resolved to fly from the country.",
        "In amber, as proved by the deposits on the shores of the Baltic, the proverbial \"fly\" is more numerous than any other creatures, and with very few exceptions representatives of all the existing families have been found.",
        "So long as he counselled submission to the overwhelming power of Rome the people complied, but when he spoke of obedience to Florus he was compelled to fly.",
        "Here he became an active member of the committee of national defence, and when obliged to fly the country he joined Kossuth in England and with him made a tour in the United States of America.",
        "The order is well represented in Britain by 18 genera, which include several species of Orchis: Gymnadenia (fragrant orchis), Habenaria (butterfly and frog orchis), Aceras (man orchis), Hermin- ium (musk orchis), Ophrys (bee, spider and fly orchis), Epipactis (Helleborine), Cephalanthera, Neottia (bird's-nest orchis), one of the few saprophytic genera, which have no green leaves, but derive their nourishment from decaying organic matter in the soil, Listens (Tway blade), Spiranthes (lady's tresses), Malaxis (bog-orchis), Liparis (fen-orchis), Corallorhiza (coral root), also a saprophyte, and Cypripedium (lady's slipper), represented by a single species now very rare in limestone districts in the north of England.",
        "King and queen fly, carrying the child with them, and while the wife is tending her husband, who dies of a broken heart on his flight, the infant is carried off by a friendly water-fairy, the Lady of the Lake, who brings the boy up in her mysterious kingdom.",
        "It has been stated on good evidence that a loss of £7,000,000 per annum was caused by the attack of the ox warble fly on cattle in England alone.",
        "American literature began as far back as 1788, when a report on the Hessian fly was issued by Sir Joseph Banks; in 1817 Say began his writings; while in 1856 Asa Fitch started his report on the \" Noxious Insects of New York.\"",
        "The best-known dipterous pests are the Hessian fly (Cecidosnyia destructor), the pear midge (Diplosis pyrivora), the fruit flies (Tephritis Tyroni of Queensland and Halterophora capitata or the Mediterranean fruit fly), the onion fly (Phorbia cepetorum), and numerous corn pests, such as the gout fly (Chloropstaeniopus) and the frit fly (Oscinis frit).",
        "Animals suffer from the ravages of bot flies (Oestridae) and gad flies (Tabanidae); while the tsetse disease is due to the tsetse fly (Glossina morsitans), carrying the protozoa that cause the disease from one horse to another.",
        "Hundreds of acres of wheat are lost annually in America by the ravages of the Hessian fly; the fruit flies of Australia and South Africa cause much loss to orange and citron growers, often making it necessary to cover the trees in muslin tents for protection.",
        "- A, Ox Bot Maggot; B, puparium; C, Ox Warble Fly (Hypoderma bovis).",
        "In America cattle suffer much from the horn fly (Haematobia serrata).",
        "The dipterous garden pests, such as the onion fly, carrot fly and celery fly, can best be kept in check by the use of paraffin emulsions and the treatment of the soil with gas-lime after the crop is lifted.",
        "B, Section through compound eye (after Miall and Denny); C, organs of smell in cockchafer; (after Kraepelin); D, a, b, sensory pits on cercopods of golden-eye fly; c, sensory pit on palp of stone-fly (after Packard); E, sensory hair (after Miall and Denny); F, ear of long-horned grasshopper; a, Front shin showing outer opening and air-tube; b, section (after Graber); G, ear of locust from within (after Graber).",
        "The study of the physiology of ecdysis in its simpler forms has unfortunately been somewhat neglected, investigators having directed their attention chiefly to the cases that are most striking, such as the transformation of a maggot into a fly, or of a caterpillar into a butterfly.",
        "fly, while; the parts around them de-.",
        "the ingpositionofimaginalbuds maggots of the blowfly, Calliphora in larva of fly.",
        "The number of imaginal disks in an individual is large, upwards of sixty having been discovered to take part in the formation of the outer body of a fly.",
        "The various larvae of the above series, however, have all a distinct head-capsule, which is altogether wanting in the degraded fly maggot.",
        "A gnat pupa swims through the water by powerful strokes of its abdomen, while the caddis-fly pupa, in preparation for its final ecdysis, bites its way out of its subaqueous protective case and rises through the water, so that the fly may emerge into the air.",
        "C. Miall remarks, is structurally little other \" than the fly enclosed in a temporary skin.\"",
        "But the pupa hangs from the surface by means of paired respiratory trumpets on the prothorax, the dorsal thoracic surface, where the cuticle splits to allow the emergence of the fly, being thus directed towards the upper air.",
        "Bionomically, metamorphosis may be defined as the sum of adaptations that have gradually fitted the larva (caterpillar or maggot) for one kind of life, the fly for another.",
        "Lowne, The Anatomy, Physiology, Morphology and Development of the Blow fly (2 vols., London, 1890-1895); G.",
        "a Turkish slave, Alptagin, had been entrusted with the government of Bokhara, but, showing himself hostile to Mansur I., he was compelled to fly and to take refuge in the mountainous regions of Ghazni, where he soon established a semi-independent rule, to which, after his death in 977 (367 A.H.), his son-in-law Sabuktagin, likewise a former Turkish slave, succeeded.",
        "In the Malay Peninsula the blood of a murdered man must be put in a bottle and prayers said over; after seven days of this worship a sound is heard and the operator puts his finger into the bottle for the polong, as the demon is called, to suck; it will fly through the air in the shape of an exceedingly diminutive female figure, and is always preceded by its pet, the pelesit, in the shape of a grasshopper.",
        "The anger of the emperor was again roused by this dishonour, and Andronicus was compelled to fly.",
        "Its Greek name, \"Aopvos, was explained to mean that no bird could fly across it.",
        "Neapolitan resistance collapsed; Alphonso fled and abdicated in favour of his son Ferdinand II., who also had to fly abandoned by all, and the kingdom was conquered with surprising ease.",
        "This was done by the winged sons of Boreas, and Phineus now told them their course, and that the way to pass through the Symplegades or Cyanean rocks - two cliffs which moved on their bases and crushed whatever sought to pass - was first to fly a pigeon through, and when the cliffs, having closed on the pigeon, began to retire to each side, to row the \"Argo\" swiftly through.",
        "Conscience is the best of casuists; it is only when men wish to cheat it that they fly to logical quibbles.\"",
        "- Drawing from life of the Italian scorpion Euscorpius italicus, Herbst, holding a blue-bottle fly with its left chela, and carefully piercing it between head and thorax with its sting.",
        "Two insertions of the sting are effected and the fly is instantly paralysed by the poison so introduced into its body.",
        "- The same scorpion carrying the now paralysed fly held in its chelicerae, the chelae liberated for attack and defence.",
        "Notwithstanding this, the French republic had issued to certain native dhows, owned by subjects of the sultan, papers authorizing them to fly the French flag, not only on the Oman littoral but in the Red Sea.",
        "It was held that although generally speaking every sovereign may decide to whom he will accord the right to fly his flag, yet in this case such right was limited by the general act of the Brussels conference of July 1890 relative to the African slave trade, an act which was ratified by France on the 2nd of June 1892; that accordingly the owners and master of dhows who had been authorized by France to fly the French flag before the last-named date retained this authorization TABLE II.",
        "A further point decided was that the owners or master of dhows duly authorized to fly the French flag within the ruling of the first point, did not enjoy, in consequence of that fact, any such right of extraterritoriality as would exempt them from the sovereignty and jurisdiction of the sultan.",
        "It has been ascribed to a fly, to the water and to other causes; but it is not peculiar to Aleppo, being rife also at Aintab, Bagdad, &c.",
        "At last the estates of even the most devoted adherents of the Habsburgs were not safe, and some of them, like the wealthy Istvan Illeshazy (1540-1609), had to fly abroad to save their heads.",
        "Bellerophon is said to have returned to Tiryns and avenged himself on Anteia: he persuaded her to fly with him on his winged horse, and then flung her into the sea near the island of Melos (Schol.",
        "But they refused to listen; and he, with all the Jews who did not fly the country, was dragged into the great rebellion of 66.",
        "Insects abound, the greatest pest being the tsetse fly, common in the low veld.",
        "Even better pasture is found in the low veld, but there stock suffers in summer from many endemic diseases, and in the more northerly regions is subject to the attack of the tsetse fly.",
        "Sir Garnet Wolseley now assured the Boers at a public gathering that so long as the sun shone the British flag would fly at Pretoria.",
        "A revolt headed by Monagas broke out in 1868, and Falcon had to fly the country.",
        "Once inoculated by an infected fly, the trypanosomes proliferate and gradually invade all the organs of the host.",
        "irradiated with gamma radiation in fly factories, which renders them sterile but otherwise leaves them reproductively active.",
        "suggested itinerary Day 1 Fly to Bucharest on British Airways.",
        "They are beautiful objects in the autumn woods; Amanita muscaria, the fly fungus, formerly known as Agaricus muscarius, being especially remarkable by its bright red cap covered with white warts.",
        "One day Voltaire sent his orders, &c., back; the next Frederick returned them, but Voltaire had quite made up his mind to fly.",
        "Under such conditions the pillar begins to yield, and fragments of mineral fly off with explosive violence, exactly as a specimen of rock will splinter under pressure in a testing machine.",
        "If the glass is very badly annealed, the lenses made from it may fly to pieces during or of ter manufacture, but apart from such extreme cases the optical effects of internal strain are not readily observed except in large optical apparatus.",
        "For twelve years he successfully resisted the Assyrians; but the failure of his allies in the west to act in concert with him, and the overthrow of the Elamites, eventually compelled him to fly to his ancestral domains in the marshes of southern Babylonia.",
        "Etanna conspired with the eagle to fly to the highest heaven.",
        "A brave general Uguccione and an ambitious man, he captured Lucca and defeated the Florentines and their allies from Naples at Montecatini in 1315, but the following year he lost both Pisa and Lucca and had to fly from Tuscany.",
        "When the king began to hint at the recall of Piero de' Medici, whose envoys had gained his ear, the signory ordered the citizens to be ready to fly to arms. The proposal was dropped, but Charles demanded an immense sum of money before he would leave the city; long discussions followed, and when at last he presented an insolent ultimatum the syndics refused to accept it.",
        "mosquito, a gnat, diminutive of mosca, a fly), a term originally applied to many species of small blood FIG.",
        "Dara in person took the field against his brothers, but was defeated and compelled to fly.",
        "Many pretty little finches fly about the maize-fields and fruit-gardens, and a little green parakeet is met with as l;.igh as 12,000 ft.",
        "TSETSE-FLY (Tsetse, an English rendering of the Bantu nsi-nsi, a fly), a name applied indiscriminately to any one of the eight species of Glossina, a genus of African blood-sucking Diptera (two-winged flies, see Diptera), of the family Muscidae.",
        "The tip of the proboscis is armed with a complicated series of chitinous teeth and rasps, by means of which the fly is enabled to pierce the skin of its victim; as usual in Diptera the organ is closed on the upper side by the labrum, or upper lip, and contains the hypopharynx or common outlet of the paired salivary glands, which are situated in the abdomen.",
        "The act of feeding, in which the proboscis is buried in the skin of the victim nearly up to the bulb, is remarkably quick, and in thirty seconds or less the abdomen of the fly, previously flat, becomes swollen out with blood like a berry.",
        "The fly shuttle was also apparently first introduced at Providence in 1788.",
        "Swedenborg knew that the machine would not fly, but suggested it as a start and was confident that the problem would be solved.",
        "If small fragments of paper are scattered on the tray and:then the other tray held in the hand over them, they will fly up and down rapidly.",
        "b, Female fly.",
        "- Ichneumon Fly (Rhyssa per- group may be distin suasoria) ovipositing.",
        "The two families to which special attention has been paid are the Aphidae or plant-lice (\" green fly \") and the Coccidae or scale-insects.",
        "They fly about from July till October, living upon the sap of the vine, which is sucked up by the rostrum from the leaves or buds.",
        "While yet a young man (212) he forced his neighbour Syphax, prince of western Numidia, who had recently entered into an alliance with Rome, to fly to the Moors in the extreme west of Africa.",
        "The tsetse fly (Glossing morsitans) infests several districts; the sand-flea has been imported from the west coast.",
        "north and west on both sides of the Fly river in vast plains, little elevated above sea-level.",
        "by steam-launch, while the Fly has been traversed by the same means for Soo and by a whale-boat for over 600 m.",
        "Some Cretaceous or Upper Jurassic rocks occur in the basin of the Fly river.",
        "Most of western British New Guinea consists of recent superficial deposits, in the basin of the Fly river.",
        "Ceratochelys insculpta of the Fly river, a chelonian peculiar to New Guinea, is remarkable in having its nearest affinities (as have the Papuan tortoises) with South American species.",
        "On June r 1, 1762, Emile was condemned by the parlement of Paris, and two days previously Madame de Luxembourg and the prince de Conti gave the author information that he would be arrested if he did not fly.",
        "When cultivated in greenhouses liliums are subject to attack from aphides (green fly) in the early stages of growth.",
        "\"So thin-skinned that a fly would draw blood,\" as the prince of Carpi expressed it, he could not himself restrain his pen from sarcasm.",
        "Lichtenstein has established the fact that from the egg of the Aphis of Pistachio galls, Anopleura lentisci, is hatched an apterous insect (the gall-founder), which gives birth to young Aphides (emigrants), and that these, having acquired wings, fly to the roots of certain grasses (Bromus sterilis and Hordeum vulgare), and by budding underground give rise to several generations of apterous insects, whence finally comes a winged brood (the pupifera).",
        "These last issuing from the ground fly to the Pistachio, and on it deposit their pupae.",
        "On the Hessian fly, Cecidomyia destructor, Say, the May brood of which produces swellings immediately above the joints of barley attacked by it, see Asa Fitch, The Hessian Fly (Albany, 1847), reprinted from Trans.",
        "In 1863 he.took part in the Polish rebellion, and was compelled to fly to Paris, where he only returned in 1871.",
        "Mark, in one of his fits of jealousy, banishes Tristan and Iseult from the court; the two fly to the woods, where they lead an idyllic life, blissfully happy in each other's company.",
        "This action made him so hated by the mob that he had to fly for his life in the disguise of a priest.",
        "He led a force from Kabul, met Ayub's army close to Kandahar, and the complete victory which he there won forced Ayub Khan to fly into Persia.",
        "Fly flowers, chiefly visited by Diptera, and including very different types: a.",
        "sc. 7, when Jack Cade charges Lord Say with having \" most traitorously corrupted the youth of the realm in erecting a grammar-school,\" Lord Say replies that \" ignorance is the curse of God, knowledge the wing wherewith we fly to heaven.\"",
        "4c men fOatfrcryteyou/anbper(ccutc you/ artb O at f at f iy f:ayc ail of a e 141.'101 a i lay'tlrt you 1,-.r fly cioyc+t all arc u)youre rc roHr =' FIG.",
        "as his superior, but soon afterwards was defeated at Annan (where his brother, Henry de Baliol, was slain) and compelled to fly to England.",
        "jicari, from the Fly river, has a very snake-like appearance, with a long, pointed snout like certain treesnakes, but with an easily visible ear-opening; their eyelids are reduced to a ring which is composed of two or three rows of small scales.",
        "The fly honeysuckle, L.",
        "The wood of the fly honeysuckle is extremely hard, and the clear portions between the joints of the stems, when their pith has been removed, were stated by Linnaeus to be utilized in Sweden for making tobacco-pipes.",
        "Solemn and gay dances were frequent, and a sport called the bird-dance excited the admiration of foreigners for the skill and daring with which groups of performers dressed as birds let themselves down by ropes wound round the top of a high mast, so as to fly whirled in circles far above the ground.",
        "He made himself conspicuous by issuing a pamphlet in justification of the iconoclasts who devastated Flanders in 1566, and on Alva's arrival next year had to fly the country.",
        "Nevertheless, the fact, commented upon by several observers, that even here an infected fly is only infectious for a comparatively short period suggests that this species of fly, at any rate, is not the true alternate host in which the life-cycle of that particular Trypanosome is completed.",
        "Certain individuals of a particular character form definite rounded cysts in the rectum of the fly; in this condition, the only sign of Trypanosome structure is afforded by the two nuclei, which remain separate.",
        "Mounted on Pegasus, Bellerophon slew the Chimaera and overcame the Solymi and the Amazons, but when he tried to fly to heaven on the horse's back he threw him and continued his heavenward course (Apollodorus ii.",
        "Haakon, therefore, stirred up strife between Snorri's kinsman Sturla and Snorri, who had to fly from Reykjaholt in 1236; and in 12 3 7 he left the country and went back to Norway.",
        "In February 1798, at the approach of the invading French forces, Henry was forced to fly from Frascati to Naples, whence at the close of the same year he sailed to Messina.",
        "The card or \"fly,\" formerly made of cardboard, now consists of a disk either of mica covered with paper or of paper alone, but in all cases the card is divided into points and degrees as shown in fig.",
        "In the great campaign of 701 Sennacherib came down upon the revolting provinces; he forced Lull., king of Sidon, to fly, for refuge to Cyprus, took his chief cities, and set up Tuba'lu (Ethbaal) as king, imposing a yearly tribute ii.",
        "Then, though flushed quite as suddenly, it will fly round the intruder, at times almost hovering over his head.",
        "There is a common English Syrphid fly (Eristalis tenax) known as the drone-fly from its resemblance to a large hive or honey bee.",
        "The advantage to the fly of its deceptive resemblance to the bee is theoretically perfectly evident and practically can be demonstrated by experiment.",
        "With the exception of the Asilid fly and perhaps some of the Longicorn and Phytophagous beetles, which are probably protected Batesian mimics, all the other species constituting the above-mentioned assemblage are, it is believed, Mullerian or synaposematic mimics.",
        "The aphis, or \" green fly,\" must also be destroyed; tobacco may be used.",
        "The archduke had to fly for his life.",
        "This explains the sequence of events in the case of a Saprolegnia-mycelium radiating from a dead fly in water.",
        "Those parts nearest the fly and best supplied develop barren hyphae only; in a zone at the periphery, where the products of putrefaction dissolved in the water form a dilute but easily accessible supply, the zoosporangia are developed in abundance; oogonia, however, are only formed in the depths of this radiating mycelium, where the supplies of available food materials are least abundant.",
        "The hyphae will also dissolve their way through a lamella of collodion, paraffin, parchment paper, elder-pith, or even cork or the wing of a fly, to do which it must excrete very different enzymes.",
        "Fly >>",
        "Chamois-shooting is most successfully pursued when a number of hunters form a circle round a favourite feeding ground, which they gradually narrow; the animals, scenting the hunters to windward, fly in the opposite direction, only to encounter those coming from leeward.",
        "Numerous ocean-going liners, most of which fly the Brazilian or the Argentine flag, ply on the Paraguay and the Parana; smaller vessels ascend the tributary streams, which are also utilized for floating lumber down to the ports.",
        "To a man of Johnson's strong understanding and irritable temper, the silly egotism and adulation of Boswell must have been as teasing as the constant buzz of a fly.",
        "The Nationalists therefore stormed the platform, and the president and ministers had to fly into their private rooms to escape personal violence, until the Czechs came to their rescue, and by superiority in numbers and physical strength severely punished Herr Wolf and his friends.",
        "Much damage is done by the olive fly.",
        "Domestic animals include the horse and donkey in the plateaus, but baggage animals are rare in the coast-lands, where the tsetse fly is found.",
        "In 1743 Othman Bey, who had governed with wisdom and moderation, was forced to fly from Egypt by the intrigues of two adventurers, Ibrahim and Rilwgn Bey, who, when their scheme had succeeded, began a massacre of beys and others thought to be opposed to them; they then proceeded to govern Egypt jointly, holding the two offices mentioned above in alternate years.",
        "An attempt made by one of the pashas to rid himself of these two persons by a coup detat signally failed owing to the loyalty of their armed supporters, who released Ibrahlm and Rilwan from prison and compelled the pasha to fly to Constantinople.",
        "Here he met one Salib Bey, who had injuries to avenge on Khalil Bey, and the two organized a force with which they returned to Cairo and defeated KhalII, who was forced to fly to Iaifla, where for a time he concealed himself; eventually, however, he was discovered, sent to Alexandria and finally strangled.",
        "In that capacity he executed the murderer of his former master IbrahIm; but the resentment which this act aroused among the beys caused him to leave his post and fly to Syria, where he won the friendship of the governor of Acre, ~Ahir b.",
        "In 1766, after the death of his supporter the grand vizier Raghib Pasha, he was again compelled to fly from Egypt to Yemen, but in the following year he was told that his party at Cairo was strong enough to permit of his return.",
        "Murad Bey attempted to resist, but was easily defeated; and he with Ibrahim decided to fly to Upper Egypt and await the trend of events.",
        "The decisive battle of Pavia, which gave Lombardy into the hands of the emperor, compelled Bandello to fly; his house at Milan was burnt and his property confiscated.",
        "Misunderstandings among the leaders led to the total failure of the revolt, and Mackenzie was forced to fly to the United States with a price on his head.",
        "Grand Rapids manufactures carpet sweepers - a large proportion of the whole world's product, - flour and grist mill products, foundry and machine-shop products, planing-mill products, school seats, wood-working tools, fly paper, calcined plaster, barrels, kegs, carriages, wagons, agricultural implements and bricks and tile.",
        "Sand-flies are common, and in the eastern forests the tiny pium fly (Trombidium, sp.?) is a veritable pest.",
        "At the end of fourteen months Gaiseric raised the siege of Hippo; but Boniface was forced to fly to Italy, and the city afterwards fell into the hands of the Vandals.",
        "FLY (formed on the root of the supposed original Teut.",
        "the Stomoxys calcitrans, or stable-fly; Pollenia rudis, or cluster-fly; Muscina stabulans, another stablefly; Calliphora erythrocephala, blue-bottle fly, blow-fly or meatfly, with smaller sorts of blue-bottle, Phormia terraenovae and Lucilia Caesar; Homalomyia canicularis and brevis, the small house-fly; Scenopinus fenestralis, the black window-fly, &c. But Musca domestica is far the most numerous, and in many places, especially in hot weather and in hot climates, is a regular pest.",
        "That it could fly is certain, and the feet show it to have been well adapted to arboreal life.",
        "In 42 B.C., however, the tyrant of Tyre encroached upon Galilean territory and in 40 B.C. Herod had to fly for his life before the Parthians.",
        "He tried to tempt the wearied Greeks on the banks of the Beas with schemes of conquest in the rich south-eastern provinces; but, having personally offended their leader, he had to fly the camp (326 B.C.).",
        "He had a ship near in which he had previously attempted to fly, but being cast back by unfavourable winds he returned to his villa, saying, \" Let me die in the country which I have often saved.\"",
        "Any quaternion may now be expressed in numerous simple forms. Thus we may regard it as the sum of a number and a line, a+a, or as the product, fly, or the quotient, be-', of two directed lines, &c., while, in many cases, we may represent it, so far as it is required, by a single letter such as q, r, &c.",
        "This was a digression of a new kind, if anything can be called a digression in a work the plan of which is to fly off at a tangent whenever and wherever the writer's whim tempts him.",
        "The island gave the title of earl to Thomas Boyd, who married the elder sister of James III., a step so unpopular with his peers that he had to fly the country, and the title soon afterwards passed to the Hamiltons.",
        "Specimens of eight and ten pounds weight have been taken by rod and fly fishermen from the Big Laramie river.",
        "Advised to fly immediately to Bohemia, he succeeded in reaching Hirschau, only 25 m.",
        "The Spanish fly is also occasionally found in the south of England.",
        "Of these the most remarkable is the Telini \"fly\" of India (Mylabris cichorii), the range of which extends from Italy and Greece through Egypt and central Asia as far as China.",
        "The Phylloxera vastatrix is an insect belonging to the green fly tribe, which destroys the roots and leaves of the growing plant by forming galls and nodosities.",
        "with the Spanish fly, the foxes tail, &c. &c.\"",
        "When a fly is captured, the viscid excretion becomes strongly acid and the naturally incurved margins of the leaf curve still further inwards, rendering contact between the insect and the leaf-surface more complete.",
        "A man of profound ability and singular force of character, he acted a leading part in the complications preceding the fall of the Tokugawa shogunate, and was obliged to fly from Kioto accompanied by his coadjutor, Prince Sanjo.",
        "Frederick, whose authoritative temper was at once offended by the independent tone of the Arnoldist party, concluded with the pope a treaty of alliance (October 16, 1152) of such a nature that the Arnoldists were at once put in a minority in the Roman government; and when the second successor of Eugenius III., the energetic and austere Adrian IV.(the Englishman, Nicholas Breakspear), placed Rome under an interdict, the senate, already rudely shaken, submitted, and Arnold was forced to fly into Campania (1155).",
        "of the Treaty of Turkmanchai of 1828, it was declared that Russia alone should have the right of maintaining vessels of war on the Caspian, and that no other Power should fly the military flag on that sea; and by a crecision of the council of the Russian Empire, published on the 24th of November 1869, the establishment of companies for the navigation of the Caspian, except by Russian subjects, and the purchase of shares of such companies by foreigners were prohibited.",
        "Nigel attempted to maintain himself in his see by force of arms, but he was forced to fly to the empress at Gloucester.",
        "the virtue of the consecrated candles in discomfiting demons is specially brought out: \" that in whatever places they may be lighted, or placed, the princes of darkness may depart, and tremble, and may fly terror-stricken with all their ministers from those habitations, nor presume further to disquiet and molest those who serve thee, Almighty God \" (Rituale Rom.).",
        "In Rhodesia and on the east coast the tsetse fly is found and termites are widely distributed.",
        "They are unable to fly till nearly two years old, and continue for a considerable time after taking wing to roost and hunt with their parents.",
        "By preference the condor feeds on carrion, but it does not hesitate to attack sheep, goats and deer, and for this reason it is hunted down by the shepherds, who, it is said, train their dogs to look up and bark at the condors as they fly overhead.",
        "The large amount of salt in the water makes both fauna and flora of the lake scanty; there are a few algae, the larvae of an Ephydra and of a Tipula fly, specimens of what seems to be Corixa decolor, and in great quantities, so as to tint the surface of the water, the brine shrimp, Artemia salina (or gracilis or fertilis), notable biologically for the rarity of males, for the high degree of parthenogenesis and for apparent interchangeableness with the Branchipus.",
        "To fly has always been an object of ambition with man; nor will this occasion surprise when we remember the marvellous freedom enjoyed by volant as compared with non-volant animals.",
        "These creatures, however varied in form and structure, all fly according to one and the same principle; and this is a significant fact, as it tends to show that the air must be attacked in a particular way to ensure flight.",
        "The balloon in the absence of wind can only rise and fall in a vertical line; the flying creature can fly in a horizontal plane in any given direction.",
        "No machine, however light and powerful, will ever fly whose travelling surfaces are not properly fashioned and properly applied to the air.",
        "Insects and bats have no feathers, and yet fly well.",
        "As, however, the animals referred to do not actually fly, but merely dart into the air and there sustain themselves for brief intervals, they afford no real support to the theory.",
        "lighter than the water than the air might fly; breeze without hope of return.",
        "As illustrative examples of the form of wings alluded to, those of the beetle, bee and fly may be cited - the pinions in those insects acting as helices, or twisted levers, and ' Revue des tours scientifiques de la France et del' Etranger, 1869.",
        "If a bird attempts to fly in a calm, the wings must be made to smite the air after the manner of.",
        "In this case the wings fly the bird.",
        "If two boys attempt to fly a kite in a calm, the one must hold up the kite and let go when the other runs.",
        "If the wings did not themselves fly forward, they could not possibly cause the body of the bird to fly forward.",
        "It is the wings which cause the bird to fly.",
        "In the 1 96th proposition of his work (De motu animalium, Leiden, 1685) he states that \" If the expanded wings of a bird suspended in the air shall strike the undisturbed air beneath it with a motion perpendicular to the horizon, the bird will fly with a transverse motion in a plane parallel with the horizon.\"",
        "The same argument is re stated in different words as under: - \" If the air under the wings be struck by the flexible portions of the wings (flabella, literally fly flaps or small fans) with a motion perpendicular to the horizon, the sails (vela) and flexible portions of the wings (flabella) will yield in an upward direction and form a wedge, the point of which is directed towards the tail.",
        "He constructed models to fly by three different methods: - (a) by means of screws acting vertically upwards; (b) by aeroplanes propelled horizontally by screws; and (c) by wings which FIG.",
        "Several inventors succeeded in making models fly by the aid of aeroplanes and screws, as, e.g.",
        "After the death of Louis the Pious (840) Hincmar supported Charles the Bald, and received from him the abbacies of Notre-Dame at Compiegne and St Germer de Fly.",
        "William was supported by the Zeelanders and Ada was forced to fly to England.",
        "On the first day, which celebrated the union of Adonis and Aphrodite, their images were placed side by side on a silver couch, around them all the fruits of the season, \"Adonis gardens\" in silver baskets, golden boxes of myrrh, cakes of meal, honey and oil, made in the likeness of things that creep and things that fly.",
        "Before he was ten his sports were interrupted by fits of remorse and despair; and his sleep was disturbed by dreams of fiends trying to fly away with him.",
        "Ascending the Zambezi, he, however, found no place free from the tsetse fly, and therefore resolved to discover a route to the interior from either the west or east coast.",
        "In some districts the tsetse fly causes great havoc. The most interesting of the endemic insectivora is the Chrysochloris or \" golden mole,\" so called from the brilliant yellow lustre of its fur.",
        "Pulleys are also built up of wrought iron and steel, and can then be constructed entirely free from internal stress; they are thus much lighter and stronger, and are not liable to fly to pieces like cast iron if they break.",
        "It feeds on small fish and on the animal refuse that floats on the sea, eating to such excess at times that it is unable to fly and rests helplessly on the water.",
        "First Northumbria, then Wessex, then London yielded, and 1~thelred was forced to fly over seas to Richard, duke of Nor.",
        "Thomas had been given time to fly, and his followers had endeavoured to persuade him to do so.",
        "Finding that the rest of the plan had miscarried, Buckinghams retainers melted away from him, and he was forced to fly.",
        "Richard, however, refused to fly, and was slain, fighting to the last, along with the duke of Norfolk and a few other of his more desperate partisans.",
        "The Scots crossed the Tweed, and Charless army was Scottish well pleased to fly before them.",
        "Kabul and Kandahar were occupied; and Shere Au was forced to fly, and soon afterwards died.",
        "In 1614 the pasha of Damascus moved against him with a large force, and compelled him to fly from Syria.",
        "Finally the king and queen resolved to fly to the army of the East, which the marquis de Bourne had in some measure kept under discipline.",
        "He had several warnings, but either through over-confidence or weariness of life he scorned to fly.",
        "Sturla was born and brought up in prosperous times, but his manhood was passed in the midst of strife, in which his family fell one by one, and he himself, though a peaceful man who cared little for politics, was more than once forced to fly for his life.",
        "In 1903 Sweden finally renounced its claims. Wismar still retains a few relics of its old liberties, including the right to fly its own flag.",
        "These are the spirits which, taking up their abode in a village, cause disease and death; and to escape from such attacks the inhabitants may fly the village for good, and, by dwelling scattered in the recesses of the forest for a time before choosing a new site, they hope to throw their enemy off their trail.",
        "In the Fly River region, kava, prepared from Piper methysticum, is drunk without any of the ceremonial importance associated with it in Polynesia.",
        "On the deck high crates are built for the reception of some thousands of pieces of pottery for conveyance annually to the Fly River district to exchange for sago.",
        "Papuan weapons are the bow and arrow (in the Fly River region, the north and north-east coasts); a beheading knife of a sharp segment of bamboo; a shafted stone club - rayed, disk shaped or ball-headed (in use all over the island); spears of various forms, pointed and barbed; the spear-thrower (on the Finsch coast); and hardwood clubs and shields, widely differing in pattern and ornamentation with the district of their manufacture.",
        "In the insurrection of 1889 he was compelled to fly from the island and take refuge in Greece; after tranquillity was restored, he returned and was elected a member for Canea to the Cretan Assembly.",
        "In his youth he shot a supernatural crane, and can always fly about in its feathers, like Odin and Loki in Scandinavian myth.",
        "Indra is also referred to as a ram in the Veda, and in one myth this ram could fly, like the Greek ram of the fleece of gold.",
        "The tsetse fly, whose bite is fatal to all domestic animals, is common in many districts of South and East Africa.",
        "This is constituted by the tsetse fly, which renders a pastoral life absolutely impossible throughout large tracts in central and southern Africa.",
        "Dagobert deprived Pippin of Landen of his authority and forced him to fly to Aquitaine; ~ but still he had to give the Austrasians his son Sigebert monarchy III.",
        "There was no longer a single great fief in France to which the malcontents could fly for refuge.",
        "The grand duke was forced to fly, the \"tree of liberty\" was set up, and a provisional government on French lines established.",
        "Some days later, however, he was attacked before Granson by the confederate army and suffered a shamful defeat, being compelled to fly with a handful of attendants, and leaving his artillery and an immense booty in the hands of the allies (February 1476).",
        "almost everywhere fly is pronounced for flit, consey for consell.",
        "Insect life is very abundant, especially south of 12° N., the northern limit of the tsetse fly.",
        "The chief pests are mosquitoes, termites and the serut, a brown fly about the size of a wasp, with a sharp stab, which chiefly attacks cattle.",
        "The reading of this manifesto, drawing attention to the absolute power claimed by the popes, was received in Rome with such evidences of approval that Gregory was compelled to fly to Viterbo.",
        "The absence of sea-birds, due to the absence of fish, probably accounts for the story that no birds could fly over it.",
        "Thus the apple blight (Aphis mali) after producing many generations of apterous females on its typical food-plant gives rise to winged forms which fly away and settle upon grass or corn-stalks.",
        "Those which act on the skin: The best known of these is cantharides (Spanish fly), the active principle of which is a colourless crystalline body - cantharidin - which is extremely irritating.",
        "When war with Prussia appeared imminent he tried to obtain Italian assistance, and Victor Emmanuel was very anxious to fly to the assistance of the man who had helped him to expel the Austrians from Italy, but he could not do so unless Napoleon gave him a free hand in Rome.",
        "The Chaldaean usurper was compelled to fly, and Bel-ibni was appointed king of Babylon in his place.",
        "In 1500, when Cesare Borgia fell on Romagna with violence and fraud, this Malatesta shared the fate of other petty tyrants and had to fly for his life.",
        "He it was who, when Zeus had changed his wife into a fly, and swallowed her, broke open the god's head and let out his daughter Athena.",
        "They already had the tickets to fly to Texas while Jonathan was off school for Christmas vacation.",
        "As the crow flies, about seven miles, but as the old saying goes, a crow can't fly through rock.",
        "Anonymity would surely fly out the window with the use of plastic.",
        "I saw funded air fare fly out the window.",
        "He would fly to Los Angeles and transfer for the short hop north to Santa Barbara.",
        "I was sixteen and pregnant and my mother tossed me out of the house and then I was a street smart seventeen year old mother without a pot to piss in and no options to get one then if I screw this guy I can maybe get a million dollars and feed my baby and not listen to gun shots outside my door and I been standing here at the window a long, long time, begging for a ticket to fly out of here and no one has handed me anything but shit and now this guy is holding this first class pass and all I have to do is reach out and grab it but I know I might hate myself for tacking it because this ticket clerk is kind of a jerk sometimes but an okay guy most of the time and he's nice to me and he listens to me, and he loves me and I know if I take it and fly it will kill him.",
        "I invented a tale on the fly about writing a magazine article about some of the more humorous entries.",
        "Do you plan to fly out to the funeral if she passes away?",
        "The weather's shitty so you'd better stop by your place and pick up some clothes in case you get stuck and can't fly back tonight.",
        "What were you trying to do, little yellow butterfly â€¦ fly?",
        "His lips brushed hers again, the light pressure nonetheless making her pulse fly faster.",
        "Once the flies start hatching, the fish respond by surface feeding, then dry fly fishing becomes the epitome of sport for most anglers.",
        "In the hands of a show pilot this model will fly smooth pattern style aerobatics with ease & astonish spectators with freestyle routines.",
        "You can't fly this wing, much less doing any aerobatics.",
        "Take the time to learn as much as you can about basic aerodynamics and the canopy in which you fly.",
        "A flash of red - fly agaric - the Norseman's soma, there under the big birch.",
        "The Tiger Club welcomes any pilot who wishes to fly the aircraft that we operate.",
        "General Summary The first jet aircraft to fly was a german aircraft in 1939.",
        "There are 4 other aircrew who mainly fly helicopters (predictable!",
        "US troops can capture airfields deep inside Iraq, and within hours use them to fly in hundreds of tanks and troops.",
        "Do any low-cost airlines fly direct from the UK to Croatia?",
        "Yes, low cost airlines are now starting to fly to Croatia!",
        "FRIDAY - DAY 8 Day at leisure SATURDAY - DAY 9 Transfer to international airport to fly back home.",
        "Repair attempts failed and the aircraft was unable to fly that day, so passengers spent the night at various Manchester airport hotels.",
        "There will be a range of prizes for the winners including a shotgun, fly fishing outfit and a hunting air rifle package.",
        "The designer of five airships and the first man to fly an airship from England to France.",
        "We fly into the mountain airstrip at Lukla and trek north along the banks of the Dudh Kosi river.",
        "So using an altimeter without making errors requires constant alertness and repeated calculations, all done \" on the fly \" .",
        "Does the plane I fly have a 2 nd altimeter?",
        "antler bone, and bird bone is very stiff, yet birds still manage to fly.",
        "arbor fly reels, costing in the UK between £ 65 and £ 99.",
        "arriveerary Day 1 We fly from London to Cochin, arriving the next morning.",
        "An incredible sixteen thousand flaming arrows were let fly by a team overseen by special effects supervisor Neil Corbould.",
        "The pure fly ash being sent to Sheffield is the most toxic product of the incinerator.",
        "Fly traps with a bait attractant may prove useful in dealing with localized problems.",
        "Answer Bobby Hatfield 12 Who penned the autobiography Banana's Can't Fly?",
        "These settings can be altered at any time, allowing you to fly purely by using the autopilot.",
        "backcourt area and to reduce fly tipping.",
        "bait fishers will give way to fly anglers.",
        "Another highlight arrives with ' Shy Fly ', speedy rock music with clashing cymbals, rumbling bass and decent lead guitar.",
        "Inevitably, predators such as aquatic beetles fly in and lay their eggs.",
        "bellows flap pockets on the front which will store fly boxes.",
        "At present there are just two main biomes -- each with four segments -- that eerily resemble the magnified eyes of a fly.",
        "In Stunt Plane you must fly a biplane through different.. .",
        "From my early cruising, I feel little bitterns have got used to boats and don't fly out so often now.",
        "An adult carrot fly is a very small black fly which has been described as \" a low flying miniature cruise missile \" .",
        "blog dedicated to fly fishing on the net.",
        "The site has details on the research projects being carried out, which include blueberry, strawberry, grapes, vegetables and fruit fly.",
        "Judy Garland once told us that if we followed the yellow brick road we could fly with the pretty little bluebirds beyond the rainbow.",
        "Here's how you can make your own cross-shaped boomerang - and it's safe enough to fly indoors!",
        "The Bintley twist was to have some Wilis - the ghosts of jilted brides - fly literally about the place.",
        "I caught three little brownies out of that little spot in front of him, then gave him my fly.",
        "He arrives in time for the May fly hatch in order to catch brown trout.",
        "I can fly recon, but I'm not bulletproof, so if I'm spotted I get shot at.",
        "Furthermore, the plane can only fly at maximum 19 000 feet Ã¢ which makes the ride very bumpy indeed, especially at mid-day.",
        "The heaviest bird to fly is the kori bustard which can weigh as much as 18kg.",
        "Fly boat A swiftly moving canal boat carrying priority cargoes.",
        "carrot root fly is the worst of these pests.",
        "Fly over the waterfall and enter the cave from which the water flows.",
        "Pliny describes a model of a four-horse chariot made out a piece of ivory smaller than a fly's wing.",
        "When the puffin chick hatches, it is fed by the parents until it is ready to fly.",
        "They fly only in sunshine and rarely settle more than a meter above the ground, its wings are always kept closed at rest.",
        "The organizing committee aims to give the Dutch or European way of fly fishing for pike a central place.",
        "compiled on fly.",
        "The fly visual system will be described as a simple but robust and efficient example of visuomotor coordination, before considering vision in primates.",
        "Dave is the FIRST other person I have seen fly a copter in real life!",
        "The sepals fly back to expose a white single corolla which forms a perfect bell.",
        "covey of quail starting to fly at the same time.",
        "crane fly?",
        "Crocus banaticus & fly crocus banaticus & fly Crocus time is here again.",
        "The Red Dragon of Wales and the cloven Celtic cross of Cadw now fly from the Edwardian castles.",
        "crow fly ' basis, using Ordnance Survey data.",
        "Sealed with a kiss It's that time of year again - time to let Cupid 's arrow fly.",
        "dap a fly.",
        "dapping rod the fly can be touched onto the surface.",
        "At long last after a somewhat diffident introduction with transport and tanker aircraft Royal Auxiliary Air Force aircrew are now to fly Tornado aircraft.",
        "dinghy racing then got in the way but he resumed his love affair with fly fishing some 15 years ago.",
        "discussed in the previous article, we fly from our center point (or center of gravity ).",
        "disheartening especially when it's freezing cold and the bird refuses to fly.",
        "dispersed when it dries and they fly.",
        "Once airborne pilots should fly away from the hill so as to minimize any disturbance to stock or other users.",
        "dog biscuitan from Newport is doing very well catching carp on the fly on his version of a floating dog cookie.",
        "dragonflylass=\"ex\">Adult dragonflies often fly long distances away from water in search of prey.",
        "Eventually he was drugged up enough for us to fly home where he spent a week in hospital having a huge back abscess drained.",
        "The heaviest nymph goes in the middle with a lighter fly on both the point and the top dropper.",
        "drosophila melanogaster is a fruit fly, a little insect about 3mm long, of the kind that accumulates around spoiled fruit.",
        "There are also rewards for those who wish to fish dry fly under the right conditions.",
        "The fishing is for brown and some rainbow trout using up-stream dry fly and nymph.",
        "dry fly in all types of running water.",
        "Fiona was best friends with Ronnie and together they formed a hip-hop duo, Fresh & Fly.",
        "dusk approached, we settled on a lonely mound to watch the cranes fly by and gather to roost.",
        "elasticized drawstring waist with button fly.",
        "Viscid silk also needs to absorb the kinetic energy of the fly, corresponding to a high value.",
        "I leave each fly 24 hours (despite the name ' 5-minute epoxy ' ).",
        "eye opener for one weaned on a cult of fly fishing with wet and dry flies.",
        "lanner falcons can fly at speeds of up to 100 miles per hour in one of their famous power dives called a stoop.",
        "See how falconers pick up birds, tie the falconers knot and fly birds to the fist.",
        "Fly Whisk On display in the Museum is a fan-like object made of ostrich feather.",
        "feminine in form and increasingly shown in domestic confinement, no longer free to fly.",
        "Old songs Room, Fly and Whispers have a new ferocity and groove while new ones (so new they dont have names!",
        "It switched the drive FET in the fly back generator directly and monitored the output voltage via a comparator.",
        "There is much research still to be done into this species, and I urge any keen fly fisher to have a go.",
        "Dry Fly ' Dry Fly ' is a passionate fly fisher who, unusually, fishes dry fly exclusively and with no exceptions.",
        "What salmon fisher has never had a fly in the back of his head, or at least, in his hat?",
        "In reality, the fly fisher needs to know only a few reliable knots.",
        "Where fly fishers could sit & pass the time of day without mentioning, bag limits boobies & blobs.",
        "It was amended with the rule that bait fishers will give way to fly anglers.",
        "Our coarse fisherman had yet to catch a coarse fish on the fly.",
        "fly fishing is really quite easy; to fish a river like the Kelvin you will need a suitable rod.",
        "In the 21st Century the company still build quality bamboo fly fishing rods.",
        "Over the past fifty years I have used dozens of fly fishing rods.",
        "fixed-wing aircraft type is because we can fly them in all but the most horrendous weather conditions.",
        "Adam, Swansea, Wales I fly the union flag from my desk at work.",
        "I notice you have two flagpoles above No 10, will you fly the flag?",
        "The ordinary citizen can already fly the national flag anytime they like from a vertical flagpole without the need to request consent from anyone.",
        "A catch and drive saw flanker Redford Pennycook touch down for a try, which fly half Tommy Hayes was unable to convert.",
        "Tongan international flanker Johnny Tuamoheloa is now at Worcester and fly half Dave Harvey has returned to Australia after a spell with Coventry.",
        "fledged juvenile which was found grounded unable to fly.",
        "A sixth fatality involved a newly fledged juvenile which was found grounded unable to fly.",
        "Do not fly over people (including other fliers ), animals, buildings or cars.",
        "flightless insect, the snow fly, is a crane fly whose summer relatives resemble giant mosquitoes.",
        "fly at altitudes high enough to experience this kind of radio disruption.",
        "fly into a rage at the slightest criticism.",
        "fly fishing for pike a central place.",
        "fly fisherman alive who has not heard of Where The Bright Waters Meet?",
        "fly rod, it can also be built as a useful shrimping and worming rod.",
        "fly tippers has been blocked up following a blaze and an asbestos scare.",
        "fly ash are compared.",
        "Sheep farmers, forced to dip sheep in organophosphates to control skin boring pests called warble fly, have suffered serious health problems.",
        "fly in the ointment.",
        "fly agaric mushroom.",
        "The engineering and environmental benefits of using fly ash are investigated for each sector.",
        "fly ash utilization: cement and concrete.",
        "This report by Irene Smith reviews recent information on land uses for coal fly ash.",
        "Barry is married with two grown up children and enjoys watching most sports but is a keen fly fisherman.",
        "The legend says that he was an experienced fly fisherman working as an engineer for NASA.",
        "Over the last twenty years the fishery has been developed as a paradise for the discerning fly fisherman.",
        "follicle cell clones in a fly egg chamber.",
        "foolhardy attempts to learn to fly a microlight.",
        "frit fly.",
        "The three laboratories had previously discovered that fruitless is the master gene controlling the male fruit fly 's elaborate six-step courtship ritual.",
        "fuselage side - we didn't know Vera Lynn worked for Fly B-N!",
        "The young gannets tumble off the rock, hopefully learning to fly on the way down in this ultimate school of hard knocks.",
        "visit the giant pandas at the zoo, and in the evening fly to Beijing and indulge in a succulent Peking Duck dinner.",
        "Back to top flying You are allowed to fly a glider from the age of 16.",
        "glimmering white by the array the dice fly review each station.",
        "golden eagles could fly round the world and talk Chinese, Japanese and English?",
        "Activity on the cliffs has diminished as young guillemots and Razorbills have left the nest - before they can fly!",
        "A parachute fly has a hackle that is wound horizontally around the vertical wing post.",
        "hair triggertrigger temper can fly whenever, even toward those close to you.",
        "The fly half added the two extra points from in front of the posts to make the score 24-10.",
        "The road was rugged, but still we seemed to fly over it with a feverish haste.",
        "head lousee cannot jump or fly, but walk from one head to another.",
        "Sparks will fly when their schooling in swords and sorcery comes head-to-head!",
        "The fly ash and the bottom ash from incineration (depending on the waste composition) can contain heavy metals.",
        "Can I fly the helicopter or the jumbo jet?",
        "A peacock herl body would seem essential to the success of a grayling fly tied in traditional style.",
        "Electronically hijacking the WTC Attack Aircraft Joe Vialls examines what REALLY caused the 9/11 aircraft to fly into the World Trade Center More.. .",
        "homing pigeons could fly at nearly 600 mph.",
        "We returned at dusk and watched a magnificent rhinoceros hornbill fly in to roost.",
        "hornet robber fly Asilus crabroniformis: land use and livestock grazing regimes at sites in England.",
        "humming bird to cactus Many flowers rely on insects for pollination, which fly from flower to flower, covered in pollen.",
        "hurt when I fly?",
        "ichneumon fly, and lays an egg within this grub, and behold!",
        "imitated successfully by the fly dresser.",
        "incinerator fly ash.",
        "What about your pet's natural instincts to burrow, forage or fly?",
        "Three reefs in the main, and a small jib made us fly into the increasing waves.",
        "You then fly the ship to another planet and push the joystick down to land there.",
        "Lesser house fly maggots are often common in poultry and livestock manure.",
        "Tsetse Research Laboratory, Bristol University Molecular basis of tsetse immunity / molecular characterisation of the tsetse fly midgut lectin.",
        "I let it fly and stripped fast, the GT turned, went for the fly and turned away at the last millisecond.",
        "minnow stocks that are set to fly, or dive.",
        "I changed the tail fly for a large muddler minnow, greased it up and skated it across the surface.",
        "monopolized coastal trade, requiring every trading vessel to fly his flag.",
        "Itinerary Day 1 We fly from London to Cochin, arriving the next morning.",
        "PhD projects are available for students interested in studying morphogenesis in cell culture or in a developmental context in the fly.",
        "Children can't fly: a program to prevent childhood mortality from window falls.",
        "A a tsetse fly B a tick bite C a female anopheles mosquito D a male mosquito For help have a look here.",
        "We were able to tag along and visit the command bunker and then watch a fly past by a P51 mustang and a Harvard.",
        "Fig 2. mycorrhizas of the Fly Agaric toadstool (Amanita muscaria) [© Jim Deacon] Why do plants have mycorrhizas?"
    ],
    "definition": [
        "Any of numerous two-winged insects of the order Diptera, especially any of the family Muscidae, which includes the housefly.",
        "Any of various other flying insects, such as a caddisfly.",
        "Link/Cite"
    ]
}