{
    "translation": "מקולקל",
    "uses": [
        "A papal and Spanish attempt upon Ireland in the same year was foiled at Smerwick.",
        "An attempted attack on Antwerp was foiled by the vigilance of the Cardinal Infant.",
        "The committee rejected the demand, and Grosseteste foiled an attempt on the king's part to separate the clergy from the baronage.",
        "His plans were foiled by the courage of Arminius and the inability of the Roman exchequer to pay a larger army.",
        "An isolated attack on Charleston, South Carolina, had been made by Sir Henry Clinton and Sir Peter Parker as early as June 1776, but this was foiled by the spirited resistance of General William Moultrie; after 1778 the southern attempts, stimulated in part by the activity of the French in the West Indies, were vigorously sustained.",
        "She reached into the cage and, after several foiled attempts, managed to capture one of the little bunnies.",
        "A victory in the Dunes by Turenne, now reinstalled in honor, and above all the conquest of the Flemish seaboard, were the results (June 1658); but when, in order to prevent the emperors intervention in the Netherlands, Mazarin attempted, on the death of Ferdinand III., to wrest the Empire from the Habsburgs, he was foiled by the gold of the Spanish envoy Peflaranda (1657).",
        "Foiled by the valour of the citizens, they sailed away and harried the coast from Essex to Hampshire. !Ethelred now resorted to the old experiment and bought them off for £16,000 and a promise of supplies.",
        "The English commander, thus foiled, executed a daring and skilful march round the enemy's flank, and on the 9th drew up for battle in rear of the hostile army.",
        "Thanks mainly to the support of the tsar and of England these schemes were foiled; and France emerged from her disasters with frontiers which were practically those of 1792.",
        "This plan was dropped; but Malcolm of Scotland was forced to restore the northern counties which had been ceded to David; North Wales was invaded in 1157; and in 1159 Henry made an attempt, which was foiled by the intervention of Louis VII., to assert his wife's claims upon Toulouse.",
        "This ambitious marshal, brother-in-law of Napoleon, foiled in his hope of gaining the crown of Spain, received that of Naples in the summer of 1808, Joseph Bonaparte being moved M",
        "The plan was foiled in part by his own lack of military skill, but chiefly through the heroic resistance of Vienna and its timely relief by John Sobieski, king of Poland.",
        "The expedition was not permitted to ascend the river Paraguay, and returned completely foiled in its main purpose.",
        "Occasionally the Church gave trouble - the presence of foreign priests was complained of; attempts to evade the law prohibiting conventual life were detected and foiled (1891, 1894); and there were Indian risings, repressed sometimes with great severity, among the Mayas of Yucatan, whose last stronghold was taken in 1891, and the Yaquis of Sonora (1899-1900).",
        "Foiled in their first ill-directed attempt, they were compelled to have recourse to that tremendous engine of regal tyranny, the law of treason.",
        "A desperate plan to seize Sparta itself was foiled by Aristocrates, who paid with his life for his treachery.",
        "Under William III., Governors Sloughter and Fletcher worked for a law (passed in 1693 and approved in 1697) for the settling of a ministry in New York, Richmond, Westchester and Queen's counties; but the Assembly foiled Fletcher's purpose of establishing a Church of England clergy, although he attempted to construe the act as applying only to the English Church.",
        "She foiled the attempts of the English ambassador to make her ratify the treaty of Edinburgh, and, while Lethington, no worse a prophet than Knox, predicted \" strange tragedies,\" Mary came home.",
        "The expedition cost Great Britain a million and a half, but the attempt at farther extension westwards was foiled, and a little later treaties with Lobenguela and the grant to Cecil Rhodes and his co-directors of a charter for the British South.",
        "Another attempt by the Lorraine family to reconquer their duchy was thus foiled, and at the same time a second imperial army under the duke of Saxe-Eisenach, which had crossed the Rhine by Philipsburg, was shut up in an island of the Rhine and forced to make terms with the French.",
        "In the time following the peace of Nicias the Mantineians, whose attempts at expansion beyond Mount Maenalus were being foiled by Sparta, formed a powerful alliance with Argos, Elis and Athens (420), which the Spartans, assisted by Tegea, broke up after a pitched battle in the city's territory (418).",
        "In October Lee attempted a third Bull Run campaign on the same lines as the second, but Meade's steadiness foiled him, and he retired to the Rapidan again, where he in turn repulsed Meade's attempt to surprise him (Mine Run, November 26-28, 1863).",
        "Meanwhile David Leslie, with singularly excellent strategy, foiled and evaded Cromwell in the neighbourhood of Edinburgh, till the great cavalry leader was forced to retreat towards England.",
        "The khan made a vigorous defence; and, after the royal troops had been foiled in their attempts to take the city by storm or surprise, a negotiation was proposed by the king which terminated in a treaty of peace.",
        "A scheme was prepared for a joint attack on the English coast, but it was foiled by the battle of St Vincent, in which Jervis and Nelson forced the Spanish fleet to retire to Cadiz.",
        "foiled two dirty bomb plots in London.",
        "The attempt was foiled; Andronicus was blinded by his father's orders and Sauji was put to death (1387).",
        "Foiled at the Dardanelles the Allies next attempted to attain their ends by a much greater expedition to Salonika.",
        "Two plots to murder the king were now discovered, and James also foiled the attempts of Henry VIII.",
        "John returned to England foiled, and in great anger; he resolved to give up the French war, secured a truce with King Philip by abandoning his attempt to reconquer his lost lands on the Loire, and turned to attack the recalcitrant subjects who had refused to join him in his late campaignbeyond the Channel.",
        "The deposition and death of the empress foiled this plan; and after a desultory warfare in Italy between the two empires, negotiations were recommenced which in 810 led to an arrangement between Charles and the eastern emperor, Nicephorus I.",
        "Jehoshaphat, attempting to follow his ancestors' example, was foiled by the shipwreck of his navy (r Kings xxii.",
        "But all his efforts were foiled, and the Norman capital surrendered, completely starved out,on the i9th of January 1419.",
        "It was not till the very end of the reign that what was in some ways the most dangerous of Spanish aggressions was foiled at Kinsale.",
        "An attack on Eion was foiled by the arrival of Thucydides, the historian, at the head of an Athenian squadron.",
        "Mar never crossed the Forth, and the command of Mackintosh, who did, was captured, with his Northumbrian cavaliers, at Preston, on the very day (12th of November) when Argyll foiled Mar in the confused battle of Sheriffmuir.",
        "In 1816 the Spanish general Laserna, having been appointed commander-inchief of Upper Peru, made an attempt to invade the Argentine provinces, intending to march on Buenos Aires, but he was completely foiled in this by the activity of the irregular gaucho troops of Salta and Jujuy, and was forced to retire.",
        "If that was her intent, she knew by now that it had been foiled.",
        "Lana's second plan was foiled.",
        "Evidently it wasn't at all the response he expected and his planned route was foiled.",
        "The doctrine of the restoration appeared necessary because the spirit, in spite of its inherent freedom, cannot lose its true nature, and because the final purposes of God cannot be foiled.",
        "arch with a renewed hoodmould over three cinquefoiled, two-centred lights with foiled panel tracery above.",
        "gang of bank robbers pull off the perfect heist, only to be foiled by a little old lady.",
        "He had successfully foiled a plot to con him previously by old-time grifter Harry Holmes, resulting in his imprisonment.",
        "Ladykillers 15/20 A gang of bank robbers pull off the perfect heist, only to be foiled by a little old lady.",
        "contains a single foiled lancet of Victorian date but no convincing signs of insertion.",
        "parry those good intentions were soon foiled when goalkeeper Gower parried an effort from Williams.",
        "While in Baltimore, while on the way to the inauguration, Pinkerton foiled a plot to assassinate the president.",
        "Details of a foiled armed robbery in Barnes were also given.",
        "However, he was foiled in his attempt owing to the ship's copper sheathing.",
        "It has a two-centred arch with a renewed hoodmould over three cinquefoiled, two-centred lights with foiled panel tracery above.",
        "These steps foiled the plans of the Russian warmongers and the Kremlin's political elite.",
        "weathered surface rock had foiled his valiant attempts.",
        "Foiled by the dictators stubbornness, Cavour had once more to take to underhand methods; and, while continuing futile negotiations with King Francis, sent his agents into Naples to stir up disaffection and create a sentiment in favor of national unity strong enough, in any event, to force Garibaldis hand.",
        "Lanfranc's greatest political service to the Conqueror was rendered in 1075, when he detected and foiled the conspiracy which had been formed by the earls of Norfolk and Hereford.",
        "The first event in the history of Ionia of which we have any trustworthy account is the inroad of the Ciinmerii (see Scythia), who ravaged a great part of Asia Minor, including Lydia, and sacked Magnesia on the Maeander, but were foiled in their attack upon Ephesus.",
        "Later Egypt totally rebutted these claims - Israel 's jets had been foiled, a military spokesman said.",
        "However, he was foiled in his attempt owing to the ship 's copper sheathing.",
        "These steps foiled the plans of the Russian warmongers and the Kremlin 's political elite.",
        "Paul had tried to place a bolt to ease the take-off, but the brittle, weathered surface rock had foiled his valiant attempts.",
        "Her plan was foiled as she emerged to waiting security guards who escorted her to the door.",
        "Using a spatula, carefully place each cookie on the foiled cookie sheets.",
        "In the modern market for electric shavers, there are two basic designs that have begun to dominate the market: rotary based shavers or foiled based designs."
    ],
    "definition": [
        "simple past tense and past participle of foil",
        "Link/Cite"
    ]
}