{
    "translation": "\tחיבה",
    "uses": [
        "Cicero remarks upon his fondness for archaisms (Brutus, 74.259).",
        "All the early writers dwell with great fondness on the origin and adventures of this race.",
        "On his recovery Peter's fondness for his friend overcame his sense of justice.",
        "It is said that during his residence in Sweden Panin, who certainly had a strong speculative bent, conceived a fondness for constitutional forms of government.",
        "The notorious fondness of the Athenians for litigation increased his power; and the practice of \"sycophancy\" (raking up material for false charges; see Sycophant), enabled him to remove those who were likely to endanger his ascendancy.",
        "His literary training was inadequate; his vocabulary is limited and his style awkward and pretentious; and he had a fondness for moralizing tritely and obviously, which mars his best passages.",
        "As early as 1662 the king's excessive fondness for him had caused anxiety.",
        "This rodent is one of the commonest of British mammals, and frequents fields, woods and gardens in numbers, often doing considerable damage owing to its fondness for garden produce.",
        "2 To XE7rr6yeow), which presented no attraction to invaders, the permanence of the same inhabitants in the country, whence arose the claim to indigenousness on which the Athenians so greatly prided themselves; while at the same time the richer ground fostered that fondness for country life, which is proved by the enthusiastic terms in which it is always spoken of by Aristophanes.",
        "His enthusiasm for the land and the people, his idealistic outlook, his bright but simple manner, his utter lack of conventionality and stiffness, his fondness for travelling and nature and sport captivated the Canadian heart.",
        "Yet his fondness for the antithesis of Being and Not-being (Ens and Non-ens) shows that he had not shaken off the spirit of scholastic thought.",
        "Early Christianity had thus naturally a special fondness for this class of literature.",
        "He'd remembered the immortal world with fondness, for it was the only place and time he'd ever been happy.",
        "Their essential trait is their perennial cheerfulness, and their fondness for dance and song and every sort of amusement.",
        "I never could understand the fondness some people have for confusing their minds by dwelling on mystical books that merely awaken their doubts and excite their imagination, giving them a bent for exaggeration quite contrary to Christian simplicity.",
        "Physically he was stout, and a slave to the Bourbon fondness for good living; Louis XVI.",
        "During his infancy he was taken from the care of his mother by the empress Elizabeth, whose ill-judged fondness is believed to have injured his health.",
        "The king shared his fondness for hunting and rapidly advanced him in favour.",
        "Another peculiarity, more fatal to him in that aristocratic age than any other, was his fondness for the common people, which was increased by his passion for a pretty Dutch girl, named Dyveke, who became his mistress in 1507 or 1509.",
        "It is a just remark of Thackeray's that he everywhere half-consciously recognizes her as his better angel, and dwells on her wit and her tenderness with a fondness he never exhibits for any other topic. On the 28th of January 1728, she died, and her wretched lover sat down the same night to record her virtues in language of unsurpassed simplicity, but to us who know the story more significantly for what it conceals than for what it tells.",
        "He had a special fondness for records of human devotion and self-sacrifice, whether they were monkish legends, Indian tales, Norse drcipas or bits of American history.",
        "ARCHIPPUS, an Athenian poet of the Old Comedy, who flourished towards the end of the 5th century B.C. His most famous play was the Fishes, in which he satirized the fondness of the Athenian epicures for fish.",
        "In company with a certain proportion of old hounds, the youngsters learn to stick to the scent of a fox, in spite of the fondness they have acquired for that of a hare, from running about when at walk.",
        "Urban was frugal and never practised simony, but harshness, lack of tact, and fondness for unworthy nephews disgraced his pontificate.",
        "Such are the tendency to make all things subservient to, or take the colour of some favourite subject, the extreme fondness and reverence either for what is ancient or for what is modern, and excess in noting either differences or resemblances amongst things.",
        "Archippus was ridiculed by his contemporaries for his fondness for playing upon words (Schol.",
        "Chamber-music. - Bach's and his contemporaries' combinations with the harpsichord show the natural fondness, in his day, for instruments of a tone too gentle for prominent use in large rooms, or indeed for survival in modern times.",
        "When he was five or six, people took notice of his fondness for playing with his companions at setting out sacrifices, and at postures of ceremony.",
        "His style, modelled on that of Thucydides and unreservedly praised by Photius, is on the whole pure, though somewhat rhetorical and showing a fondness for Latinisms.",
        "palpalis exhibits an especial fondness for water and haunts more or less dense cover at the water's edge, recent observations in German East Africa show that G.",
        "In his fondness for mythological subjects (Hercules, Theseus) and his introduction on the stage (by a bold anachronism) of the poets Archilochus and Hipponax as rivals of Sappho, he approximates to the spirit of the latter.",
        "Hadrian displayed his special fondness for the city by raising new buildings and relieving financial distress.",
        "This is the excessive litigiousness, the fondness for law, legal forms, legal processes, which has ever been characteristic of the people.",
        "Cato ate and drank the same coarse victuals as his slaves, and even had the children suckled by his wife, that they might imbibe a fondness for the family.",
        "He further supposed that, while this independent vital series of C is sometimes of this simple kind, at other times it is complicated by the addition of a dependent vital series in E, by which, in his fondness for too general and farfetched explanations, he endeavoured to explain conscious action and thought.",
        "The principal theatres are liberally open to fresh dramatic talent of every kind, and the great fondness of the Danes for this form of entertainment gives unusual scope for experiments in halls or private theatres; nothing is too eccentric to hope to obtain somewhere a fair hearing.",
        "In spite of a careful education he soon showed a fondness for low society and amusement.",
        "His fondness for the allegorical and his manifest carelessness of preparation disappoint as often as his profundity, his devout mysticisms, his practical application attract and satisfy.",
        "Though the fondness of this species for the seeds of flax (Linum) and hemp (Cannabis) has given it its common name in so many European languages,' it feeds largely, if not chiefly in Britain on the seeds of plants of the order Compositae, especially those growing on heaths and commons.",
        "430) confesses to his early fondness for Virgil, and also tells us that he received his first serious impressions from the Hortensius of Cicero, an eloquent exhortation to the study of philosophy, of which only a few fragments survive.",
        "His descriptions, particularly of military operations, are clear, and his especial fondness for this part of the subject seldom leads him into unnecessary minuteness.",
        "fondness for animals, particularly dogs.",
        "He displayed a fondness for pomp and show on public occasions; he was the first Roman emperor to wear the diadem, and assumed the title of Lord and God on medals.",
        "fondness for the work of Daniel Bedingfield.",
        "There is a sense of fondness and nostalgia that the ghost should inspire.",
        "There Jerome, though frequently rebuked by the emperor, displayed his fondness for luxury, indulged in numerous amours and ran deeply into debt.",
        "But the French party contrived to get better terms for Sweden, by artfully appealing to the empress's fondness for the house of Holstein.",
        "In peace time he shows a decided fondness for money, and will go wherever it is to be earned.",
        "Mime Necker, despite her talents, her beauty and her fondness for philosophe society, was strictly decorous, somewhat reserved, and disposed to carry out in her daughter's case the rigorous discipline of her own childhood.",
        "Smith showed great fondness for books and remarkable powers of memory; and he was popular among his schoolfellows.",
        "His fondness of a wee dram was to be his undoing.",
        "fondness for product.",
        "The cast members speak of the film with a genuine fondness.",
        "She was spotted by Zeus, a god with a particular fondness for mortal women, on one of his many visits to earth.",
        "Jesus had a special fondness for those on the fringes of society.",
        "I also have a certain fondness for the term pus which they use in Dundee.",
        "I'll remember him and the times we had on tour with much fondness.",
        "grotty Northern pub is looked back upon with fondness.",
        "raspberrylts have a fondness for fermenting fruit which brings them into gardens to feed on fallen apples and ripe raspberries.",
        "Saba was welcomed, and quickly smothered by the Tunisian fondness for children.",
        "thrush family are well-known for their fondness for berries.",
        "I Descartes, with an, xnusual fondness for the letter of Scripture, quotes oftener than once in support of this monstrous doctrine the dictum, \" the blood is the life \"; and he remarks, with some sarcasm possibly, that it is a comfortable theory for the eaters of animal flesh.",
        "He was maltreated by the leading boyars whom successive revolutions placed at the head of affairs, and hence he conceived an inextinguishable hatred of their whole order and a corresponding fondness for the merchant class, their natural enemies.",
        "If the conclusions suggested under Sabini may be accepted as sound we should expect to find the Volsci speaking a language similar to that of the Ligures, whose fondness for the suffix -sco- we have noticed (see Ligures), and identical with that spoken by the plebeians of Rome, and that this branch of Indo-European was among those which preserved the original Indo-European Velars from the labialization which befell them in the speech of the Samnites.",
        "In 1743 he was elected heir to the throne of Sweden by the \"Hat\" faction in order that they might obtain better conditions of peace from the empress Elizabeth, whose fondness for the house of Holstein was notorious (see Sweden, History).",
        "His fondness for literature, however, soon made itself felt, and he published several slight pieces, until the outbreak of the French Revolution called him to a sterner occupation.",
        "During the four years which Lessing spent in Breslau, he associated chiefly with Prussian officers, went much into society, and developed a dangerous fondness for the gaming table.",
        "The fragments show fondness for alliteration and playing upon words, skill in the use of rustic and farcical language, and a considerable amount of obscenity.",
        "The adults have a fondness for fermenting fruit which brings them into gardens to feed on fallen apples and ripe raspberries.",
        "Members of the thrush family are well-known for their fondness for berries.",
        "She had a fondness for dismembering dolls, for anyone who wants to carry a prop.",
        "This is your special day, after all, and you should be able to look back on your wedding attire with fondness.",
        "Emma seems like a real sweet girl with a fondness for Harry Potter, but surprises Blair with threats.",
        "Maybe it wasn't funny at the time, but if you can laugh about it now, then you can look back on the experience with fondness.",
        "The song might get sung thousands of times every day at birthday parties for young and old alike, but behind widespread fondness for the song lies one of the most hotly contested copyright issues in music history.",
        "Though he showed a fondness for the profession of arms, he studied divinity, and was licensed by the presbytery of Edinburgh in 1745.",
        "Considering what happened to you there, I don't know how you can look at it with any kind of fondness.",
        "The representation of the university had been pronounced by Canning to be the most coveted prize of public life, and Gladstone himself confessed that he \" desired it with an almost passionate fondness.\"",
        "Destined by his father to the pursuits of trade, he was allowed, nevertheless, to indulge his fondness for music, and learnt to play at an early age on several instruments, his first teacher being the Tirolean composer, I.",
        "She stared after him, still perplexed by the hug - a fatherly or brotherly demonstration of fondness?",
        "bluebell woodlands due to their fondness for the bulbs.",
        "Guitar bows and pigeon coos and where is the lowest level of fondness and longing and sorrow in a house?",
        "I award her now the medal for total absorption, for being so forgetful of her father's fondness for hitting.",
        "He retained an enduring fondness for the college that witnessed his development from a rebellious teenager to a professional mathematician.",
        "The Minister has a great fondness for Poland, which I know is shared by many in the Chamber.",
        "The Sambar, which shares a fondness for water with the Chital, congregate at the forest pools.",
        "I have a real, real growing fondness for David and his relationship to actors.",
        "She was fun to be with and I definitely felt the most fondness for her.",
        "fondness for drink let him down.",
        "fondness for melancholy music you can't dance to.",
        "fondness for sparkly things.",
        "In Garfield, the orange tabby with attitude has a fondness for lasagna from, where else?",
        "Any fondness I may have developed for eating there was curtailed by a serious bout of food poisoning brought on by the spaghetti vongole.",
        "For that reason I have a certain fondness for this type of formula - it's easy and quick to apply, and it's so petite it can fit anywhere, unlike traditional perfume bottles.",
        "A cook with a fondness for deep fried foods and chocolate desserts will use different tools than one who regularly enjoys poached eggs and apple sauce.",
        "Spanish food is a reflection of the culture's fondness for full flavor and familiar faces.",
        "That now must enter every conversation, spoken of with fondness, tripping off your particular tongue.",
        "Consider really putting your passion into your cake, whether you have a flair for the artistic or a fondness for what's simple and traditional, and you will end up with a one-of-a-kind wedding cake design.",
        "Sultry Megan Fox has often been compared to Angelina Jolie because of her status as a sex symbol and fondness for tattoos.",
        "Though he had a fondness for Broadway theatre, his first major role was on the daytime soap opera The Young and the Restless, where he played Dr. William \"Snapper\" Foster for six seasons, from 1975 to 1982.",
        "Some of these pendants are meant as a set to be split between friends or they can be given individually as a token of fondness and caring.",
        "American Apparel - Known for their fondness of a wide array of 80's-inspired fashions, the finds here are budget-friendly and trendy all at once.",
        "What Kyrgyzstan lacks in gracious buildings and fancy cakes it makes up for with nomadic traditions such as laid-back hospitality, a healthy distrust of authority and a fondness for drinking fermented mare's milk.",
        "If you've played Karaoke Revolution and like it and have a fondness for hip-hop, then this game is a no-brainer for you.",
        "Interestingly, a name for his character that was rejected early in development was Vodka Gobalsky, though he is known for his fondness for the clear hardball.",
        "She's confessed to a fondness for Cheetos and Pop Tarts.",
        "It may become more sensitive, or you may develop a special fondness for certain foods.",
        "Though bright colors essentially ruled the decade, summer in particular saw a special fondness for pastels and neon hues.",
        "Some of the more unusual fetishes include chastity belts, fire play, and a fondness for boots or shoes.",
        "You can still feel a fondness in your heart for you boyfriend, just not a passion for him.",
        "Moving on doesn't mean you regret, it simply means you remember the past with fondness and keep moving toward the future.",
        "The traditional meaning of a promise ring is a commitment to marry - if the couple is not considering that step at all in their future, it may be better to exchange other tokens of friendship and fondness.",
        "A little planning early on can help to ensure that the proposal is made in a way that will be remembered with fondness forever.",
        "Whether you are a dog-lover, cat-lover, or have a special fondness in your heart for an endangered species, there are hundreds of different animals with pictures on tote bags.",
        "Smart and measured, Virgo men typically have a way with words and a fondness for books.",
        "If The Breakfast Club is one of your favorite movies and you know the words to every Culture Club song ever written, you might have a fondness for all things 80s, including 80s vintage platform shoes.",
        "Her eclectic style meshes with a fondness for using materials that most people would never dream of decorating a room with.",
        "Whether you're superstitious and want to carry a bit of good fortune wherever you go, or have a justified fondness for all things equestrian, you'll love these ideas for making creative horseshoe nail designs."
    ],
    "definition": [
        "tender or doting affection",
        "an inclination; taste",
        "ARCHAIC\nfoolishness",
        "Link/Cite",
        "the quality of being fond",
        "Link/Cite"
    ]
}