{
    "translation": "\tאסור",
    "uses": [
        "There are many things I'm forbidden from telling you.",
        "You're forbidden from entering, Rhyn.",
        "The kitten gazed wistfully at the forbidden fruit.",
        "\"Yes, you are forbidden from training with them,\" he said.",
        "That's not forbidden by his law.",
        "Women are forbidden to fight.",
        "She was forbidden to engage the operator in any conversation and make the call as brief as possible.",
        "The men were forbidden to talk out loud, to smoke their pipes, or to strike a light, and they tried to prevent their horses neighing.",
        "When Descartes complained to the authorities of this unfair treatment, 4 the only reply was an order by which all mention of the name of Cartesianism, whether favourable or adverse, was forbidden in the university.",
        "Alex had strictly forbidden her to ride alone there after the wild dog problem.",
        "The ejected ministers were forbidden to preach or administer the sacraments.",
        "Just stepping into the cave-like master bedroom made her feel as if she was entering some forbidden place.",
        "We Originals are forbidden from fighting one another.",
        "\"You are forbidden from destroying another's planet,\" Jetr reminded him.",
        "Divorce is forbidden by the Roman Catholic Church, and only 839 judicial separations were obtained from the courts in 1902, more than half of the demands made having been abandoned.",
        "\"My magic is that of the forbidden,\" he said.",
        "I am forbidden from creating deals with material outcomes.",
        "Distraint on a debtor's corn was forbidden by the Code; not only must the creditor give it back, but his illegal action forfeited his claim altogether.",
        "A sort of symbolic retaliation was the punishment of the offending member, seen in the cutting off the hand that struck a father or stole a trust; in cutting off the breast of a wet-nurse who substituted a changeling for the child entrusted to her; in the loss of the tongue that denied father or mother (in the Elamite contracts the same penalty was inflicted for perjury); in the loss of the eye that pried into forbidden secrets.",
        "The source of my magic is from the forbidden, the depraved.",
        "The only result of his letter, however, was that he was forbidden to re-enter Sardinian territory.",
        "The exportation of works of art and antiquities from Italy without leave of the ministry is forbidden (though it has in the past been sometimes evaded).",
        "One, no matter what you See, you are forbidden from telling the person exactly what it is.",
        "We are allowed moral certainty, but are forbidden the hope of genuine moral victory.",
        "\"Forbidden,\" Kiki said firmly.",
        "It's forbidden to do so, has been since the Schism, the Other said.",
        "The Jews were forbidden to reside in the city, but Christians were freely admitted.",
        "Bethlehem! and he's forbidden by.",
        "\"It would stand to reason it's also forbidden for you to be here,\" Damian replied.",
        "In most countries where religious opinion is sharply divided the procession of Corpus Christi is therefore now forbidden, even when Catholicism is the dominant religion.",
        "Unless Sasha posed a direct threat to the Council, Kris was forbidden from buying an assassination, despite suspecting his brother wasn.t as innocent as he proclaimed.",
        "In fact, it's likelier that kids of that day were forbidden by proper parents from hanging out at the Globe Theater.",
        "The use of tobacco, coffee, opium and wine were forbidden on pain of death; eighteen persons are said to have been put to death in a single day for infringing this rule.",
        "In the middle ages, meat, eggs and milk were forbidden in Lent not only by ecclesiastical but by statute law; and this rule was enforced until the reign of William III.",
        "He was denounced by the pope himself in an apostolic brief of the rlth of December 1862, and students of theology were forbidden to attend his lectures.",
        "By a further act of 1541 - which was not repealed until 1845 - artificers, labourers, apprentices, servants and the like were forbidden to play bowls at any time save Christmas, and then only in their master's house and presence.",
        "The rules of the Scribes enumerated thirty-nine main kinds of work forbidden on the Sabbath, and each of these prohibitions gave rise to new subtilties.",
        "Played in double time the tune was a favourite march in the Revolutionary armies, until it was forbidden by Napoleon, on becoming First Consul.",
        "Those who were reconciled were deprived of all honourable employment, and were forbidden to use gold, silver, jewelry, silk or fine wool.",
        "In 1667, the oration at the interment was forbidden by royal order.",
        "on Ezek.) the Jewish youth were forbidden to read the mysterious first chapter (called the markaba, the \" chariot \") and the concluding section (x1.-xlviii.) till they reached the age of thirty years.",
        "Honorius, in the West, at the end of the 4th century, made a constitution providing that if any desired to litigate before the bishops they should not be forbidden, but that in civil matters the prelates should render judgment in the manner of arbitrators by consent (Cod.",
        "Yet, if the motive is forbidden us, it is plain from another point of view that good persons ought to be happy.",
        "Odoric set out on his travels about 1318, and his journeys embraced parts of India, the Malay Archipelago, China and even Tibet, where he was the first European to enter Lhasa, not yet a forbidden city.",
        "This second questioning was afterwards forbidden; but the prohibition was got over by merely suspending and then renewing the sessions for questioning.",
        "Had Napoleon then forbidden them to fight the Russians, they would have killed him and have proceeded to fight the Russians because it was inevitable.",
        "Forbidden to invade the Romagna, he returned indignantly to Caprera, where with Crispi and Bertani he planned the invasion of Sicily.",
        "In South Australia boys had to undergo three stages of initiation in a place which women were forbidden to approach.",
        "The hindrance, however, to the general development of trade which the act involved aroused at once loud complaints, tO which Cromwell turned a deaf ear, continuing to seize Dutch ships trading in forbidden goods.",
        "Clearly, then, it was a day of suspended activity, but it will be noted that no religious observances are prescribed in place of the forbidden secular matters.",
        "Absolution in foro externo was forbidden to be given secretly to those who made voluntary confession; they had to submit to the ignominy of the public auto-de fe.",
        "Suddenly her door opened softly and her old nurse, Praskovya Savishna, who hardly ever came to that room as the old prince had forbidden it, appeared on the threshold with a shawl round her head.",
        "The first declared that the report that Count Rostopchin had forbidden people to leave Moscow was false; on the contrary he was glad that ladies and tradesmen's wives were leaving the city.",
        "The vestals were vowed to, chastity, lived together in a great nunnery, were forbidden to open or enter a tavern, and together with other votaries had many privileges.",
        "Nishani, here women are forbidden to fight, Talal said with a shake of her head.",
        "On the demand of Lennox, Darnley's father, Bothwell was put upon his trial, in April, but Lennox, having been forbidden to enter the city with more than six attendants, refused to attend, and Bothwell was declared not guilty.",
        "The monastic buildings required for public purposes have been made over to the communal and provincial authorities, while the same authorities have been entrusted with the administration of the ecclesiastical revenues previously set apart for charity and education, and objects of art and historical interest have been consigned to public libraries and museums. By these laws the reception of novices was forbidden in the existing conventual establishments the extinction of which had been decreed, and all new foundations were forbidden, except those engaged in instruction and the care of the sick.",
        "Exotic side dishes range from truffle oil creamed corn to black forbidden rice.",
        "We had always teetered on the edge, Martha and me, even as young children, playing you-show-me-yours-I'll-show-you-mine and sneaking to places forbidden.",
        "His power comes from the depraved and the forbidden.",
        "Killing in cold blood was forbidden.",
        "You can't be serious about following him.  It's forbidden for us to travel uninvited into Death's domain.",
        "This brought them under the official censure, and was forbidden.",
        "In 1801 and 1802 Napoleon took into his own hands the independence of both Catholic and Protestant Churches, the national synod was abolished, and all active religious propaganda was rigorously forbidden.",
        "It is extended in v II to the vineyard and the olive oil, but here the culture necessary to keep the vines and olive trees in order is not forbidden; the precept is only that the produce is to be left to the poor.",
        "Scourging (although it had been a well-known punishment of the synagogue) was at first forbidden.",
        "In 1832 priests were forbidden to join them, and they had to apply to a deposed Bosnian metropolitan, who became their chief bishop, establishing his see in the monastery of Belokrinitsa in Bukovina.",
        "The foreign slave-trade was forbidden by this organic act.",
        "Family prayers were forbidden if any outside the immediate family were present, and religious services at the graveside were prohibited.",
        "By other provisions appeals to Rome without the licence of the king were forbidden.",
        "Spirits, of which the importation is forbidden in Northern Nigeria, are freely smuggled over the border from Southern Nigeria.",
        "In much of Europe, because of deep fear and suspicion of GMO crops, their importation is forbidden.",
        "It was forbidden to insult or revile another person or officer.",
        "The deliberate sending of junk or spam e-mails is forbidden.",
        "Eating swine is expressly forbidden in both the Bible and the Koran.",
        "Christians are forbidden to enter the mosques.",
        "forbidden by the 2nd commandment.",
        "forbidden by law to operate in the United States.",
        "Cookies are absolutely forbidden.",
        "It was only as late as 1904, however, that the landed proprietors were forbidden by law to inflict corporal punishment upon the peasants.",
        "The ordinary laws, too, had been suspended; the fining and confiscation of newspapers had been resumed, and the \" Cadets \" had been forbidden to hold a congress.",
        "Carriers were forbidden to keep any accounts, records or memoranda other than those approved by the Commission.",
        "12, where the massebhah or stone symbol of deity (forbidden in Deut.",
        "Enclosed within the Tatar city is the Hwang ch' eng, or \"Imperial city,\" which in its turn encloses the Tsze-kin ch' eng, or \"Forbidden city,\" in which stands the emperor's palace.",
        "Turning southwards we come again to the Forbidden City, the central portion of which forms the imperial palace, where, in halls which for the magnificence of their proportions and barbaric splendour are probably not to be surpassed anywhere, the Son of Heaven holds his court.",
        "Outside the Forbidden City the most noteworthy building is the Temple of Heaven, which stands in the outer or Chinese city.",
        "The influence of Demeter, however, was not limited to corn, but extended to vegetation generally and all the fruits of the earth, with the curious exception of the bean, the use of which was forbidden at Eleusis, and for the protection of which a special patron was invented.",
        "A Texet'ij (\" initiatory ceremony \") of women by a woman also took place at Eleusis, characterized by obscene jests and the use of phallic emblems. The sacramental meal on this occasion consisted of the produce of land and sea, certain things (pomegranates, honey, eggs) being forbidden for mystical reasons.",
        "The keeping of them was continued by Augustus, but their publication was forbidden (Suetonius, Augustus, 36).",
        "When her brothers Eteocles and Polyneices had slain each other in single combat, she buried Polyneices, although Creon had forbidden it.",
        "Hadrian had forbidden circumcision as illegal mutilation: he had also replaced Jerusalem by a city of his own, Aelia Capitolina, and the temple of Yahweh by a temple of Jupiter.",
        "The Jews were forbidden to enter the new city of Jerusalem on pain of death.",
        "(439) under penalty of a heavy fine, Jews were forbidden to hold Christian slaves under pain of death (423).",
        "In Mainz there settled in the 10th century Gershom, the \" light of the exile,\" who, about 1000, published his ordinance forbidding polygamy in Jewish law as it had long been forbidden in Jewish practice.",
        "For example, the priests are not to be chosen by the people; penitents are not to be present at ordinations (lest they should hear the failings of candidates discussed); bishops are to be appointed by the metropolitan and his suffragan; sub-deacons may not distribute the elements of the Eucharist; clerics are forbidden to leave a diocese without the bishop's permission.",
        "Other canons treat of intercourse with heretics, admission of penitent heretics, baptism, fasts, Lent, angel-worship (forbidden as idolatrous) and the canonical books, from which the Apocrypha and Revelation are wanting.",
        "The mines became crown property, gold-mining was forbidden, and no one was permitted to enter the reservation without a licence.",
        "All ideas of external conquest were abandoned, Christianity was forbidden, and Japan closed to foreigners, only the Dutch being allowed a strictly limited commerce.",
        "Reiteration of baptism in the name of the Trinity is forbidden.",
        "The taking of interest was at first forbidden, but that prohibition is not now insisted upon.",
        "Higher education was long forbidden and is consistently opposed by the Old Order.",
        "At a later time he reproached himself for not having dethroned the Hohenzollerns outright; but it is now known that Alexander would have forbidden this step, and that he dissuaded Napoleon from withdrawing Silesia from the control of the House of Hohenzollern.",
        "There .are also fast days called m'battal (Arab.), on which it is forbidden to kill any living thing or eat flesh.",
        "These, however, are really \"rest-days,\" as fasting is forbidden in Mandaeism.",
        "It was again put down in 1559, and was finally forbidden to the clergy of the English Church by the unratified canons of 1571 (Report of the sub-committee of Convocation, 1908).",
        "of the Alleghanies was forbidden and on the 22nd of June 1774 parliament passed the Quebec Act which annexed the region to the province of Quebec. This was one of the grievances which brought on the War of Independence and during that war the North-West was won for the Americans by George Rogers Clark.",
        "Slavery was forbidden by the sixth article of the ordinance; and the third article read: \"Religion, morality and knowledge being necessary to good government and the happiness of mankind, schools and the means of education shall for ever be encouraged.\"",
        "Burgesses could buy and possess property in towns, which knights were forbidden to acquire; and though they could not intermarry with the feudal classes, it was easy and regular for a burgess to thrive to knighthood.",
        "26 enforced; the master was forbidden to put his slave to death, but was obliged to bring him before a court of justice; if he ill-treated him it was a penal offence.",
        "The sale of slaves (male and female) for immoral and gladiatorial purposes was forbidden; the custom of putting all the household to death when their master was murdered was modified.",
        "In 754 he assembled at the palace of Hiereion 338 bishops, by whom the worship of images was forbidden as opposed to all Christian doctrine and a curse pronounced upon all those who upheld it.",
        "He was for eight years professor of theology in the Protestant college of Nimes; but in 1661, having successfully opposed a scheme for re-uniting Catholics and Protestants, he was forbidden to preach in Lower Languedoc. In 1662 he obtained a post at Montauban similar to that which he had lost; but after four years he was removed from this also.",
        "To the Theological Seminary, opened in 1835, there came in the same year forty students from Lane Theological Seminary in Cincinnati, after the discussion of slavery there had been forbidden by its board of trustees.",
        "No fault was found in their life and teaching; but they were forbidden to define any sins as being mortal or venial until they had studied for four years.",
        "37, where Atargatis is derived from &Tep Far050s,\"without Gatis,\" - a queen who is said to have forbidden the eating of fish).",
        "In the Old and New Testaments the dog is spoken of almost with abhorrence; it ranked amongst the unclean beasts: traffic in it was considered as an abomination, and it was forbidden to he offered in the sanctuary in the discharge of any vow.",
        "The practices of exposure and sale of children, and of giving them in pledge for debt, are forbidden.",
        "The United State s h a d in 1 forbidden any a 794 Y m par ticipation by American subjects in the slave trade to foreign countries; they now prohibited the importation of slaves from Africa into their own dominions.",
        "8 of the United States north-west of the Ohio river, which was introduced by Nathan Dane and probably drafted by Manasseh Cutler, slavery was forbidden in the Territory.",
        "They were not even adscripti glebae, though forbidden to migrate; an imperial ukase of 1721 says, \" the proprietors sell their peasants and domestic servants, not even in families, but one by one, like cattle.\"",
        "The serfs were bought, sold, and given in presents, sometimes with the land, sometimes without it, sometimes in families and sometimes individually, sale by public auction being alone forbidden, as \" unbecoming in a European state.\"",
        "It was the practice to cut away the portion thus marked; but in case of legal documents this mutilation was forbidden by the laws of Justinian.",
        "Nearly all special legislation was forbidden.",
        "Contingent appropriations are forbidden, and the constitution contains a long list of subjects on which special laws may not be passed.",
        "Both provinces and municipalities are forbidden by the constitution to contract debts without a coincident provision of permanent revenue for their settlement.",
        "In the Deuteronomist the lamb is to be sodden or boiled, whereas in the Priestly Code this is expressly forbidden.",
        "The \"persecution\" had meanwhile produced its natural result: the use of the forbidden vestments rapidly spread; and since there was no central authority left competent to command obedience, every incumbent - intrenched in his freehold as a \"corporation sole\" - became a law unto himself.",
        "In consequence of these and other views, he was denounced from the pulpits, forbidden to lecture or to write (May 10, 16 9 0), and his arrest was ordered.",
        "KOSHER, or Kasher (Hebrew clean, right, or fit), the Jewish term for any food or vessels for food made ritually fit for use, in contradistinction to those pascal, unfit, and terefah, forbidden.",
        "The states are forbidden, likewise, to tax federal property, to tax inter-state commerce, to impose duties of their own on foreign imports, or to resist the execution of judicial sentences originating in other states.",
        "the N.W., the medieval castle on its mound (partly artificial and not a strong position, according to Istakhri) being almost deserted but still forbidden to visitors.",
        "Kuprili, who had forbidden the Polish enterprise, at once occupied Transylvania, and, in the course of the next five years, no fewer than four princes, three of whom died violent deaths, were forced to accept the kaftan and kalpag of investiture in the camp of the grand vizier.",
        "The queen-mother followed the king and cardinal to Compiegne, but as she refused to be reconciled with Richelieu she was left there alone and forbidden to return to Paris.",
        "The accounts of his life say that about 1343 he was forbidden to reveal his identity to anyone save Rulman Merswin.",
        "81), a woollen mantle was worn over the fringed linen skirt, wool was forbidden to the priests in the temple.",
        "Why the layman was forbidden a mixture of wool and linen (sha'atnez, Deut.",
        "The date of the discovery of diamonds,, upon which its wealth and importance chiefly depend, is uncertain,, but the official announcement was made in 1729, and in the following year the mines were declared crown property, with a crown reservation, known as the \"forbidden district,\" 42 leagues.",
        "Gold-mining was forbidden within its limits and diamond-washing was placed under severe restrictions.",
        "the drinking of pure wine, except when ordered medicinally, was forbidden) are attributed to him.",
        "ence of the sweating sickness, they were soon afterwards forbidden by the king, and discontinued during the remainder of his reign.",
        "Members of a regiment were of much the same age, and the young warriors were forbidden to marry until they had distinguished themselves in battle.",
        "Reproducing Content on another site or redistributing Content is forbidden.",
        "Taking Content from this site and editing it and posting it on another site is also forbidden.",
        "Pulpit warfare was waged between Savdnarola and his opponents, and the matter ended in his being forbidden to preach and in a proposed ordeal by fire, which, however, never came off.",
        "it was forbidden under penalty of death to demolish crosses and images and to commit other acts of scandal and impious sedition.",
        "By the grant of an immunity to a proprietor the royal officers, the count and his representatives, were forbidden to enter his lands to exercise any public function there.",
        "Thus it was at first forbidden that Arabs should buy or possess land in these countries.",
        "Mecca itself was taken; plundering was forbidden, but the tombs of the saints and all objects of veneration were ruthlessly destroyed, and all ceremonies which seemed in the eye of the stern puritan conqueror to suggest the taint of idolatry were forbidden.",
        "The trade of foreigners outside the gates of Hanse towns or with others than Hanseatics was forbidden in 1417, and in the Eastern towns the retail trade of strangers was strictly limited.",
        "The fruit is also known under the name of grape-fruit, pommeloes, and \"forbidden fruit.\"",
        "Members of Congress are forbidden to accept any employment or benefit from the executive.",
        "inhabitants were bound to pay tribute and give personal service to the grantee, were to pass to the Crown on the death of the actual holder; a fixed sum was to be assessed as tribute; and forced personal service was forbidden.",
        "Meanwhile he had gained a high reputation as a preacher, and especially as the advocate of religious freedom; but his teaching became more and more offensive to the orthodox party, and on the appearance (1864) of his article on Renan's Vie de Jesus in the Nouvelle Revue de theologie he was forbidden by the Paris consistory to continue his ministerial functions.",
        "They are even forbidden to enter the houses of Christians, and from such a pollution have to be purified before entering their own houses.",
        "the heretics were forbidden to give evidence in ecclesiastical courts, fathers were forbidden to allow a son or a daughter to marry a heretic, and to hold social intercourse with a heretic was an offence).",
        "12 a religion,\"Confucianism and Taoism, while the\" heterodox (sic),\"Buddhism especially, is\" partly tolerated, but generally forbidden, and even cruelly persecuted \"(Chantepie de la Saussaye, Religionsgeschichte, i.",
        "Either they were altogether forbidden to partake of the sacrament, or the holy wafer was handed to them on the end of a stick, while a receptacle for holy water was reserved for their exclusive use.",
        "However fiercely conducted, it failed, though the Uniate Church with slighter powers of resistance was now completely forced into Orthodoxy, its ceremonial being definitely forbidden and its monasteries dissolved.",
        "3 In the same Mishnic passage it is forbidden to render Lev.",
        "They belonged to the class of traditional literature which it was forbidden to write down, and, so long at least as the Targum tradition remained active, there would be little temptation to commit it to writing.",
        "In order to attract capital to the state, the legislature has reduced the taxes on corporations, has forbidden the repeal of charters, and has given permission for the organization of corporations with both the power and name of trust companies.",
        "Legislative divorces are forbidden by the constitution, and a statute of 1901 subjects wife-beaters to corporal punishment.",
        "The employment of children under fourteen years of age in factories is forbidden by statute.",
        "At the same time commerce was encouraged by the abolition of unauthorized tolls and by an improvement of the coinage; while the sale of arms to hostile peoples, and the trade in Christian slaves were forbidden.",
        "Oaths and the taking of life were absolutely forbidden; hence the magistracy and the army were for the Mennonite unlawful callings; but magistrates were to be obeyed in all things not prohibited by Scripture.",
        "Though the Historia was dedicated to Charles V., both works were forbidden on the 17th of November 1 553, and no editions of them were issued between 1554 and 1727.",
        "In 1408, however, the clergy of the city and archiepiscopal diocese of Prague laid before the archbishop a formal complaint against Huss, arising out of strong expressions with regard to clerical abuses of which he had made use in his public discourses; and the result was that, having been first deprived of his appointment as synodal preacher, he was, after a vain attempt to defend himself in writing, publicly forbidden the exercise of any priestly function throughout the diocese.",
        "When, after various journalistic indiscretions, James Franklin in 1722 was forbidden to publish the Courant, it appeared with Benjamin's name as that of the publisher and was received with much favour, chiefly because of the cleverness of his articles signed \" Dr Janus,\" which, like those previously signed \" Mistress Silence Dogood,\" gave promise of \" Poor Richard.\"",
        "Bishop Hannington, who attempted to enter Buganda by the forbidden route from the east, was murdered, and the Rev. R.",
        "All will admit who study the post-Nicene Church, that the Christian sacraments have stolen the clothes of the pagan mysteries, dethroned and forbidden by the Christian emperors.",
        "The diet held at Frankfort in 1456 recalled the fact that the council of Constance had forbidden the pope to impose tenths without the consent of the clergy in the region affected, and that it was clear that he proposed to \" pull the German sheep's fleece over its ears.\"",
        "To marry, to do away with images, to become monks and nuns, or for monks and nuns to leave their convent, to eat meat on Friday or not to eat it, and other like things - all these are open questions, and should not be forbidden by any man.",
        "was absolutely forbidden, as well as the application to the bishop of Rome for dispensations.",
        "The government remained tolerant toward the movement, and in January 1562 the Huguenots were given permission to hold public services outside the walls of fortified towns and were not forbidden to meet in private houses within the walls.",
        "On receiving the accusation the king-archon by proclamation warned the accused to keep away from temples and other places forbidden to such persons.",
        "As he was forbidden to hand a case over to his successor, it resulted that in the last three months of the year no accusations of homicide could be brought (Ant.",
        "It was decided that images are forbidden by Scripture and that the mass is not a sacrifice.",
        "The first class hold (1) that oaths are forbidden by the gospel, (2) that capital punishment is not allowed to the civil power, (3) that any layman may consecrate the sacrament of the altar, and (4) that the Roman Church is not the Church of Christ.",
        "When forbidden to preach without the permission of the bishop, they were driven to assert the right of all to preach, without distinction of age or sex.",
        "Varin in 1640 and the practice of hammering was forbidden in 1645.3 In England the new machinery was tried in London in 1561, but abandoned soon afterwards; it was finally adopted in 1662, although the old pieces continued in circulation until 1696.",
        "The employment of children under fourteen years of age in any factory is forbidden.",
        "The employment of children under fourteen years of age in any mercantile establishment, business office, hotel, restaurant or apartment house is also forbidden, except that in villages and in cities of the second or third class children upwards of twelve years of age may be so employed during the summer vacation of the public schools.",
        "The colonists of the patroons were exempted from all taxes for a period of ten years, but were forbidden to manufacture any cloth whatever.",
        "In Syria too, Turkish was made the official language, and Arabic forbidden in the schools.",
        "In 1614, at the instance of the Arminian party, an edict was passed by the states-general, in which toleration of the opinions of both parties was declared and further controversy forbidden; but this act only served, by rousing the jealousy of the Calvinists, to fan the controversial flame into greater fury.",
        "Its publication was followed by that of the tradegy Eufemio da Messina, but the representation of the latter was forbidden.",
        "Though baptisteries were forbidden to be used as burial-places by the council of Auxerre (578) they were not uncommonly used as such.",
        "There was only one tree whose fruit was forbidden; it might be called either \"the tree of life\" or \"the tree of knowledge,\" but certainly not \"the tree of knowledge of good and evil.\"",
        "He bids them raise themselves in the scale of being by eating the forbidden fruit, which he declares to be not fatal to life but an opener of the eyes, and capable of equalizing men with gods (iii.",
        "The pamphlets were printed at a secret press established by John Penry, a Welsh puritan, with the help of the printer Robert Waldegrave, about midsummer 1588, for the issue of puritan literature forbidden by the authorities.",
        "When forbidden to land, he told the messenger to inform the governor that he had seen Marius sitting as a fugitive among the ruins of Carthage.",
        "The association of pancakes with the day was probably due to the necessity for using up all the eggs, grease, lard and dripping in stock preparatory to Lent, during which all these were forbidden.",
        "From 1535 to 1798 public worship according to the Romanist form had been strictly forbidden.",
        "of Prussia forcibly amalgamated the Lutheran and Reformed Churches in the new \"Evangelical Church\" its public use was forbidden in the Prussian dominions.",
        "vi., where every product of the grape-vine is forbidden, and the Nazarite is enjoined not to approach a dead body, even that of his nearest relative.",
        "A combatant in the volunteer corps during the war of 1848, he returned to Brescia after the defeat of Novara, and for a time earned a livelihood by teaching law, but was molested by the Austrian police and forbidden to teach in consequence of his refusal to contribute pro-Austrian articles to the press.",
        "Saints and angels are highly revered, if not adored, but graven images are forbidden.",
        "Corporations are forbidden to contribute money for campaign purposes on penalty of forfeiting their charters, or, if not chartered in the state, their right to carry on business in the state.",
        "the printing of which was forbidden in Sweden.",
        "it is severely and strictly forbidden to all members of the Society to interfere in any manner whatever in public affairs even though they be thereto invited; or to deviate from the institute through entreaty, persuasion or any other motive whatever.\"",
        "Its founder, with a wise instinct, had forbidden the accumulation of wealth; its own constitutions, as revised in the 84th decree of the sixth general congregation, had forbidden all pursuits of a commercial nature, as also had various popes; but nevertheless the trade went on unceasingly, necessarily with the full knowledge of the general, unless it be pleaded that the system of obligatory espionage had completely broken down.",
        "Marriage and sexual propagation are considered either as absolute Evil or as altogether worthless, and carnal pleasure is frequently looked upon as forbidden.",
        "The notes are not legal tender, and it is forbidden to count them as \" cash on hand \" in bank returns, but ample safeguards both as to issue and redemption inspire full confidence in their employment as a substitute for gold.",
        "The sale of spirits to natives is forbidden.",
        "The result was that their territories and those of other petty chiefs lying to the north of the Molopo were made native reserves, into which the importation of alcohol was forbidden.",
        "Its birthday was celebrated once a year; oxen, which had to be pure white, were sacrificed to it; women were forbidden to approach it when once its education was finished.",
        "All exportation except to England was peremptorily forbidden, and the woollen manufacture soon decayed.",
        "According to the decisions of the Congregation of Rites chasubles must not be of linen, cotton or woollen stuffs, but of silk; though a mixture of wool (or linen and cotton) and silk is allowed if the silk completely cover the other material on the outer side; spun glass thread, as a substitute for gold or silver thread, is also forbidden, owing to the possible danger to the priest's health through broken fragments falling into the chalice.",
        "Their main duty was to look after the duty of the Hellenistic widows, but inasmuch as meats strangled or consecrated to idols were forbidden, it probably devolved on the deacons to take care that such were not introduced at these common meals.",
        "Even benefit societies were feared and forbidden by the Roman autocrats, and the \" dominical suppers \" of the Christians were not likely to be spared.",
        "It does not follow, however, that a custom which has ceased to exist is of necessity forbidden, nor even that what was rejected by the authorities of the English Church in the 16th century is so explicitly forbidden as to be unlawful under its existing system; and not a few facts have to be taken into account in any investigation of the question.",
        "An amendment offered by James Tallmadge (1778-1853) of New York, which provided that the further introduction of slaves into Missouri should be forbidden, and that all children of slave parents born in the state after its admission should be free at the age of twenty-five, was adopted by the committee and incorporated in the Bill as finally passed (Feb.",
        "The E the Bta, ovos and the are also forbidden to contract a second marriage.",
        "All powers which are not expressly allotted to the national government are left to the states, unless specially forbidden to be exercised by the latter, i.e.",
        "It was enlarged and improved, the sale of drink was forbidden, and miscellaneous programmes of music, drama, and lectures were embarked upon.",
        "The windows were to be plain and undivided, and it was forbidden to decorate them with stained glass.",
        "In 1797 the state leased the lands, the lessees paying a royalty of 4 cents per bushel and being forbidden to charge more than 60 cents per bushel.",
        "According to ancient authorities, the word (derived by them from vuKov, \" fig,\" and cbaivecv, \" to show\") meant one who informed against another for exporting figs (which was forbidden by law) or for stealing the fruit of the sacred fig-trees, whether in time of famine or on any other occasion.",
        "Learning that his cousin Sturla in Iceland had fallen in battle against Gissur, Snorri's son-in-law, Snorri, although expressly forbidden by his liege lord, returned to Iceland in 1239 and once more took possession of his property.",
        "The claim that Bering Sea was mare clausum was abandoned, but it was asserted that Russia had formerly exercised therein rights of exclusive jurisdiction which had passed to the United States, and they relied inter alia upon the ukase of 1821, b y which foreign vessels had been forbidden to approach within too Italian miles of the coasts of Russian America.",
        "During the use of the drug teadrinking is forbidden for at least a month, but no other change is made in the diet.",
        "State officials are forbidden to accept railway passes from railway companies, and individuals are forbidden to receive freight rebates.",
        "By acts of 1903 child labour under 12 years is forbidden in any factory unless for support of \"a widowed mother or aged or disabled father,\" or unless the child is an indigent orphan; \"no child under the age of ten years shall be so employed under any circumstances.\"",
        "Certificates of children's ages are necessary before a child is employed; false certification is forbidden under penalty of a fine of from $5 to $100 or hard labour not exceeding three months.",
        "Besides, saloons had been forbidden within 5 m.",
        "Land was leased by military tenure, and until 1 739 grants were made only in male tail and alienations were forbidden.",
        "Thus the old Amphictyonic oath forbade certain extreme measures of hostility against any city sharing in the common Amphictyonic worship, and it was forbidden to raze any Amphictyonic city or to cut off its water.",
        "A neutralized state does not mean a state which is forbidden to have fortifications or an army; in this it differs from neutralized territory of a state not otherwise neutralized.",
        "The wearing of the ancient costumes was forbidden by the ukaz of the 4th of January 1700; thenceforth Saxon or Magyar jackets and French or German hose were prescribed.",
        "Various acts and payments which were previously lawful in the absence of any corrupt bargain or motive are now altogether forbidden under the name of \" illegal practices \" as distinguished from \" corrupt practices.\"",
        "Both practices were forbidden by law under the emperor Theodosius I.",
        "In 1671 he visited Barbados, Jamaica, and the American continent, and shortly after his return in 1673 he was, as has been already noted, apprehended in Worcestershire for attending meetings that were forbidden by the law.",
        "and James, duke of York, she was forbidden to receive her relatives.",
        "As head of the Protestant party the young elector Maurice of Saxony negotiated with Melanchthon and others, and at Leipzig, on the 22nd of December 1548, secured their acceptance of the Interim as regards adiaphora (things indifferent), points neither enjoined nor forbidden in Scripture.",
        "Oaths were strictly forbidden; their word was stronger than an oath.",
        "The old Slavonic lists of forbidden books of the i 5th and 16th centuries also give us a clue to the discovery of this heretical literature and of the means the Bogomils employed to carry on their propaganda.",
        "The chief literature of all the heretical sects throughout the ages has been that of apocryphal Biblical narratives, and the popes Jeremiah or Bogumil are directly mentioned as authors of such forbidden books \"which no orthodox dare read.\"",
        "Stories tell how on one occasion a merchant, who had bought several cases of sardines at Nijni-Novgorod, found that they contained forbidden print instead of fish, and at another time a supposititious copy of the Kolokol was printed for the emperor's special use, in which a telling attack upon a leading statesman, which had appeared in the genuine number, was omitted.",
        "The party convicted of adultery is forbidden to marry the co-respondent during the lifetime of the other party.",
        "The employment of children under fourteen years of age in coal-mines is forbidden, as is also the employment of children under fourteen years of age in any cotton, woollen, silk, paper, bagging or flax factory, or in any laundry, or the employment of children under twelve years of age in any mill or factory whatever within the commonwealth.",
        "Chalcedon was repudiated afresh, union with the Jacobites instituted, use of water and leaven in the Eucharist condemned, the five days' preliminary fast before Lent restored, Saturday as well as Sunday made a day of feasting and synaxis, any but the orthodox excluded from the Maundy Thursday Communion, the first communion of the new catechumens; union of the Baptismal and Christmas feasts was restored, and the faithful forbidden to fast on Fridays from Easter until Pentecost.",
        "As a prime remedy for the prevailing evils all marriages between the two races were forbidden.",
        "On account of the abuses of the latter aspect of the subject its practice was forbidden by the English law.",
        "The Ophites are said to have not only used myths but forbidden marriage and held that the resurrection was purely spiritual (Lightfoot); this, however, is probably no more than an interesting coincidence, and all attempts to identify the errorists definitely must be abandoned.'",
        "released the knights from the strictness of Benedictine rule by giving them permission to marry, though second marriage was forbidden.",
        "It became customary to burn an effigy of Haman at the conclusion of the feast, and this was regarded as in some ways an attack on Christianity and was therefore forbidden by the Theodosian code, XVI.",
        "They are forbidden to carry out a sentence of death passed on a criminal without the sanction of the superintendent of the southern Shan states, but otherwise retain nearly all their customary law.",
        "The spirit of the Great Charter is not less discernible: excessive amercements, abuses of wardship, irregular demands for feudal aids, are forbidden in the same words or by amending enactments.",
        "But such was the system in France before the Revolution that the officers instructed in the method were strictly forbidden to communicate it even to those engaged in other branches of the public service; and it was not until many years afterwards that an account of it was published.",
        "In December 1767, in reply to a message from Boston, a townmeeting forbade the use of tea, wines, liquors and foreign manufactures; in 1770 all citizens were forbidden to hold 1 The principal village of the Mohegans was originally, it seems, on the site of Norwich.",
        "Restrictions were placed upon them by the synod of Fritzlar (1269), by that of Mainz (1281) and Eichstatt (1281), and by the synod of Beziers (1299) they were absolutely forbidden.",
        "The difference manifested itself in one external point: Augustinian canons frequently and freely themselves served the parish churches in the patronage of their houses; Benedictine monks did so, speaking broadly, hardly at all, and their doing so was forbidden by law, both ecclesiastical and civil.",
        "Until the time of the French occupation no Christian was allowed to pass through the gates without a special permit from the bey, whilst Jews were altogether forbidden to approach the holy city.",
        "The other rights of the states consisted of those not delegated to the central government or forbidden to the states by the constitution.",
        "A blow was struck at the cities, which were forbidden to form leagues or to receive Pfahlburger.",
        "Polish newspapers were confiscated and their editors imprisoned, fines were imposed for holding Polish meetings, and peasants were forbidden to build houses on their own land.",
        "Of these, one forbade ministers of religion from abusing ecclesiastical punishment; the second, which was the most important, introduced a law already adopted in Baden, that no one should be appointed to any office in the Church except a German, who must have received his education in a German gymnasium, have studied for three years in a German university, and have passed a state examination in philosophy, history, German literature and classics; all ecclesiastical seminaries were placed under the control of the state, and all seminaries for boys were forbidden.",
        "The whole organization of newspapers, societies and trades unions was at once broken up. Almost every political newspaper supported by the party was suppressed; almost all the pamphlets and books issued by them were forbidden; they were thereby at once deprived of the only legitimate means which they had for spreading their opinions.",
        "Even this was soon forbidden by the police.",
        "Its introduction into Germany was of course forbidden, but it was soon found possible regularly to distribute thousands of copies every week in every part of the country, and it continued to exist till 1887 at Zurich, and till 1890 in London.",
        "The Peasants Union had actually been forbidden by the police; Bismarck himself was violently attacked for his reputed connection with a great Jewish firm of bankers.",
        "German vessels were forbidden to trade on the Niemen.",
        "Foreigners were forbidden to hold land in Russia.",
        "It was apparent that large and influential parties still regarded political meetings as something in themselves dangerous and demoralizing, and hence the demand of the Conservatives that women and young persons should be forbidden to attend.",
        "In Prussia a majority of the Tipper House and a very large minority of the Lower House (193 to 206) voted for an amendment expressly empowering the police to break up meetings in which anarchistic, socialistic or communistic doctrines were defended in such a manner as to be dangerous to society; the Saxon Conservatives demanded that women at least should be forbidden to attend socialistic meetings, and it remained illegal for any one under twenty-one years of age to be present at a political meeting.",
        "INDEX LIBRORUM PROHIBITORUM, the title of the official list of those books which on doctrinal or moral grounds the Roman Catholic Church authoritatively forbids the members of her communion to read or to possess, irrespective of works forbidden by the general rules on the subject.",
        "Obscene books are forbidden; the classics, however, are authorized for educational purposes (Nos.",
        "All begetting of children is evil, for Adam's chambering with Eve was the forbidden fruit.",
        "By a new law, papal bulls could not be published without the consent of the crown, and the direct intercourse of the bishops with Rome was forbidden; the privileges of the religious orders were curtailed; and the education of the clergy was brought under state control.",
        "2 Forbidden books were the only ones read, and forbidden newspapers the only ones believed.",
        "Sunday labour was forbidden, and the hours during which women and children could be employed were limited.",
        "But it would seem that, just as under the Moslem rule, conversions from Christianity to Islam were forbidden.",
        "The antrustions, belonging as they did to one body, had strictly defined duties towards one another; thus one antrustion was forbidden to bear witness against another under penalty of 15 solidi compensation.",
        "He now laid an embargo upon Megara by which the Megarians were forbidden on pain of death to pursue trading operations with any part of the Athenian Empire.",
        "Its introduction into France was forbidden in 1779; the book was burned by the public executioner, and an order was given for the arrest of the author, whose name had not appeared in the first edition, but was printed on the title page of the Geneva edition of 1780.",
        "The importation or possession of arms of precision is forbidden, except by permits in conformity with the Brussels Act, and in further application of that act the importation of spirits for sale to natives is wholly prohibited.",
        "The complex original work and various alterations of it need thorough study, but it is now closed and research is forbidden.",
        "Finding they would not allow his troops to advance, forbidden himself to retreat with them to Alexandria, and being surrounded by the enemy, he would have hazarded a battle, but his men refused to fight.",
        "He was forbidden to maintain a fleet and his Mehemet army was not to exceed 18,000 men.",
        "Encouraged by his mother, and under the influence of his governess Madame de Roucoulle, and of his first tutor Duhan, a French refugee, he acquired an excellent knowledge of French and a taste for literature and music. He even received secret lessons in Latin, which his father invested with all the charms of forbidden fruit.",
        "During this period of probation he had been deprived of his status as a soldier and refused the right to wear uniform, while officers and soldiers were forbidden to give him the military salute; in 1732 he was made colonel in command of the regiment at Neuruppin.",
        "He was forbidden to hold communication with the court; and when he went, in September 1682, on a second progress through the western and north-western counties his proceedings were narrowly watched, and he was at length arrested at Stafford.",
        "529, the school of philosophy at Athens was disendowed and the teaching of philosophy forbidden, the scholars Damascius, Simplicius, Priscianus and four others resolved in 531 or 532 to seek the protection of Chosroes, king of Persia, but, though they received a hearty welcome, they found themselves unable to endure a continued residence amongst barbarians.",
        "It is argued from these facts that image-worship went on unchallenged, and that this would not have been possible had Moses forbidden it.",
        "The attacks of rationalism, aided by Greek philosophy, were repelled and vanquished by the weapons of scholastic dialectic borrowed from the enemy; on most points of dispute discussion was forbidden altogether, and faith in what is written in Koran and tradition was enjoined without question as to how these things were true (bila kaifa).",
        "The professors are expressly forbidden to add anything of their own.",
        "Consequently the powers of country bishops (chorepiscopi) are curtailed, and direct recourse to the emperor is forbidden.",
        "Framing of this site is forbidden.",
        "By section 8 of the Public Worship Regulation Act 1874, complainants may take proceedings if it is considered that \"any alteration in, or addition to, the fabric, ornaments or furniture has been made without legal authority, or that any decoration forbidden by law has been introduced into such church.",
        "Certain obscure religious usages, as regards Lent, the Communion, the non-observance of Sunday, non-communicating at Easter, and the Forbidden Degrees in marriage, were brought into conformity with western Christendom.",
        "By March 1483 he was reduced, we know not how; he laid down his office, and was forbidden to approach the court.",
        "He followed up his victory; a General Assembly at Perth was obedient to his will: the preachers were forbidden to criticize, from the pulpit, acts of parliament or of the privy council; they were forbidden to call conventions without the royal person or authority and to attack individuals in their sermons.",
        "True, after the fall of the city and the loss of Acre, they were forbidden by the Church; but the veto was impracticable.",
        "Civil marriage and divorce were introduced, and in 1904 all religions were placed on a position of equality in the eye of the law, and the foundation of new monasteries and convents was forbidden.",
        "The attempt was unsuccessful, but in August of the same year Lavoisier had to leave his house and laboratory at the Arsenal, and in November the Academy was forbidden until further orders to fill up the vacancies in its numbers.",
        "Special legislation is prohibited when general laws are applicable, and special and local legislation is forbidden in any of twenty-three enumerated cases, among which are divorce, changing of an individual's name or the name of a place, and the grant to a corporation of the right to build railways or to exercise any exclusive franchise or privilege.",
        "The employment of children under 14 years of age in factories or mines, and working employees under 16 years of age for more than 60 hours a week, are forbidden by statute.",
        "The work was declared to be the sole source of nonstatute law: commentaries on the compilation were forbidden, or even the citing of the original works of the jurists for the explaining of ambiguities in the text.",
        "Mainz Commission; the grand-duke of Weimar was compelled to deprive him of his professorship; and he was forbidden to lecture on philosophy.",
        "They are fanatical Mahommedans, regarding their places of worship as so sacred that the mere approach of a Jew or a Christian is forbidden.",
        "To touch a leper was forbidden, and the offence involved ceremonial defilement.",
        "At Yazur they were stopped by an official who extorted heavy blackmail on the ground that the sultan had given him charge of the \" holy places \" and had forbidden him to admit anyone to them without;payment (!).",
        "While polygamy was the rule in biblical days among the ancient Jews, and was permitted and even enjoined in certain cases by the Mosaic law, the Christian Church, though it is nowhere forbidden, except for \"bishops,\" in the New Testament, has always set its face against it.",
        "The freedom with which he fraternized with his Protestant neighbours called forth the rebuke of his bishop (George Hay), and ultimately, for hunting and for occasionally attending the parish church of Cullen, where one of his friends was minister, he was deprived of his charge and forbidden the exercise of ecclesiastical functions within the diocese.",
        "General Pollock, who was marching straight through the Punjab to relieve General Sale, was ordered to penetrate to Kabul, while General Nott was only too glad not to be forbidden to retire from Kandahar through Kabul.",
        "In addition, after making careful inquiry through various commissions, he reformed the systems of education and police, laid down a comprehensive scheme of irrigation, improved the leave rules and the excessive report-writing of the civil service, encouraged the native princes by the formation of the Imperial Cadet Corps and introduced many other reforms. His term of office was also notable for the coronation durbar at Delhi in January 1903, the expedition to Lhasa in 1904, which first unveiled that forbidden city to European gaze, and the partition of Bengal in 1905.",
        "He defeated the Turks at Salcha, captured the whole camp of the seraskier, Hassan Pasha, shut him up in Izmail, and was preparing to reduce the place when he was forbidden to do so by Potemkin (1789).",
        "Irons were strictly forbidden except in cases of \"urgent and absolute necessity,\" and it was ruled that every prisoner should have a bed to himself - if possible a separate cell, the last being the first formal statement of a principle upon which all future prison discipline was to be based.",
        "It had exercised some supervision through its inspectors, had forbidden cells to be used until duly certified as fit, and had threatened to withhold exchequer contributions from prisons of which unfavourable reports were received.",
        "They were forbidden to acquire landed estates in the conquered countries; all land was either made state property or was restored to the old owners subject to a perpetual tribute which provided pay on a splendid scale for the army.",
        "If one of these adopted Islam, Omar permitted him to leave his place, which had been strictly forbidden by I.Iajjaj in Irak and the eastern provinces, because by it many hands were withdrawn from the tilling of the ground, and those who remained were unable to pay the allotted amount.",
        "The latter, however, was strictly forbidden by Abu Moslim.",
        "The incorporation of banks issuing circulating notes is forbidden.",
        "The union of whites with persons of African descent is forbidden.",
        "By a law enacted in 1909 county commissioners are forbidden to levy a tax which will yield more than 10% in excess of that raised the preceding year.",
        "They were at first forbidden to engage in commerce or agriculture, to carry firearms, to possess or manufacture gunpowder.",
        "Her ultimate conduct was probably influenced by the Churchills; and though forbidden by James to pay Mary a projected visit in the spring of 1688, she corresponded with her, and was no doubt aware of William's plans.",
        "As those within Persian territory were forbidden to learn Greek, an Armenian Christian literature became a necessity.",
        "Chief amongst these are the Brahmans who minister for\" unclean \"Sudras and lower castes, including the makers and dealers in spirituous liquors; as well as those who officiate at the great public shrines or places of pilgrimage where they might be liable to accept forbidden gifts, and, as a matter of fact, often amass considerable wealth; and those who officiate as paid priests at cremations and funeral rites, when the wearing apparel and bedding of the deceased are not unfrequently claimed by them as their perquisites.",
        "Its use was forbidden in Roman Catholic countries by Pope Pius IX., but it is still worn by Roman Catholic dignitaries as part of their out-of-door dress in certain Protestant countries.",
        "The Nabataeans were forbidden to cultivate the vine, the object being to prevent any departure from their traditional nomadic habits.",
        "the Jews are forbidden to eat animals other than cloven-footed ruminants; thus the camel, coney, hare and swine were forbidden; so also any water organisms that had not fins and scales, and a large choice of birds, including swan, pelican, stork, heron and hoopoe.",
        "That such dietary restrictions were merely ceremonial and superstitious, and not intended to prevent the consumption of meats which would revolt modern tastes, is certain from the fact that the Levitical law freely allowed the eating of locusts, grasshoppers, crickets and cockroaches, while forbidding the consumption of rabbits, hares, storks, swine, &c. The Pythagoreans were forbidden to eat beans.",
        "For three months during each year business was suspended, and all ingress or egress except for the most necessary purposes was forbidden.",
        "Those ministers who resigned their parishes to accept calls to Relief congregations, in places where forced settlements had taken place, and who might have been and claimed to be recognized as still ministers of the church, were deposed and forbidden to look for any ministerial communion with the clergy of the Establishment.",
        "In spite of Dunstan's reforms at the end of the 10th century, the Norman Lanfranc found so many wedded priests that he dared not decree their separation; and when his successor St Anselm attempted to go further, this seemed a perilous novelty even to so distinguished an ecclesiastic as Henry of Huntingdon, who wrote: \"About Michaelmas of this same year (1102) Archbishop Anselm held a council in London, wherein he forbade wives to the English priesthood, heretofore not forbidden; which seemed to some a matter of great purity, but to others a perilous thing, lest the clergy, in striving after a purity too great for human strength, should fall into horrible impurity, to the extreme dishonour of the Christian name\" (lib.",
        "Not only were concubinary priests - a term which was now made to include also those who had openly married - forbidden to serve at the altar and threatened with actual deposition in cases of contumacy, but the laity were warned against attending mass said by \"any priest certainly known to keep a concubine or subintroducta.\"' But these heroic measures soon caused serious embarrassment.",
        "Encouragement was given to the building of ships in France by allowing a premium on those built at home, and imposing a duty on those brought from abroad; and as French workmen were forbidden to emigrate, so French seamen were forbidden to serve foreigners on pain of death.",
        "(4) Kil'ayim (\" of two sorts \"), on forbidden mixtures (Lev.",
        "The sight of fetters being forbidden him, his toga was not allowed to be tied in a knot but was fastened by means of clasps, and the only kind of ring permitted to be worn on his finger was a broken one.",
        "(I) The sacred as the forbidden.",
        "1566), he obtained an opinion from Protestant theologians that bigamy was not forbidden by Holy Writ.",
        "For want of evidence, he was acquitted and allowed to resume his professorial duties; but it was forbidden to utter the name of the academy even in jest.",
        "During the rest of the year he was hidden in Ayrshire or elsewhere, and throughout 1566 he was forbidden to preach when the court was in Edinburgh.",
        "This led him to a culte du moi, of which the strangest result was an autobiography of crude invective, A Fool's Confession (1893), the printing of which in Swedish was forbidden.",
        "Agriculture was the one resource of the colony, and wheat was grown for export to Peru, but the land was concentrated in the hands of a few big landowners, and the cultivation of the vine and olive was forbidden.",
        "Here, again, the theology was further developed, and an attempt made to annul the old dualism by envisaging both Ormuzd and Ahriman as emanations of an original principle of infinite time (Zervan), a doctrine which long enjoyed official validity under the Sassanids till, in the reign of Chosroes I., the sect of Zervanites was pronounced heretical.i But, above all, the ritual and the doctrine of purity were elaborated and expanded, and there was evolved a complete and detailed system of casuistry, dealing with all things allowed and forbidden, the forms of pollution and the expiation for each, &c., which, in its arid and spiritles1 monotony vividly recalls the similar prescriptions in the Pentateuch.",
        "Heathenish cults and forbidden manners and customs are a pollution to the land and a deep insult to the true God.",
        "6, a lectisternium was forbidden); the Sibylline books, which decided whether a lectisternium was to be held or not, were of Greek origin; the custom of reclining at meals was Greek.",
        "The bishops were almost universally banished, and the congregations were forbidden to elect their successors, so that the greater part of the churches of Africa remained \"widowed\" for a whole generation.",
        "In true diabetes, which probably originates in the central nervous system, or in disease of the pancreas, as well as in the glycosuria common in gouty patients, sugar in every form should be entirely forbidden, and starchy food restricted to within narrow limits.",
        "It is, indeed, the care with which the diet of patients is regulated and the difficulty that patients find in obtaining forbidden foods at hotels and restaurants, that make Carlsbad better for the liver than any other watering-place.",
        "They differ from liturgical lights in that, whereas these must be tapers of pure beeswax or lamps fed with pure olive oil (except by special dispensation under certain circumstances), those used merely to add splendour to the celebration may be of any material; the only exception being, that in the decoration of the altar gas-lights are forbidden.",
        "The island was excluded from the benefit of the Navigation Laws, and in 1666 the importation of cattle and horses into England was forbidden.",
        "He deprived him of his general's commission in consequence of his quasi-royal progresses about the country, and in December on Monmouth's return to England he was forbidden to appear at court.",
        "The use of this writ in most if not all criminal cases was forbidden in 1553; but it was used in the 17th century in a case of kidnapping (Designy's case, 1682), and against Lord Grey for abducting his wife's sister (1682), and in the earl of Banbury's case to recover his wife (1704).",
        "These \" New Christians \" or \" Maranos,\" as they were called, were forbidden to leave the country between 1498 and 1507.",
        "contact with clean animals after death is also forbidden), and prescribes certain rites of purification.",
        "They could make regulations (pouvoir reglementaire) having the force of law within their province, upon all points not settled by law, when the matter with which they dealt fell within their judicial competence, and for this it was only necessary that their interference in the matter was not forbidden by law.",
        "The annexation of Aetolia and Zacynthus was forbidden by Rome.",
        "An act of that year, however, organized the consular service as a branch of the civil service, with payment by a fixed salary instead of by fees; consuls were forbidden also to engage in trade, and the management of the service was put under the control of a separate department of the foreign office, created for the purpose.",
        "This claim Serbia was in no mood to concede, all the less so since her advance to the Adriatic had been forbidden b y the Great Powers.",
        "4 attention, as far as it was not engaged upon their hierarchy of mythological beings, to questions of metaphysical speculation, which, in the earliest Buddhism, are not only discouraged but forbidden.",
        "The estates continued to have the right of voting taxes, but they were specially forbidden to attach any conditions to the grants of money which they made to their sovereign.",
        "Although the importation was forbidden by the Chinese imperial authorities in 1796, and opium-smoking punished with severe penalties (ultimately increased to transportation and death), the trade continued and had increased during1820-1830to 16,877 chests per annum.",
        "For instance, the concubine was not raised, like the wife, to her husband's rank, nor were her children legitimate, though they enjoyed legal rights forbidden to mere bastards, e.g.",
        "In Iceland, the concubine was recognized in addition to the lawful wife, though it was forbidden that they should dwell in the same house.",
        "As a consequence of the second Punic War, Roman agriculture was at a standstill; accordingly, recourse was had to Sicily and Sardinia (the first two Roman provinces) in order to keep up the supply of corn; a tax of one-tenth was imposed on it, and its export to any country except Italy forbidden.",
        "For the most part this is founded on Dutch models, and testifies in a high degree to the king's progressive aims. Provision was made for the better education of the lower, and the restriction of the political influence of the higher clergy; there were stern prohibitions against wreckers and \"the evil and unchristian practice of selling peasants as if they were brute beasts\"; the old trade gilds were retained, but the rules of admittance thereto made easier, and trade combinations of the richer burghers, to the detriment of the smaller tradesmen, were sternly forbidden.",
        "Corrupt and illegal practices at the election are forbidden by a statute passed in the year 1894, which imposes heavy penalties and disqualifications for the offences which it creates.",
        "In the case of new houses, these may not be built or occupied in an urban district without their being first provided with sufficient drains as the council may require; and in an urban district it is forbidden to cause any building to be newly erected over a sewer without the consent of the council.",
        "Power is given to prohibit the use as dwellings of any cellars, vaults or underground rooms built or occupied after 1875, and with regard to such cellars as were occupied as dwellings before 1875, the continued occupation of these is also forbidden unless they comply with certain stringent requirements as to the height of the rooms, height of the ceilings above the surface of Cellar .",
        "It is forbidden to establish within an urban district without the consent of the council any offensive trade, business or manufacture.",
        "It is also forbidden to let houses or rooms in which infected persons have been lodging, or to make false statements to persons negotiating for the hire of such rooms. An act was passed in the year 1890, called the Infectious Diseases Prevention Act.",
        "The state is prohibited by the constitution from creating a debt exceeding $300,000 except for the suppression of a rebellion, for repelling an invasion, or for war purposes; and every city and town is forbidden by an amendment adopted in 1877 from creating one exceeding 5% of the assessed value of its property.",
        "Freedom of navigation of the Congo and all its affluents was also secured, and differential dues on vessels and merchandise were forbidden.",
        "Many forms of game are forbidden; for example, all water-fowl.",
        "For example, the employment of women or of children under fourteen in mines and the leasing of convict labour by contract are forbidden, and eight hours must constitute a day's work in state, county or municipal undertakings.",
        "1 The word is also used of the writers of speeches for the use of the contending parties in the law courts, who were forbidden to employ advocates.",
        "It was easy for agitators to persuade the sepoys that the new cartridges were greased with the fat of animals sacred to one creed or forbidden to another, and that the British government was thus engaged in a deep-laid plot for forcing them to become Christians by first making them outcasts from their own religions.",
        "The king, who had shown him favour throughout and who had forbidden his being tortured, directed that he should be hanged till he was quite dead and that the usual frightful cruelties should be omitted.",
        "He collaborated with his father Apollinaris the Elder in reproducing the Old Testament in the form of Homeric and Pindaric poetry, and the New after the fashion of Platonic dialogues, when the emperor Julian had forbidden Christians to teach the classics.",
        "Dancing and festivities are forbidden, fasting enjoined and purple vestments are worn in the church services.",
        "The art of the glass-workers was taken under the protection of the Government in 1275, and regulated by a special code of laws and privileges; two fairs were held annually, and the export of all materials, such as alum and sand, which enter into the composition of glass was absolutely forbidden.",
        "hunting) and sensual pleasures, and in particular was forbidden to shear or comb his hair till the fulfilment of the vow.",
        "had forbidden; on the other hand, the collections were no longer indefinitely swelled by the addition of new decisions in particular cases, those already existing being enough to form a basis for the codification of the abstract law; and for this reason subsequent collections contain as a rule only the \" constitutions \" of popes or councils, i.e.",
        "\"It is a forbidden thing for one with a blemish to be king at Tara.\"",
        "The sentence was passed by the lay members of the Curia Regis alone, the bishops having been forbidden to sit, and threatened with excommunication if they did so, by the accused primate.",
        "ignored and flouted by the kings ministers, who had sent him into a kind of honorable banishment as lord-lieutenant of Ireland, and had forbidden him to re-enter the realm.",
        "He was roused to implacable wrath by anyone who dared to speak on the forbidden topic of the succession question.",
        "of Lord Hertford, a suitor especially forbidden by James.",
        "Special legislation of several specified kinds is forbidden, especially by amendments of 1871 and 1892; and the constitution as adopted in 1848 prohibited the legislature's authorizing any lottery or granting any divorce.",
        "The employment of children under fourteen years of age in any factory, workshop, mine, bowling alley or beer garden is forbidden, and their employment at any gainful occupation is permitted only during the vacation of the public school.",
        "Although the slaughter of a labouring ox was forbidden, it was considered excusable in the exceptional circumstances; none the less it was regarded as a murder.",
        "In the 12th century it was provided with arms (cappa manicata), but the use of this form was forbidden at choir services and other liturgical functions.",
        "The practice of stated fasting was not in any other case enjoined by the law; and it is generally understood to have been forbidden on Sabbath.",
        "It ought to be borne in mind that the Aramaic portion of the Megillath Taanith (a document considerably older than the treatises in the Mishna) gives a catalogue only of the days on which fasting was forbidden.",
        "During even the least rigid of these the use of flesh and lacticinia is strictly forbidden; fish, oil and wine are occasionally conceded, but not before two o'clock in the afternoon.",
        "Polygamy is forbidden.",
        "To suppose Disraeli satisfied with the excuses made for his adoption of the \"dishing\" process is forbidden by the whole tenor of his teaching and conduct.",
        "(The shares being private property their sale could not, of course, be forbidden.) Lord Derby thought there must be a mistake.",
        "their export was forbidden, so that in 1897 the only article in which trade was allowed by the king was palm-oil.",
        "French citizens were forbidden to acknowledge any ecclesiastical jurisdiction outside the kingdom.",
        "Armed assemblies and even public meetings of political societies were forbidden.",
        "Previous to 1852, when they were forbidden by imperial decree, they were wont in winter to move south across the Russian frontiers.",
        "Exposure to cold after heat, the use of unripe fruit, and intemperance in eating and drinking should be forbidden; and the utmost care taken as to the quality of the food and drinking water.",
        "There is ample evidence that great laxity prevailed with regard to the marriage tie even after the introduction of Christianity, as marrying within the forbidden degrees and repudiation continued to be very frequent in spite of the efforts of the church.",
        "In 1666 the importation of Irish cattle and horses into England was forbidden, the value of the former at once falling five-fold, of the latter twenty-fold.",
        "Mixed marriages were forbidden between persons of property, and the children might be forcibly brought up Protestants.",
        "Forbidden to export it, or to work it up profitably at home, they took to smuggling, for which the indented coast gave great facilities.",
        "Under the Brice bill, passed in 1904 and amended in 1905, which gave the people of each county the choice between dispensary and prohibition, with the proviso that if they adopt the latter they must pay the extra taxes necessary to enforce it, several counties adopted prohibition; and in 1907 the state dispensary system was abolished, all impure liquors were declared contraband, each county was required to vote to prohibit the sale of liquors or to establish a dispensary, the sale of intoxicating liquors was forbidden outside of cities and towns, and sales may be made only through county dispensaries, which may not sell at night or on Sunday, or to inebriates or minors.",
        "The legislature is forbidden to create any further debt except for the ordimary current business of the state, unless the proposition he submitted to the voters of the state and approved by a two-thirds majority.",
        "In all the missions the churches had, in the vast majority of cases, been used as school-houses, but in November 1906 it was strictly forbidden to use churches for educational purposes after two months from that date; and the effect of the decree, with other provisions, was to close hundreds of schools, probably three-fourths of the whole number.",
        "In the Greek myth (Hesiod, Works and Days, 90), men lived without \" ill diseases that give death to men \" till the cover was lifted from the forbidden box of Pandora.",
        "The offence in the Welsh form of the story is naming the partner - a thing forbidden among early Greeks arid modern Zulus.",
        "Spartiates were absolutely debarred by law from trade or manufacture, which consequently rested in the hands of the perioeci (q.v.), and were forbidden to possess either gold or silver, the currency consisting of bars of iron: but there can be no doubt that this prohibition was evaded in various ways.",
        "It was forbidden that any lord should be a vassal both of the king of France and of the king of England.",
        "The usurping successor of Hakam found it a politic step to request the most notable doctors of the sacred law to examine the royal library; and every book treating of philosophy, astronomy and other forbidden topics was condemned to the flames.",
        "Partly from superiority to the narrowness of his age, and partly in the interest of his struggle with the Papacy, this Malleus ecclesiae Romanae drew to his court those savants whose pursuits were discouraged by the church, and especially students in the forbidden lore of the Arabians.",
        "and Gratian, by whom the Donatist churches were again closed, and all their assemblies forbidden.",
        "The severest penal measures were enforced against the schismatics; in 414 they were denied all civil rights, in 415 the holding of assemblies was forbidden on pain of death.",
        "For to do either is forbidden by experience; and yet to do nothing is forbidden by logic. We are thus driven to the assumption that the conception is contradictory because incomplete; but how are we to supplement it?",
        "When he visited Vienna for his son's wedding the German ambassador, Prince Reuss, was forbidden to take any notice of him.",
        "The chief upholders of images, the patriarch Germanus, George of Cyprus and John of Damascus, were anathematized, and Christians forbidden to adore or make images or even to hide them.",
        "Compelled to restore all their lands, their jurisdiction was bounded by their city-walls; they were forbidden to receive the dependents of the princes; all trade gilds were declared abolished; and all official appointments made without the consent of the archbishop or bishop were annulled.",
        "The Government, however, judged otherwise; and after the first part of his book, On Religion within the Limits of Reason alone, had appeared in the Berlin Journal, the publication of the remainder, which treats in a more rationalizing style of the peculiarities of Christianity, was forbidden.",
        "The employment of children under 14 years of age in any workshop, factory or mine within the state is forbidden by a law of 1901, and the employment of women or of boys under 16 years of age in any manufacturing establishment is limited to 60 hours a week by a law of 1907.",
        "According to the divine codes, they were forbidden from interfering in human affairs, unless they felt like it, which they'd decided to do for several months.",
        "The oldest beings in the universe, the Watchers were supposed to observe and were forbidden from interfering in human affairs.",
        "His final poem is about forbidden love, but he is too ill to write it down.",
        "It has always been intended to produce the weapon in caliber 7-08 for jurisdictions where 30 caliber weapons are forbidden.",
        "I question the divinity of a spirit that does its works on graven images that are forbidden by the 2nd commandment.",
        "compulsive as the phantasising on forbidden themes during the stage of catharsis.",
        "Not only continual work, but also executive conversations with the comrades were again forbidden by his physicians.",
        "Selected reviews Tears of the Black Tiger A camp Thai Western mixes singing cowboys and forbidden love.",
        "The Prophet was naturally disinclined to compose verse, and was forbidden to do so by Divine Law.",
        "The more the reference motion sends an end effector into a half-space forbidden zone the longer the correction process.",
        "The stark effect from the applied electric field permits access to normally forbidden energy levels.",
        "Exportation: All exportation: All exportation of antiquities, including temporary exportation, is forbidden without a permit.",
        "forbear to say more on a subject which is forbidden.",
        "forbidden fruit \" .",
        "Smoking is strictly forbidden in any public area of the Relay event.",
        "Article 21 Taking hostages under any form or for any purpose is expressly forbidden.",
        "Both these moves were specifically forbidden by the terms of the Treaty.",
        "forbidden to speak with any foreigners about any subject.",
        "forbidden to eat it.",
        "forbidden to enter a woman even foreigner if dressed as a man.",
        "forbidden without express prior permission.",
        "forbidden in the commandment.",
        "Working back again, we come of course to the story of the humans, the snake and the forbidden fruit.",
        "hidee idea of being locked in, hidden from sight and forbidden to work makes me shudder.",
        "homilyng the meal conversation was forbidden, and one monk would read aloud suitable portions of the lives of the saints or other homilies.",
        "The children are forbidden to use the communal latrines, for fear that they will fall in.",
        "The BahÃ¡'Ã­s were forbidden by the government to print their books using letterpress.",
        "The path is indicated by red markings on trees and rocks and it is strictly forbidden to leave the track within the park.",
        "The Forbidden City, once home to China's imperial rulers, now the center of a fast growing metropolis.",
        "If judging were sinful and forbidden, how came papa to be a judge?",
        "Ask the Dust A story of forbidden love and unbridled passion based on John Fante's novel.",
        "The imagination, which produces the phantasy, becomes free to use material that formerly was forbidden.",
        "Maddy and Drew's forbidden romance in Going the Distance has probably brought me more lovely letters than anything in any other book.",
        "Beijing was always a walled city but the Forbidden City, seat of the great emperors, was the innermost sanctum of the city.",
        "The use of cameras and hand-held scanners is forbidden.",
        "sherry trifle, etc are forbidden.",
        "We spend three days guided sightseeing in Lhasa, acclimatizing to the altitude of the Forbidden City.",
        "True, the Forbidden City's low-rise faÃ§ade seems dwarfed by the skyscrapers now vying for space on the Beijing skyline.",
        "spam e-mails is forbidden.",
        "eating swine is expressly forbidden in both the Bible and the Koran.",
        "The drawing room was not always forbidden territory, and sometimes I could enter the sanctuary.",
        "It is forbidden to make tracings from photographs or to write on paper placed over prints.",
        "transmigration settlements must be forbidden.",
        "Wine sauces, sherry trifle, etc are forbidden.",
        "tutelage of angels and being forbidden to eat from the tree of the knowledge of good and evil.",
        "valence band is \" forbidden \" in energy terms.",
        "Rule 9.73 Towing of inflatables behind powered watercraft The activity of being towed on an inflatable behind powered watercraft is specifically forbidden.",
        "Under Antoninus the \"pursuit\" of Christians was unknown; under Trajan and Hadrian it was forbidden (cf.",
        "It was forbidden to communicate to the accused the entire copy of the declaration of the witnesses.",
        "In 1789, when the states-general were about to assemble, he crossed over to Flanders in the hope of being allowed to offer himself for election, but he was sternly forbidden to enter France.",
        "In the Talmud (Sanhedrin 100 b) Rabbi Joseph says that it is forbidden to read (i.e.",
        "The council of Trent in its fourth session, 8th April 1546, forbade the sale or possession of any anonymous religious book which had not previously been seen and approved by the ordinary; in the same year the university of Louvain, at the command of Charles V., prepared an \"Index\" of pernicious and forbidden books, a second edition of which appeared in 1S50.",
        "In 1885 great festivities in honour of Bismarck's eightieth birthday, which had been arranged in Graz, were forbidden by the government, and the Germans of Styria were very indignant that the party did not take up the matter with sufficient energy.",
        "According to Vasari, Marcantonio, in copying Diirer's series of the Little Passion on wood, had imitated the original monogram, and Darer, indignant at this fraud, set out for Italy in order to protect his rights, and having lodged a complaint against Marcantonio before the signory of Venice, carried his point so far that Marcantonio was forbidden in future to add the monogram of Darer to copies taken after his works.",
        "It was not till the 13th century that the alternative style \" vicar of St Peter \" was definitively forbidden, this prohibition thus coinciding with the extreme claims of the pope to rule the world as the immediate \" vicar of God \" (see INNOCENT III.).",
        "This was the time of Titus Oates and the popish plots, and some of Walker's writings made him suspect; however, no serious steps were taken against him, although Oxford booksellers were forbidden to sell his book, The benefits of our Saviour Jesus Christ to mankind, and he remained a Protestant, in name at least, until the accession of James II.",
        "\" It is lawful for the woman of my people to clothe herself in silken garments, and to wear ornaments of gold; but it is forbidden to man: any man who shall wear silken garments in this world, shall not wear them in the next.\"",
        "The employment of children under fourteen years of age in any factory, workshop, mercantile establishment, store, business office, telegraph or telephone office, restaurant, hotel, apartment house, club, theatre, bootblack stand, or in the distribution or transmission of merchandise or messages is forbidden, except that a child between twelve and fourteen years of age may with the permission of the judge of the juvenile court be employed at an occupation not dangerous or injurious to his health or morals if necessary for his support or for the assistance of a disabled, ill or invalid parent, a younger brother or sister, or a widowed mother.",
        "James was deaf to all intercession in her favour, and is reported to have answered the queen when pleading for her that \"she had eaten of the forbidden fruit.\"",
        "As might be expected where men were allowed to smuggle and forbidden to work, redress was sought in illegal combinations and secret societies.",
        "Then why was it forbidden?",
        "Maddy and Drew 's forbidden romance in Going the Distance has probably brought me more lovely letters than anything in any other book.",
        "True, the Forbidden City 's low-rise faÃ§ade seems dwarfed by the skyscrapers now vying for space on the Beijing skyline.",
        "The Government is also very sensitive to the need to identify locations where transmigration settlements must be forbidden.",
        "Adam started out under the tutelage of angels and being forbidden to eat from the tree of the knowledge of good and evil.",
        "The energy band above the valence band is \" forbidden \" in energy terms.",
        "She ate the forbidden fruit and got herself and Adam kicked out of the Garden of Eden.",
        "In the Muslim culture, alcohol is a forbidden agent and cannot be worn.",
        "This scent boasts a warm mélange of blood orange, bergamot, black currant, red sake accord, nectarine, pink peppercorn, jasmine, sensual musk, cedarwood, forbidden plum, patchouli and sandalwood.",
        "Whether you choose the woodsy, fruity scent of Forbidden Fruit, the flowery allure of fresh flowers with Romance or the delectable scent of vanilla or cinnamon, the charisma of these body mists will not go unnoticed.",
        "Cows are considered sacred and pork is forbidden, thus pork and beef are not part of their daily meals.",
        "In keeping with the theme of respect, harassment and racist comments are forbidden.",
        "The reader remains riveted as the hero opens a forbidden door that allows him to learn the hideous nature of the philosopher's rampant experiments.",
        "\"But forbidden love is sexy!\" you say, \"We'll be the Romeo and Juliet of 4th period chemistry!\"",
        "Continue a relationship or companionship that has been forbidden."
    ],
    "definition": [
        "Link/Cite",
        "not allowed.",
        "taboo",
        "past participle of forbid",
        "Link/Cite"
    ]
}