{
    "translation": "מראש צפה ,חזה",
    "uses": [
        "I foresee you winning your deal.",
        "But he did not foresee the complications which were likely to arise from Russia's interference in the domestic affairs of Poland.",
        "The future system I foresee will not be different in substance, but only in degree.",
        "They didn't foresee the baby boom brought about by a new post-war prosperity.",
        "He did not foresee the advantages to be derived by British commerce from this great work, and he was strongly opposed to the establishment of a powerful French company on the soil of Egypt.",
        "No one was or is able to foresee in what condition our or the enemy's armies will be in a day's time, and no one can gauge the force of this or that detachment.",
        "The duty of the physician was to foresee these changes, \"to assist or not to hinder them,\" so that \"the sick man might conquer the disease with the help of the physician.\"",
        "I foresee a day when, on a Sunday afternoon, a family might drive (or actually be driven by their car) out to a farm to see where food comes from.",
        "It is amazing how his Serene Highness could so foresee the intentions of the French!",
        "I also foresee Gabriel refusing to kill her.",
        "Now a billion or more can achieve that dream, and I foresee a time not far off when everyone on the planet can.",
        "It has been argued that the term \"eternal\" has reference not to duration of time but quality of being (Maurice); but it does seem certain that the writers in the Holy Scriptures who used it did not foresee an end either to the life or to the death to which they applied the term.",
        "He did not foresee the strength of the outbreak for which his eloquence had prepared the way, and clung to the programme of 1830.",
        "The reference seems to be not so much to the variety and complexity of phenomena as to the impossibility of construing them rationally or in such a way that man may foresee and provide for his future.",
        "We complain of the unjustifiable odium which has been cast upon us by interested and dishonest persons, under the cloak of religion, whose testimony is believed in England to the exclusion of all evidence in our favour; and we can foresee, as the result of this prejudice, nothing but the total ruin of the country.'",
        "His point of view was altogether more limited than that of Henry IV.; and he did not foresee, like Elizabeth, that the future would belong to the peoples whose national energy took that line of action.",
        "It was impossible to foresee that it was the first step which was to carry Prussia forward, under her ambitious minister, to a position of acknowledged supremacy on the continent., But the results to Great Britain were plain enough.",
        "When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
        "But I was at the same time conscious of a slight insanity in my mood, and seemed to foresee my recovery.",
        "He was unable to foresee and unwilling to accept the consequences of his political agitation in 1830 and 1848, and in spite of his talents and acknowledged influence he thus failed to secure the honours won by more uncompromising politicians.",
        "We already have distribution partners for it and foresee a great future.",
        "foresee clearly what will occur once a war starts.",
        "foresee in the near future.",
        "Although steps were taken to conceal what was in progress, the Turkish staff were aware that preparations for evacuation were in full vigour; but they could not foresee the date on which the final flitting would take place, nor could they make sure how far the number of combatants within the British lines had been reduced.",
        "The only problem I can foresee with this food is if your kitten turns out to be allergic to it, therefore I recommend that you take the kitten back to your vet's and let him know that the kitten is continuing to go downhill.",
        "Can often foresee problems and keep them from happening.",
        "If you foresee your child wearing this jacket for several months out of the year, it will probably be to your advantage to purchase a more expensive garment as opposed to a cheaper variety.",
        "anticipatel is in anticipating what could go harm the server, foresee what could go wrong in a table or query.",
        "foresee eventualities and likely outcomes, and to be ready for them.",
        "foresee future consequences of our actions.",
        "foresee some difficulty in fitting in the minimum number of sittings over the next six months, what shall I do?",
        "foresee certain disaster.",
        "foresee what an evil woman she was to become in her later years.",
        "foresee where and what his occasions would be.",
        "You must take reasonable care to avoid acts or omissions which you can reasonably foresee would be likely to injure your neighbor.",
        "I could easily foresee the sort of problems which have come to fruition.",
        "Then in 1947 I could not foresee what an evil woman she was to become in her later years.",
        "Darwin replied that a deity who did that would have to foresee everything in evolutionary history, leading to a very heterodox theology.",
        "Few of them have been fulfilled in any sense, and those required no divine prescience to foresee the result.",
        "However, we can foresee it suffering the main problem of any game of its type; namely it getting a tad repetitive.",
        "It is possible to foresee other consequences of the Soviet-Finnish war.",
        "While it is impossible to foresee all issues that may arise, a general understanding can be a strong guide.",
        "Do you foresee the closet having to expand or shrink to serve different needs in the future?",
        "Cavours ideal for the present was the expulsion of Austria from Italy and the expansion of Piedmont into a north Italian kingdom; and, although he did not yet think of Italian unity as a question of practical policy, he began to foresee it as a future possibility."
    ],
    "definition": [
        "fore·see′a·ble\nadjective",
        "fore·se′er\nnoun",
        "Link/Cite",
        "To anticipate; to predict.\n\"I foresee in this,\" he says, \"the breaking up of our profession.\"\nBible, Proverbs xxii. 3\nA prudent man foreseeth the evil.",
        "Bible, Proverbs xxii. 3\nA prudent man foreseeth the evil.",
        "Link/Cite"
    ]
}