{
    "translation": "\tניסח",
    "uses": [
        "Jenn couldn't formulate the words.",
        "He spun and strode away before she could formulate a response.",
        "I needed time to formulate a response to Detective Jackson's questions but I wished I had some idea of the extent of what he knew or had deduced.",
        "For the first time since being attacked, my mind began to access what happened and try to formulate a coherent response.",
        "Finally we have to glance at a new list of definitions which perhaps in some cases seek more or less to formulate modern Protestant ideas, but which in general represent rather the world of disinterested historical scholarship.",
        "As he peddled the road to Ouray, he tried to formulate a scenario of Shipton's ice park fall that made sense.",
        "Each delegation has the right to formulate resolutions independently, and to call to account and arraign the common ministers.",
        "Mill seems most often to think of the former, while tending to formulate in terms of the latter.",
        "He was therefore enabled to formulate the method of what Bacon had tended to despise as merely the \" first vintage.\"",
        "To formulate and show grounds for these laws is to construct a philosophy of induction, and it must not be forgotten that the first step towards the accomplishment of the task was made by Bacon when he introduced and gave prominence to the powerful logical instrument of exclusion or elimination.",
        "He tried to formulate a non-accusatory question but the image of Billy Langstrom's crushed body kept getting in the way.",
        "Stimulated, however, by the perusal of some writings of Democritus, he began to formulate a doctrine of his own; and at Mitylene, Colophon and Lampsacus, he gradually gathered round him several enthusiastic disciples.",
        "As regards Christian theology, it is not its business to formulate and establish a system of objective truth, but simply to present in a clear and connected form a given body of Christian faith as the contents of the Christian consciousness.",
        "The latter view was held by Beza and other Calvinists, and, it is said, repelled Arminius from Calvinism, and led him to formulate the doctrine that as repentance and faith are the divinely decreed conditions of eternal life, God has determined to give that life to all whom He foresees as fulfilling these conditions.",
        "About this time Russia began to formulate a policy to encourage the Kurdish national movement, for she hoped to use Kurdistan as a counterpoise to Armenia, and when in 1916 Russian forces were in possession of Erzerum and Bitlis, members of the Badr Khan Bey family were appointed as provincial governors in pursuance of the policy.",
        "Renouvier was the first Frenchman after Malebranche to formulate a complete idealistic system, and had a vast influence on the development of French thought.",
        "His histories of philosophy are marked more by critical scholarship than by originality of thought, though they are interesting as asserting the now familiar principle that the history of philosophy is not the history of opinions, but of reason as a whole; he was among the first to attempt to formulate a principle of the development of thought.",
        "The only reservation which the most advanced Gallicans dared to formulate, in the terms of the celebrated declaration of the clergy of France (1682), had as its object the irreformable character of the pontifical definitions, which, it was claimed, could only have been acquired by them through the assent of the Church.",
        "Meanwhile John, leaving his barons to discuss and formulate their grievances, pushed on with a great scheme of foreign alliances, by which he hoped to crush Philip of France, even though the aid of the feudal levies of England ~ was denied him.",
        "On the other hand, as the first to formulate the ontological argument (in his Proslogion) for the existence of God, he joins hands with some of the profoundest names in modern philosophy.",
        "The reason for this is that in most cases the decretals did not formulate any law, but were merely solutions of particular cases, given as models; to arrive at the abstract law it was necessary to examine the solution in each case with regard to the circumstances and thus formulate a rule; this was the work of the canonists.",
        "Numerous researches have demonstrated these points with regard to individual groups of substances, but hitherto it has not been possible to formulate any fixed laws regarding the relationship between chemical constitution and physiological action.",
        "Reading the Ephesian doctrine with the eyes of a Cynic, and the Cynic ethics in the light of Heracliteanism, he came to formulate his distinctive theory of the universe far in advance of either.",
        "The exercise of sound judgment in such matters will always be necessary, but it is nevertheless important to formulate, so far as possible, the conditions upon which that judgment should be based.",
        "Neoplatonic philosophy had been in the main content either to formulate the contradiction or to deny the reality of one of the opposing terms. And traces of Neoplatonic influence, more especially as regards their doctrine of the unreality of the material and sensible world, are to be found everywhere in the Christian philosophers of Alexandria, preventing or impeding their formulation of the problem of freedom in its full scope and urgency.",
        "Gregory the Great was the first to formulate the doctrine in express terms, \"de quibusdam levibus culpis esse ante judicium purgatorius ignis credendus est\" (Dial.",
        "We are driven by the conclusions arrived at as to the derivation of the Arachnida from branchiate ancestors, independently of the other tracheate Arthropods, to formulate the conclusion that tracheae have been independently developed in the Arachnidan class.",
        "iv., is the first attempt to formulate the principles of homiletics.",
        "All continental conditioning establishments now formulate their tests for counts on the agreement arrived at by the International Congress of 1900.",
        "As an historical fact it tended rather to formulate itself as a reaction towards Kant in view of the course taken by the speculative movement.",
        "The creeds and confessions do not formulate any authoritative doctrine of angels; and modern rationalism has tended to deny the existence of such beings, or to regard the subject as one on which we can have no certain knowledge.",
        "is possible to formulate a common plan of dentition from which the others have been derived by the alteration of some and the suppression of other members of the series, and occasionally, but very rarely, by addition.",
        "The evidence of date derived from changes in the language is more difficult to formulate, and the inquiry calls for the most diligent use of scientific method and critical judgment.",
        "In the case of a chain hanging freely under gravity it is usually convenient to formulate the conditions of equilibrium of a finite portion PQ.",
        "Possibly, fuller study of religions may help theologians to formulate the imperial claims of Christianity more happily than in the dry contrast between what is \" revealed \" and what is \" natural.\"",
        "Simultaneously with the report of the commission of inquiry there was published a decree appointing a commission to study the recommendations contained in the report, and to formulate detailed proposals.",
        "It might not be easy to formulate precisely the doctrines for which he died, and certainly some of them, as, for example, that regarding the church, were such as many Protestants even would regard as unguarded and difficult to harmonize with the maintenance of external church order; but his is undoubtedly the honour of having been the chief intermediary in handing on from Wycliffe to Luther the torch which kindled the Reformation, and of having been one of the bravest of the martyrs who have died in the cause of honesty and freedom, of progress and of growth towards the light.",
        "For Kant was now prepared to formulate his general inquiry in a definite fashion.",
        "There, too, Lysias is said to have commenced his studies in rhetoric - doubtless under a master of the Sicilian school - possibly, as tradition said, under Tisias, the pupil of Corax, whose name is associated with the first attempt to formulate rhetoric as; an art.",
        "Not that these inferences require us to believe, or assume, or premise or formulate this principle either in general, or in its applied forms: the premises are all that any inference needs the mind to assume.",
        "Langton encouraged the barons to formulate their demands, and is said to have suggested that they should take their stand upon the charter of Henry I.",
        "the path of mere duty can be followed only in virtue of a great renunciation; if we are able to make these ordinary and necessary renunciations, it is in some measure owing to the fact that the path has been made easier for us by those who (like the author of the Imitation of Christ) have shown the example, and thereby been able to formulate the theory, of renunciation in a supreme degree.",
        "The separate tribal units of Arabia, more or less impotent when divided and at war with one another, received for the first time an indissoluble bond of union from the prophet Mahomet, whose perfect knowledge of human nature (at least of Arab human nature) enabled him to formulate a religious system that was calculated.",
        "Or philosophic theology may penetrate to an abstract conception of deity, like the Babylonian 'iluth, or the Vedic devatva and asuratva; and some seer may have the courage and insight to formulate the principle that \" the great asuratva of the devas is one \" (R.",
        "Sachs was the first to formulate the theory that morphological differences are the expression of differences in material composition.",
        "The appointment was avowedly made in order that an acceptable British statesman, in whom public confidence was reposed, might go to South Africa to consider all the circumstances, and to formulate a policy which should combine the upholding of British interests with the attempt to deal justly with the Transvaal and Orange Free State governments.",
        "You can then formulate a program of study that works for you.",
        "formulate a plan to deal with the problems.",
        "Ray was the first to formulate that definite conception of the species which was adopted by Linnaeus and emphasized by his binominal nomenclature.",
        "21, 22 seeks the legal criterion of true prophecy in the fulfilment of prediction, the writer is no doubt guided by the remembrance of the remarkable confirmation which the doctrines of spiritual prophecy had received in history then recent, but his criterion would have appeared inadequate to the prophets themselves, and indeed this passage is one of the most striking proofs that to formulate the principles of prophetic religion in a legal code was an impossible task.",
        "In the light of this knowledge we shall be able to formulate the moral code, which, in turn, will serve as a criterion of actual civic and social institutions.",
        "This sacrifice of local autonomy was in a measure prepared for by an earlier centralizing movement proper to the churches themselves, whereby those in certain areas met in conference or \" synod \" to formulate a common policy on local problems. Such inter-church meetings cannot be traced back beyond the latter half of the 2nd century, and were purely ad hoc and informal, called to consider specific questions like Montanism and Easter observance.",
        "This process enables a registered dietitian or nutritionist to confirm the presence of malnutrition, assess the effects of the disorder, and formulate a diet that will restore adequate nutrition.",
        "Starting at about age 12, adolescents can formulate hypotheses and systematically test them to arrive at an answer to a problem.",
        "Parents should be encouraged to educate themselves on the benefits and risks associated with the various antenatal screening procedures and work with their obstetrician to formulate an individualized prenatal care plan.",
        "O'Rourke drew on his years of experience in South Africa to formulate products with wide appeal, and in 2000 he re-branded the lines under the Sexy Hair label, a move that drew instant success.",
        "Keep in mind that after losing your home, you may want to take some time to regroup and formulate a plan.",
        "It can be a challenge to formulate a flawless workout plan that incorporates both weights and cardio while taking into account your need to rotate muscle groups.",
        "In order to formulate this phrase, start with the French verb for love, aimer.",
        "I'm also helping formulate and launch other dietary supplements and beauty products with engage:BDR.",
        "The goal was to formulate a collection of products that would make an actual difference in the condition of visibly aging skin.",
        "Use the tips listed here to help you formulate reasonable goals and expectations to ultimately find trainers that provide instruction relative to your business.",
        "The aim can also help you formulate the title of your work, which should be explicit without being too wordy !",
        "Ideally it is a process that starts while you are still pregnant; but even if you already embrace that bundle of joy in your arms, it is never too late to formulate an appropriate discussion.",
        "After a primary childcare arrangement is created, be sure to also formulate backup and sick care plans.",
        "There are also six frozen mixes that are created for those pet owners that like to formulate their own foods for their pets.",
        "Most of the time you can formulate your own strategy to defeat an opponent or to get a better score.",
        "Parents of a child affected with a mitochondrial disorder may be referred to a dietician to help formulate a diet specific to his or her disease.",
        "formulate a strategy that includes not lifting a finger or cleaning anything.",
        "To do so, we must formulate them in some more or less permanent (especially linguistic) form... .",
        "The new idea either comes ready-made or is fairly easy to formulate.",
        "With Jack at the helm, they quickly formulate a strategy that includes not lifting a finger or cleaning anything.",
        "The aim can also help you formulate the title of your work, which should be explicit without being too wordy!",
        "formulate policy on the basis of the supposed efficacy of any variety of medical treatment or health regime.",
        "We formulate the interactive Markov chain with the same heuristics as the ABM of Hegselmann and Krause.",
        "It is enough to formulate a few general considerations of a kind to orientate and guide inquirers.",
        "There is an embedded turn-based battle system all ready to go; all you do is design backgrounds and foregrounds, work out the story and characters, formulate enemies and interactions and you're off!",
        "Put together a stunning team and formulate a strategy, then pummel your opponents on game day.",
        "Seamus Blackley came to Microsoft in February 1999 and helped formulate the initial Xbox proposal.",
        "It will provide examples of good practice and enable commissioners to formulate robust, time limited action plans for addressing areas of improvement.",
        "Working with the child's school teachers to formulate a day-to-day schedule can help maintain consistency for the child and address specific developmental delays.",
        "Believe it or not, there are several free resources that you can use to formulate your own curriculum guide.",
        "They claim their product uses scientific recommendations to formulate one high potency vitamin supplement.",
        "Before you start the search for the best Christian dating service, it is important to sit down and formulate your own expectations first.",
        "Kiplinger’s: This particular review of the six best budgeting sites is dated March 2009, but provides helpful information to formulate comparisons.",
        "The guiding principle is to formulate an acceptance of \"acting happiness\" to encourage more frequent opportunities for genuine joy.",
        "Taking the time to formulate a business plan is vital.",
        "Often the cover letter, which is also known as a letter of introduction, is the first item a potential employer will read, which means this letter will help him formulate an opinion.",
        "That's because hypnosis activates a different state of your mind, overriding your conscious mind in which you formulate your daily thoughts.",
        "Even if you've never exercised before, you do not necessarily need to hire a personal trainer to help you formulate a workout routine.",
        "I wracked my brains in an attempt to formulate some way we could safely utilize Howie's unique abilities and produce beneficial results without exposing ourselves to God knows what.",
        "Years of devouring that fiction genre helped formulate a world where intrigue crept around every corner for the dapper gentleman.",
        "In the worst case scenario of the hypothesis, the model maker is forced just to formulate hypotheses about them.",
        "screenwriter Michael Eaton use recent European Rendell movies to formulate some principles for screen adaption.",
        "conservancy powers of compulsory land acquisition and to formulate by-laws for the protection of each reserve.",
        "Or some do formulate interesting critiques on a certain strand of research.",
        "GIS was then used to formulate a method of predicting where well-preserved paleolithic archeological sites might be located on the basis of collagen degradation.",
        "formulate hypotheses about them.",
        "formulate alternative proposals, having regard to her state of heath.",
        "say that all men actually formulate the same moral judgments.",
        "Again, the Old Testament speaks of the restoration of heathen nations, and of the salvation of the heathen; 1 Ã‚° but does not formulate any theory of atonement in this connexion.",
        "Having accepted these two conclusions, we formulate the generalization that tracheae can be independently acquired by various branches of Arthropod descent in adaptation to a terrestrial as opposed to an aquatic mode of life.",
        "Thus, in short, if we ask for a clear and definite fundamental intuition, distinct from regard for happiness, we find really nothing in Whewell's doctrine except the single rule of veracity (including fidelity to promises); and even of this the axiomatic character becomes evanescent on closer inspection, since it is not maintained that the rule is practically unqualified, but only that it is practically undesirable to formulate its qualifications.",
        "DECRETALS (Epistolae decretales), the name (see Decree above), which is given in Canon Law to those letters of the pope which formulate decisions in ecclesiastical law; they are generally given in answer to consultations, but are sometimes due to the initiative of the popes.",
        "Crystal litter is sometimes mixed with clay or other materials to formulate cat litter.",
        "Certain guidelines will vary state-to-state, but reviewing this site will provide consumers with a better understanding of the process in order to ask questions and formulate a plan of action.",
        "Even so, Hyland was able to hire Cecil Craig, a graduate of the University of Southern California, in 1928 to formulate many of the homeopathic preparations that are available today.",
        "Before you know it, you'll begin to formulate the kind of family room you want and which colors to use to convey the ambiance you want.",
        "Women of the 19th century often had to formulate their own makeup, and some of the ingredients were inconvenient and unsafe.",
        "Learning a foreign language's grammar can help you construct sentences and easily formulate proper nouns and verbs, so you can communicate with other German speakers.",
        "For example, they can formulate hypotheses based on the phrase \"what if.\"",
        "Children will often mimic or emulate the actions of other surviving adults around them to formulate their reaction to the death of their parent."
    ],
    "definition": [
        "for′mu·la′tion\nn.",
        "for′mu·la′tor\nn.",
        "Link/Cite"
    ]
}