{
    "translation": "ממוןי ,הון .1\n.2 מזל, סיכו",
    "uses": [
        "There must be a fortune right here in this building.",
        "I am not one of those on whom fortune deigns to smile.",
        "That castle cost a fortune to build.",
        "Very well, but only if you give me a fortune, said Helene.",
        "\"Although composed as it was of soldiers of fortune and the dregs of the populace.\"",
        "And people say that fortune comes to us in our sleep.",
        "\"That thing cost a fortune,\" Tamer replied.",
        "Definitely incorporated with this country in 1853, it experienced another change of fortune after the short war of 1864 between Denmark on the one side and Prussia and Austria on the other, as by the peace of Vienna (30th of October 1864) it was ceded with Schleswig and Holstein to the two German powers.",
        "Sure, the million dollar offer was withdrawn but I'll bet there are thousands of people out there who would still pay a fortune to own Howie.",
        "The Chinese were hard-working and had the usual fortune attending those who work hard.",
        "The rest, particularly the manor of Edgware, which made the fortune of the college, was bought from private owners.",
        "At New York, in order to earn a living, he became first a chandler, and afterwards a trading skipper, returning to Italy in 1854 with a small fortune, and purchasing the island of Caprera, on which he built the house thenceforth his home.",
        "This spending of the best part of one's life earning money in order to enjoy a questionable liberty during the least valuable part of it reminds me of the Englishman who went to India to make a fortune first, in order that he might return to England and live the life of a poet.",
        "Proposing to seek his fortune abroad, he went on foot to Nantes, but was there prostrated by an illness so severe that all thoughts of emigration were perforce abandoned.",
        "Both left me everything, not that it was a fortune, but a good investment counselor did a nice job.",
        "Your fortune cookies forget to tell you I'd figure out what you didn't tell me about Jenn?",
        "It wouldn't bring in a fortune, but at least she could feel she was contributing something to the income.",
        "They were all designed for Fortune 500 executives, not poor­ly paid detectives sworn to keep the streets safe for orphans and widows.",
        "\"I often think, though, perhaps it's a sin,\" said the princess, \"that here lives Count Cyril Vladimirovich Bezukhov so rich, all alone... that tremendous fortune... and what is his life worth?",
        "The Ancient Andre, who became dead-dead recently, left us his fortune, as have many others before him.",
        "His cruelty, his utter want of scruple, and his good fortune made him a terror to all Italy.",
        "When Dad died, he left this Ranch to his wife and stepson and his fortune went to the rest of us kids.",
        "\"If I ever have the good fortune to escape from this island,\" he said, \"I will be kind and obliging to every one.",
        "Bird Song, while providing a simple living for them, was never going to bring a fortune to their bank account.",
        "\"You look like you just won 'Wheel of Fortune',\" Dean said as he emptied a package of pasta into a boiling pot.",
        "The change of fortune proved disastrous to many families, previously to all appearances in opulent circumstances, but by all classes alike their reverses were borne with the greatest bravery.",
        "The only gleam of success which shone on his ill fortune was the revolution which placed Florence in the hands of the Ghibellines in 1248.",
        "If you figure out a way to do this all day and still make the ranch turn a profit, you could make a fortune teaching your method at seminars.",
        "By his energy, industry and sound judgment he gradually enlarged his operations, did business in all the fur markets of the world, and amassed an enormous fortune, - the largest up to that time made by any American.",
        "Having made a fortune by teaching and lecturing in Chalcedon he spent the rest of his life chiefly at Athens, where he died.",
        "The mission appears not to have been an unqualified success, though Crispi afterwards affirmed in the Chamber (4th March 1886) that Depretis might in 1877 have harnessed fortune to the Italian chariot.",
        "He then gave in his resignation as general, and returned to commerce; but his brewery was ruined, and after many vicissitudes of fortune he died in poverty in Paris on the 6th of February 1809.",
        "It was against them that was broken his invincible will, sweeping away in the defeat the work of Panama, his own fortune, his fame and almost an atom of his honour.",
        "He died on the 26th of February 1608, leaving a large fortune from lead mines discovered in the Mendip Hills.",
        "Fortune again favoured the Russian arms, but as Austria was less successful and signed a separate peace at Sistova in 1791, Catherine did not obtain much material advantage from the campaign.",
        "From this Philosophy passes into a discussion in regard to the nature of providence and fate, and shows that every fortune is good.",
        "On being relieved from picket duty Rostov had managed to get a few hours' sleep before morning and felt cheerful, bold, and resolute, with elasticity of movement, faith in his good fortune, and generally in that state of mind which makes everything seem possible, pleasant, and easy.",
        "His son and successor, Theodore (Feodor), was a weak man of saintly character, very ill fitted to consolidate his father's work and maintain order among the ambitious, turbulent nobles; but he had the good fortune to have an energetic brother-in-law, with no pretensions to sanctity, called Boris Godunov, who was able, with the tsar's moral support, to keep his fellow-boyars in order.",
        "He had accumulated an immense private fortune, possessing in addition to his see the revenues of seven abbeys.",
        "But while Nicholas was considering these questions and still could reach no clear solution of what puzzled him so, the wheel of fortune in the service, as often happens, turned in his favor.",
        "He lost his place owing to a reduction of the duke's establishment, and for several years he lived obscurely; but by good fortune he succeeded in persuading Maria de Uceda, one of the ladiesin-waiting of Mariana, second wife of Philip IV., to marry him.",
        "Boetius regarded it as the height of his good fortune when he witnessed his two sons, consuls at the same time, convoyed from their home to the senate-house amid the enthusiasm of the masses.",
        "They were enduring of toil, hunger, and cold whenever fortune laid it on them, given to hunting and hawking, delighting in the pleasure of horses, and of all the weapons and garb of war.",
        "It made him angry just because the idea of marrying the gentle Princess Mary, who was attractive to him and had an enormous fortune, had against his will more than once entered his head.",
        "The tribal names Gad and Asher are suggestive of the worship of a deity of fortune (Gad) and of the male counterpart of the goddess, Asherah.",
        "In spite of the veto of the pope Louis accepted the invitation, landed in England in May 1216, and occupied London and Winchester, the fortune of war having in the meantime turned against John.",
        "But on the contrary, my papa and mamma are now provided for--I have arranged that rent for them in the Baltic Provinces--and I can live in Petersburg on my pay, and with her fortune and my good management we can get along nicely.",
        "But his good fortune did not last, and he attributes the calamities that came upon him to the ill will which his bold maintenance of justice had caused, and to his opposition to every oppressive measure.",
        "JOHN POND (c. 1767-1836), English astronomer-royal, was born about 1767 in London, where his father made a fortune in trade.",
        "1514), Hungarian revolutionist, was a Szekler squire and soldier of fortune, who won such a reputation for valour in the Turkish wars that the Hungarian chancellor, Tamas Bakocz, on his return from Rome in 1514 with a papal bull preaching a holy war in Hungary against the Moslems, appointed him to organize and direct the movement.",
        "Italy at this time began to be overrun by bands of soldiers of fortune.",
        "Everybody is wondering to whom the count will leave his fortune, though he may perhaps outlive us all, as I sincerely hope he will...",
        "\"Now to tell one's fortune in the empty bathhouse is frightening!\" said an old maid who lived with the Melyukovs, during supper.",
        "Her sadness had nothing to do with not appreciating their fortune.",
        "It must have cost a fortune!",
        "Why would she hide him from me all this time and suddenly ask for a fortune?",
        "Would it be so terrible if she never acquired a fortune?",
        "At last, in 1795, the House of Lords gave a verdict of not guilty on all charges laid against him; and he left the bar at which he had so frequently appeared, with his reputation clear, but ruined in fortune.",
        "Sc. 4) causes the queen to remonstrate, in reply to her lady's suggestion of a game at bowls to relieve her ennui, \"'Twill make me think the world is full of rubs, and that my fortune runs against the bias.\"",
        "vir.) in Chaucer's Canterbury Tales prefaces his account of Alexander with the statement that his story is so common That every wight that hath discrecioun Hath herd somewhat or all of his fortune.",
        "Squarcione adopted him as his son, and purposed making him the heir of his fortune.",
        "Pushkin in one of his poems described young Gorchakov as \"Fortune's favoured son,\" and predicted his success.",
        "From the emoluments of a profession he \" might have derived an ample fortune, or a competent income instead of being stinted to the same narrow allowance, to be increased only by an event which he sincerely deprecated.\"",
        "The ministry of Lord North, however, was tottering, and soon after fell; the Board of Trade was abolished by the passing of Burke's bill in 1782, and Gibbon's salary vanished with it - no trifle, for his expenditure had been for three years on a scale somewhat disproportionate to his private fortune.",
        "He amassed a large fortune in Ireland, in which country he had been allotted lands by Cromwell.",
        "In 1688 an uncle left him a fortune.",
        "His most noted work was a statue of Fortune, which he made for the city of Antioch, then newly founded.",
        "He died of consumption and of mental strain on the 2nd of December 1892, his fortune at that time being estimated at $72,000,000; all of this he left to his own family.",
        "David's good fortune did not desert him; he won his wife, and in this new advancement continued to grow in the popular favour, and to gain fresh laurels in the field.",
        "Deprived of the protection of religion as well as of justice, David tried his fortune among the Philistines at Gath.",
        "Pasteur had the good fortune, and just reward, of seeing the results of his work applied to the benefit both of the human race and of the animal world.",
        "An ample inherited fortune permitted him to pursue his studies undistracted by the necessity for earning a livelihood, and to maximize the results of his time and labour by the employment of amanuenses and secretaries.",
        "His generosity in assisting poor students exhausted a considerable fortune, and at his death he left nothing but his books and clothes.",
        "But fortune now brought Bonaparte to blight those hopes.",
        "For the present he experienced a sharp rebuff of fortune, which he met with his usual fortitude.",
        "At the time of his first view of the Adriatic (February 1797) he noted the importance of the port of Ancona for intercourse with the Sultan's dominions; and at that city fortune placed in his hands Russian despatches relative to the designs of the Tsar Paul on Malta.",
        "By good fortune the armada evaded Nelson and arrived safely off Malta.",
        "' After Klein's death his Prodromus, written in Latin, had the unwonted fortune of two distinct translations into German, published in the same year 1760, the one at Leipzig and Lubeck by Behn, the other at Danzig by Reyger - each of whom added more or less to the original.",
        "The Ray Society had the good fortune to obtain the ten original copper-plates, all but one drawn by the author himself, wherewith the work was illustrated.",
        "By his will Colleoni left his vast fortune to Venice on condition that a monument should be raised to him at St Mark's.",
        "A fragment of Philemon declares, as if in reply to Aristotle, that not nature, but fortune, makes the slave.",
        "He was full of literary projects, and immediately after his return he is said to have increased his fortune immensely by a lucky lottery speculation.",
        "A fortnight later they were defeated at Basing, but partially retrieved their fortune by a victory at \"Ma retun\" (perhaps Marden in Wiltshire), though the Danes held the field.",
        "Primed with all the knowledge of the West, he returned home to seek his fortune, and, as the Orthodox monk, became one of the professors at, and subsequently rector of, the academy of Kiev.",
        "He left a fortune of some two millions sterling to his daughter, who married first a son of the Marquis di Rudini, and secondly Prince Gyalma Odescalchi.",
        "As a director of the company, moreover, he was suspected of fraudulent complicity, taken into custody and heavily fined; but £ro,000 was allowed him out of the wreck of his estate, and with this his skill and enterprise soon constructed a second fortune.",
        "Were there numerous important centres the bad fortune of one would be more adequately offset by the good fortune of another.",
        "Henceforth Rodrigo Diaz began to live that life of a soldier of fortune which has made him famous, sometimes fighting under the Christian banner, sometimes under Moorish, but always for his own hand.",
        "3: though a man have the great good fortune to live long and to have many children, yet, if he have not proper burial the blank darkness of an untimely birth is better than he: this latter is merely the negation of existence; the former, it appears to be held, is positive misfortune, the loss of a desirable place in Sheol, though elsewhere (ix.",
        "The the scepticism of Koheleth differs from that of Job in quality and scope: it is deliberate and calm, not wrung out by personal suffering; and it relates to the whole course and constitution of nature, not merely to the injustices of fortune.",
        "This gave the whole ground plan of the monument, and no doubt designedly so, the shape of a gigantic swastika a symbol of good fortune).",
        "Originally a nature goddess (like Venus the garden goddess, with whom she was sometimes identified), she represented at first the hope of fruitful gardens and fields, then of abundant offspring, and lastly of prosperity to come and good fortune in general, being hence invoked on birthdays and at weddings.",
        "Like Fortune, with whom she is often coupled in inscriptions on Roman tombstones, she was also represented with the cornu copiae (horn of plenty).",
        "Here they remained, and with one or two other great families governed Geneva, and sent forth many representatives to seek their fortune and win distinction in the service of foreign princes, both as soldiers and ministers.",
        "A competent fortune, good prospects, social position, and a strong family connexion were all thrown aside in order to tempt fate in the New World.",
        "Gallatin engaged in land speculations, and tried to lay the foundation of his fortune in a frontier farm.",
        "His fortune was found to amount to a million and a half of talers, and was sequestered but afterwards restored to his family.",
        "He also enlisted the services of a number of Continental soldiers of fortune, among whom were Lafayette, Baron Johann De Kalb and Thomas Conway.",
        "But the entire financial authority resided in the sultan as keeper, by right, of the fortune of his subjects.",
        "The public revenues were passed under three principal denominations: (1) the public treasury; (2) the reserve, into which was paid any surplus of revenues over expenses from the treasury; (3) the private fortune (civil list) of the prince.",
        "But the Persian War dragged on, with varying fortune, for years, till after Suleiman had ravaged Persia it was concluded by the treaty - the first between shah and sultan - signed at Amasia on the 29th of May 1555.",
        "Promotion was regular, but was obtainable only by entering at an early age one of the medresses or colleges; the student, after passing through the successive degrees of danishmend, mulazim and muderris, became first a molla, then a judge, rising to the higher ranks as fortune and opportunity offered.",
        "Mack on the 8th had determined to commence his withdrawal, but fortune now favoured the French.",
        "His early military education was the best and most practical then attainable, primarily because he had the good fortune to come under the influence of men of exceptional ability - Baron du Keile, Bois Roger and others.",
        "Her want of beauty was compensated by her fortune.",
        "The act was unquestionably one of odious tyranny, but it is impossible not to ask why she had put herself within reach of it when her fortune enabled her to reside anywhere and to publish what she pleased.",
        "'ARISTIDES' ['Apurre18rls] (c. 530-468 B.C.), Athenian statesman, called \"the Just,\" was the son of Lysimachus, and a member of a family of moderate fortune.",
        "It was his great good fortune to find abundant unused material for his Life of Hume, and to be the first to introduce the principles of historical research into the history of Scotland.",
        "But in 1893 the uniform good fortune which had attended the Stevensons since their settlement in Samoa began to be disturbed.",
        "A popular and successful democratic leader, he cannot, however, be ranked among the great statesmen of the republic. As a general he was headstrong and selfsufficient and seems to have owed his victories chiefly to personal boldness favoured by good fortune.",
        "In 1808, on the restoration of peace, he resigned all his civil appointments, and returned home in the possession of a fortune of £40,000.",
        "In spite of his somewhat extravagant living, he left an ample fortune to his spendthrift son, who did his best to squander it as soon as possible.",
        "The personal character of Michaelis can be read between the lines 1 By a strange fortune of war it was the occupation of Gottingen by the French in the Seven Years' War, and the friendly relations he formed with the officers, that procured him the Paris MS. from which he edited Abulfeda's description of Egypt.",
        "The only definite information as to the amount of fortune necessary refers to later republican and early imperial times, when it is known to have been 400;000 sesterces (about L3500 to £4000).",
        "For the equites equo publico high moral character, good health and the equestrian fortune were necessary.",
        "The right of bestowing the equus publicus was vested in the emperor; once given, it was for life, and was only forfeitable through degradation for some offence or the loss of the equestrian fortune.",
        "But this small beginning of good fortune was embittered by the deaths of his father and his eldest sister, and by the breaking up of the home at Quickborn.",
        "His emoluments as treasurer at war, together with his wife's fortune, provided him with ample means, which he lost by rash speculations, a circumstance regarded by his son as the prelude to his own good fortune; for had he been rich, he used to say, he might never have known mathematics.",
        "1797) frustrated the hopes of Pitt for peace and inflicted on Maret another reverse of fortune.",
        "It was founded by Vasco Fernandes Coutinho, who having acquired a large fortune in India, sank it in this scheme of colonization.",
        "Before the latter event, however, the family had been seriously impoverished by a great fire, which destroyed several valuable buildings, but notwithstanding this, the mother left to each of her six children some little fortune.",
        "Platinum itself he discovered how to work on a practical scale, and he is said to have made a fortune from the secret, which, however, he disclosed in a posthumous paper (1829); and he was the first to detect the metals palladium (1804)(1804) and rhodium (1805) in crude platinum.",
        "Mr Tooke declared his intention of making Horne the heir of his fortune, and, if the design was never carried into effect, during his lifetime he bestowed upon him large gifts of money.",
        "Horne thereupon tried his fortune, but without success, on farming some land in Huntingdonshire.",
        "In 1714 he set out to seek his fortune in Russia, and unsuccessfully solicited a place at the shabby court of the princess Sophia Charlotte, the consort of the tsarevich Alexius.",
        "He gradually accumulated a fortune, which at his death was variously estimated as from $60,000,000 to $80,000,000.",
        "She inherited nearly all of his great fortune, and out of it she gave away a long series of liberal benefactions to various institutions",
        "The full nature of the failure was not realized by the British public, nor the spirit in which the general had received the finding of fortune.",
        "He negotiated the second treaty of Vienna in 1731, and in the next year, being somewhat broken in health and fortune, he resigned his embassy and returned to England.",
        "He did not scruple to reveal to the king of Navarre secret deliberations, but his fortune soon turned.",
        "An old poet quoted by Suetonius states that he was ruined in fortune through his intimacy with his noble friends.",
        "He amassed a large fortune, erected magnificent buildings and purchased the famous gardens of Maecenas.",
        "His personal fortune, accumulated during office, was considerable, and was bequeathed almost entirely to members of his family.",
        "The Syracusans were neither united nor adequately prepared for effectual defence, and it is perfectly clear that they owed their final deliverance to extraordinary good fortune.",
        "He now set to work to repair his fortune by unremitting literary labour.",
        "Fortune, however, soon returned to his side.",
        "It would cost you a fortune.",
        "It is not the fortune of many more brilliant statesmen to earn this testimonial to character.",
        "About 1828 he built the Canton Iron Works in Baltimore, Maryland, the foundation of his great fortune.",
        "Stephen became by the shifting fortune of war a prisoner, and the empress Matilda might, if she had had the wisdom to favour the citizens, have held the throne, which was hers by right of birth.",
        "JOHN AUBREY (1626-1697), English antiquary, was born at Easton Pierse or Percy, near Malmesbury, Wiltshire, on the 12th of March 1626, his father being a country gentleman of considerable fortune.",
        "A month later he had the good fortune to recover copies of a silver boss, or hilt-top, offered to various museums about 1860, but rejected by them as a meaningless forgery and for a long time lost again to sight.",
        "The pope too was against them, but when they induced the Venetians to intervene the tide of fortune changed, and Visconti was finally defeated and forced to accept peace on onerous terms (1427).",
        "It was at this time too that the many-sided Alexius invented his famous \"drops,\" or tinctura toniconervina Bestuschefi, the recipe of which was stolen by the French brigadier Lamotte, who made his fortune by introducing it at the French court, where it was known as Elixir d'Or.",
        "He was rapturously welcomed on the Pompeian side; but he brought no great strength with him, and his ill fortune under Pompey was as marked as his success had been under Caesar.",
        "At Thebes there was a statue of Fortune holding the child Plutus in her arms; at Athens he was similarly represented in the arms of Peace; at Thespiae he was represented standing beside Athena the Worker.",
        "For six months the siege went on with varying fortune, but at last the courage and determination of Ibrahim triumphed, and on the 9th of September, after a heroic resistance, Abdallah, with a remnant of four hundred men, was compelled to surrender.",
        "From this moment fortune changed.",
        "But fortune favoured him.",
        "The war was now carried on by the free companies with varying fortune, but always more or less to the hurt of the Pisans.",
        "He retired in 1841 with a small fortune and settled at Great Houghton, near Barnsley, where he died on the 1st of December 1849.",
        "He was state's attorney for Hartford county from 1777 to 1785, and achieved extraordinary success at the bar, amassing what was for his day a large fortune.",
        "Every species of good fortune was now to descend on the path of the man who had struggled against ill luck so long.",
        "Sir James Lumsden, a soldier of fortune under Gustavus Adolphus, who distinguished himself in the Thirty Years' War, was born in the parish of Kilrenny about 1598.",
        "Besides the civil list the duke of Saxe-Coburg-Gotha enjoys a very large private fortune, amassed chiefly by Ernest I., who sold the principality of Lichtenberg, which the congress of Vienna had bestowed upon him in recognition of his services in 1813, to Prussia for a large sum of money.",
        "It was not the good fortune of Johnston to acquire the prestige which so much assisted Lee and Jackson, nor indeed did he possess the power of enforcing his will on others in the same degree, but his methods were exact, his strategy calm and balanced, and, if he showed himself less daring than his comrades, he was unsurpassed in steadiness.",
        "It was his good fortune that he did go back, for he was subjected to a wholesome course of ridicule by the other boys, and was flogged by Dr Barnard, the headmaster.",
        "The intolerable meanness advocated for the sake of the paltriest gains, the entire ignoring of any pursuit in life except money-getting, and the representation of the whole duty of man as consisting first in the attainment of a competent fortune, and next, when that fortune has been attained, in spending not more than half of it, are certainly repulsive enough.",
        "Next year Moritz underwent changes of fortune.",
        "The graceful form of their body, the elegance and rapidity of their movements, and the exquisite beauty of their colours have been the admiration of all who have had the good fortune to watch them in their native haunts.",
        "4 In 1700 he married Frances, daughter of Sir Henry Winchcombe, Bart., of Bucklebury, Berkshire, but matrimony while improving his fortune did not redeem his morals.",
        "What a world is this and how does fortune banter us!\"",
        "But once more Bolingbroke's \"fortune turned rotten at the very moment it grew ripe,\" 4 and his projects and hopes were ruined by the king's death in June.",
        "On his return to France he came into touch with the Calvinists whose tenets he probably embraced, and consequently lost his place in the privy council and part of his fortune.",
        "Sherman had the good fortune to learn the art of command by degrees.",
        "The arrival of General Decaen, sent out by Bonaparte in 1802, restored security to the island, and five years later Villele, who had now realized a large fortune, returned to France.",
        "But his private fortune more than sufficed for all his wants till his death on the 8th of October 1652.",
        "By good fortune the earth here was very deep. On the higher level of the agora and the Apollo temple, where the depth of earth is comparatively slight, there is little hope of important finds.",
        "Like his contemporary Aesopus, Roscius amassed a large fortune, and he appears to have retired from the stage some time before his death.",
        "The year 1666 (called the annus mirabilis, for it included the plague and the fire of London) was marked by fierce fighting and changes of fortune.",
        "He was an adviser to Mazarin in the negotiations which terminated in the treaty of the Pyrenees (1659) He amassed a considerable fortune, and was unpopular, even in court circles.",
        "Giuliano de' Ricci tells us it was marked by stringent satire upon great ecclesiastics and statesmen, no less than by a tendency to \"ascribe all human things to natural causes or to fortune.\"",
        "He drew his conclusions from the nature of mankind itself, \"ascribing all things to natural causes or to fortune.\"",
        "In June she followed the king to England (after distributing all her effects in Edinburgh among her ladies) with the prince and the coffin containing the body of her dead infant, and reached Windsor on the 2nd of July, where amidst other forms of good fortune she entered into the possession of Queen Elizabeth's 6000 dresses.",
        "After the war he invested extensively in pine lands in Michigan, and accumulated a large fortune in the lumber business.",
        "The climate and the scenery in and about Biddeford attract summer visitors and there are two resorts, Biddeford Pool and Fortune Rocks within the municipal limits; but the city is chiefly a manufacturing centre (third in rank among the cities of the state in 1905) - good water-power being furnished by the river - and cotton goods, foundry and machine shop products and lumber are the principal products, the first being by far the most important.",
        "His ambition was generally more manifest than his discretion; but fortune favoured his ambition, even as to himself, somewhat beyond expectation, and still more in his posterity.",
        "Bruno had been well received at Toulouse, where he had lectured on astronomy; even better fortune awaited him at Paris, especially at the hands of Henry III.",
        "Of his fortune (estimated at $5,000,000) approximately $4,000,000 was bequeathed for the establishment and maintenance of \"a free public library and reading-room in the City of New York\"; but, as the will was successfully contested by relatives, only about $2,000,000 of the bequest was applied to its original purpose; in 1895 the Tilden Trust was combined with the Astor and Lenox libraries to form the New York Public Library.",
        "However, should the husband neglect to sue for the recovery of any separate property of his wife she may, with the permission of the court, sue for it in her own name; or should the husband refuse to support his wife and educate her children as her fortune would warrant, the county court may in answer to her complaint require a fixed portion of the proceeds from her property to be paid to her.",
        "At length Louis Philippe, anxious to free himself from the hampering control of the agents of his fortune, thought it safe to parade his want of confidence in the man who had made him king.",
        "His fortune was now made, and while the managers of Covent Garden and Drury Lane resorted to the law to make Giffard, the manager of Goodman's Fields, close his little theatre, Garrick was engaged by Fleetwood for Drury Lane for the season of 1742.",
        "Riego had the good fortune to escape and to reach England after various wanderings in Switzerland and Germany.",
        "Evatt had the good fortune to capture Kings Mwanga and Kabarega, who were deported to the coast and subsequently removed to the Seychelles, where Mwanga died in 1903.",
        "Doubtless with the object of expanding the flourishing foreign trade of Samos, he entered into alliance with Amasis, king of Egypt, who, according to Herodotus, renounced his ally because he feared that the gods, in envy of Polycrates' excessive good fortune, would bring ruin upon him and his allies.",
        "A revolt in Galloway in 1235 was crushed without difficulty; nor did an invasion attempted soon afterwards by its exiled leaders meet with any better fortune.",
        "Having the good fortune to serve a king who was both economical and just, he was able to diminish the imposts, to introduce order among the soldiery, and above all, by the ordinances of 1499, to improve the organization of justice.",
        "Before the World War he was the possessor of a fortune which was vaguely estimated at several millions of pounds.",
        "But he failed to do so, and by taking the field with such inferior numbers he left too much to Fortune.",
        "This was Napoleon's pursuit of the fatal mistake of the campaign, and Fortune turned Welling- now against her former favourite.",
        "NICOMACHUS, of Thebes, Greek painter, of the early part of the 4th century, was a contemporary of the greatest painters of Greece; Vitruvius observes that if his fame was less than theirs, it_ was the fault of fortune rather than of demerit.",
        "He went to New Netherland (New York) in 1660, married a wealthy widow, engaged in trade, and soon accumulated a fortune.",
        "brought a sudden change of fortune to the Vaudois.",
        "(5) The vertical line descending from the middle of the wrist to end about the base of the middle finger is the line of fortune.",
        "In 1718 Sir Isaac Newton was made master of the Mint, and in that capacity as contractor for the coinage he amassed a considerable fortune.",
        "The neutrality which had made Palmyra's fortune was abandoned for an active military policy which, while it added to Odainath's fame, in a short time brought his native city to its ruin.",
        "In this mountainous region, between the Black Sea and the Persian frontier, the war was carried on with fluctuating fortune.",
        "In Mesopotamia from 1915 onward the Ottoman Empire had been faced by serious British military operations, here, too, with various changes of fortune.",
        "By the time he died his books had brought him a considerable fortune.",
        "He possessed the interior lines and the central reserve which enables interior lines to be utilized, and a stroke of good fortune prolonged the period in which he could command the situation, for The occupation of Siu-yen was chiefly the work of the brigade pushed out to his left by Kuroki.",
        "After graduating from Harvard in 1754, he entered the mercantile house of his uncle, Thomas Hancock of Boston, who had adopted him, and on whose death, in 1764, he fell heir to a large fortune and a prosperous business.",
        "380 founded a hospital in Rome with a convalescent home attached, and devoted herself and her fortune to the care of the sick poor.",
        "He had the double dignity of having refused the highest prize in his profession for conscience' sake, and of having accepted that dignity without loss of consistency; in his life he acquired a high reputation and the sincere admiration of his fellowmen, as well as an abundant fortune and ample titular distinctions.",
        "His restless and dissatisfied nature led him to press or intrigue for other posts, and to embark in risky business enterprises which compromised the fortune of his family for many years to come.",
        "a large fortune at a comparatively early age, he came to England in 1910, and stood successfully for the House of Commons as Unionist candidate for Ashton-under-Lyne.",
        "On the 16th of September his disapproval of the popular excesses at Warsaw caused him to quit the government after sacrificing half his fortune to the national cause; but it must be admitted that throughout the insurrection he did not act up to his great reputation.",
        "Geneva is well supplied with charitable institutions, hospitals, &c. Among other remarkable sights of the city may be mentioned the great hydraulic establishment (built 1882-1899) of the Forces Motrices du Rhone (turbines), the singular monument set up to the memory of the late duke of Brunswick who left his fortune to the city in 1873, and the tie Jean-Jacques Rousseau now connected with the Pont des Bergues.",
        "Valdemar's skilful diplomacy, reinforced by golden arguments, did indeed induce the dukes of Brunswick, Brandenburg and Pomerania to attack the confederates in the rear; but fortune was persistently unfriendly to the Danish king, 1 Rostock, Greifswald, Wismar and Stralsund.",
        "After a few years in his father's business, he retired with an ample fortune from all business concerns, with the exception of the Sheffield Banking Company, of which he was chairman for many years.",
        "The famous dictum \"Every man is the architect of his own fortune\" is attributed to him.",
        "Not till the victory of Puck (September 17, 1462), one of the very few pitched battles in a war of raids, skirmishes and sieges, did fortune incline decisively to the side of the Poles, who maintained and improved their advantage till absolute exhaustion compelled the Knights to accept the mediation of a papal legate, and the second peace of Thorn (October 14, 1466) concluded a struggle which had reduced the Prussian provinces to a wilderness.'",
        "But fortune, so long Bohdan's friend, now deserted him, and at Beresteczko (July I, 1651) the Cossack chieftain was utterly routed by Stephen Czarniecki.",
        "which enjoyed great popularity among his countrymen and had the good fortune to be set to music by Chopin.",
        "An elder brother, who like himself was early turned out into the world to seek his own fortune, rose to command a brigade in the Mysore army, while Hyder, who never learned to read or write, passed the first years of his life aimlessly in sport and sensuality, sometimes, however, acting as the agent of his brother, and meanwhile acquiring a useful familiarity with the tactics of the French when at the height of their reputation under Dupleix.",
        "Mansfield next attacked farther to the left and with better fortune.",
        "His good fortune, however, does not forsake him; he lands in Ireland just as a fierce dragon is devastating the country, and the king has promised the hand of the princess to the slayer of the monster.",
        "After the expiration of his term as vicepresident (March 4, 1805), broken in fortune and virtually an exile from New York, where, as in New Jersey, he had been indicted for murder after the duel with Hamilton, Burr visited the South-west and became involved in the so-called conspiracy which has so puzzled the students of that period.",
        "Jumel (1769-1865), a rich New York widow; the two soon separated, however, owing to Burr's having lost much of her fortune in speculation.",
        "In 1541 he began his career as a soldier of fortune, being, he said, \"pressed into the service.\"",
        "Here Churchyard enriched himself at the expense, it is to be feared, of the unhappy Irish; but in 1552 he was in England again, trying vainly to secure a fortune by marriage with a rich widow.",
        "On the collapse of the revolutionary government he was arrested (1850), but managed to escape to France, where he engaged in commerce and banking, became naturalized, and acquired a large fortune.",
        "Here also fortune was against the Confederates.",
        "Here extraordinary good fortune put into the enemy's hands a copy of Lee's orders, from which it was clear that the Confederates were dangerously dispersed.",
        "During the same year he married Susanna Glyde, and thus vacated his fellowship; but the death of his mother had left him in possession of a handsome fortune.",
        "It is therefore not surprising, though a piece of great good fortune, that there should be still extant a list of the New Testament books that may be roughly dated from the end of the century.",
        "He stipulated that no inquiry should be made into his conduct in office, and was left for another seven years unmolested in the enjoyment of the fortune he had amassed.",
        "In consequence of his lack of success at the bar he went to London in 1798 to try his fortune as a journalist, but without success; he also made more than one vain attempt to obtain an office which would have secured him the advantage of a small but fixed salary.",
        "His sermons attracted wide attention in that community, and he gained a considerable reputation as a theologian and a controversialist by his publication in 1814 of a volume entitled Defence of Christianity, written in answer to a work, The Grounds of Christianity Examined (1813), by George Bethune English (1787-1828), an adventurer, who, born in Cambridge, Massachusetts, was in turn a student of law and of theology, an editor of a newspaper, and a soldier of fortune in Egypt.",
        "Even in the 10th century Lord Kingsborough spent a fortune in printing a magnificent compilation of Mexican picture-writings and documents in his Antiquities of Mexico to prove the theory advocated by Garcia a century earlier, that the Mexicans were the lost tribes of Israel.",
        "In 1748 his father, Benjamin D'Israeli, then only about eighteen years of age, removed to England, where, before passing the prime of life, he amassed a competent fortune, and retired from business.",
        "After much vicissitude of fortune, Lord Thomas and others concerned in this rebellion were executed at Tyburn in 1536.",
        "After many wanderings, in the course of which he seems to have amassed a considerable fortune, first as an army-contractor and then as a receiver of taxes, he ultimately reached Alexandria.",
        "His father, Henry Kepler, was a reckless soldier of fortune; his mother, Catherine Guldenmann, the daughter of the burgomaster of Eltingen, was undisciplined and ill-educated.",
        "But he was suspected as a Mazzinian and a soldier of fortune by the higher Piedmontese officers, and they insisted on his being courtmartialled for his operations under Ramorino (who had been tried and shot).",
        "The aboriginal occupants of the greater part of North America were comparatively few in number, and except in Mexico were not advanced beyond the savage state, The geological processes that placed a much narrower ocean between North America and western Europe than between North America and eastern Asia secured to the New World the good fortune of being colonized by the leading peoples of the occidental Old World, instead of by the less developed races of the Orient.",
        "Henceforth his fortune was made.",
        "In the course of time the lad joined the army and went to India, where he rose to the rank of major-general and amassed a fortune of 70,000 with which he endowed the Elgin Institution (commonly known as the Anderson Institution) at the east end of High Street, for the education of youth and the support of old age.",
        "Smith (Lord Strathcona), whose fortune had been largely pledged to the undertaking, along with those of other prominent Canadian business men, especially Mr George Stephen (Lord Mountstephen), Mr Duncan McIntyre, and Mr R.",
        "Born In 1784, And Brought Up Among Reminiscent Eye Witnesses Of The Old Regime, He Was An Eager Listener, With A Wonderful4 Memory And Whole Hearted Pride In The Glories Of His Race And Family, A Kindly Seigneur, Who Loved And 'Was Loved By All His Censitaires, A Keen Observer Of Many Changing Systems, Down, To The Final Confederation Of 1867, And A Man Who Had Felt' Both Extremes Of Fortune (Memoires, 1866).",
        "As a manufacturer of shovels, in association with his father and his brother Oliver (1807-1877), he amassed a large fortune.",
        "According to him, the good is activity of soul in accordance with virtue in a mature life, requiring as conditions bodily and external goods of fortune; and virtue is a mean state of the passions.",
        "H 13-15) differently, with the consideration of (1) good fortune (thTvxta), and (2) gentlemanliness (KaXoKayaBia).",
        "Good fortune it divides into two kinds, both irrational; one divine, according to impulse, and more continuous; the other contrary to impulse and not continuous.",
        "First it finds the limit of goods of fortune in that desire and possession of them which will conduce to the contemplation of God, whereas that which prevents the service and contemplation of God is bad.",
        "8-10) on these points is unlike the Nicomachean, and like the Eudemian Ethics in discussing good fortune and gentlemanliness, but it discusses them in a more worldly way.",
        "On good fortune (ii.",
        "8), after recognizing the necessity of external goods to happiness, it denies that fortune is due to divine grace, and simply defines it as irrational nature (&Xoyos 060-Ls).",
        "They also become less like one another than before: for the treatment of good fortune, gentlemanliness, and their limit is more theological in the Eudemian Ethics than in the Magna Moralia.",
        "Secondly, the Eudemian Ethics, while not agreeing with Plato's Republic that the just can be happy by justice alone, does not assign to the external goods of good fortune (Eutu X ia) the prominence accorded to them in the Nicomachean Ethics as the necessary conditions of all virtue, and the instruments of moral virtue.",
        "505 B) to identify the form of good, without which nothing is good, with the gentlemanly thing (KaXov Kai ayaObv), without which any possession is worthless, he inspired into the author of the Eudemian Ethics the very limit (ipos) of good fortune and gentlemanliness with which it concludes, only without Plato's elevation of the good into the form of the good.",
        "The opposition of divine good fortune according to impulse to that which is contrary to impulse reminds us of Plato's point in the Phaedrus that there is a divine as well as a diseased madness.",
        "It is also Platonic, like the Endemian Ethics, in making little of external goods in the account of good fortune (ii.",
        "In the second book, it runs parallel to the Eudemian Ethics in placing good fortune and gentlemanliness (ii.",
        "8-9), where the Nicomachean Ethics places the speculative and the practical life; but it omits the theological element by denying that good fortune is divine grace, and by submitting gentlemanliness to no standard but that of right reason, when the irrational part of the soul does not hinder the rational part, or intellect (vows), from doing its work.",
        "Aristotle then wrote three moral treatises, which agree in the fundamental doctrines that happiness requires external fortune, but is activity of soul according to virtue, rising from morality through prudence to wisdom, or that science of the divine which constitutes the theology of his Metaphysics.",
        "But in Ethics a man's individual good is his own happiness; and his happiness is no mere state, but an activity of soul according to virtue in a mature life, requiring as conditions moderate bodily and external goods of fortune; his virtue is (I) moral virtue, which is acquired by habituation, and is a purposive habit of performing actions in the mean determined by right reason or prudence; requiring him, not to exclude, but to moderate his desires; and (2) intellectual virtue, which is either prudence of practical, or wisdom of speculative intellect; and his happiness is a kind of ascending scale of virtuous activities, in which moral virtue is limited by prudence, and prudence by wisdom; so that the speculative life of wisdom is the happiest and most divine, and the practical life of prudence and moral virtue secondary and human.",
        "Good fortune in moderation is also required as a condition of his happiness.",
        "He especially owed his celebrity and fortune to his idea of crossing Niagara Falls on a tight-rope, i ioo f t.",
        "The plot being discovered, Anna forfeited her property and fortune, though, by the clemency of her brother, she escaped with her life.",
        "The immense fortune which he left is a proof of his rapacity.",
        "He bequeathed half his fortune to this institution, and the remainder to the Sahlgrenska hospital.",
        "Basasiri had the good fortune to be out of his reach; after acknowledging the right of the Fatimites, he gathered fresh troops and incited Ibrahim Niyal to rebel again, and he succeeded so far that he re-entered Bagdad at the close of 1058.",
        "He returned to Paris in declining health, and did not long survive the unhealthy sojourn on the Bidassoa; after some political instruction to his young master he passed away at Vincennes on the 9th of March 1661, leaving a fortune estimated at from 18 to 40 million livres behind him, and his nieces married into the greatest families of France and Italy.",
        "Abd-ul-Qasim gained the confidence of the townsmen by organizing a successful resistance to the Berber soldiers of fortune who were grasping at the fragments of the caliphate.",
        "In the midst of all his perils, which read like stories from the Arabian Nights, Abd-ar-rahman had been encouraged by reliance on a prophecy of his great-uncle Maslama that he would restore the fortune of the family.",
        "In revenge he joined the émigré party at Coblenz, wrote in their favour, and expended nearly all the fortune brought him by his wife, a wealthy widow.",
        "Scott had only enjoyed his residence one year when (1825) he met with that reverse of fortune which involved the estate in debt.",
        "Again tempting the fortune of war after the rupture of the peace of Amiens, the Hanoverians found that the odds against them were too great; and in June 1803 by the convention of Sulingen their territory was occupied by the French.",
        "He settled in Edinburgh and engaged in the wine trade, lived liberally in the cultivated society of the city, lost his health and his fortune, and ended his days in debt.",
        "In 1838 (he was then nineteen) Mr Loudon wrote to the father, \"Your son is the greatest natural genius that ever it has been my fortune to become acquainted with.\"",
        "In 1864 Ruskin's father died, at the age of 79, leaving his son a large fortune and a fine property at Denmark Hill.",
        "In 1887 it was found that he had exhausted (spent, and given away) the whole of the fortune he had received from his father, amounting, it is said, to something like £200,000; and he was dependent on the vast and increasing sale of his works, which produced an average income of £4000 a year, and at times on the sale of his pictures and realizable property.",
        "Abhandlungen); Le Roman de fortune, summary of Boetius' De consolation philosophiae, by Simon de Fresne (Hist.",
        "WILLIAM HUSKISSON (1770-1830), English statesman and financier, was descended from an old Staffordshire family of moderate fortune, and was born at Birch Moreton, Worcestershire, on the 11th of March 1770.",
        "In 1800 he inherited a fortune from Dr Gem.",
        "Nobel (1833-1896), the inventor of dynamite, who left a considerable fortune for the encouragement of men who work for the benefit of humanity.",
        "Realizing the superiority of European methods of warfare, he availed himself of the services of a Savoyard soldier of fortune, Benoit de Boigne, whose genius for military organization and command in the field was mainly instrumental in establishing the Mahratta power.",
        "For seven years, from 1611 to 1618, he was ambassador at the Turkish court, where he amassed a fortune of some 16,000 sterling by doubtful means, and was bastinadoed by order of the sultan for his frauds.",
        "Of the famous temple of Fortune (Horace, Od.",
        "In July 1402 he made himself master of Bologna; and his death in September of the same year was a stroke of good fortune for the pope.",
        "It is remarkable how fortune seemed to assist his efforts.",
        "physician from Sarzana, who was not too well endowed with the gifts of fortune; and the boy, with all his talents, could only prosecute his studies at great personal sacrifices.",
        "That the Kulturkampf had followed so rapidly upon the war was the greatest piece of good fortune that could have befallen the Holy See.",
        "Mang-srong mang tsan, the second son and successor of Srong tsan gam-po, continuing the conquests of his father, subdued the Tukuhun Tatars around the Koko-Nor in 663, and attacked the Chinese; after some adverse fortune the latter took their revenge and penetrated as far as Lhasa, where they burnt the royal palace (Yumbu-lagang).",
        "Louis Gustave Fortune Ratisbonne >>",
        "Fortune after that, however, led it successively through the hands of the dukes of Meran, the duke of Bavaria and the patriarch of Aquileia, to the republic of Venice.",
        "He spent his leisure and his fortune in the search for documents bearing on the old Basque and Bearnese provinces; and the fruits of his studies in the archives of Bayonne, Toulouse, Pau, Perigord and other cities were embodied in forty-five MS. volumes, which were sent by his son Gabriel to Colbert.",
        "by Aji, a Chauhan, who established the dynasty which continued to rule the country (with many vicissitudes of fortune) while the repeated waves of Mahommedan invasion swept over India, until it eventually became an appanage of the crown of Delhi in 1193.",
        "But he had the good fortune to find a patron in the chemist L.",
        "Pisa had, indeed, a brief moment of better fortune, when Pheidon of Argos celebrated the 28th Olympiad under the presidency of the Pisatans.",
        "He supported the Southern Confederacy during the Civil War, in which he lost a large fortune, and after its close lived chiefly by his pen.",
        "Hence the favourite expedient for men of birth, although not of fortune, was to attach themselves to some prince or magnate in whose military service they were sure of an adequate maintenance and might hope for even a rich reward in the shape of booty or of ransom.'",
        "Hitherto, according to all evidence, she had shown herself on all occasions, as on all subsequent occasions she indisputably showed herself, the most fearless, the most keen-sighted, the most ready-witted, the most high-gifted and high-spirited of women; gallant and generous, skilful and practical, never to be cowed by fortune, never to be cajoled by craft; neither more unselfish in her ends nor more unscrupulous in her practice than might have been expected from her training and her creed.",
        "It was probably in 82 B.C. that the city was removed from the hill-side to the lower ground at the Madonna dell' Aquila, and that the temple of Fortune was enlarged so as to include much of the space occupied by the ancient city.",
        "But Praeneste was chiefly famed for its great temple of Fortune and for its oracle, in connexion with the temple, known as the \"Praenestine lots\" (sortes praenestinae) .",
        "As extended by Sulla the sanctuary of Fortune occupied a series of five vast terraces, which, resting on gigantic I Thus the Praenestines shortened some words: they said conic for ciconia, tammodo for tantummodo (Plaut.",
        "substructions of masonry and connected with each other by grand staircases, rose one above the other on the hill in the form of the side of a pyramid, crowned on the highest terrace by the round temple of Fortune.",
        "The modern town of Palestrina, a collection of narrow and filthy alleys, stands on the terraces once occupied by the temple of Fortune.",
        "In 1700 it was incorporated as a township. The \"old Connecticut path,\" the Boston-to-Worcester turnpike, was important to the early fortunes of Framingham Center, while the Boston & Worcester railway (1834) made the greater fortune of South Framingham.",
        "About the year 1170 Lambert le Begue, a priest of Liege, who had devoted his fortune to founding the hospital and church of St Christopher for the widows and children of crusaders, conceived the idea of establishing an association of women, who, without taking the monastic vows, should devote themselves to a life of religion.",
        "In 1582 Coke married the daughter of John Paston, a gentleman of Suffolk, receiving with her a fortune of £30,000; but in six months he was left a widower.",
        "THOMAS ROBERT MALTHUS (1766-1834), English economist, was born in 1766 at the Rookery, near Guildford, Surrey, a small estate owned by his father, Daniel Malthus, a gentleman of good family and independent fortune, of considerable culture, the friend and correspondent of Rousseau and one of his executors.",
        "Even in these purely secular affairs, moreover, his timidity and indecision prevented him from pursuing a consistent policy; and his ill fortune, or his lack of judgment, placed him, as long as he had the power of choice, ever on the losing side.",
        "This is then kept for three days; if no good fortune results it is concluded either that the spirit did not enter the object selected, or that it is disinclined to extend its protection.",
        "The immediate effect was to make him enormously rich, his wealth being increased by his natural aptitude for business until, after the death of his mother in 1821, his fortune was reckoned at some 8,000,000.",
        "We learn from an inscription that this was dedicated to the Fortune of Augustus (Fortuna Augusta), and was erected, wholly at his own cost, by a citizen of the name of M.",
        "Outside the Porta Ercolanese, or gate leading to Herculaneum, is found a house of a different character from all the others, which from its extent and arrangements was undoubtedly a suburban villa, belonging to a person of considerable fortune.",
        "In 1843, however, Mr Robert Fortune found that, although the two varieties of the plant existed in different parts of China, black and green tea were produced from the leaves of the same plant by varying the manufacturing processes.",
        "Houssaye, Monographie du The (Paris, 1843); Robert Fortune, Three Years' Wanderings in China (London, 1847); Id., A Journey to the Tea Countries of China (London, 1852); S.",
        "At length Johnson, in the twenty-eighth year of his age,, determined to seek his fortune in London as a literary adventurer.",
        "But literature had ceased to flourish under the patronage of the great, and had not yet begun to flourish under the patronage of the public. One man of letters, indeed, Pope, had acquired by his pen what was then considered as a handsome fortune, and lived on a footing of equality with nobles and ministers of state.",
        "This man had, after many vicissitudes of fortune, sunk at last into abject and hopeless poverty.",
        "That expense, indeed, he had the means of defraying; for he had laid up about two thousand pounds, the fruit of labours which had made the fortune of several publishers.",
        "In 924 they returned, and this time by good fortune one of their greatest princes fell into the hands of the Germans.",
        "However, Godfrey and his friends were easily worsted, and when the dispossessed duke again tried the fortune of war he found that the German king had detached Henry of France from his side and was also in alliance with the English king, Edward the Confessor.",
        "However, the fortune of war soon turned, and in October 1080 Rudolph of Swabia was defeated and slain.",
        "From 1204 onwards, however, fortune again veered round, and Philips prospects began to improve.",
        "At the same time good fortune was attending the operations of the French in the Rhineland, where they were aided by Bernhard of Saxe-Weimar, a satisfactory financial arrangement between these parties having been reached in the autumn of 1635.",
        "He was economical, and gave up a third of his civil list in order to help forward the task of establishing an equilibrium in the annual budget, and he was always ready from his large private fortune to help forward all schemes for the social or industrial progress of the country.",
        "But he now relieved Syracuse from the Carthaginian blockade; his mercenaries gained a victory over Acragas; and he sailed again for Africa, where fortune had turned against his son Archagathus, as it now did against himself.",
        "He appears to have enjoyed no great reputation as an architect, and, with philosophic contentment, records that he possessed but little fortune.",
        "In 1888 he was encouraged by Oscar Wilde to try his fortune in London, where he published in 1889 his first volume of verse, The Wanderings of Oisin; its original and romantic touch impressed discerning critics, and started a new interest in the \"Celtic\" movement.",
        "Among his characteristics it is mentioned that \"his ample fortune absolutely sank under the benevolence of his nature\"; and, far from having enriched himself in the appointment of governorgeneral, he returned to England in circumstances which obliged him still to seek public employment.",
        "Moizz also found time to take some active measures against the Byzantines, with whom his generals fought in Syria with varying fortune.",
        "This MVJIk prince had the singular fortune of reigning three times, ~N~Ir being twice dethroned: he was first installed on the 14th of December 1293, when he was nine years old, and the affairs of the kingdom were undertaken by a cabinet, consisting of a vizier (Alam al-din Sinjar), a viceroy (Kitboga), a war minister (IJusam al-dIn LjIn al-RmI), a prefect of the palace (Rokneddin Bibars Jashengir) and a secretary of state (Rokneddin Bibars Man~rI).",
        "At Acre Alls fortune seemed to be restored.",
        "A change in the fortune of al-Bardisi, however, favored his plans for the future.",
        "Fortune continued to favor the pasha.",
        "Hans Sthen, a lyrical poet, wrote a morality entitled Kortvending (\" Change of Fortune \"), which is really a collection of monologues to be delivered by students.",
        "The conception and attributes of the figure are taken, as has lately been recognized, from a description in the \"Manto\" of Politian: the goddess, to whose shoulders are appended a pair of huge wings, stands like Fortune on a revolving ball, holding the emblems of the cup and bridle, and below her feet is spread a rich landscape of hill and valley.",
        "A statue in the Vatican and a silver statuette in the British Museum perpetuate the type of its great effigy of the civic Fortune of Antioch - a majestic seated figure, with Orontes as a youth issuing from under her feet.",
        "Thenceforward he became a specialist in marine ichthyology, but devoted much time to the investigation, superintendence and exploitation of mines, being superintendent of the Calumet and Hecla copper mines, Lake Superior, from 1866 to 1869, and afterwards, as a stockholder, acquiring a fortune, out of which he gave to Harvard, for the museum of comparative zoology and other purposes, some $500,000.",
        "But in the struggle for existence it chanced that the early English invaders secured a kingdom, Bernicia, which stretched from the Humber into Lothian, or farther north, as the fortune of battle might at various times determine; and thus, from the centre to the south-east of what is now Scotland, the people had come to be anglicized in speech before the Norman Conquest, though Gaelic survived much later in Galloway.",
        "Henceforth, through good and evil fortune, this was the spirit of the nation.",
        "In the first (1660-1663) the royal commissioner to parliament was the earl of Middleton, a soldier of fortune who had been in arms for the Crown as late as 1655, who had been excommunicated by the kirk, and was determined to keep down the preachers.",
        "He had the good fortune to discover the propylaea of the Acropolis, and his work, L'Acropole d'Athenes (2nd ed., 1863), was published by order of the minister of public instruction.",
        "Accordingly, in April 1752, Heyne journeyed to Dresden, believing that his fortune was made.",
        "In 1795 his health began to fail, and he resigned his command, and in the following year returned to Europe with a fortune of £400,000.",
        "Somehow he has the good fortune to come last, and when he places his stone the arch stands selfsupported.\"",
        "She brought her husband no fortune, but the marriage was entirely happy.",
        "Various pieces of evidence go to show that it was shortly after this date that he resolved to forsake the world, divided his fortune among his friends and the poor, and betook himself to the monastery of St Sabas, near Jerusalem, where he spent the rest of his life.",
        "Had they been the selfish misers they are sometimes painted, they could have realized a fortune by selling its contents.",
        "There he accumulated a fortune by control of the garbanzo (chick-pea) crop of the W.",
        "To the service of the colony he gave not merely unwearied devotion; but in its interests consumed strength and fortune.",
        "Having inherited a fortune, he bought land in Apulia and Calabria and devoted himself to breeding race-horses.",
        "FORTUNE DU BOISGOBEY (1824-1891), French writer of fiction, whose real surname was Castille, was born at Granville (Manche) on the lath of September 1824.",
        "They were hated by the Hindus as barbarians who disregarded the caste system and despised the holy law, and for centuries an intermittent struggle continued between the satraps and the Andhras, with varying fortune.",
        "Short died in London in 1768, having realized a considerable fortune by the exercise of his profession.",
        "We must, in short, resign ourselves to whatever fate and fortune bring to us, believing, as the first article of our creed, that there is a god, whose thought directs the universe, and that not merely in our acts, but even in our thoughts and plans, we cannot escape his eye.",
        "Being left an orphan at an early age, he became a soldier of fortune, and served first in the papal guard and then under various Italian princes.",
        "War between France and the Empire having broken out once more, the French seized Corsica, then administered by the Genoese Bank of St George; Doria was again summoned, and he spent two years (1553-1555) in the island 425 fighting the French with varying fortune.",
        "Left an orphan at the age of nine, he early entered journalism, and, in banking and railway enterprises, accumulated a considerable fortune.",
        "He tried his fortune by writing doges of famous persons, then a favourite practice; and in 1771 his eloge on Fenelon was pronounced next best to Laharpe's by the Academy.",
        "It was in the year parting the two centuries (1600) that he presented to Marie de' Medici an ode of welcome, the first of his remarkable poems. But four or five years more passed before his fortune, which had hitherto been indifferent, turned.",
        "The Paseo was originally the quinta of a German of cultivated tastes named Joseph Buschenthal, who spent a fortune in its adornment.",
        "The physical characteristics of these nomadic armies were very variable, since they continually increased their numbers by slaves, women and soldiers of fortune drawn from all the surrounding races.",
        "Her Mutation de fortune, in which she finds room for a great deal of history and philosophy, was presented to the same patron on New Year's Day, 1404.",
        "They released themselves by paying the enormous sum of 240,000 dinars and 16,000,000 dirhems, which constituted nearly their whole fortune, and were then sent to Bagdad, where father and son died three years later.",
        "The geological processes that placed a much narrower ocean between North America and western Europe than between North America and eastern Asia secured to the New World the good fortune of being colonized by the leading peoples of the occidental Old World, instead of by the less developed races of the Orient.",
        "His father, who had made a large fortune as the inventor and proprietor of \"Morison's Pills,\" settled in Paris till his death in 1840, and Cotter Morison thus acquired not only an acquaintance with the French language, but a profound sympathy with France and French institutions.",
        "On his way at Puteoli, the passengers and crew of a ship just come from Alexandria cheered the old man by their spontaneous homage, declaring, as they poured libations, that to him they owed life, safe passage on the seas, freedom and fortune.",
        "Meanwhile there had been great vicissitudes of fortune both for the Romans and the Goths.",
        "The Federal and Confederate forces controlled at this time different parts of the state; there was some ebb and flow of military fortune in 1864, and for a short time two rival governments.",
        "His other books include: Soldiers of Fortune (1897); Captain Macklin (1902); Vera the Medium (1908); The Bar Sinister (1904) and With the French in France and at Salonika (1916).",
        "After graduating at Hamilton College in 1818, he assumed the management of the vast estate of his father, Peter Smith (1768-1837), long a partner of John Jacob Astor, and greatly increased the family fortune.",
        "In the sultan's service Ibn Batuta remained eight years; but his good fortune stimulated his natural extravagance, and his debts soon amounted to four or five times his salary.",
        "Here Pedro Romero de Terreros made the fortune in 1739 that enabled him to present a man-of-war to Spain and gain the title of Count of Regla.",
        "Until he was about forty he seems to have enjoyed a very moderate allowance from his father, but in the latter part of his life he was left a fortune which made him one of the richest men of his time.",
        "He was often accompanied by 'Ayaq Tim (good fortune), and in this aspect may be compared with the Roman Bonus Eventus (Pliny, Nat Hist.",
        "Coke was in disgrace but not in despair; there seemed to be a way whereby he could reconcile himself to Buckingham, through the marriage of his daughter, who had an ample fortune, to Sir John Villiers, brother of the marquess, who was penniless or nearly so.",
        "His firmness was heroic, his sagacity profound and far-seeing; he supported good and evil fortune with equal dignity; and his fall was on both occasions due to revolutions beyond his control.",
        "Amid all these public labours his private fortune was never neglected.",
        "He was the son of Shahji Bhonsla, a Mahratta soldier of fortune who held a jagir under the Bijapur government.",
        "The problem is complicated by the possibility that during the ages over which the references can range many changes of fortune could have occurred.",
        "De Vries died young, and would fain have left his fortune to Spinoza; but the latter refused to stand in the way of his brother, the natural heir, to whom the property was accordingly left, with the condition that he should pay to Spinoza an annuity sufficient for his maintenance.",
        "Philosophia is accompanied by the liberal arts, represented as Seven Wise Virgins; the world by Power, Pleasure, Dignity, Fame and Fortune.",
        "The necessary arms and ammunition were arranged for in Europe; they were shipped in a British vessel, and transferred to a Chilean steamer at Fortune Bay, in Tierra del Fuego, close to the Straits of Magellan and the Falkland Islands, and thence carried to Iquique, where they were safely disembarked early in July 1891.",
        "In 1639 Constant d'Aubigne was released from prison and took all his family with him to Martinique, where he died in 1645, after having lost what fortune remained to him at cards.",
        "In 1674 the king determined to have his children at court, and their governess, who had now made sufficient fortune to buy the estate of Maintenon, accompanied them.",
        "He lived, however, to witness unparalleled vicissitudes of fortune.",
        "In April 1850, after a siege of more than eighteen months, fortune turned against the bold insurgent, and negotiations were opened for the surrender of the town and citadel.",
        "During Philip VI.'s reign fortune favoured the English.",
        "But he was infinitely generous and affectionate, and spent his enormous fortune liberally.",
        "The successive publication of Tables for the Purchasing and Renewing of Leases (1802), of The Doctrine of Interest and Annuities (1808), and The Doctrine of Life-Annuities and Assurances (1810), earned him a high reputation as a writer on life-contingencies; he amassed a fortune through diligence and integrity and retired from business in 1825, to devote himself wholly to astronomy.",
        "It seems that while serving in this capacity he visited Patrae with his master, and gained the favour of Danielis, a very wealthy lady of that place, who received him into her household, and endowed him with a fortune.",
        "A man of his stamp, advancing unscrupulously on the road of fortune, had no hesitation in divorcing his wife and marrying a mistress of Michael, Eudocia Ingerina, to please his master.",
        "He first explored the Odeum and the Great Theatre situate in the city itself, and in the latter place had the good fortune to find an inscription which indicated to him in what direction to search for the Artemision; for it stated that processions came to the city from the temple by the Magnesian gate and returned by the Coressian.",
        "He played a prominent part in the conquest of the Incas' kingdom (helping to seize and guard the person of Atahualpa, discovering a pass through the mountains to Cuzco, &c.), and returned to Spain with a fortune of 180,000 ducats, which enabled him to marry the daughter of his old patron d'Avila, and to maintain the state of a nobleman.",
        "He was now on the high way to fortune.",
        "In a time of moral corruption and oppressiverule, as the early empire repeatedly became to the privileged classes of Roman society, a general feeling of insecurity led the student of philosophy to seek in it a refuge against the vicissitudes of fortune which he daily beheld.",
        "Large bodies of emigrants, chiefly recruited from the sober, hardy and industrious peasantry of the northern provinces, annually leave Portugal to seek fortune in America.",
        "continued the war against the Moors with varying fortune.",
        "Fortune played into the hands of Palmella, Saldanha, Villa Flor and their followers in Terceira.",
        "James Lick (1796-1876), a cold man with few friends, who gave a great fortune to noble ends; and Adolph Sutro (1830-1898), famous for executing the Sutro Tunnel of the Comstock mines of Virginia City, Nevada, and the donor of various gifts to the city.",
        "Before the obstacle to his admission was overcome, he had received a remarkable accession to his private fortune.",
        "It may be mentioned here, though it does not come in chronological order, that Pitt was a second time the object of a form of acknowledgment of public virtue which few statesmen have had the fortune to receive even once.",
        "Fortune du Boisgobey >>",
        "The attack of the English failed to make any gap in the line of defence, many knights and men-atarms were injured by falling into the pits, and the battle became a melee, the Scots, with better fortune than at Falkirk and Flodden, presenting always an impenetrable hedge of spears, the English, too stubborn to draw off, constantly trying in vain to break it down.",
        "The affair dragged on from 1713 to 1716, when the examination of the Solov'evs' books, and the subsequent application of torture, revealed the fact that the Solov'evs had systematically robbed the Treasury of 675,000 roubles (1 rouble then = 5s.) and had accumulated a fortune of half a million.",
        "Shortly after the termination of the diet of 1446 George of Podebrad therefore determined to appeal to the fortune of war.",
        "Desultory warfare broke out between the two parties, in which George was at first successful; but fortune changed when the king of Hungary invaded Moravia and obtained possession of Briinn, the capital of the country.",
        "The fortune of war, however, changed shortly afterwards.",
        "According to one account, he distinguished himself by stopping the runaway horses of her carriage; according to another, he only picked up her handkerchief; a third and scandalous explanation of his fortune has been given.",
        "Until his wife was finally driven from Spain by the revolutionary movement of 1854, the duke is credibly reported to have applied himself to making a large fortune out of railway concessions and by judicious stock exchange speculations.",
        "The young Cloots, heir to a great fortune, was sent at eleven years of age to Paris to complete his education.",
        "Government was induced to grant its aid, and the inventor himself spent a portion of his private fortune in the prosecution of his undertaking.",
        "Banishment and change of place had already diminished Petracco's fortune, which was never large; and a fraudulent administration of his estate after his death left the two heirs in almost complete destitution.",
        "He was fairly well educated, and intended for the bar, but his father's death when he was still a boy made it necessary for him to seek his fortune, and he enlisted as a private in the French infantry in 1785.",
        "5.9, §§ 171-173, Niese) introduces the Sadducees along with the Pharisees and Essenes in his account of Jonathan's reign (161-143 B.C.) as the third of the sects of the Jews, and defines their tenets thus: \"They deny the existence of God (Josephus says ` Fate,' as he is speaking to pagans) and the Divine government of human affairs; and they assert that everything lies in our power, so that we are responsible for our good or bad fortune.\"",
        "Picus was the God of fortune that was able to bless good fortune upon people and predict their future.",
        "Then came L'Assommoir (1878?), the epic of drink, and the author's fortune was made.",
        "From the Fortune des Rougon to the Docteur Pascal (1893) there are some twenty novels in the Rougon-Macquart series, the second half of which includes the powerful novels Germinal (1885) and La Terre (1888).",
        "But manlier counsels prevailed, the struggle was resumed, and after the bloody victory of Puck (September 17, 1462) the scales of fortune inclined decisively to the side of Poland.",
        "The prosperity of the mining towns of the interior is dependent on the fickle fortune of the gold-fields, for which they are the distributing points.",
        "In 1767 he made a voyage to the East Indies in the Company's service, and put £2000 lent him by an uncle to such good purpose in a private trading venture that he laid the foundation of a handsome fortune.",
        "In the first ten years of his work on the Congo King Leopold is reported to have spent £I,200,000 from his private fortune.",
        "The high Frick Office building has exterior walls of white granite; in its main hall is a stainedglass window by John La Farge representing Fortune and her wheel.",
        "The earl's second wife having died in April 1716, after a career of considerable influence on the political life of her time, in 1717 he married an Irish lady of fortune, Judith Tichborne.",
        "It was his good fortune to be sent to rule as duke of Parma by right of his mother at the age of sixteen, and thus came under more intelligent influence than he could have found in Spain.",
        "But there fortune came back to him with a new surprise.",
        "When he came of age, he found himself in possession of a considerable fortune, and about the same time rejected the Catholic doctrine in favour of the Anglican communion.",
        "His own fortune had all been spent and \"troubles did still multiply upon him.\"",
        "The hatred of the aristocracy, for which Lord Holland says he was noted at Oxford, would naturally deter an ambitious young man with his way to make in the world, and with no fixed principles, from attaching his fortune to the Whigs.",
        "Their favour helped him to make a lucrative marriage with Miss Joan Scott, who had a fortune of Lioo,000, on the 8th of July 1800.",
        "The marriage was a very happy one, though the bulk of the fortune was worn away in the expenses of public and social life.",
        "For his personal use, however, he retained but a very small fraction of the sums thus acquired, and at his death his private fortune amounted to scarce a million florins.",
        "In six years the work was completed in seventy-two volumes, and immediately achieved a general popularity; the publisher made a fortune out of it, and Cantu's royalties amounted, it is said, to 300,000 lire (12,000).",
        "It is Swift's peculiar good fortune that his book can dispense with the interpretation of which it is nevertheless susceptible, and may be equally enjoyed whether its inner meaning is apprehended or not.",
        "With what he himself described as a satiric touch, his fortune was bequeathed to found a hospital for idiots and lunatics, now an important institution, as it was in many respects a pioneer bequest.",
        "De la Rive's birth and fortune gave him considerable social and political influence.",
        "The Greeks form a floating population of merchants and small traders, anxious to amass a fortune and return home.",
        "in diameter, with a thick minutely tuberculate rind, the inner lining of which is sweet, and a watery acidulous pulp. It has long been cultivated in China and Japan, and was introduced to Europe in 1846 by Mr Fortune, collector for the London Horticultural Society, and shortly after into North America.",
        "But fortune, so long his friend, now deserted him, and at Beresteczko (July I, 1651) the Cossack ataman was defeated for the first time.",
        "Among the first to seek a fortune at the diamond fields was Cecil Rhodes.",
        "XEip, hand, and µa v -reta, divination), the art of telling the character or fortune of persons by studying the lines of the palms of the hands (see Palmistry).",
        "Although he was imprisoned in the Luxembourg during the Terror, he took no part of any importance in the Revolution, but profited by it to amass a little fortune by land speculation - not on any selfish account, however, as he said, but to facilitate his future projects.",
        "They were levied on all citizens alike, in proportion to the extent of a man's fortune, and varied according to the total amount of revenue to be raised.",
        "It is situated in a wide and very fertile valley, and is surrounded by many villas, built by natives who have made their fortune in Mexico, and are locally known as les Americains.",
        "His indefatigable exertions as a traveller, his skill and good fortune as a collector, his brilliance as a teacher and expositor, and his keenness as a controversialist no doubt aid largely in accounting for Spallanzani's exceptional fame among his contemporaries; yet greater qualities were by no means lacking.",
        "He organized many telegraph construction companies, was one of the founders of the Western Union Telegraph Company, and accumulated a large fortune.",
        "The loss of a considerable portion of his fortune induced him to accept this offer; he settled in Munich in 1804, and in 1807 became president of the academy.",
        "Originally tutor to the son of Mme de Stael, he resolved, with his schoolfellow Colladon, to try his fortune in Paris, and obtained employment on the Bulletin universel.",
        "1768), who made a large fortune out of the law, and married Miss Coke of Melbourne Hall; in 1770 he was made baron and in 1781 Viscount Melbourne in the Irish peerage, and in 1815 was created an English peer.",
        "In the five campaigns which he made in the service of Don Carlos he had many and various vicissitudes of fortune.",
        "In a few years we find him serving as captain on the Great General Staff, and in 1848 he had the good fortune to be transferred to the staff of the IV.",
        "There followed a year of desperate struggle: the two young kings fought five pitched battles, fortune seemed to favor Edmund, and the traitor Eadric submitted to him with all Wessex.",
        "It was on this fact that the fortune of England was to turn, for in the hour of crisis Harold was to be betrayed by the lords of the Midlands and the North.",
        "If it had set from the south the fortune of England would have been settled by a sea-fight.",
        "The fortune of war at first turned in favor of the English king.",
        "The fortune of war, however, did not turn without a battle.",
        "The fortune of war in- batons dined at first in favor of the royalists, who captured wan Northampton and Nottingham.",
        "Meanwhile in the same year that saw the expulsion of the Jews, King Edwards good fortune began to wane, with the rise of the Scottish question, which was to overshadow the latter half of his reign.",
        "The fortune of Edward II.",
        "But he failed to win any decisive advantage thereby over King Philip. It was not till 1346, when he adopted the new policy of trusting nothing to allies, and striking at the heart of France with a purely English army, that Edward found the fortune of war turning in his favor.",
        "Nevertheless there was no change in the fortune of war, which Continued to be disastrous, if on a smaller scale than before.",
        "He still had with him a considerable force, and might have tried the fortune of war with some prospect of success.",
        "A few months after the kings fortune seemed to take a turn for the better, when the Scots were defeated at Homildon Hill by the earl of Northumberland and ~~7~~ei, his son Henry Percy, the celebrated Hotspur.",
        "From ~iat moment, the fortune of war turned; the presence of the prophetess with the French troops had an immediate and incalculable effect.",
        "He was a soldier of fortune who had served in the French wars, and claimed to be in the confidence of the duke of York, the person to whom the eyes of all who hated Somerset and the present rgime were now directed.",
        "17, 1461), where they had the good fortune to recover possession of the person.",
        "resolved to tr~ his fortune once more, and landed near Hull on the 15th of March Edward 1471 with a body of mercenaries lent him by the ~ duke of Burgundy.",
        "At first the fortune of war wavered.",
        "If the king or queen could either have had the political genius of Frederick the Great, or could have had the good fortune to find a minister with that genius, and the good sense and good faith to trust and stand by him against mobs of aristocrats and mobs of democrats; if the army had been sound and the states-general had been convoked at Bourges or Tours instead of at Paris, then the type of French monarchy and French society might have been modernized without convulsion.",
        "The Benjamin D'Israeli, Lord Beaconsfield's grandfather, who came to England in 1748, was a younger son sent at eighteen to try his fortune in London.",
        "\"A man of ardent character, sanguine, courageous, speculative, fortunate, with a temper which no disappointment could disturb\" (so Lord Beaconsfield described him), he soon made the beginnings of a handsome fortune and turned country gentleman.",
        "Mrs Lewis - a lady fifteen years his senior - brought him a considerable fortune which, however, was but for her life.",
        "She died in 1863, leaving him all her fortune, which was considerable; and, as she wished, was buried at Hughenden, close to the grave where Disraeli was to lie.",
        "Of course it can be explained; and when explained, we see that Disraeli's good fortune in this respect is not due entirely to his own merits.",
        "This was my situation when I had the good fortune to find a place among the members of that remarkable confraternity of antagonists, the Metaphysical Society.",
        "After being educated at Berlin, Gottingen and Jena, in the last of which places he formed a close and lifelong friendship with Schiller, he married Fraulein von Dacherode, a lady of birth and fortune, and in 1802 was appointed by the Prussian government first resident and then minister plenipotentiary at Rome.",
        "He left a fortune of many millions.",
        "When Pomponius was still a young man his father died, and he at once took the prudent resolution of transferring himself and his fortune to Athens, in order to escape the dangers of the civil war, in which he might have been involved through his connexion with the murdered tribune, Sulpicius Rufus.",
        "He eventually fell into disgrace, 1 Reftres, German soldiers of fortune.",
        "Although he retained his studentship at Christ Church, and occasionally visited Oxford, as well as his patrimony at Belluton, he found a home and shared fortune with Shaftesbury for fifteen years.",
        "Joubert was sent to restore the fortune of the war in Italy.",
        "He made a fortune at the time of the Crimean War, partly as a military contractor.",
        "After travels in Greece, Tunisia, India, China and Japan, and writing a short sketch of the last two countries, he took his large fortune to Greece in 1868, and proceeded to visit Homeric sites.",
        "When further he teaches that the attainment of happiness depends almost entirely upon insight and right calculation, fortune having very little to do with it; that the pleasures and pains of the mind are far more important than those of the body, owing to the accumulation of feeling caused by memory and anticipation; and that an indispensable condition of mental happiness lies in relieving the mind of all superstitions, which can be effected only by a thorough knowledge of the physical universe - he introduces an ample area for the exercise of the philosophic intellect.",
        "Of the north there are the sagas of Kormak (930-960), most primitive of all, a tale of a wild poet's love and feuds, containing many notices of the heathen times; of Vatzdeelasaga (890-980), relating to the settlement and the chief family in Waterdale; of Hallfred the poet (996-1014), narrating his fortune at King Olaf's court, his love affairs in Iceland, and finally his death and burial at Iona; of Reyk -deela (990), which preserves the lives of Askell and his son Viga-Skuti; of Svarf-deela (980-990), a cruel, coarse story of the old days, with some good scenes in it, unfortunately imperfect, chapters I-10 being forged; of VigaGlum (970-990), a fine story of a heathen hero, brave, crafty and cruel.",
        "In addition to a fixed stipend of some 700 golden florins yearly, he was continually in receipt of special payments for the orations and poems he produced; so that, had he been a man of frugal habits or of moderate economy, he might have amassed a considerable fortune.",
        "CHARLES VILLETTE, MARQUIS DE (1736-1793), French writer and politician, was born in Paris on the 4th of December 1736, the son of a financier who left him a large fortune and the title of marquis.",
        "Having at his disposal a large fortune he succeeded in organizing a Serbo-Hungarian expedition against the Turks in 1444.",
        "He was also prominent and successful in business and accumulated a large fortune.",
        "Demosthenes was born then, to a handsome, though not a great fortune.",
        "Charidemus, a soldier of fortune who had already played Athens false, was now the brother-in-law and the favourite of Cersobleptes.",
        "But no such good fortune befell the works of Demosthenes.",
        "The marriage was kept secret for three years, and Burnet renounced all claim to his wife's fortune.",
        "His education was received in Edinburgh, and he took up the career of soldier of fortune.",
        "Here begins the long line of official deputies, often men of moderate birth and fortune.",
        "\"They will come to me without any effort of my own,\" he said to Taglioni the dancer; and again to Lady Douglas, who was counselling resignation, he replied, \"Though fortune has twice betrayed me, yet my destiny will none the less surely be fulfilled.",
        "In January 1856 he had the good fortune to win a diplomatic triumph over the new tsar, Alexander II.",
        "By his death vanished all hope of renewing the extraordinary fortune which for twenty years placed the descendant of the great emperor, the Carbonaro and dreamer, at once obstinate and hesitating, on the throne of France.",
        "On the 27th Manin left Venice for ever on board a French ship. His wife died at Marseilles, and he himself reached Paris broken in health and almost destitute, having spent all his fortune for Venice.",
        "The lack of funds which would have proved fatal to Spartan naval warfare was remedied by the intervention of Persia, which supplied large subsidies, and Spartan good fortune culminated in the possession at this time of an admiral of boundless vigour and considerable military ability, Lysander, to whom much of Sparta's success is attributable.",
        "It wasn't her money and she hadn't played any part in building the fortune.",
        "For a great heiress and a very ambitious girl the marriage scarcely seemed brilliant, for Stael had no fortune and no very great personal distinction."
    ],
    "definition": [
        "a. The chance happening of fortunate or adverse events; luck: He decided to travel, and his fortune turned for the worse.\nb. fortunes The turns of luck in the course of one's life.\nc. Success, especially when at least partially resulting from luck: No matter what they tried, it ended in fortune.",
        "a. A person's condition or standing in life determined by material possessions or financial wealth: She pursued her fortune in Rome.\nb. Extensive amounts of material possessions or money; wealth.\nc. A large sum of money: spent a fortune on the new car.",
        "often Fortune A hypothetical, often personified force or power that favorably or unfavorably governs the events of one's life: We believe that Fortune is on our side.",
        "a. Fate; destiny: told my fortune with tarot cards.\nb. A foretelling of one's destiny.",
        "Archaic To endow with wealth.",
        "Obsolete To ascribe or give good or bad fortune to.",
        "Link/Cite",
        "Destiny, especially favorable.\nShe read my fortune. Apparently I will have a good love life this week, but I will have a bad week for money.",
        "A prediction or set of predictions about a person's future provided by a fortune teller.",
        "A small slip of paper with wise or vaguely prophetic words printed on it, baked into a fortune cookie.",
        "The arrival of something in a sudden or unexpected manner; chance; accident.",
        "Good luck.\nFortune favors the brave.",
        "One's wealth; the amount of money one has; especially, if it is vast.\nHe's amassed a small fortune working in the Middle East.\nMy vast fortune was a result of inheritance and stock market nous.\nHer fortune is estimated at 3 million dollars.",
        "A large amount of money.\nThat car must be worth a fortune! How could you afford it?",
        "fortune-teller",
        "fortune cookie",
        "fortunate",
        "unfortunate",
        "give hostage to fortune",
        "soldier of fortune",
        "wheel of fortune",
        "1885, Sir Richard Burton, “Night 20”, in The Book of the Thousand Nights and a Night:",
        "To provide with a fortune.",
        "To presage; to tell the fortune of.",
        "Link/Cite"
    ]
}