{
    "translation": "\tמזל בר",
    "uses": [
        "She was so fortunate to have such a wonderful family.",
        "How fortunate! he thought.",
        "I consider myself fortunate to have such a subordinate by me.",
        "And how fortunate he was to have people who cared for him.",
        "Yes, life had changed in the last six months, but they were fortunate that those changes had been for the good.",
        "You're fortunate to be here.",
        "She was not very fortunate in this first marriage, but her brother's accession to the throne made her, next to their mother Louise of Savoy, the most powerful woman of the kingdom.",
        "They were fortunate - fortunate to have each other and fortunate to have adopted two wonderful children.",
        "My neighbors will be fortunate if I don't destroy them next.",
        "We're both fortunate, Quinn.",
        "I already have the seventh and eighth books of the \"Aeneid\" and one book of the \"Iliad,\" all of which is most fortunate, as I have come almost to the end of my embossed text-books.",
        "I'm sure you feel guilty, but it's fortunate that you weren't with them.",
        "The Others were not so fortunate, though the Originals all escaped.",
        "Brandon was fortunate to have been raised by two people who cared as much about each other as they cared for him.",
        "He was fortunate in serving under active officers, and had opportunities of seeing service in the North Sea.",
        "It was fortunate that he didn't take someone else with him.",
        "He had been fortunate to catch her on lunch break from her bedside vigil at her mother's apartment.",
        "Oh my, you're fortunate the car didn't go over the edge with you in it!",
        "In rural areas, first responders were often neighbors, which was the fortunate case with them.",
        "\"It sounds as if you were very fortunate in your choice of a husband,\" Dean said honestly, but he noted she'd failed to answer his earlier question.",
        "He appar­ently was given a whiff of the bigs in a losing September when a few fortunate minor leaguers get a peek of how the other side lives.",
        "7 point to social, not intellectual, conditions, and a slight change (pm for 'non) gives the sense\" poor.\"death is practically the end-all; and so poor a thing is life that the dead are to be considered more fortunate than the living, and more to be envied than either class is he who never came into existence (iv.",
        "\"Yes.  We both saw something in him that she didn't.  He's fortunate to have someone like you, who would give her life for him.  You are exactly what he needs to balance his nature,\" Gabe continued.",
        "Damian regarded him, reminded again how fortunate he was to have friends like his.",
        "In order to see the difference in this respect between the schools we have only to compare the peaceful and fortunate life of William of Champeaux (who enjoyed the friendship of St Bernard) with the agitated and persecuted existence of Roscellinus and, in a somewhat less degree, of Abelard.",
        "Sigismund, more fortunate than the Polish kings, seems to have had little trouble with his diets.",
        "Fortunate for him it was then near enough to the end of the line that his fall wasn't far enough to kill him.",
        "Didn't they know how fortunate they were to have each other - to have any family?",
        "They were all so fortunate to have each other.",
        "Unfortunately she could not grant my request, but I hope, Count, I shall be more fortunate with you, he said with a smile.",
        "You are fortunate, for the latter are generally the stronger!",
        "It's true Mr. Dean has been under fire—it's fortunate we're standing here today—not sitting.",
        "With so many people at their house, it was fortunate that the weather was warm and dry so they could utilize the courtyard for the children.",
        "He was more fortunate, however, in his later military career, and continued in the service until the general peace of 1763, after which he lived the life of an ordinary courtier and man of fashion in Paris, dying on the 4th of July 1787.",
        "When we were fortunate enough to find a nest I never allowed her to carry the eggs home, making her understand by emphatic signs that she might fall and break them.",
        "Less fortunate than his great exemplar, Charlemagne, Stephen had to depend entirely upon foreigners - men like the Saxon Asztrik 1 (c. 976-1010), the first Hungarian primate; the Lombard St Gellert (c. 977-1046); the Bosomanns, a German family, better known under the Magyarized form of their name Pazmany, and many others who came to Hungary in the suite of his enlightened consort Gisela of Bavaria.",
        "They were less fortunate in their opposition to Maximilian's son, the emperor Charles V.",
        "Following Hipparchus he divided the equator into 360 drawing his prime meridian through the Fortunate Islands (Canaries).",
        "During the rule of the nobles and the mixed rule of nobles and popolani the commune of Siena was enlarged by fortunate acquisitions of neighbouring lands and by the submission of feudal lords, such as the Scialenghi, Aldobrandeschi, Pannocchieschi, Visconti di Campiglia, &c.",
        "He was not so fortunate in 1849, when he underwent a year's durance for resistance to the authorities of Dusseldorf during the troubles of that stormy period.",
        "Here, about 1590, was founded an independent military colony called the Setch, the members of which, recognizing no authority but that of their own elected officers, lived by fishing, hunting and making raids on the Tatars, and were always ready to assist their less fortunate countrymen in resisting Polish aggression.",
        "\" She will be fortunate,\" said the aunt, \" she was born among the roses to the sound of music.\"",
        "It is fortunate that the city is not close-built or crowded, for since the first advent of foreigners in Peking in 1860 nothing whatever had been done until 1900 to improve the streets or the drainage.",
        "In as far as regards the instructor and guide thus selected, a more fortunate choice could scarcely have been made.",
        "Spanish rule, however, came unexpectedly to an end by the retrocession of Louisiana to France in 1800; and French dominion gave way in turn in 1803 - as the result of a chain of events even more unexpected, startling, and for the United States fortunate - to the rule of the last-named country.",
        "His philosophical doctrines are not known, though some have inferred from the epithet ebSacï¿½ovuais (\" fortunate\"), usually applied to him, that he held the end of life to be eiSaaï¿½ovia.",
        "E'en fortunate Napoleon Knows by experience, now, Bagration, And dare not Herculean Russians trouble...",
        "Apart from his pertinacious fight for economy Hume was not always fortunate in his political activity.",
        "It was a fortunate thing for Hungary that the conclusion of the War of the Spanish Succession introduced a new period, in which, at last, the interests of the dynasty and the nation were identical, thus rendering a reconciliation between them desirable.",
        "It was fortunate for Becket's reputation that Henry punished him for his change of front by a systematic persecution in the forms of law.",
        "We're so fortunate, Carmen.",
        "He used for the decoration of his own city the money furnished by the Athenian allies for defence against Persia: it is very fortunate that after the time of Xerxes Persia made no deliberate attempt against Greece.",
        "Actually, she hadn't thought how it looked to others - and there had never been any doubt in her mind that she was fortunate to have Alex.",
        "It was fortunate for Italy that during the whole period 1869 1876 the direction of her foreign policy remained in the experienced hands of Visconti-Venosta, a statesman whose Foreign trustworthiness, dignity and moderation even political policy opponents have been compelled to recognize.",
        "died broken-hearted on the 17th of September 1665, expressing the hope that his surviving son, Carlos, would be more fortunate than himself.",
        "For a time Bela was equally fortunate in the north-west, where the ambitious and enterprising Piemyslidae had erected a new Bohemian empire which absorbed the territories of the old Babenbergers and was very menacing to Hungary.",
        "In many ways I was very fortunate.",
        "The last visit in 1648 was less fortunate.",
        "In this respect the famous Bordeaux or Gironde district is, perhaps, more fortunate than any other part of the world.",
        "We feel very fortunate to have ' stumbled ' across you.",
        "In addition to their world famous sandals, Rainbow Sandals has also created a shoe that those not fortunate enough to live on the beach can enjoy.",
        "Being a fashion model was one of the most fortunate things to happen to me.",
        "Demonstrating charity toward those less fortunate.",
        "thus led to assume that the distance from the first meridian drawn through the Fortunate islands to Sera (mod.",
        "He had been fortunate in obtaining the aid of Don Pascual de Gayangos, then professor of Arabic literature at Madrid, by whose offices he was enabled to obtain material not only from the public archives of Spain but from the muniment rooms of the great Spanish families.",
        "The logical and historical methods can, however, seldom be combined without confusion; and it is perhaps fortunate that Bentham devoted his long life to showing how much may be done by pursuing the former method exclusively.",
        "It is readily understood why men imbued with the authority of tradition should prosecute the search for a substance which would confer unlimited wealth upon the fortunate discoverer.",
        "ISLES OF THE BLEST, or FORTUNATE ISLANDS (Gr.",
        "He drove the French out of Oporto by a singularly bold and fortunate attack, and then prepared to march against Madrid by the valley of the Tagus.",
        "The crown in England also abandoned investiture by the pastoral staff and ring, but, more fortunate than in France, retained the right of receiving feudal homage from the episcopate.",
        "they were fortunate enough to make a deep impression upon two princes, each of whom was destined to play a great part in the events of his time.",
        "The fortunate monarch, however, had not long to enjoy his success; for Pizarro and his Spaniards were already at the door, and by 1533 the fate of the country was sealed.",
        "Even if you're fortunate enough to have a cell phone that has all of the technology to be used in Europe, it may cost you a small fortune to do so.",
        "LoveToKnow was fortunate enough to talk to designer Dan Moran about his brilliant concept.",
        "Swimming: Maybe you're fortunate enough to have a backyard pool.",
        "If I am fortunate, I will have the Grey God at my command before my demise.",
        "deep, which baffled every effort to reach the interior until in 1813, when a summer of severe drought had made it of vital importance to find new pastures, three of the colonists, Messrs Blaxland, Lawson and Wentworth, more fortunate than their predecessors in exploration, after crossing the Nepean river at Emu Plains and ascending the Dividing Range, were able to reach a position enabling them to obtain a view of the grassy valley of the Fish river, which lies on the farther side of the Dividing Range.",
        "was apparently more fortunate.",
        "They sailed in May 1553, but Willoughby and all his crew perished on the Lapland coast, Chancellor, however, was more fortunate.",
        "The third English voyage into the Pacific was not so fortunate.",
        "The services of both Marius and Sulla were given; but Sulla was the more successful, or, at any rate, the more fortunate.",
        "In 1643 Abel Tasman arrived at Tongatapu and was more fortunate.",
        "In the treatment of disease his practical innovations came at a fortunate time, when the excesses of the depletory system had only partially been superseded by the equally injurious opposite extreme of Brown's stimulant treatment.",
        "It was fortunate, however, that the accumulation of positive knowledge in medicine did not cease.",
        "Less fortunate, the French submarine \" Saphir \" was sunk in a similar attempt to penetrate the inner waters on Jan.",
        "In this respect England was more fortunate than Ireland.",
        "In Aspern Massena had been less fortunate, the counter-attack of Hiller and Bellegarde being as completely successful as that of Lannes and St Hilaire.",
        "In the preface to it he took occasion to express his approval of Louis Napoleon's coup d'etat of the 2nd of December, - \" a fortunate crisis which has set aside the parliamentary system and instituted a dictatorial republic.\"",
        "If Japan was eminently fortunate in the men who directed her political career at that time, she was equally favored in those that presided over her literary culture.",
        "Moll Flanders and The Fortunate Mistress (Roxana), which followed in 1724, have subjects of a rather more than questionable character, but both display the remarkable art with which Defoe handles such subjects.",
        "The choice of his governor, the patriotic historiographer Hans Svaning, was so far fortunate that it ensured the devotion of the future king of Denmark to everything Danish; but Svaning was a poor pedagogue, and the wild and wayward lad suffered all his life from the defects of his early training.",
        "He lived and wrote only to amuse his contemporaries, and thus, although more popular in his lifetime and more fortunate than any of the older authors in the ultimate survival of a large number of his works, he is less than any of the great writers of Rome in sympathy with either the serious or the caustic spirit in Latin literature.",
        "But it was fortunate for the interests of literature that a court of educated Romans could be influenced by the considerations there submitted to them.",
        "Educated at the Byzantine court, where he had been compelled to seek refuge, he was fortunate enough to win the friendship of the brilliant emperor Manuel who, before the birth of his own son Alexius, intended to make Bela his successor and betrothed him to his daughter.",
        "Each succeeding emperor was saluted with the wish that he might be \"better than Trajan and more fortunate than Augustus.\"",
        "A fortunate accident which brought him under the notice of a neighbouring nobleman, Freiherr von Miltitz, was the means of procuring him a more excellent education than his father's circumstances would have allowed.",
        "It was, moreover, unpopular in Ireland, and a blow to English literature; yet the course of events soon proved it to have been most fortunate.",
        "Potters' clay, kaolin and felspar, which have largely facilitated the development of the flourishing porcelain industry, are found in various parts of the country, which is also fortunate in possessing sand suitable for use in the manufacture of the glass for which Bohemia has long been famous.",
        "Such in particular were the Greek Isles of the Blest, or Fortunate Islands, the Welsh Avalon, the Portuguese Antilia or Isle of Seven Cities, and St Brendan's island, the subject of many sagas in many languages.",
        "He supplied the momentum which was necessary to counteract the caution of Burghley and Elizabeth; but it was probably fortunate that his headstrong counsels were generally overruled by the circumspection of his sovereign.",
        "Considering the part he played in this transaction, Walsingham was fortunate to escape the fate which the queen with calculated indignation inflicted upon Davison.",
        "Other alleged discoveries, such as' the construction of early Roman history out of still earlier ballads, have not been equally fortunate; but if every positive conclusion of Niebuhr's had been refuted, his claim to be considered the first who dealt with the ancient history of Rome in a scientific spirit would remain unimpaired, and the new principles introduced by him into historical research would lose nothing of their importance.",
        "The dead animal is credited with a knowledge of how its remains are treated and sometimes with a power of taking vengeance on the fortunate hunter.",
        "in regard to food, shelter and clothing, such as the most fortunate of them had never known.",
        "The Months Now Consisted Of Twenty Nine And Thirty Days Alternately, To Correspond With The Synodic Revolution Of The Moon, So That The Year Contained 354 Days; But A Day Was Added To Make The Number Odd, Which Was Considered More Fortunate, And The Year Therefore Consisted Of 355 Days.",
        "On this occasion he was fortunate enough to take prisoner the'Comnenian prince (Alexius) who ruled the independent empire of Trebizond, and he compelled him to purchase his liberty by acknowledging the supremacy of the Seljuks, by paying tribute, and by serving in the armies of the sultan.",
        "He did not rise above untoward circumstances by favour, nor - until after his election as senator - by fortunate and fortuitous connexion with great events, but by strength of native talents,.",
        "In his domestic relations Antoninus was not so fortunate.",
        "Though separated, both succeeded in escaping simultaneously on the 3rd of June 1611; but, less fortunate than her husband, who got safe to the Continent, she was captured in the straits of Dover and shut up in the Tower of London.",
        "This is fortunate, as the result of injecting a solution of a magnesium salt into a vein is rapid poisoning.",
        "It was by its constant reliance on monachism that the papacy of the 12th century had attained this result, and the popes of that period were especially fortunate in having for their champion the monk St Bernard, whose admirable qualities enabled him to dominate public q P opinion.",
        "was more fortunate than his predecessors, and, if he did not succeed in carrying out his projected crusade and recovering the Holy Places, he at least benefited by the FrancoVenetian expedition of 1202.",
        "It was fortunate for the Church that Clement VI.",
        "Martin rendered the greatest service by his admission of a whole series of distinguished men into the College of Cardinals; but he was less fortunate in his struggles against Hussitism.",
        "Fortunate as Nicholas was in the haute politique of the Church, he was equally so in his efforts to re-establish and maintain peace in Rome and the papal state.",
        "accorded no great influence, the advancement of his distinguished nephew, Carlo Borromeo being singularly fortunate for the Church.",
        "In his political enterprises he was less fortunate.",
        "This valley, however, is not only fortunate in possessing a noble artificial lake, but is protected by the massive walls of the Nagpathar range or Serpent rock, which forms a barrier against the sand.",
        "Much more fortunate was Gustavus's second marriage, a year after the death of his first consort, with his own countrywoman, Margaret Lejonhufvud, who bore him five sons and five daughters, of whom three sons, John, Magnus and Charles, and one daughter, Cecilia, survived their childhood.",
        "The left and centre of the French army were less fortunate, and in their first charge lost their leader, Lieutenant-General Jean Christophe, comte de Gournay, one of the best cavalry officers in the service.",
        "Whenever he was so fortunate as to have near him a hare that had been kept too long, or a meat pie made with rancid butter, he gorged himself with such violence that his veins swelled and the moisture broke out on his forehead.",
        "About a year after Johnson had begun to reside in London he was fortunate enough to obtain regular employment from Edward Cave (q.",
        "He dined on venison and champagne whenever he had been so fortunate as to borrow a guinea.",
        "He was successful in freeing his kingdom for a time from the ravages of the Northmen, but was not equally fortunate in his contests with~the Moravians.",
        "Margrave Billung, who looked after th Abotrites on the lower Elbe, was less fortunate, mainly becaus of the neighborhood of the Danes, who, after the death of King Henry, often attacked the hated Germans, but some progress was made in bringing this district under German influence.",
        "In Poland he was more fortunate.",
        "In other directions, however, he was more fortunate.",
        "Although fortunate enough to obtain for his ~v son John the crown of Bohemia,, the aggrandizement of his family was not the main object of this remarkable sovereign, the last German king of the old, ambitious type.",
        "In these he was very fortunate, managing far more than his predecessors to avoid conflicts with the Papacy and the princes.",
        "Attacked by the Habsburgs they defeated and killed Duke Leopold of Austria at Sempach in July 1386 and gained another victory at Ngfels two years later; but their allies, the Swabian cities, ~~eF In were not equally prompt or equally fortunate.",
        "The year 1638 was, an especially fortunate one for France and her allies.",
        "The emperor was fortunate in securing as his successor Prince Chlodwig von Hohenlohe.",
        "The government as restored by Andrea Doria, with certain modifications tending to impart to it a more conservative character, remained unchanged until the outbreak of the French Revolution and the creation of the Ligurian republic. During this long period of nearly three centuries, in which the most dramatic incident is the conspiracy of Fieschi, the Genoese found no small compensation for their lost traffic in the East in the vast profits which they made as the bankers of the Spanish crown and outfitters of the Spanish armies and fleets both in the old world and the new, and Genoa, more fortunate than many of the other cities of Italy, was comparatively immune from foreign domination.",
        "Being possessed of the Koh-i-noor diamond, and being fortunate enough to intercept a consignment of treasure on its way to the shah of Persia, he had all the advantages which great wealth can give.",
        "By the Arabs Lower Egypt is called Er-Rif, the cultivated or fertile; Upper Egypt Es Said, the happy or fortunate.",
        "His external policy was not more fortunate than that of his predecessor, as he lost Tyre to the Franks, and a fleet equipped by him was defeated by the Venetians.",
        "By a fortunate accident the isolated outwork was just missed in the darkness by the left flank of the 2nd Division; otherwise a premature alarm would have been given, which must have changed all the conditions of the operation.",
        "This was a Genoese expedition, which about 1270 seems to have sailed into the Alantic, re-discovered the \"Fortunate Islands\" or Canaries, and made something of a conquest and settlement in one of the most northerly isles of this archipelago, still known (after the Italian captain) as Lanzarote.",
        "The less fortunate make shift to live outside as best they can, but are all day in the mosque, and are seldom deserted by Moslem charity.",
        "Except the brilliant existences of Raphael at Rome and of Rubens at Antwerp and Madrid, the annals of art present the spectacle of few more honoured or more fortunate careers.",
        "Other influences have of course contributed largely to the development of the country, but among them all the chief place must be assigned to that fortunate geological structure which, amid the revolutions of the past, has preserved in the centre of Scotland those fields of coal and ironstone which are the foundations of the national industry.",
        "Some individuals happen to fit the environment better, or to respond to the environment better, and these on the average will survive their less fortunate neighbours.",
        "We are fortunate in having preserved for us the official report of the Buddha's discourse, in which he expounded what he considered the main features of his system to the five men he first tried to win over to his new-found faith.",
        "And it is a most fortunate chance that this - the oldest, the most complete, and the most authentic collection of folklore extant - has thus been preserved intact to the present day.",
        "He was the most fortunate of the sultans.",
        "If his campaigns were not always so wisely and prudently planned as those of some of his predecessors, they were in the main eminently fortunate, and resulted in adding to his dominions Belgrade, Budapest, Temesvar, Rhodes, Tabriz, Bagdad, Nakshivan and Rivan, Aden and Algiers, and in his days Turkey attained the culminating point of her glory.",
        "Both Plutarch and Ptolemy speak of the Fortunate Islands, but from their description it is not clear whether the Canaries or one of the other island groups in the western Atlantic are meant; see Isles Of The Blest.",
        "missions were more fortunate, and in 1897 Emile Gentil, the French commissioner for the district, concluded a treaty with the sultan of Bagirmi, placing his country under French protection.",
        "Not so fortunate were Jefferson's ambitious schemes of education.",
        "Having given promise of mathematical talent he was sent to the Ecole Centrale of Fontainebleau, and was fortunate in having a kind and sympathetic teacher, M.",
        "The Company was fortunate in having several able men as governors of its colony, especially the celebrated Mahe de Labourdonnais (q.v.), who made sugar planting the main industry of the inhabitants.'",
        "The system of the \"star\" class as originally established provided that the prisoner never previously convicted should be kept absolutely apart, at chapel, labour, exercise and in quarters, from his less fortunate fellows who had already been imprisoned.",
        "This is perhaps fortunate for the history of doctrine, for it produces the commentator, your Aspasius or Alexander of Aphrodisias, and the substitute for the critic, your Cicero, or your Galen with his attempt at comprehension of the Stoic categories and the like while starting from Aristotelianism.",
        "His next use of his authority was less fortunate.",
        "Besides, the less favourably situated towns suffered through the concentration of trade in the hands of their more fortunate sisters.",
        "So also at Lanuvium, south of Rome, in a grove near the temple of the Argive Hera, sacred maidens descended blindfolded once a year with a barley-cake, and if the serpent took it, it indicated that they were pure and that the husbandmen would be fortunate.",
        "By a fortunate power of mind they are able to believe as truths mutually inconsistent propositions.",
        "At this moment an accident most fortunate for Oates took place.",
        "That fortunate circumstance gave an impulse to the spinning of the fibre which it never lost, and since that period its progress has been truly astonishing.\"",
        "In 1727, after a short war, he signed a treaty with the Turks, acknowledging the sultan as chief of the Moslems. But the fortunate star of Tahmasp II.",
        "With respect to the eastern boundaries of his kingdom, Fath Ali Shah was fortunate in having to deal with a less dangerous neighbor than the Muscovite of persistent policy and ThCAF ban the Turk of precarious friendship. The Afghan, though, ,, ~",
        "He was succeeded in 1495 by Emanuel (Manoel) I., who was named \" the Great \" or \" the Fortunate,\" because in his reign the sea route to India was discovered and a Portuguese Empire founded.",
        "During the critical period in which their empire was being established (c. 1505-1550) the Portuguese were fortunate in escaping conflict with any Oriental power of the first rank except Egypt and Turkey; for the Bahmani sultanate of the Deccan had been already disintegrated before 1498, and the Mughals and Mahrattas were still far off.",
        "It was mainly by this fortunate transaction that the governor was enabled to raise his family, which was one of old standing, to a position of wealth and political influence.",
        "A second assault on the 8th was no more fortunate.",
        "The western attack had been more fortunate.",
        "His attempts to decompose \"alum me, silica, zircone and glucine\" were still less fortunate.",
        "Calcutta has been comparatively fortunate in escaping the plague.",
        "In the former capacity he was speedily outstripped by more fortunate scholars.",
        "Thiers in France, and of Lord Aberdeen for Lord Palmerston in England, was a fortunate event for the peace of the world.",
        "A series of fortunate events followed his accession to power.",
        "The great events of the succeeding years, the Indian Mutiny, and the invasion of Italy by Napoleon III., belong rather to the general history of the times than to the life of Palmerston; but it was fortunate that a strong and able government was at the head of affairs.",
        "Marey was not so fortunate.",
        "Quinet's Parisian professorship was more notorious than fortunate, owing, it must be said, to his own fault.",
        "- Under Zedekiah the prophet was less fortunate.",
        "It is also fortunate for him that in three parts out of the four he should have entirely missed \"the chief end I propose to myself, to vex the world rather than divert it.\"",
        "For this profession he was, both by capacity and tastes, utterly unfitted, and it was fortunate that, shortly after his graduation, he received an offer of a professorship of modern languages at Bowdoin College.",
        "During the decade 1891-1901 Bengal was fortunate in escaping to a great extent the two calamities of famine and plague which afflicted central and western India.",
        "Considering the perverted taste of the age, it is perhaps fortunate that the task fell into the hands of no showy declaimer who measured his success by his skill in making surface do duty for substance, but of homely, matter-of-fact scribes, whose sole concern was to record what they knew.",
        "The Campbells gradually lost sight of Christian unity, owing to the unfortunate experience with the Baptists and to the tone taken by those clergymen who had met them in debates; and for the sake of Christian union it was peculiarly fortunate that in January 1832 at Lexington, Kentucky, the followers of the Campbells and those of Stone (who had stressed union more than primitive Christianity) united.",
        "Early in March 1792 he was elected lieutenant-colonel of one of the battalions of the Eure-et-Loire; he took part in the defence of Verdun in 1792, and it fell to his lot to bear the proposals of capitulation to the Prussian camp. The spiritless conduct of the defenders excited the wrath of the revolutionary authorities, and Marceau was fortunate in escaping arrest and finding re-employment as a captain in the regular service.",
        "It was a fortunate circumstance that these disputes did not so thoroughly damp Newton's ardour as he at the time felt they would.",
        "A fortunate chance has preserved to us a large number of the inscriptions set up in the Forum (Mommsen, Corpus inscr.",
        "The 7th century was the darkest of all the dark ages, and England is particularly fortunate in possessing the Ecclcsiastica historia of Bede, which, though its author was primarily interested in things religious, yet contains a copious chronicle of things secular.",
        "His barons subdued much of South Wales, though his own expeditions into North Wales, which he had designed to conquer and annex, had a less fortunate ending.",
        "There is an overwhelming need for volunteers in all sectors, from mentoring young people to helping those less fortunate, fundraising, gardening, and helping animals.",
        "Once a person is fortunate enough to retire from their job, it is time to start enjoying life on a whole new level.",
        "Seniors in this area are fortunate to have a lot of options for care.",
        "Indivijual also participates in the Buy One, Give One campaign, donating a pair of adjustable eyeglasses to someone less fortunate in the world for each custom frame purchased.",
        "I was fortunate to be able to try out a few before it got crowded.",
        "This game was fortunate enough to enjoy a release outside of Japan.",
        "This is easy if you are fortunate to have more than one PC.",
        "Those fortunate enough to get the fully loaded system or have $100 to spare can rely on the 20 GB hard drive.",
        "Mass production of decorative artwork became very common during the Art Deco period, which is fortunate for those interested in collecting pieces from this period today.",
        "This practice has the fortunate result of preventing general malnutrition, but the unfortunate result of allowing the development of mild iron deficiency.",
        "Often, the child may be fortunate to be diagnosed at all.",
        "Those Westerners fortunate enough to travel abroad either on vacation or as part of a relief organization may witness these dances first hand, often even being invited to take part in the movement.",
        "It also reveals your fortunate directions and which ones are your most challenging directions.",
        "Many believe that this very fortunate feng shui design element attracts prosperity, success and money to the proprietor.",
        "The number eight is the most fortunate number in feng shui.",
        "It is considered even more fortunate when the selling price is added down to get a single number and it's an auspicious number.",
        "Red lanterns are suspended around the couple's bed to attract happiness to ensure a long and fortunate marriage.",
        "Family Bible Records - A tremendous first-hand resource if you are fortunate enough to have one in your family.",
        "If you're fortunate enough to live near a Vidal Sassoon salon where the bob is a mastered cut, by all means make a trip!",
        "Long Legs: If you have long legs you are fortunate because any style of boy shorts looks great on you, making your lengthy gams seem even longer.",
        "If you're fortunate enough to vacation in warm climates during the winter, you can shop for swimwear in the middle of a blizzard to get ready for a trip!",
        "If you're fortunate enough to live in a perpetually sunny city like Los Angeles, you'll never have to take one of these swimsuits off!",
        "Even though many can only enjoy pools and beaches in the summer, if you're fortunate enough to live in a tropical climate or have a heated pool, you can enjoy the benefits of this aquatic activity year-round.",
        "Finding a place to donate toys allows you the opportunity to bring joy to a child who is less fortunate.",
        "While holiday toy donations are wonderful and very much needed, many people tend to forget about toys and those less fortunate during the rest of the year.",
        "If an excess of toys exists, the child can be encouraged to donate them to less fortunate children or the overflow can be stored in an attic or basement and retrieved when the child tires of the current selection.",
        "If you're fortunate enough to purchase a Chanel dress, you may have seen what's available in upcoming seasons via Fashion Weeks in New York, Paris or Milan.",
        "With so many great kitchen small appliance options to choose from, you're sure to find the perfect gift idea to bring a smile to the face of the fortunate recipient.",
        "There are many different groups in the city that work to help those less fortunate, such as the homeless and those living in poverty.",
        "Its main goal is to encourage and enable people across the country and around the world to positively impact the lives of those less fortunate.",
        "This is where a pickup service comes in handy when it's time to do that spring cleaning and bless someone less fortunate with furniture pieces that still have a lot of life in them.",
        "This is a good way to help those less fortunate and in return you will be able to get a tax deduction.",
        "Many nonprofit organizations use donated vehicles as part of their program while others sell them and use the proceeds to help those less fortunate.",
        "Humbleness, gratefulness, respect, and a non-judgmental attitude are just a few of the virtues that come out of allowing your children to serve people less fortunate.",
        "This charitable program, which is sponsored by a larger organization called Samaritan's Purse, is designed to provide less fortunate children with gifts during the holidays.",
        "Making charitable donations of building materials in West Virginia is a great way to help those less fortunate while doing your best to recycle unwanted supplies.",
        "The funds from the sale of the donations help to fund Goodwill job training programs and other local programs aimed at the less fortunate and those with disabilities.",
        "Donate a car to a non profit and you may receive a tax break while helping those less fortunate meet their basic needs.",
        "Unless you're fortunate enough to already own a collection of Russian music, you might wonder where you can purchase recordings of this special sound unique to that region of the world.",
        "Why not donate the costume so that someone else less fortunate can buy it at a deep discount?",
        "SugarDaddie.com- An online dating service looking to connect older wealthy benefactors with younger, less fortunate, but attractive counterparts.",
        "You don't know how fortunate you are that the guy you've been dating called to tell you why he didn't feel chemistry.",
        "Dear John,You are the most fortunate man on the planet, for you receive a Dear John letter anytime someone writes to you, but you are luckier still because my Dear John letters are unmatched in their love, appreciation and tenderness.",
        "Pink diamond engagement rings can be found in a number of styles, settings, and designs, or if a couple is fortunate enough to procure a loose gem, most jewelers would welcome the opportunity to create a custom ring with the unusual shade.",
        "Some couples may be fortunate enough to acquire an antique filigree ring as an heirloom, while other couples may need to frequent jewelry pawn shops, estates sales, and antique dealers to view older jewelry pieces.",
        "Couples who are not fortunate enough to visit one of the Exchange's retail locations can shop online for their perfect diamond jewelry.",
        "You may also be fortunate enough to find a ring in your local area.",
        "Since the larger version of this handbag is no longer being manufactured, it is in high demand and you will be fortunate to find one.",
        "It is a religious Protestant Christian institution that seeks to mobilize Christians in an effort to improve the state of the less fortunate.",
        "Financially fortunate snakes can make a successful love match with roosters, ox, and dogs.",
        "Roosters: Talented roosters make good lasting connections with patient ox, financially fortunate snakes and honest dragons.",
        "Snakes: Fortunate snakes find love with quiet ox and capable roosters.",
        "Dragons: Chinese love match wisdom says that sensitive and honest dragons get along well with intelligent rats, fortunate snakes and skillful monkeys.",
        "By using numerology, you can optimize opportunities and minimize the less fortunate moments and events.",
        "Consider yourself one of the fortunate ones if you can establish such a relationship.",
        "He's worked on the Internet for sixteen years and has been fortunate to be involved in a number of great websites, including Download.com, which he launched at CNET Networks thirteen years ago.",
        "Another was the local economy; we are fortunate to live in a community with many small farms, and I'd prefer to support my neighbors than an anonymous global food corporation.",
        "If you're fortunate enough to have skills in a particular professional area, think about how your talents can be applied to making money online.",
        "If you were fortunate enough to find Ravel footwear while the company was still in business, hold onto them because there won't be any more made.",
        "Women are fortunate enough to have a variety of style and fashion choices when it comes to clothes and shoes.",
        "So, when you meet me, if you are so fortunate as to receive a glimpse of my \"tatts,\" know that you are sharing something sacred with me-that I am gracing you with the honor of exposing my soul to you.",
        "Eventually, tales of the beautiful butterfly reached the ears of the jealous Queen, who quickly sparked another storm to blow Etain away once more, but this time Etain was far more fortunate.",
        "This fortunate decision resulted in the founding of Hallmark.",
        "Apparently the founders of Weblogs, Inc. thought a car blog would be a good idea and were fortunate enough to nab the ultra descriptive name of \"Autoblog\" for it.",
        "I was fortunate to live in NYC where there was a wealth of places to learn from the masters, and went on to study with many teachers for many years.",
        "Keep in mind that while some people seem genetically fortunate to have a six-pack midsection, this highly sculpted look isn't possible in those who biologically keep more fat around their middles.",
        "Those who made less fortunate choices need to be granted the serenity to accept the things that can't be changed.",
        "If you are fortunate enough to be in this group, you will find that employer-sponsored medical coverage is generally the most affordable type of health insurance available to you.",
        "I have been fortunate to be personally associated with April Cornell for about eight years as a sales representative.",
        "Family reunions are not a regular occasion for many, so if you're fortunate enough to have a large get-together at least every few years, it's important to learn how to spice things up.",
        "While the wealthy folks exchanged their gifts on or before Christmas Day, the day after was reserved for those less fortunate or lower on the social class ladder.",
        "I'm fortunate, and have an office: a third of a mobile home off a busy street.",
        "Whether you are plagued with persistent acne or are one of the fortunate few who only deal with the occasional blemish, you've probably used a pimple treatment at some point.",
        "No matter how fortunate your skin type may be, eventually all women will experience the effects of aging skin.",
        "Every country in the world is given its own domain, and some with the very fortunate initials such as \".tv\" (for the country of Tovalu) which makes a lot of money for its top-level domain.",
        "accordingly, it had become usual to read, in the regular meetings of the churches which were not so fortunate as to possess a competent preacher, the written discourses of celebrated fathers; and at a considerably later period we have on record the canon of at least one provincial council (that of Vaux, probably the third, held in 529 A.D.), positively enjoining that if the presbyter through any infirmity is unable himself to preach, \"homilies of the holy fathers\" (homiliae sanctorum patrum) are to be read by the deacons.",
        "(1512-1580), king of Portugal, third son of Emanuel the Fortunate, was born in Lisbon, on the 31st of January 1512.",
        "It is fortunate that this should be so clearly marked in his epistles, because it enables us to argue by analogy to the other writers.",
        "Against Russia he was less fortunate, and the first encounter between Turkey and her future northern rival gave presage of disaster to come.",
        "The completion of the fortress-temple on the Capitoline confirmed his authority over the city, and a fortunate marriage of his son to the daughter of Octavius Mamilius of Tusculum secured him powerful assistance in the field.",
        "Thanksgiving is also a time when people remember less fortunate members of the community, and Thanksgiving feasts are provided at community centers, senior centers, missions, churches and other organizations.",
        "The king of France departed in wrath, to raise trouble at home; the army gradually melted away, the prospect of recovering Jerusalem disappeared, and finally Richard must be reckoned fortunate in that he obtained from Sultan Saladin a peace, by which the coastland of Palestine was preserved for the Christians, while the Holy City and the inland was sacrificed (Sept.",
        "his early years were specially fortunate, as his rule contrasted in the most favorable way with that of his infamous mother Edward and his contemptible father.",
        "This fortunate capture put an enormous advantage in the hands of the English; for John, a facile and selfish prince, was The ready to buy his freedom by almost any concessions.",
        "The later representative of the house of Lancaster was fortunate, however, in having less formidable enemies than the earlier; the power of the baronage had been shaken by the Wars of the R~ses no less than the power of the crown; so many old estates had passed rapidly from hand to hand, so many old titles were represented by upstarts destitute of local influence, that the feudal danger had become far less.",
        "In the year of the treaty of Etaples the Yorkist conspiracies began once more to thicken, and Henry was fortunate to escape with profit from the French war before his domestic Yorkist troubles recommenced.",
        "In Scotland Henry was less fortunate.",
        "It was fortunate that, just at the moment when parliamentary control was established over the state, circumstances should have arisen which made the majority ready to restore to the individual conscience that supremacy over religion which the medieval ecclesiastics had claimed for the corporation of the universal thurch.",
        "It is impossible to estimate how far this legend commemorates some actual but imperfectly recorded discovery, and how far it is a reminiscence of the ancient idea of an elysium in the western seas which is embodied in the legends of the Isles of the Blest or Fortunate Islands.",
        "Burke always looked back on his own connexion with the school at Ballitore as among the most fortunate circumstances of his life.",
        "and 90° E., Dr Sven Hedin was fortunate enough to discover early in 1901 the ruins of the ancient city of Lou-lan or Shanshan, which was destroyed, apparently by a desert storm or by an inundation, or perhaps by both, towards the end of the 3rd century A.D.",
        "Taking the worldly view alone, of course, most fortunate for his aspirations in youth was his withdrawal from Judaism in childhood.",
        "\"A man of ardent character, sanguine, courageous, speculative, fortunate, with a temper which no disappointment could disturb\" (so Lord Beaconsfield described him), he soon made the beginnings of a handsome fortune and turned country gentleman.",
        "Not there, nor in any similar institution at that illiberal time, perhaps, was a Jewish boy likely to make a fortunate entry into \"the great family of mankind.\"",
        "The mismanagement of the war broke down the Aberdeen government in 1855, and then Disraeli had the mortification of seeing a fortunate chance of return to office lost by the timidity and distrust of his chief, Lord Derby - the distrust too clearly including the under-valuation of Disraeli himself.",
        "His description of his grandfather recurs to us: \"A man of ardent character, sanguine, courageous and fortunate, with a temper which no disappointment could disturb.\"",
        "A fortunate event soon withdrew him from the medical profession.",
        "Then, resolved to explore to the rock, he cleared away some three feet more of earth and stones, and lighted on the five shaft graves which have placed him first among fortunate excavators.",
        "This was his last fortunate excavation.",
        "That the divine will is expressed by it, Cumberland, \" not being so fortunate as to possess innate ideas,\" tries to prove by a long inductive examination of the evidences of man's essential sociality exhibited in his physical and mental constitution.",
        "The creditors threatened to surrender him to Henry VII., but, more fortunate than his brother, he found a safe refuge at Buda with King Ladislas VI.",
        "Both irregularities had been noted, a century earlier, by Edmund Halley; both had, since that time, vainly exercised the ingenuity of the ablest mathematicians; both now almost simultaneously yielded their secret to the same fortunate inquirer.",
        "After many wanderings, and after having been condemned to death for heresy at Vienne, whence he was fortunate enough to make his escape, Servetus arrived in August 1553 at Geneva on his way to Naples.",
        "Dr Guppy was fortunate in reaching North Keeling Island, where a landing is only possible during the calmest weather.",
        "The conversion of Clovis was a master-stroke; it was fortunate both for himself and for the Franks.",
        "The efforts of Philip the Fair to expand the limits of his kingdom on the eastern border were more fortunate.",
        "heads of the League, Guise, Mayenne, Joyeuse, and Mercceur, the years I 595-1597 were not fortunate for Henry IV.",
        "Mazarin had not been so fortunate in Italy, where in 1642 the Spanish remained masters.",
        "More fortunate than Pllo, ~~rn Villeneuve, the French ambassador at Constantinople, question.",
        "But Bessemer was fortunate enough to maintain them intact without litigation, though he found it advisable to buy up the rights of one patentee, while in another case he was freed from anxiety by the patent being allowed to lapse in 1859 through non-payment of fees.",
        "He was less fortunate in his efforts to vindicate the rights of his wife Beatrix to the throne of Portugal.",
        "Sagasta was not so fortunate in his dealings with the anti-dynastic parties, and the Republicans gave him much trouble in August 1883.",
        "The fortunate discovery of several hundred Cycadean stems in the United States, of Lower Cretaceous and Upper Jurassic age, has supplied abundant material which has lately been investigated and is still receiving attention at the hands of Mr Wieland.",
        "In having Cavour as his chief adviser Victor Emmanuel was most fortunate, and but for that statesman's astounding diplomatic genius the liberation of Italy would have been impossible.",
        "With so many people in their house, it was fortunate that the weather was warm and dry so they could utilize the courtyard for the children.",
        "They were fortunate to have Destiny and Jonathan.",
        "It was a scene not unfamiliar to Adrienne, but she had been fortunate up to this point that it had never been a personal tragedy.",
        "I can barely visualize others not so fortunate and the grief they're forced to carry.",
        "It's true Mr. Dean has been under fireâ€”it's fortunate we're standing here todayâ€”not sitting.",
        "Yes, we're fortunate and I'm grateful for what we have.",
        "How fortunate we are?",
        "Pietersen was also fortunate during a typically belligerent conversation that Flintoff would have a declaration to mull over.",
        "I consider myself fortunate that my dad wasn't a physical or sexually abusive parent, instead I suppose I suffered abuse through neglect.",
        "Some tho, as you can see from the picture are more fortunate and have a reasonably affluent standard of living.",
        "During our walk across the island, we were fortunate to see the single juvenile albatross that had not left.",
        "Ashbourne for a small town is fortunate to have so many almshouses.",
        "The Premier Flute Choir has been fortunate enough to benefit from expanding the range of instruments to include an alto and bass flute.",
        "On May the 19th, I was fortunate enough to fulfill an ambition of many years - 19 to be exact.",
        "Father we are truly blessed, may you bless those who are less fortunate.",
        "How fortunate are Hong Kong to have Heather Dayton - her welcome, efficiency and general bonhomie are much to be admired.",
        "I was fortunate to discover it on my parents ' bookshelf long before it ever occurred to my teachers to assign it to me.",
        "busty blondes, what sort of filly might I be fortunate enough to run into whilst enjoying a bargain beverage?",
        "A fortunate confluence of factors led to this success.",
        "If we are very fortunate, we may see coveys of Coqui Francolins or flush a migratory Corn Crake.",
        "defaced by graffiti, those that are completely overgrown are fortunate in having been spared most of this.",
        "diehose fortunate enough to escape the Burmese Army's detection still run the risk of dying from starvation, disease or landmines.",
        "dutyuth Thames Regional Branch were very fortunate to have the services of Rae Lee and Wendy Burley who discharged these duties admirably.",
        "She was fortunate in having a cast of such quality that their performances appeared effortless.",
        "Those fortunate enough to only see the online version manage to avoid the picture of me looking like a tit.",
        "The school is extremely fortunate to have high quality meals cooked on site in our own kitchen.",
        "I can't remember the goal but I'm sure it was incredibly fortunate.",
        "We are indeed fortunate to have the opportunity to welcome Dame Rennie to the Recruitment Society.",
        "I feel immensely fortunate to have married into such a great family.",
        "High Bentham is exceptionally fortunate in the diversity of it's scenery.",
        "I am now very fortunate to be part of a church which seeks to emulate the biblical example of the early church.",
        "fortunate with the weather, apart from a couple of thunderstorms.",
        "fortunate to escape reprimand for his late return, he retired quietly to the living room.",
        "fortunate to possess a great deal of his work.",
        "fortunate to have ' stumbled ' across you.",
        "fortunate enough to survive uninjured.",
        "fortunate enough to acquire a small quantity of the gold proof edition.",
        "fortunate enough to secure statutory funding to pay for the running costs of the organization.",
        "fortunate coincidence Dawn was primed to try something new in her practice.",
        "fortunate position of having complete creative freedom for a video game project must be incredible.",
        "fortunate enough to only see the online version manage to avoid the picture of me looking like a tit.",
        "fortunate circumstance, on the 4th of December in the ensuing year the moon will present these two conditions.",
        "fortunate escape, and at being able to be of service to me.",
        "fortunate accident because both Redwing and Redpoll were seen as we approached.",
        "The skills system is one of the game's strongest underlying fundamentals, so it's fortunate that it actually works so well.",
        "Susannah Wells, who was also vindicated, was less fortunate as she had already been branded by the public hangman.",
        "In course of time he was fortunate enough to marry the heiress of the Manor.",
        "Which was fortunate because that was when they got picked on to be ritually humiliated by joining the belly dancer on stage!",
        "incumbents of Important benefices, are fortunate enough to live in such exotic palaces.. .",
        "It was perhaps fortunate there were no high trees or precarious ledges at hand.",
        "As a young loon I was fortunate to travel many times on these spur lines.",
        "Michael Brown was extremely fortunate to escape with only a yellow card for a horrible two-footed lunge on Giggs.",
        "mane attraction How Guys Marsh came to host the course is the story of fortunate circumstances and management support.",
        "You may be fortunate enough to observe the many gray mullet that are in this part of the river feeding.",
        "This was a fortunate stop because someone spotted three Yellow-billed oxpeckers feeding on the backs of nearby cows.",
        "We are fortunate to have a papyrus from the Middle Kingdom that deals with slaves.",
        "You may be fortunate enough to hear or even see a peregrine falcon along the route.",
        "From the editor's preface, it seems that we have been extraordinarily fortunate to be able to read the volume at all.",
        "privileged in society offering some comforts to the less fortunate...",
        "quandaryeir successors after the Second World War were less fortunate and faced even more testing quandaries.",
        "Still they were fortunate enough to kill two of the large American ruminants, seldom met with in such elevated latitudes.",
        "It provides a safety net for the least fortunate.",
        "Evidence shows that mainstream pupils gain self-esteem through understanding and knowing others who are less fortunate than themselves.",
        "In October 2004 I was fortunate to be awarded a studentship by MMU to study for my PhD for three years.",
        "We are fortunate and privileged to have received hundreds, if not thousands, of unsolicited testimonials.",
        "Answer You were extremely fortunate to survive a testicular torsion with both intact.",
        "Smith was fortunate to meet Hezekiah Burkitt, a knowledgeable black man, who taught him secrets of the fur trapper trade.",
        "Leo was deemed fortunate by his contemporaries, but an incurable malady, wars, enemies, a conspiracy of cardinals, and the loss of all his nearest relations darkened his days; and he failed entirely in his general policy of expelling foreigners from Italy, of restoring peace throughout Europe, and of prosecuting war against the Turks.",
        "For a time Bela was equally fortunate in the north-west,where the ambitious and enterprising Piemyslidae had erected a new Bohemian empire which absorbed the territories of the old Babenbergers and was very menacing to Hungary.",
        "Its situation near the northern frontier recommended it to the Tatar invaders as a convenient centre for their power, and its peculiarly fortunate position as regards the supernatural terrestrial influences pertaining to it has inclined succeeding Chinese monarchs to accept it as the seat of their courts.",
        "His philosophical doctrines are not known, though some have inferred from the epithet ebSacÃ¯¿½ovuais (\" fortunate\"), usually applied to him, that he held the end of life to be eiSaaÃ¯¿½ovia.",
        "According to the well-known law, however, the Renaissance, made for the people of the plains, never fully took root in Siena, as in other parts of Tuscany, and the loss of its independence and power in 1555 led to a suspension of building activity, which to the taste of the present day is most fortunate, inasmuch as the baroque of the 17th and the false classicism of the 18th centuries have had hardly any effect here; and few towns of Italy are so unspoilt by restoration or the addition of incongruous modern buildings, or preserve so many characteristics and so much of the real spirit (manifested to-day in the grave and pleasing courtesy of the inhabitants) of the middle ages, which its narrow and picturesque streets seem to retain.",
        "Another fortunate accident which favoured the hegemony of Transylvania was the temporary collapse of Hungary's most formidable adversary, the Turk.",
        "It was a fortunate thing for Poland that, during the first century of her ascension to the rank of a great power, political exigencies compelled her to appropriate almost more territory than her primitive and centrifugal government could properly assimilate; it was fortunate that throughout this period of expansion her destinies should, with one brief interval, have been controlled by a couple of superior statesmen, each of whom ruled for nearly fifty years.",
        "By a fortunate coincidence, at the very moment when this bankruptcy of the old culture must have become apparent, the stage of history was occupied by barbaric peoples.",
        "As in many mystical religions, so in Gnosticism, the ultimate object is individual salvation, the assurance of a fortunate destiny for the soul after death.",
        "Through the fortunate discovery of cuneiform tablets deposited by his successor in the archives at Tell el-Amarna, we can see how the rulers of the great kingdoms beyond the river, Mitanni, Assyria and even Babylonia, corresponded with Amenophis, gave their daughters to him in marriage, and congratulated themselves on having his friendship. The king of Cyprus too courted him; while within the empire the descendants of the Syrian dynasts conquered by his father, having been educated in Egypt, ruled their paternal possessions as the abject slaves of Pharaoh.",
        "One of the most critical spirits of the age, his chronicle of King Manoel, the Fortunate Monarch, which he introduced by one of Prince John, afterwards King John II., is worthy of the subject and the reign in which Portugal attained the apogee of its greatness.",
        "But this state of affairs was too insecure even for these rovers, and they would speedily have succumbed had not a refuge been found for them by the fortunate conquest of Jamaica in 1655 by the navy of the English Commonwealth.",
        "and 90Ã‚° E., Dr Sven Hedin was fortunate enough to discover early in 1901 the ruins of the ancient city of Lou-lan or Shanshan, which was destroyed, apparently by a desert storm or by an inundation, or perhaps by both, towards the end of the 3rd century A.D.",
        "was fortunate enough to augment his territorial acquisitions by the purchase of the rich port of Montpellier, as well as by that of Dauphin, which extended to the Alpine frontier, and was to become the appanage of the eldest son of the king of France (see DAUPHINfi and DAUPHIN).",
        "Weren't we very fortunate?",
        "Am I not very fortunate?",
        "But their successors after the Second World War were less fortunate and faced even more testing quandaries.",
        "I was fortunate to arrive at their flat only minutes after the police had left and ransacked the place.",
        "It is fortunate for this schizoid character that there is a place where aggression and consensus go together.",
        "Their goal was fortunate and I felt we had two stonewall penalties turned down.",
        "In October 2004 I was fortunate to be awarded a Studentship by MMU to study for my PhD for three years.",
        "While some parents are fortunate to have family members care for their children during the day, many more parents must find a reliable, caring day care facility to take care of their child during the working hours.",
        "Parents who succeed in finding such programs should consider themselves fortunate.",
        "If you are not fortunate to have a large salary, it is important.",
        "During the initial stage of infection, primary viremia, a few fortunate cats will muster up enough of an immune response to overcome the virus.",
        "Less fortunate cats will move on to stage two, secondary viremia, during which a cat's immunity will remain compromised.",
        "If you are fortunate, you will find a lawyer who wants to gain experience in divorce law and is willing to provide you with advice free of charge.",
        "Who would you give it to and why?\" or \"What if you had no money and wanted to help make life better for someone less fortunate than you?",
        "With a price tag like saffron, it's fortunate that a little goes a long way.",
        "If you are fortunate enough to live near one of these retailers, make the trip in to buy your Bare Minerals for the first time.",
        "If you're fortunate enough to be an accredited beauty industry professional, you'll have no problem gaining admittance to the show.",
        "If you aren't fortunate enough to live close to one of their six locations, you can purchase a few items online.",
        "Either way, having a really dear \"friend-girl\" is very special and fortunate.",
        "If you are fortunate enough to have a good teacher, the learning experience can be even more rewarding.",
        "If you are especially fortunate, a friend of your fiancé may even use the photo transfer technique to display a picture of your hunter honey with his slaughtered game on the cake.",
        "If you're fortunate enough to have a date already chosen in honor of a special occasion, you can move forward with other details.",
        "Nicky Hilton was born in New York City, New York, in 1983, and was fortunate enough to be born into the Hilton family - her great-grandfather, Conrad Hilton, is the man behind the Hilton hotel brand.",
        "While some may argue that it's for the publicity, stars like Madonna and Jolie seem sincere in their efforts to help those less fortunate.",
        "If you're fortunate to receive the Fox Reality Channel as part of your cable package, don't miss the first ever Reality Remix Awards.",
        "He has not suffered the ill-fate of many child actors and has been fortunate to have opportunities to prove he can do mature roles.",
        "In order to bring more attention to the charities that are dedicated to helping the less fortunate, celebrities are tapped to participate in various tournaments.",
        "The couple remains amicable, issuing a statement saying \"We've been fortunate enough to spend the last 17 years together as a couple and look forward to spending the rest our lives together as best friends and business partners.",
        "If you are fortunate enough to live near a shopping outlet center, check to see if there is a Carter's outlet located there.",
        "If you're fortunate enough to win a spot on the 2010 Bud Light Port Paradise Cruise, carefully consider who you might want to take with you.",
        "If you're one of the fortunate ones, you'll spend an additional four years learning about every aspect of animal care as you earn your Doctorate in Veterinary Medicine (DVM).",
        "If you are not fortunate enough to live in these zones, you will have to resort to growing your gardenia indoors.",
        "Specialty toy stores often carry organic toys in stock, but not everyone is fortunate enough to have access to a specialty toy store where they live.",
        "Sexy wrap dress: If you're fortunate enough to be curvy in all the right places, finding a flattering dress shouldn't be too hard.",
        "If you're fortunate enough to have silk pajamas, don't save them for a special occasion.",
        "If you're shopping for plus size upscale fashions in Orange County and seeking respite from the world of Internet shopping, consider yourself fortunate.",
        "Some fortunate women sail through the experience of menopause with few or no difficulties or events which cause concern.",
        "The more fortunate calves collapse when a huntsman is at hand to shoot it before it is savaged by the dogs."
    ],
    "definition": [
        "Bringing something good and unforeseen; auspicious.",
        "Having unexpected good fortune; lucky.",
        "for′tu·nate·ly\nadverb",
        "for′tu·nate·ness\nnoun",
        "Link/Cite",
        "Coming by good luck or favorable chance.",
        "Bringing some good thing not foreseen as certain.",
        "Presaging happiness.",
        "Auspicious.\na fortunate event\na fortunate concurrence of circumstances\na fortunate investment",
        "Receiving some unforeseen or unexpected good, or some good which was not dependent on one's own skill or efforts.",
        "Lucky, favored by fortune.",
        "Link/Cite"
    ]
}