{
    "translation": "לשבור ,שבירה ,שבר",
    "uses": [
        "It is only a fracture, but she's going to have to stay off it for six weeks.",
        "The fracture is conchoidal, and the material is brittle.",
        "In colour they vary from ash-grey to black, and their fracture is conchoidal.",
        "In consequence of this composite formation, amethyst is apt to break with a rippled fracture, or to show \"thumb markings,\" and the intersection of two sets of curved ripples may produce on the fractured surface a pattern something like that of \"engine turning.\"",
        "The Red Sea is formed by a line of fracture, probably dating from Pliocene times, crossing the centre of a dome of Archean rocks, on both flanks of which, in Egypt and Arabia., rest Secondary and Tertiary deposits.",
        "On fracture these spherical growths are found to be radiated in structure.",
        "Bismuth is a very brittle metal with a white crystalline fracture and a characteristic reddish-white colour.",
        "The wire gives the glass great advantages in the event of fracture from a blow or from fire, but owing to the difference in thermal expansion between wire and glass, there is a strong tendency for such \" wired glass \" to crack spontaneously.",
        "Wrought iron and mild steel may be made to show a short and crystalline fracture by a sudden application of stress, while if drawn asunder slowly they develop the silky, fibrous appearance.",
        "The escape of zoospores is effected by the degeneration of the sporangial wall (Chaetophora), or by a pore (Cladophora), a slit (Pediastrum), or a circular fracture (Oedogonium).",
        "Calcium carbide, as formed in the electric furnace, is a beautiful crystalline semi-metallic solid, having a density of 2.22, and showing a fracture which is often shot with iridescent \"non-automatic.\"",
        "When, the region was broken into fault blocks and the blocks were uplifted and tilted, the back slope of each block was a part of the previously eroded surface and the face of the block was a surface of fracture; the present form of the higher blocks is more or less affected by erosion since faulting, while many of the lower blocks have been buried under the waste of the higher ones.",
        "Formerly, on the eve of a great eruption of Mauna Loa, this crater often spouted forth great columns of flame and emitted clouds of vapour, but in modern times this action has usually been followed by a fracture of the mountain side from the summit down to a point moo ft.",
        "The transverse fracture has a resinous appearance with white streaks; the flavour is bitter and aromatic, and the odour characteristic. It consists of a mixture of resin, gum and essential oil, the resin being present to the extent of 25 to 40%, with 21to 8% of the oil, myrrhol, to which the odour is due.",
        "At this neck-like zone the muscles are absent, and across it falls the line of fracture when the proglottis separates from its fellows.",
        "Compound gulfs are formed seawards by fracture and landwards by the overflowing of depressed land, e.g.",
        "They pass through a viscous stage in cooling from a state of fluidity; they develop effects of colour when the glass mixtures are fused with certain metallic oxides; they are, when cold, bad conductors both of electricity and heat, they are easily fractured by a blow or shock and show a conchoidal fracture; they are but slightly affected by ordinary solvents, but are readily attacked by hydrofluoric acid.",
        "Hence the weakness and the dark-grey fracture of this iron, and hence, by brushing this fracture with a wire brush and so detaching these loosely clinging flakes of graphite, the colour can be changed nearly to the very light-grey of pure iron.",
        "Unfortunately, on the evening of a reception dinner given in his honour, Emin met with an accident which resulted in fracture of the skull.",
        "half of Molokai, there is evidence of a fracture followed by the submergence of a portion of a volcano.",
        "The Indo-Gangetic depression was formed by the weight of the over-riding mass bending down the edge over which it rode, or else it is the lower limb of the S-shaped fold which would necessarily result if there were no fracture - the Himalaya representing the upper limb of the S.",
        "When this has been done an electrical test is applied, and if the original fracture is between ship and shore the heaving in of cable will continue until the end comes on board.",
        "The lip of the fracture is now marked by a line of steaming vents.",
        "Growth is accompanied by a succession of moults, the spider emerging from its old skins by means of a fracture which extends along the front and sides of the cephalothorax just beneath the edge of the carapace.",
        "The chemical composition of typical obsidians is shown by the following analyses Obsidian, when broken, shows a conchoidal fracture, like that of glass, and yields sharp-edged fragments, which have been used in many localities as arrow-points, spear-heads, knives and razors.",
        "This is effected by stirring the molten metal with a pole of green wood (\" poling \"); the products which arise from the combustion and distillation of the wood reduce the oxide to metal, and if the operation be properly conducted \" tough-pitch \" copper, soft, malleable and exhibiting a lustrous silky fracture, is obtained.",
        "Pyrites presents a conchoidal fracture, and a very indistinct cubic cleavage.",
        "The surface of the vessel may be hard, but the vessel is liable to fracture on receiving a trifling shock.",
        "In case of direct puddling and the use of larger charges this conservatism has some foundation, because the established custom of allowing the cast iron to solidify gives a better opportunity of examining its fracture, and thus of rejecting unsuitable iron, than is afforded in direct puddling.",
        "Thus, prior exposure to a temperature materially above Ac 3 coarsens the structure of most steel, in the sense of giving it, when cold a coarse fracture, and enlarging the grains of pearlite, &c., later found in the slowly cooled metal.",
        "all soundings exceeding 4000 fathoms, occur in trenches, and there are only a few small trenches known (on the west coast of Central America) in which the maximum depth is less than 3000 fathoms. Jlost trenches are narrow, but of considerable length, and their steeper side is believed to be due in every case to a great fracture of the earth's crust..",
        "By modern mineralogists the name chalcedony is restricted to those kinds of silica which occur not in distinct crystals like ordinary quartz, but in concretionary, mammillated or stalactitic forms, which break with a fine splintery fracture, and display a delicate fibrous structure.",
        "The product has a brilliant white fracture, a specific gravity of 4.87, very friable, but harder than quartz or steel.",
        "The ductile metals and alloys also extend from Jo to 30 with reduction of area before they fracture, the crystalline ones snap shortly without warning.",
        "A brittle potassium alloy of silver-white colour and lamellar fracture is obtained by calcining 20 parts of bismuth with 16 of cream of tartar at a strong red heat.",
        "Solid caustic potash forms an opaque, white, stone-like mass of dense granular fracture; specific gravity 2'1.",
        "A typical resin is a transparent or translucent mass, with a vitreous fracture and a faintly yellow or brown colour, inodorous or having only a slight turpentine odour and taste.",
        "- In common practice the cast iron as it runs from the blast-furnace is allowed to solidify and cool completely in the form of pigs, which are then graded by their fracture, and remelted in the puddling furnace itself.",
        "These earthquake shocks have two distinct characteristics, a slight vibration, sometimes almost imperceptible, called a temblor, generally occurring at frequent intervals, and a violent horizontal or rotary vibration, or motion, also repeated at frequent intervals, called a terremoto, which is caused by a fracture or displacement of the earth's strata at some particular point, and often results in considerable damage.",
        "It is then examined by a native expert (purkhea) as to impurities, colour, fracture, aroma and consistence.",
        "It forms a grey brittle mass, having a conchoidal fracture; it is very deliquescent, combining very energetically with water to form caustic potash.",
        "Frequent annealings are necessary to prevent fracture of the metal; but with these and the observance of certain other precautions of a practical character the degree of extension possible is enormous.",
        "Considere's ex periments have shown that concrete when reinforced is capable of being stretched, without fracture, about twenty times as much as plain concrete.",
        "Overlooking all smaller details, we may consider Asia to consist of a northern mass and a southern mass, too rigid to crumple, but not too strong to fracture, and an intermediate belt of softer rock which was capable of folding.",
        "This mould must obviously be made in scores of little separate sections (false cores or drawbacks) to permit of their removal from the model without causing fracture of the sand.",
        "The modus operandi is briefly as follows: The position of the fracture is determined by electrical tests from both ends, with more or less accuracy, depending on the nature of the fracture, but with a probable error not exceeding a few miles.",
        "Let t be the statical breaking strength of a bar, loaded once gradually up to fracture (t = breaking load divided by original area of section); u the breaking strength of a bar loaded and unloaded an indefinitely great number of times, the stress varying from u to o alternately (this is termed the primitive strength); and, lastly, let s be the breaking strength of a bar subjected to an indefinitely great number of repetitions of stresses equal and opposite in sign (tension and thrust), so that the stress ranges alternately from s to -s.",
        "Diamond may break with a conchoidal fracture, but the crystals always cleave readily along planes parallel to the octahedron faces: of this property the diamond cutters avail themselves when reducing the stone to the most convenient form for cutting; a sawing process, has, however, now been introduced, which is preferable to that of cleavage.",
        "The mineral is also frequently found massive, with a coarse or fine granular structure and a crystalline fracture; sometimes it occurs as a soft, white, amorphous deposit resembling artificially precipitated zinc sulphide.",
        "wide were jumped downward from it in the intended plane; this prevented a skew fracture (PT.",
        "But while Forbes asserted that ice was viscous, Tyndall denied it, and insisted, as the result of his observations, on the flow being due to fracture and regelation.",
        "In readiness for a fracture of the drilling tools or of the cable, special appliances known as fishing tools are provided.",
        "Lignite and cannel are usually dull and earthy, and of an irregular fracture, the latter being much tougher than the black coal.",
        "Straits have been formed (I) by fracture across isthmuses, and such may be by longitudinal fracture as in the Strait of Bab-el-Mandeb, or transverse fracture as in the Strait of Gibraltar or Cook Strait; (2) by erosion, e.g.",
        "It is unnecessary here to rake among the ashes of this prolonged dispute, but it may be noted that Helmholtz, who, in his lecture on \"Ice and Glaciers,\" adopted Thomson's theory, afterwards added in an appendix that he had come to the conclusion that Tyndall had \"assigned the essential and principal cause of glacier motion in referring it to fracture and regelation\" (1865).",
        "This fact was forced on my attention nearly twenty-five years ago by the fracture of a number of girders of ordinary strength under a five-minutes' train service.\"",
        "Along the line of fracture traces of volcanic activity are frequent; a group of volcanic islands occurs in 14° N., and on Jebel Teir, farther north, a volcano has only recently become extinct.",
        "This type of injury may result in a nasal fracture.",
        "agglomerate impact fracture.",
        "It was taken to the rehabilitation aviary at Gigrin but was found to have a compound fracture of the humerus.",
        "eliminate the possibility of fracture.",
        "The nasal bones are the most frequently fractured facial bones due to their position on the face, and they are the third most common type of bone fracture in general after fractures of the wrist and collarbone.",
        "If this is impossible, management of a nasal fracture should be done within three to seven days.",
        "hip fracture in Dagenham PCG are similar to the BHHA average.",
        "The pattern of the fracture depends on the direction of the blow to the nose, whether coming from the front, the side, or above the nose.",
        "The use of local or general anesthesia usually accompanies a fracture reduction.",
        "academia in the field of residual stress and fracture.",
        "analoguesk of fracture also increased the more doses of GnRH analogs that men had received.",
        "annealing in order to prevent fracture.",
        "assessment tool for predicting fracture risk in postmenopausal women.",
        "avulsion fracture - in layman's terms part of the bone has come away.",
        "EXTENSION Cont. → Rupture of anterior longitudinal ligament +/- avulsion fracture +/- Disruption of disk space?",
        "basilar skull fracture.",
        "Like other slipper bedpans (also called fracture bedpans) it is wedge shaped, rising in depth from the rear to the front.",
        "binder phase followed by fracture of the WC grains.",
        "brittle fracture is likely to result.",
        "buttock pain may indicate a sacral insufficiency fracture.",
        "One dog was observed to have an infected carpus and elbow and appeared to have a very painful fracture.",
        "There it was - a clean fracture of the left clavicle.",
        "An X ray of the left shoulder confirmed a midshaft clavicle fracture.",
        "A steel wire coat hanger could be used to show brittle fracture after ' working ' in the plastic stage.",
        "comminuted fracture of left elbow.",
        "compound fracture of his tibia.",
        "He fell from his horse and sustained a compound fracture of his tibia.",
        "compound fractureed that Denise had suffered a compound skull fracture but she was still alive.",
        "The Doctor received a compound fracture whilst out fishing on 24th December 1847 at Hemsley near York.",
        "compound fractureeft temporal compound depressed skull fracture, resulting in occasional fits.",
        "The point of maximum convexity is a frequent site of tension fracture, with release of slab avalanches.",
        "Coronet cuts coronet cuts Coronet cuts and dead wood management A coronet cuts is a technique for producing a natural fracture effect in cut stubs ends.",
        "crescendo pain apart from a stress fracture.",
        "Note how the angle of the fracture surfaces mimics the angle of the slip planes in the deformed crystal.",
        "deflectiont is for failures due to fracture of the lid seal or lid, or to excessive lid deflexion.",
        "plastic deformation must not be carried beyond a certain point or brittle fracture is likely to result.",
        "depressed skull fracture, resulting in occasional fits.",
        "One dislocation of hip, fracture dislocation of hip, fracture dislocation of elbow.",
        "One dislocation of hip, fracture dislocation of elbow.",
        "ductile fracture.",
        "The bite had left a sub-circular depressed fracture about 6mm across on the dorsal surface of the shaft, just above the distal epiphysis.",
        "extensor pollicis longus tendon following fracture of the distal radius.",
        "Benefits of oral protein supplementation in elderly patients with fracture of the proximal femur.",
        "She sustained a fracture to her right ankle and a fracture to her right fibula.",
        "They therefore used the intact fibula to simulate a repaired fibular fracture.",
        "fibula fracture sustained last April whilst making a tackle on Northampton's Ben Cohen.",
        "The type of internal fixation used is determined by the complexity of the fracture.",
        "Biodegradable implants have been used in other sites particularly in the area of fracture fixation.",
        "The Great Shield was fatally flawed; in time the tiny fracture would grow into a gaping wound.",
        "fluoridated drinking water does not increase the risk of fracture.",
        "forearm fracture under anesthesia.",
        "fracture of the humerus.",
        "fracture of the posterior malleolus is controversial.",
        "fracture of the calcaneus.",
        "August at 16.00 An 11-year-old girl sustained an ankle fracture.",
        "I also feel that in order to minimize the risk of iatrogenic femoral shaft fracture, a full trial reduction should be avoided.",
        "None of the five interventions has been shown to reduce the risk of non-vertebral fracture in women unselected for low BMD.",
        "fracture toughness of an alloy steel.",
        "fracture mechanics to ecological modeling.",
        "The first regional hip fracture audit was conducted in 1992.",
        "The cost to the NHS is £ 1.7 billion a year [NICE, 2004b ]. What are the risk factors for fragility fracture?",
        "skull fracture Meningitis can be a serious complication following a skull fracture.",
        "We report a rare case of an avulsion fracture of the calcaneus.",
        "Last year I had a slight ankle fracture, too.",
        "hairline fracture to a wedge fracture which is much more serious.",
        "humeral fracture will unite as long as they're located within the same room.",
        "humerus fracture depends on the displacement of one or more of the four segments.",
        "immobilize the joints adjacent to the fracture makes early restoration of motion possible.",
        "The fact that functional bracing does not immobilize the joints adjacent to the fracture makes early restoration of motion possible.",
        "incidence of hip fracture.",
        "insufficiency fracture.",
        "A lumbar fracture is a break in the lumbar vertebrae.",
        "They revealed an oblique fracture of the medial malleolus.",
        "The significance a fracture of the posterior malleolus is controversial.",
        "malleolusber of malleoli fractured is useful for prognosis but is a coarse discriminator of fracture patterns.",
        "We have also found a spiral fracture on what is possibly a deer bone, opened by a Neanderthal to extract the marrow.",
        "Research in a variety of fields, ranging from fracture mechanics to ecological modeling.",
        "He was brought back to the hand clinic a week later with a diagnosis of fracture base of the fourth metacarpal.",
        "metatarsal stress fracture.",
        "I got given a smack in the jaw by some lower-class yobo moron and have sustained a triple fracture of my jaw.",
        "The claimant underwent neurosurgery in respect of the depressed skull fracture and fixing of dental wiring, which was in place for five weeks.",
        "nonunion of the fracture.",
        "oblique fracture of the medial malleolus.",
        "olecranon fracture occurs first.",
        "For a given bone mineral density, the risk of fracture in steroid-induced osteoporosis is twice as high as in post-menopausal osteoporosis.",
        "The efficacy of calcitonin for fracture prevention in steroid-induced osteoporosis remains to be established.",
        "The initial goal of treatment is to alleviate pain, followed by measures to reduce future fracture risk.",
        "In addition there was a fracture of the inferior pole of the left patella.",
        "pathological fracture.",
        "None of these rocks contain large crystals of feldspar, or have the harsh fracture peculiar to trachyte.",
        "For example, to establish the fracture history or fault zone permeability.",
        "This allowed the drive pinion to fall into the sump causing a large fracture through which the oil escaped.",
        "A chest X ray showed an apical pneumothorax on the left side with inferior displacement of the distal fracture segment.",
        "It is estimated that less than 5% of the wells drilled into quartzite have encountered fracture porosity.",
        "X-rays may also be used to eliminate the possibility of fracture.",
        "Treatment of Patella sleeve fracture Surgical repair, usually the medial and lateral retinaculum are also found to be torn.",
        "sacral insufficiency fracture.",
        "Note also the blood in the sphenoid sinuses, consistent with a basal skull fracture.",
        "Skull fracture Meningitis can be a serious complication following a skull fracture Meningitis can be a serious complication following a skull fracture.",
        "sphenoid sinuses, consistent with a basal skull fracture.",
        "In so doing, fracture risk, particularly spinal fracture, is significantly reduced.",
        "Measurement of the plane strain fracture toughness of an alloy steel.",
        "stent fracture to be gained.",
        "Injuries: The claimant sustained a burst fracture to her right knee and a fractured sternum.",
        "sternum fracture has not been put at risk.",
        "stress fracture on England's recent tour of India.",
        "stress fracture of the foot.",
        "stress fracture of the lower back.",
        "The big Scot has played less than a handful of games this season after suffering a stress fracture of the ankle during the summer.",
        "sustained a compound fracture of his tibia.",
        "talus fracture was fixed with 2 cancellous screws from the lateral side.",
        "A thoracic fracture is a break in the thoracic vertebrae.",
        "tibia fracture studies, 4.4% of patients receiving InductOs developed antibodies vs 0.6% in the control group.",
        "Fellwalking High Pike Ambleside 3rd September at 17.35 A woman slipped and sustained a fracture tibia and fibula.",
        "Master apical preparations created with rotary nickel titanium instruments run a risk of instrument fracture, irrespective of their size.",
        "type i collagen breakdown product (serum CTX) predicts hip fracture risk in elderly women: the EPIDOS study.",
        "Fissures, filled with calcite and sand, were pointed out, thought to be due to brittle fracture, as tectonic uplift occurred.",
        "vertebral fracture is about 30% .",
        "womanum type I collagen breakdown product (serum CTX) predicts hip fracture risk in elderly women: the EPIDOS study.",
        "Another buoy is then lowered to mark this spot, and the cable on the other side of the fracture grappled for, brought to the surface, and, if communication is found perfect with the shore, buoyed with sufficient chain and rope attached to allow of the cable itself reaching the bottom.",
        "Any clean cut, fracture or bruise which injures the cambium over a limited area is met with the same response.",
        "The copper deposits are mainly in well-marked fracture planes in serpentine; the ore is pyrrhotite, with or without chalcopyrite.",
        "They, moreover, tried the effect of shock upon the liquid, and found that the repeated dropping of the cylinder from a height of nearly 20 feet upon a large steel anvil gave no explosion, but that when the cylinder was crushed under a heavy blow the impact was followed, after a short interval of time, by an explosion which was manifestly due to the fracture of the cylinder and the ignition of the escaping gas, mixed with air, from sparks caused by the breaking of the metal.",
        "Along the line of fracture traces of volcanic activity are frequent; a group of volcanic islands occurs in 14Ã‚° N., and on Jebel Teir, farther north, a volcano has only recently become extinct.",
        "The material must be sufficientIy tough to bend cold 180Ã‚° flat on itself without sign of fracture.",
        "There was no fracture, not even the rupture of ligaments that we had feared.",
        "Repeated fracture and healing of silicic magma generate flow banding and earthquakes?",
        "This will enable a clearer understanding of the longer-term clinical significance of stent fracture to be gained.",
        "His position in the general job market as a result of his sternum fracture has not been put at risk.",
        "Anderson has been in a back brace since being diagnosed with a stress fracture on England 's recent tour of India.",
        "Murray has suffered a new injury blow in his long recovery process from a stress fracture of the foot.",
        "This condition is classified as either a bone stress reaction or a stress fracture of the lower back.",
        "In most instances of talar body fracture, there is significant displacement of the fragments with concurrent subluxation of the ankle or subtalar joints.",
        "The image films were printed for record, and the talus fracture was fixed with 2 cancellous screws from the lateral side.",
        "In acute tibia fracture studies, 4.4% of patients receiving InductOs developed antibodies vs 0.6% in the control group.",
        "Serum type I collagen breakdown product (serum CTX) predicts hip fracture risk in elderly women: the EPIDOS study.",
        "For women, the lifetime risk of vertebral fracture is about 30 %.",
        "Instead of a single slab that can easily fracture during shipping, most tables are made of three oversized slabs fitted together with a wood backing glued to one side.",
        "You won't see a dent occur in a fiberglass kayak; you'll see a full-blown crack or detrimental fracture.",
        "Welding locations not where they are suppose to be could be signs of a fracture.",
        "The accident landed her in the hospital where she was diagnosed with a double wrist fracture.",
        "In 2006, she was hospitalized for a wrist fracture, asthma, dehydration, and exhaustion.",
        "Clooney has a hairline rib fracture and Larson's foot is broken.",
        "He did spend the night in the hospital with the woman who sustained a minor neck fracture.",
        "Casey had the most severe injuries, with a skull fracture which caused doctors to fear the teenager may have suffered a brain injury.",
        "If no fracture is found, the arm should be splinted and put into a sling, and the condition re-evaluated after 24 hours.",
        "Grade II and III sprains are often seen by a physician, who x rays the area to differentiate between a sprain and a fracture.",
        "In addition, some large pet dogs can bite hard enough to fracture a small child's facial bones.",
        "Symptoms of eye injury or orbital fracture can include blurred or double vision, decreased mobility of the eye, and numbness in the area of the eye.",
        "A jaw fracture may be minor enough to heal with simple limitation of movement and time.",
        "Another common maxillofacial fracture is a broken nose.",
        "Mild trauma to the nose can sometimes heal without the person being aware of the fracture unless there is an obvious deformity.",
        "A primary care physician may treat a nasal fracture himself, but if there is extensive damage or the air passage is blocked, he will refer the patient to an otolaryngologist or a plastic surgeon for treatment.",
        "A protective shield or bandage may be placed over it while the fracture heals.",
        "Surgical reconstruction may be required if the fracture changes the position of the eye or there is other facial deformity.",
        "Such injuries often accompany a jaw fracture or other facial injury.",
        "\"Mandible Fracture Patterns: A Suburban Trauma Center Experience.\"",
        "X rays may be done so the doctor can look for skull fracture.",
        "More serious injuries can cause skull fracture, blood clots between the skull and the brain, or bruising and tearing of the brain tissue itself.",
        "A skull fracture is a medical emergency that must be treated promptly to prevent possible brain damage.",
        "Such an injury may be obvious if blood or bone fragments are visible, but it is possible for a fracture to have occurred without any apparent damage.",
        "Severe hearing loss may follow a skull fracture that disrupts the bones in the middle ear.",
        "You could have a fracture.",
        "The lime deposit or \" fur \" is a poor conductor of heat, and it is therefore most detrimental to the efficiency of the system to allow the interior of the boiler or any other portion to become furred up. Further, if not removed, the fur will in a short time bring about a fracture in the boiler.",
        "Cadmium is a white metal, possessing a bluish tinge, and is capable of taking a high polish; on breaking, it shows a distinct fibrous fracture.",
        "The cleavage is imperfect, but there is a well-marked conchoidal fracture.",
        "Occasionally the rounded cracks extend from the matrix into some of the crystals especially those of quartz which have naturally a conchoidal fracture.",
        "Antimony, bismuth and zinc exhibit a very distinct crystalline structure: a bar-shaped ingot readily breaks, and the crystal faces are distinctly visible on the fracture.",
        "Tin also is crystalline: a thin bar, when bent, \"creaks\" audibly from the sliding of the crystal faces over one another; but the bar is not easily broken, and exhibits an apparently non-crystalline fracture.",
        "Externally they are brown and marked with small transverse paler scars, and internally they present a dirty white resinous or starchy fracture.",
        "The principal source of bismuth is the native metal, which is occasionally met with as a mineral, usually in reticulated and arborescent shapes or as foliated and granular masses with a crystalline fracture.",
        "As far north as the gorge of the Missouri river in Montana, the Front range, facing the Great Plains, is a rather simple uplift, usually formed by upturning the flanking strata, less often by a fracture.",
        "As these flakes readily split open, when a piece of this iron is broken rupture passes through them, with the result that, even though the graphite may form only some 3% of the mass by weight (say to% by volume), practically nothing but graphite is seen in the fracture.",
        "He called upon the Government to deal with A - Fracture.",
        "Broadly the malleable and ductile metals and alloys show a fibrous character when ruptured, the fusible ones a crystalline fracture.",
        "According to Dr Reveil, Persian opium usually contains 75 to 84% of matter soluble in water, and some samples contain from 13 to 30% of glucose, probably due to an extract or syrup of raisins added to the paste in the pots in which it is collected, and to which the shining fracture of hard Persian opium is attributed.",
        "Much haematite occurs in a compact or massive form, often mammillary, and presenting on fracture a fibrous structure.",
        "In January 1910 Delagrange was killed by the fracture of one of the wings of a monoplane on which he was flying.",
        "It shows a conchoidal fracture.",
        "Steel is generally used for columns in preference to cast iron, because it affords greater facility for securing satisfactory connexions, because its defects of quality or workmanship are more surely detected by careful test and inspection, and because, on account of its superior elasticity and ductility, its fibre is less liable to fracture from slight deformations.",
        "in., and an elongation before fracture of not less than 25% in 8 in.",
        "of length, and that a piece of the material may be bent cold 180 over a mandril equal to the thickness of the piece tested without fracture of the fibres on the outside of the bend.",
        "The material must be sufficientIy tough to bend cold 180° flat on itself without sign of fracture.",
        "The glassy conchoidal fracture is a characteristic feature of the crystallized mineral.",
        "A peculiar rippled or \"thumb-marked\" fracture is sometimes to be seen, especially in amethyst, and is due to repeated intergrowths of rightand left-handed material.",
        "Thus in the microcrystalline chalcedony the lustre is waxy, the fracture fibrous to even, and the external form botryoidal or stalactitic flint and chert are compact and have a splintery fracture: jasper is a compact variety intermixed with much iron oxide and clay and has a dull and even fracture.",
        "The fracture is distinctly crystalline; large crystals, either regular dodecahedra or octahedra, may be obtained by crystallization from carbon bisulphide, sulphur chloride, &c., or by sublimation.",
        "If, therefore, one part is held up, by unyielding rock for example, while an adjoining part has no support but the clay beneath it, a fracture - not unlike a geological fault - must result.",
        "The puddle at a was originally held up by the flat head of this pedestal; not so the puddle at b, which under the superincumbent weight settled down and produced the fault bc, accompanied with a shearing or tangential strain or, less probably, with actual fracture in the direction bd.",
        "Asphalt, whether a natural product or artificially obtained, as, for example, in some chemical manufactures, is a most useful material if properly employed in connexion with reservoir dams. Under sudden impact it is brittle, and has a conchoidal fracture like glass; but under continued pressure it has the properties of a viscous fluid.",
        "The number of the arms is arbitrary, and they may be curved to diminish the liability to fracture from contraction in the cooling of the cast iron, but in other respects are preferably straight, since they are then lighter and stronger.",
        "long, and from 1 to 4 lines broad, and have two lateral furrows, a close fracture, a disagreeable rancid taste, and a faint, fishy odour, which last becomes more perceptible when the powder of, the drug is mixed with potash solution.",
        "The heterogeneous character of great masses of strata has always had a marked influence on the nature of the folding; some beds have yielded much more readily than others, certain beds will be found to be faulted, .while those above and below have folded without fracture.",
        "The fracture is perfectly conchoidal, so that blows with a hammer detach flakes which have convex, slightly undulating surfaces.",
        "The purest flints have the most perfect conchoidal fracture, and prehistoric man is known to have quarried or mined certain bands of flint which were specially suitable for his purposes.",
        "This fracture was caused after the end of the Eocene period by the earth-movement which resulted in the raising of the whole region out of the sea.",
        "It has an amorphous internal structure, a dull fracture; is of a yellow to yellowish-brown hue, the purer varieties being almost colourless, or possessing a greenish tinge, and has a somewhat bitter aromatic taste, and a balsamic odour, which is developed by heating.",
        "It flows from north to south in a deep trough-like valley, the Aulon of the Greeks and Ghor of the Arabs, which is usually believed to follow the line of a fault or fracture of the earth's crust.",
        "Shrinkage caused the pelagic limestone bottom to be upheaved in two ridges, between which occurred a long fracture, which can now be traced from Coelesyria down the Wadi Araba to the Gulf of Akaba.",
        "Sometimes it takes the form of egg-like masses of greyish-brown colour, having when of high quality a shining resinous fracture.",
        "He saw the skin patches, fracture brace, and laser-sealed woundsâ€”evidence of the medic's quick workâ€”but he also saw the unusual bulge in the wounded soldier's side.",
        "It was only a fracture, but she's going to have to stay off it for six weeks.",
        "A 34 year old man sustained an open fracture of the distal femur with bone loss.",
        "If a concussion, bleeding inside the skull, or skull fracture is suspected, the person should be kept quiet in a darkened room, with head and shoulders raised slightly on pillow or blanket.",
        "Epileptic seizures may occur after a severe head injury, especially a penetrating brain injury, a severe skull fracture, or a serious brain hemorrhage.",
        "The doctor will usually reduce the fracture, which means that he or she will restore the damaged bones to their proper position and alignment.",
        "In addition, an open reduction is necessary if the child has a septal hematoma or an open fracture in which the skin has been perforated.",
        "A fracture is a complete or incomplete break in a bone resulting from the application of excessive force.",
        "A fracture usually results from traumatic injury to a bone, causing the continuity of bone tissues or bony cartilage to be disrupted or broken.",
        "Fracture classifications include simple or compound and incomplete or complete.",
        "A single fracture means that one fracture has occurred, and multiple fractures refer to more than one fracture occurring in the same bone.",
        "Fractures are termed complete if the break is completely through the bone and described as incomplete or \"greenstick\" if the fracture occurs partly across a bone shaft.",
        "This latter type of fracture is often the result of bending or crushing forces applied to a bone.",
        "Identification of a fracture line can further classify fractures.",
        "Additionally, an injury may be classified as a fracture-dislocation when a fracture involves the bony structures of any joint with associated dislocation of the same joint.",
        "For example, a linear fracture of the arm bone could extend the entire length of the bone.",
        "Oblique and transverse fractures differ in that an oblique fracture crosses a bone at approximately a 45° angle to the bone's axis.",
        "In contrast, a transverse fracture crosses a bone's axis at a 90° angle.",
        "A longitudinal fracture is similar to a linear fracture.",
        "Its fracture line extends along the shaft but is more irregular in shape and does not run parallel to the bone's axis.",
        "Fragments of bone that maintain their normal alignment following a fracture are described as being non-displaced.",
        "An impacted fracture is characterized as a bone fragment forced into or onto another fragment resulting from a compressive force.",
        "In more severe cases, there may be a loss of pulse below the fracture site, such as in the extremities, accompanied by numbness, tingling, or paralysis below the fracture.",
        "An open or compound fracture is often accompanied by bleeding or bruising.",
        "A thorough medical history and physical exam by a physician often reveals the presence of a fracture.",
        "An x ray of the injured area is the most common test used to determine the presence of a bone fracture.",
        "Any x-ray series performed involves at least two views of the area to confirm the presence of the fracture because not all fractures are apparent on a single x ray.",
        "Some fractures are often difficult to see and may require several views at different angles to see clear fracture lines.",
        "In some cases, CT, MRI, or other imaging tests are required to demonstrate fracture.",
        "If a fracture is open and occurs in conjunction with soft tissue injury, further laboratory studies are often conducted to determine if blood loss has occurred.",
        "If an individual has increased pain when the tuning fork is placed on a bone, such as the tibia or shinbone, the likelihood of a stress fracture is high.",
        "Treatment depends on the type of fracture, its severity, the individual's age, and the person's general health.",
        "The first priority in treating any fracture is to address the entire medical status of the patient.",
        "If an open fracture is accompanied by serious soft tissue injury, it may be necessary to control bleeding and the shock that can accompany loss of blood.",
        "Immobilization of a fracture site can be done internally or externally.",
        "This may be the primary and only procedure for fracture treatment.",
        "Splinting to immobilize a fracture can be done with or without traction.",
        "In emergency situations if the injured individual must be moved by someone other than a trained medical person, splinting is a useful form of fracture management.",
        "Braces are useful as they often allow movement above and below a fracture site.",
        "Fracture reduction is the procedure by which a fractured bone is realigned in normal position.",
        "A person may need open reduction if there is an open, severe, or comminuted fracture.",
        "This procedure allows a physician to examine and surgically correct associated soft tissue damage while reducing the fracture and, if necessary, applying internal or external devices.",
        "Internal fixation involves the use of metallic devices inserted into or through bone to hold the fracture in a set position and alignment while it heals.",
        "Virtually any hip fracture requires open reduction and internal fixation so that the bone will be able to support the patient's weight.",
        "Avulsion fracture-A fracture caused by the tearing away of a fragment of bone where a strong ligament or tendon attachment forcibly pulls the fragment away from the bone tissue.",
        "Comminuted fracture-A fracture where there are several breaks in a bone creating numerous fragments.",
        "Chinese traditional medicine may be helpful by working to reconnect chi (life energy) through the meridian lines along the line of a fracture.",
        "A non-union fracture may result when a fracture does not heal, such as in the case of an elderly person or an individual with medical complications.",
        "Recovery is complete when there is no bone motion at the fracture site, and x-rays indicate complete healing.",
        "Persons who consume diets that are rich in calcium are less likely to experience a fracture than those who have diets that are deficient in calcium.",
        "Musculoskeletal Fatigue and Stress Fracture.",
        "Patrice, et al. Fracture Management for Primary Care, 2nd ed. New York: Elsevier, 2002.",
        "A., et al. \"Mechanical environment alters tissue formation patterns during fracture repair.\"",
        "Get professional treatment if any injury is severe, such as a fracture, profuse bleeding, dislocated joint, prolonged swelling, or prolonged or severe pain.",
        "Bruising that occurs around the navel may indicate dangerous internal bleeding; bruising behind the ear, called Battle's sign, may be due to a skull fracture; and raised bruises may point to autoimmune disease.",
        "Slings are often used to support the arm after a fracture or other injury.",
        "Stiff collars are generally used to support the neck when there has been a fracture in one of the neck bones.",
        "MRI or CT imaging studies may be done to rule out skull fracture, middle ear tumor, or acoustic neuroma, which may cause pain and hearing loss and be confused with a possible perforated eardrum.",
        "Nails can also be torn off (nail avulsions), and the fingertip bone can be broken (fracture).",
        "Fractured phalanx: In case of fingertip bone fracture, the bone is straightened and put in a splint or cast.",
        "This prognosis increases to over 95 percent when an associated fracture of the phalanx is present.",
        "Severe complex motor tics carry the risk of physical injury, as the child may damage muscles or joints, fracture bones, or fall down during an episode of these tics.",
        "Bones are predisposed to fracture, with most fractures occurring before puberty; people with OI type I typically have about 20 to 40 fractures before puberty.",
        "Bones fracture easily, with most fractures occurring before puberty.",
        "Parents should contact a healthcare professional if their child exhibits any of the symptoms of OI, particularly a tendency to fracture bones easily.",
        "Fracture of the tooth crown (the part that is above the gum line) is the most common injury.",
        "Treatment of a broken tooth will vary depending on the severity of the fracture.",
        "Healing may take six weeks or longer, depending on the patient's age and the severity of the fracture.",
        "Physicians accordingly assume that such patients have a spine fracture until proven otherwise.",
        "Because of the force that is required to fracture the spine, it is not uncommon for the patient to suffer significant damage to the chest and/or abdomen.",
        "Torticollis can also be caused at an older age by fracture or dislocation of the neck vertebra or juvenile rheumatoid arthritis.",
        "Also, if there is a known or suspected head injury accompanying the nosebleed, there may be a skull fracture or brain disorder.",
        "She earned the moniker in 1982 by hitting a critical free throw during the last few seconds of a championship basketball game, despite having an ankle stress fracture.",
        "Regular weight-bearing exercise decreases the risk of osteoporosis and hip fracture."
    ],
    "definition": [
        "The act or process of breaking.",
        "A break, rupture, or crack, especially in bone or cartilage.",
        "Link/Cite"
    ]
}