{
    "translation": "ניחוח ,ריחניות",
    "uses": [
        "A distinct fragrance emanated from them all.",
        "Fertilization is effected by insects, especially by bees, which are directed in their search by the colour and fragrance of the flowers; but some pollen must also be transported by the wind to the female flowers, especially in arctic species which, in spite of the poverty of insect life, set abundant fruit.",
        "Thus it frequently happens that in our gardens flowers have a beauty and a fragrance, and fruits a size and savour denied to them in their native haunts.",
        "I did not eat them; but I loved their fragrance and enjoyed hunting for them in the leaves and grass.",
        "The wood of the naio when dry has a fragrance resembling that of sandalwood, and is used for torches in fishing.",
        "If the day and the night are such that you greet them with joy, and life emits a fragrance like flowers and sweet-scented herbs, is more elastic, more starry, more immortal--that is your success.",
        "I want the flower and fruit of a man; that some fragrance be wafted over from him to me, and some ripeness flavor our intercourse.",
        "When they came into a hot climate the fire of the sacrifices and domestic cookery was removed out of the house; but the dead were probably still for a while buried in or near it, and the tulsi was planted over their graves, at once for the salubrious fragrance it diffuses and to represent the burning of incense on the altar of the family Lar.",
        "His words and actions flowed from him as evenly, inevitably, and spontaneously as fragrance exhales from a flower.",
        "We walked down the path to the well-house, attracted by the fragrance of the honeysuckle with which it was covered.",
        "7 from Arabia, delighting the gods with his fragrance and rising from the sinking flames of the morning glow, was enough to suggest most of the traits materialized in the classical pictures of the phoenix.",
        "A poet admires the bee sucking from the chalice of a flower and says it exists to suck the fragrance of flowers.",
        "As soon as Nicholas entered in his hussar uniform, diffusing around him a fragrance of perfume and wine, and had uttered the words \"better late than never\" and heard them repeated several times by others, people clustered around him; all eyes turned on him, and he felt at once that he had entered into his proper position in the province--that of a universal favorite: a very pleasant position, and intoxicatingly so after his long privations.",
        "Thus the Orphic hymns are careful to specify, in connexion with the several deities celebrated, a great variety of substances appropriate to the service of each; in the case of many of these the selection seems to have been determined not at all by their fragrance but by some occult considerations which it is now difficult to divine.",
        "It has a strong musky odour, exceedingly disagreeable to those unaccustomed to it, but \"when properly diluted and combined with other scents it produces a very pleasing effect, and possesses a much more floral fragrance than musk, indeed it would be impossible to imitate some flowers without it.\"",
        "odorata, sweet violet, is highly prized for its fragrance, and in cu;tivation numerous varieties have originated.",
        "In October I went a-graping to the river meadows, and loaded myself with clusters more precious for their beauty and fragrance than for food.",
        "The dry and unusually equable temperature (mean for winter 50° F., for spring 57° F., and for autumn 64° F.) and the balmy air laden with the fragrance of the pine forests have combined to make Aiken a health and pleasure resort; its climate is said to be especially beneficial for those afflicted with pulmonary diseases.",
        "Some of the garden varieties of the woodbine are very beautiful, and are held in high esteem for their delicious fragrance, even the wild plant, with its pale flowers, compensating for its sickly looks \" with never-cloying odours.\"",
        "P. Taeda, the \" loblolly pine \" of the backwoodsman, a tall tree with straight trunk and spreading top, covers great tracts of the \" pine-barrens \" of the southern states, but also frequently spreads over deserted arable lands that have been impoverished by long and bad farming; hence the woodsmen call it the \" old-field \" pine, while, from the fragrance of its abundant resin, it is also known as the frankincense pine.",
        "They used to hang in long festoons from our porch, filling the whole air with their fragrance, untainted by any earthy smell; and in the early morning, washed in the dew, they felt so soft, so pure, I could not help wondering if they did not resemble the asphodels of God's garden.",
        "They were a real cereal fruit which I ripened, and they had to my senses a fragrance like that of other noble fruits, which I kept in as long as possible by wrapping them in cloths.",
        "Flowers that require the aid of insects usually offer some attraction to their visitors in the shape of bright colour, fragrance or sweet juices.",
        "Their historical importance, their spiritual fragrance and their literary value combine to put their author almost on a level with Petrarch as a 14th century letter-writer.",
        "other species, many of them introduced to our gardens, and well worth cultivating in shrubberies or as climbers on walls and bowers, either for their beauty or the fragrance of their blossoms.",
        "13, unless the allusion is to the fragrance rather than the colour of the lips, in which case the white lily must be thought of.",
        "Later, the fragrance of its flowers, rich in honey, attracts innumerable bees; in the autumn the foliage becomes a clear yellow but soon falls.",
        "And although no single feature of the book is Gre'ek, there hangs round it a moral fragrance only to be called forth by one who had fulfilled the vow of his youth, and learnt to breathe, as purely as on \"the double summit of Parnassus,\" the very essence of the antique.",
        "Besides, the flowers are curiously wanting in fragrance.",
        "A repeat flowering rose with a strong, fruity fragrance.",
        "The flowers come in June and July and are white with a lovely orange blossom fragrance.",
        "fragrance of red roses with a touch of mint.",
        "monographs on fragrance raw materials.",
        "The continual release of fragrance from the Glade Wisp makes it a pleasing candle for many locations, and the variety of scents available for this discreet candle make it perfect for any home.",
        "The shape of the votive candle holder also allows the fragrance from a scented candle to be distributed through the room.",
        "The key difference between aromatherapy candle making and other types of scented candle making involves the type of fragrance used.",
        "While many candle makers choose to use fragrance oils to create their candles, true aromatherapy products are made with pure essential oils.",
        "Unlike commercially prepared fragrance oils, essential oils are made from natural plant extracts.",
        "As you're making aromatherapy candles, remember that essential oils have a very strong fragrance.",
        "While you can always add more scent to your candle, it's difficult to correct a fragrance that is too strong.",
        "burst of fragrance!",
        "Soy wax is made from hydrogenated soybean oil, has a low melting point, and disperses fragrance well.",
        "Included in this list is candle fragrance, which must be chosen carefully.",
        "Always make sure that the fragrance you choose is safe for candle making.",
        "There are some parts of candle making that seem sort of like a recipe: adding the color and fragrance.",
        "If you're wanting strongly scented candles, the maximum I would put into a batch of wax is one ounce liquid fragrance oil to one pound of candle wax.",
        "Candle and soap making are also similar in that you can add color, fragrance and other items to both soap and candles to make a more interesting final product.",
        "As long as you don't set the wax on fire and limit your additives and fragrance to reasonable levels, your candle will come out fine.",
        "A kit will contain gel, fragrance, dye, and other supplies needed to make a batch of gel candles, as well as complete instructions.",
        "The fragrance tells a little bit about the person who created the candle.",
        "Since candles will fade over time in color and fragrance, proper care and storage will ensure they last as long as possible.",
        "Essential oils are all natural, usually much more expensive than fragrance oils, and they tend to have problems blending into the wax and burning properly.",
        "For that reason (as well as the expense of essential oils and the ease of using commercial fragrance oils) I recommend using fragrance made for candles.",
        "The main thing to know about commercially produced fragrance oils for candles is that they tend to be very strong.",
        "Just a few drops should be enough fragrance to make any sized candle nicely scented without being overpowering.",
        "The above website offers another suggestion for the scent-phobic: just use an eyedropper to place a couple drops of fragrance oil in the pool of melted wax your candle makes as it burns.",
        "Add any fragrance and color you would like when making soy candles.",
        "Make sure the fragrance oil you choose is designed to work with soy wax.",
        "They, too, make great gifts because you can make them individual for each person and they hold fragrance well, which most people like.",
        "artificial musks are simply covered under the terms \" parfum \" or \" fragrance \" on product labels.",
        "Nutmeg powder (organic) nutmeg powder (organic) Nutmeg is an underused spice with a distinctive pungent fragrance and.. .",
        "oriental fragrance with a very unique note: chocolate!",
        "Fragrance Direct sell branded, discounted perfumes and aftershaves.",
        "Down below, The fragrance of the flowers, gives us many happy hours, And we sing a roundelay, .. .",
        "sandalwood paste is considered pure and is applied to the body to give a fragrance and aid the burning.",
        "sensual fragrance with floral and fruit notes.",
        "Made of high quality silicone rubber, it is skin safe, fragrance free and easy to clean.",
        "spicy fragrance.",
        "Enjoy a refreshing bath or shower filled with the delicious fragrance of ripe summer fruits. £ 3.20 More details Coconut Bath/Shower Gel go tropical!",
        "Thyme Walk and Alpine trough Garden The thyme gives a fragrance as you step on it to pass by the alpine troughs.",
        "woody fragrance for women.",
        "Louisiana is justly celebrated for the beauty and fragrance of its flowers.",
        "But, in use, while the meaning of the word \"perfume\" has been extended so as to include everything sweet in smell, from smoking incense to the invisible fresh fragrance of fruits and exquisite scent of flowers, that of the word \"incense,\" in all the languages of modern Europe in which it occurs, has, by an opposite process of limitation, been gradually restricted almost exclusively to frankincense (see Frankincense).",
        "Even the \"ground frankincense\" or \"ground pine\" (Ajuga chamaepitys) was known to the Romans as Tus terrae (Pliny), although they called some plant, from its smelling like frankincense, Libanotis, and a kind of Thasian wine, also from its fragrance, Libanios.",
        "The dry and unusually equable temperature (mean for winter 50Ã‚° F., for spring 57Ã‚° F., and for autumn 64Ã‚° F.) and the balmy air laden with the fragrance of the pine forests have combined to make Aiken a health and pleasure resort; its climate is said to be especially beneficial for those afflicted with pulmonary diseases.",
        "The warm sun shone on the pine trees and drew out all their fragrance.",
        "Fragrance: Again, there are scents that are made especially for soy candles.",
        "Soy candles also seem to hold fragrance and color a little better than paraffin candles.",
        "The other consideration when making soy candles is fragrance.",
        "butylene glycol Promotes moisture; solvent; fragrance fixative.",
        "Its warm, spicy, citrus fragrance reminds people of sunny climes, which is cheering in Winter.",
        "Their natural bath and body products contain no artificial colorants, synthetic fragrance oils or animal products and are cruelty free.",
        "You can always just inhale the new fragrance or put it in a small piece of silk to carry with you in a purse.",
        "When in flower the trees look spectacular, and spread a divine fragrance into their surroundings.",
        "The brown sticks contain a variety of wood powders and herbs, which are used to create a more woody fragrance.",
        "The sweet smelling starry yellow flowers fill summer days with a heady fragrance which attracts the bees.",
        "It is considered an oriental fragrance with a very unique note: chocolate!",
        "You don't know how the heart beats When the musky fragrance of a lover precedes his entrance.",
        "fragrance oil actually is!",
        "And ever so discreetly in the background the soft notes betray a hint of sensual vanilla fragrance!",
        "Enjoy the calming effects of this lotion's lavender fragrance.",
        "English rose: A really true, strong, pink Victorian rose fragrance.",
        "Stella by Stella McCartney Stella McCartney's very own signature fragrance.",
        "The fragrance is very subtle, and depends on the variety of scented geranium.",
        "hippies ' favorite from the 60s - is probably the best-selling incense fragrance on the planet!",
        "February's fragrance Be led by the nose this month, from the moment you walk through the gates and pass winter flowering honeysuckles.",
        "invigorateang has invigorating uplifting properties and a subtle fragrance, while sweet orange's fresh fragrance is uplifting and relaxing.",
        "lavender fragrance.",
        "masculine fragrance.",
        "Regular use helps to prevent matting, leaving the coat easy to manage with a pleasant fresh fragrance.",
        "menthol fragrance.",
        "Sydney: NSW Poison Plants Committee Opdyke DLJ (1978) Fragrance raw materials monographs.",
        "musky fragrance of a lover precedes his entrance.",
        "nelumbo nucifera - Anise fragrance, pink flowers with a yellow center.",
        "When I walk out in my garden I cannot see the beautiful flowers but I know that they are all around me; for is not the air sweet with their fragrance?",
        "The whole poem has the freshness and fragrance and rathe bloom of fancy.",
        "Down below, The fragrance of the flowers, gives us many happy hours, And we sing a roundelay, ...",
        "Sandalwood paste is considered pure and is applied to the body to give a fragrance and aid the burning.",
        "Sea Breeze - A great fragrance for gel aquarium seascape candles.",
        "Delicious fragrance: A delicate and sensual fragrance with floral and fruit notes.",
        "A twig cut for indoors will scent a room with its spicy fragrance.",
        "Enjoy a refreshing bath or shower filled with the delicious fragrance of ripe summer fruits. £ 3.20 More details Coconut Bath/Shower Gel Go tropical !",
        "Thyme Walk and Alpine Trough Garden The thyme gives a fragrance as you step on it to pass by the alpine troughs.",
        "FOR MEN: A truly original modern fragrance, woody with a subtle hint of spice.",
        "Extase Pure Passion Woman is a flowery, spicy, woody fragrance for women.",
        "After all, if you are buying for yourself, you are purchasing a fragrance that will be on your body all day or night.",
        "Musk is general a scent taken directly from animals or is an artificial fragrance designed to smell like animal musk.",
        "Is this a fragrance you can imagine wearing at work or when you are out on a date?",
        "Try one of these reliable retailers for your next bottle of fragrance.",
        "If your favorite flower is the Shasta daisy, and you love to have a bouquet of them to brighten up your breakfast nook in the summer, you might have to look elsewhere for a little pop of color and fragrance during the winter.",
        "ARM & HAMMER® Super Scoop® Clumping Litter, Fragrance Free - This product is the same as the Fresh Scent version of Super Scoop Clumping Litter, but the fragrance has been eliminated.",
        "Beauty and Spa - Cosmetics, fragrance and personal care items.",
        "A cedar entertainment center can add not just warmth to your room with its red tones and rustic feel, but it can add an aromatic fragrance you'll never tire of.",
        "They may include natural or artificial fragrance, and other binders and fillers.",
        "Soy Candles burn at a lower burning point, thus causing their fragrance to diffuse faster.",
        "Sometimes this can compete with the smell and flavor of food depending on the amount of fragrance used in making the particular candle.",
        "When you choose to burn lavender scented votive candles, you reap the benefit of inhaling the lavender fragrance.",
        "Even if getting to sleep (or sleeping through the night) is not a problem, you can still enjoy the lovely fragrance the lavender scented votive candles add to a room.",
        "Its fragrance is spicy, balsamic, and sweet, and it is primarily used today in incense and perfumes.",
        "A solvent is used in this process, and the products are tested for superior fragrance.",
        "Candles are another great way to add warm light to a room - while adding some winter time fragrance to the air.",
        "There is no oil, talc, synthetic preservatives, or fragrance.",
        "Lotions and soaps with coordinating fragrances are also available.The signature fragrance of this cosmetic giant is \"Bobbi\".",
        "A delicate blend of citrus and green, this fragrance has been a constant within the cosmetic collection.",
        "Over the past 60 years, they have added a wide variety of beauty products, but still remain a fragrance powerhouse.",
        "Glamour is associated with perfume and no evening out would be complete without a subtle hint of fragrance.",
        "Luckily for those lovers of fragrance, the marketplace provides many options to satisfy your nose and your pocketbook.",
        "This is particularly true with celebrity perfumes that are popular due to the signature of the Hollywood star, rather than the attributes of the fragrance itself.",
        "While they may not have the intensity of fragrance, a prestigious name, or a classic scent, they still can make you smell nice.",
        "The fragrance design house of Jennifer Lopez perfume currently offers six women's perfume varieties.",
        "Lo perfume line is relatively new as her first fragrance was released in 2002.",
        "A flowery fragrance with notes in flowers, fruit, amber and vanilla.",
        "A flowery fragrance with notes of soft white flowers mixed with a spicy background.",
        "A floral oriental fragrance with a citrus and flirty scent, found with a large variety of notes including Italian orange, lemon, pineapple, violet, red currant, peony and sandalwood.",
        "With a unique enough fragrance to be remembered, it is fruity and sweet smelling.",
        "A citrus and fruity fragrance with notes of pink grapefruit, coconut water, passion fruit, heliotrope, sheer amber, crystal musk, vanilla orchid and blonde woods.",
        "Another perfume derived from the success of the original Glow fragrance, Love at First Glow is her most recent release for the year 2006.",
        "A fragrance that has become known as a much lighter scent ideal for teens and those who are particularly sensitive to stronger perfumes it provides a mild background aroma.",
        "Thus, the challenge in finding perfume online is not in actually locating fragrance for sale, but narrowing down the selection.",
        "Fragrance is about a feeling as much as it is about the actual scent.",
        "Discover the perfect fragrance and others will be drawn to you and not even know why.",
        "The perfume masters blend and create an overall fragrance from a mixture of a variety of scents.",
        "Plus, the base notes that were the longer-lasting scents which maintained the consistency in a perfume's fragrance.",
        "The middle notes last at least four hours and are the mainstay of the fragrance's aroma.",
        "You know you have made a good choice when the fragrance lifts your spirits.",
        "Always try a fragrance on your skin for a true test of its scent.",
        "Include a small sample-sized fragrance in your purse, car, and office desk drawer.",
        "You don't have to be constrained to one scent; many women also enjoy layering their fragrances - either with different perfumes or through the combination of different lotions, soaps and fragrance.",
        "As an emotional cosmetic, fragrance induces feelings and memories from deep inside our psyche.",
        "The main fragrance categories are the same for both men's and women's scents.",
        "A cologne contains the lowest percentage of fragrance compounds, therefore it is a nice scent for men as it imparts a lighter background fragrance.",
        "Widely available and reasonably priced, this historic fragrance has certainly stood the test of time.",
        "A signature celebrity fragrance attached to one of the most famous men of all time, Michael Jordon.",
        "Fragrance is for your nose, as well as others.",
        "Fragrance manufacture's marketing teams promise all sorts of magic in a bottle, but the only true test is the nose.",
        "Paris Hilton perfume is a signature fragrance of the celebrity heiress.",
        "The name behind the fragrance is one of the most well known in America today.",
        "In May of 2004, Paris partnered with the Parlux Fragrance House to create her own perfume line.",
        "Intended as a casual wear fragrance, it is a moderate strength with a scent life of approximately six to ten hours.",
        "Designed to resemble the persona of Paris Hilton, the fragrance has been described as youthful, yet sexy and chic at the same time.",
        "Paris Hilton perfume is a youthful female fragrance and a great gift for the young woman in your life.",
        "Classified as an oriental and spicy fragrance it contains raspberry, lily of the valley, iris, white rose, vanilla and sandalwood notes.",
        "The aroma of this Dolce & Gabbana fragrance obtains a classic old fashioned perfume style to bring out the elegance in the woman who wears it.",
        "Their signature designer fragrance is known simply as Dolce & Gabbana perfume and was released in 1992.",
        "A sweeter smelling scent, it won the Accademia del Profumo's 1993 award for the best women's fragrance of the year.",
        "Using extensions of the old perfumery process, they created a rich and sweet floral fragrance with aromas of fruits, herbs, leaves and woods - finishing off with a strong drift of vanilla.",
        "An extremely versatile and wearable fragrance, it transitions from a casual day environment to the evenings easily.",
        "The soft and pleasant fragrance with light bouquets of green floral warmed by rich woods and spices offers a signature scent wearable day after day.",
        "The 1998 FiFi Fragrance Star of the Year, Romance is an award winning Ralph Lauren perfume.",
        "The 1990 FiFi Fragrance Star of the Year, Safari for women was launched amongst a whole line of sister products including accessories and home furnishings.",
        "A seductive and elegant scent, it includes notes in musk, vetiver and lily to create a soft feminine fragrance.",
        "From department store counters, to specialty fragrance stores, to online retailers, there are a number of perfume stores to choose from.",
        "With knowledgeable retail staff to assist in finding the right scent, perfume stores within department stores are often the first stop when fragrance shopping.",
        "Founded in 1969, Sephora now sells over 250 brands in the areas of fragrance, hair care, skincare, and bath and body, as well as their own label.",
        "Perfumania is the leading fragrance chain in the U.S., specializing in 300 brand name and designer fragrances.",
        "Many area malls and outlet centers may also include a store dedicated primarily to fragrance.",
        "The only downfall is that you can't personally sample each scent, so online perfume shopping is best when you have a particular fragrance in mind.",
        "Their fragrance products are available from over 700 designers, including those hard-to-find scents.",
        "As men's fragrances stack the shelves, it is obvious fragrance isn't just for the ladies anymore.",
        "Men's fragrance has never looked more masculine than with this tin can packaging and outdoorsy scent.",
        "Vera Wang for Men - Vera Wang created a masculine fragrance as well, combining green mandarin leaf, nutmeg, leather, anise, sandalwood, and warm tobacco.",
        "This fragrance is a sweet, fruity blend of water lily, mandarin meringue, golden apricot, lady apple, floral tones, and dark chocolate, as well as warm woods, vanilla, and musk.",
        "The web site appeals to the young demographic that Wang hopes to reach with her newest fragrance.",
        "Sarah Jessica Parker Perfume is one of the latest scents to hit the fragrance scene.",
        "First actors wanted to be singers, now they want to be fragrance designers as well.",
        "Her official fragrance's website is pretty in pink, a perfect theme to match its simplistic name, \"Lovely.\"",
        "Creating a fragrance has been a lifelong dream for her.",
        "She understands the art of maneuvering the spotlight and keeping it shining on you, and her fragrance reflects this knowledge.",
        "A moderately priced fragrance, find Sarah Jessica Parker perfume with a simple Google search or by visiting her website, SarahJessicaParkerBeauty.com.",
        "The fragrance of a perfume is the scents it radiates.",
        "Perfume is not a stagnant fragrance; it changes with body chemistry and time.",
        "The essences of the fragrance composition, commonly called the notes, are the building blocks of the perfume.",
        "This fragrance is your first impression of a perfume.",
        "The top note sets the mood and is the starting point of a perfume fragrance.",
        "Middle notes are known as the heart of the perfume fragrance.",
        "They are the message your perfume fragrance sends out to those around you.",
        "By intermingling with your essence, the base notes are what make a perfume fragrance unique to you.",
        "Bath Bombs - An updated take on the bath cube, these globe or heart-shaped \"bombs\" are made of essential oils, bursting with fizzing fragrance.",
        "This fragrance, also a success, features the more romantic notes of kiwi, white chocolate, musk, lychee, jasmine, orchid, and quince.",
        "The Cosmetic, Toiletry and Fragrance Association (CTFA) has created the Consumer Commitment Code.",
        "Home fragrance has been popular since Cleopatra, who was known for creating her own perfumes.",
        "Perhaps your favorite fragrance has been discontinued?",
        "Possibly you are unable to find just the right fragrance for you?",
        "Choosing the right fragrance can enhance your mood, reduce stress, and awaken feelings of romance.",
        "Making your own home fragrance requires some supplies that are easily obtained.",
        "Fixatives are used to prolong a fragrance.",
        "You may choose to imitate a fragrance already on the market, or you may want to create a custom blend of your favorite scents.",
        "Fragrance oils may be used in place of pure essential oils to save money.",
        "Kits can also be purchased with everything that you will need to create your own fragrance at home.",
        "Try Perfume Originals for a wide selection of fragrance kits for men and women priced at only $20.",
        "You can mix two or three fragrance categories together.",
        "Smell your fragrance after each addition of scent to be sure your home fragrance is what you want it to be.",
        "There are five fragrance categories to choose from.",
        "Like a fine wine, your new home fragrance needs to age before you wear it.",
        "When your skin reacts to the oils in your fragrance, about two hours after application, you will then enjoy the base note of your perfume.",
        "Another application technique is to lightly spray your hairbrush to weave your fragrance through the strands of you hair.",
        "Pine Meadows also carries a wonderful assortment of soap making supplies, essential oils and recipes to assure you an enjoyable experience making your own home fragrance.",
        "In a tiny product sample vial I received the fragrance, Vivid, for this Liz Claiborne perfume review and was pleasantly surprised by the strength of its scent.",
        "Of course, fragrance is very individual and most experts agree shoppers should do their research before buying.",
        "For me, I love a fragrance that is sweet, but not too young or girly.",
        "Although the scent is floral, it is a sweet flowery fragrance you can almost taste.",
        "The style of this fragrance is just sweet enough to be feminine, but not so flowery or sugary to be overly youthful.",
        "If this sounds like you, then it is worth the cost to incorporate this fragrance into your collection.",
        "Our minerals are oil free, fragrance free, dye free, bismuth oxychloride free and non-comedogenic.",
        "Perfectly coifed and smiling women will greet you with a sample of fragrance or offer you a no-obligation-to-buy makeover.",
        "Teen Freeway: The site's Health & Beauty section is full of cosmetic samples, fragrance vials, shampoo packets and more.",
        "Her new collection entitled \"With Love\" includes a stunning fragrance that achieves a combination of fruit and spices.",
        "If you prefer the fragrance alone, various sizes are available.",
        "The With Love fragrance and lotion were originally created in collaboration with Elizabeth Arden, and the packaging is the perfect Hilary mix of vintage and modern.",
        "The cosmetic and beauty sections are updated frequently, and typically include a wide variety of opportunities, such as fragrance samples and vouchers for free facials.",
        "Lose yourself in a fragrance so summery and fresh, you might forget where you actually are for a moment!",
        "This true-to-its-name fragrance is an eye-opener: At first sniff, it's deceptively coy, but it quickly opens up to reveal a blend full of personality and vigor.",
        "This Bobbi Brown fragrance was introduced as a limited-edition product in 2002.",
        "The notes in Bath are not as pronounced as those in Beach; here, they all seem to meld into one, resulting in a rather linear fragrance that smells primarily of Ivory soap.",
        "If you love the scent, dab an emolliating substance, such as Vaseline, a shea butter cream or an unscented body oil onto your pulse points prior to applying the fragrance.",
        "She can wear this fragrance anywhere-especially during the warm months.",
        "This is a modern type of fragrance, suitable for the office.",
        "Feminine and romantic, this type of fragrance is good for girly girls and date nights.",
        "Just like Britney Spears, Beyonce, Paris Hilton, Shania Twain, Jennifer Lopez, Victoria Beckham and countless others, Sarah Jessica Parker has joined the ranks of big-name celebrities making a splash in the fragrance world.",
        "Nearly every celebrity-backed fragrance has gone on to enjoy high acclaim.",
        "An actress such as Sarah Jessica Parker, who's best-known and perhaps most admired for her role as the fashionable Carrie Bradshaw in Sex and the City, is the perfect example of the ideal face to pair with a new fragrance.",
        "How do you decide what the perfect fragrance for you is?",
        "The same goes for any fragrance you'd put your own name on.",
        "The actress held nothing back in fully expressing her passion for scent when she introduced her first fragrance.",
        "Launched in 2005, the fragrance immediately stole hearts with its soft, pleasant blend of mandarin, bergamot, rosewood, apple martini, lavender, patchouli, paper whites, cedar, orchid, white amber, woods and musk.",
        "While it seemed the scent contained an unexpected blend sure to confuse the senses more than anything else, its result was something entirely different: a near instant best seller for Nordstrom and a coup on the celebrity fragrance market.",
        "Needless to say, Parker's nose for great scents and the success of Lovely all but guaranteed a follow-up fragrance.",
        "The actress spent a year developing the newest scent with perfumer Frank Volkl, of the international perfume house Firmenich, and fragrance consultant Anne Gottlieb.",
        "This is true of her ventures into both fashion and fragrance.",
        "Covet has already proven a commanding force in the celebrity fragrance market, and much like its predecessor, it's likely to be a dominant seller.",
        "Caron Paris has a touch of a romantic story inside every bottle of fragrance and every jar of powder they produce, as many of the products were inspired by Daltroff's unrequited love to a young woman named Felicie Wanpouille.",
        "Well known or not, however, fragrance bottles hold an allure all their own.",
        "They're wonderful for carrying a small decant of your favorite fragrance and popping in a purse or gym bag.",
        "Shiny, gleaming, matte, translucent, opaque, lightweight, heavy - no matter what its particular traits may be, a perfume bottle is sure to delight even the most casual fragrance fan with its beauty.",
        "If you're a fragrance fiend, you can probably picture a bottle's design as soon as you hear the name.",
        "Perhaps the fragrance with the most popular purple bottle of them all, Passion is as relevant today as it was the day it was released.",
        "The clear violet heart-shaped bottle is a reflection of the fragrance's feminine notes (which include apple, dark chocolate, pink frosting, pink guava and vanilla, among others).",
        "This juicy rose fragrance is held in a lengthy, deep purple bottle with a luxurious velvet rose wrapped around it.",
        "Naomi Campbell fragrance came onto the scene in 2000 as a blend of florals meant for nights out or evenings spent indoors with your lover or just for casual wear.",
        "Many have discovered the fragrance by accident, but you know what they say about love, you always find it when you're not looking!",
        "Fragrance Supplier has the 2.5 oz EDT spray for $34.75.",
        "The fragrance is different from the scent called Naomi Campbell.",
        "Fragrance connoisseurs will recognize Curve cologne as an old standard.",
        "Though the name might be most synonymous with fashion and accessories, Liz Claiborne is no slouch in the fragrance department, either.",
        "The company's fragrance collection is modest, with a sampling of scents available to suit the differing personalities and moods of Liz ladies and the men in their lives.",
        "Liz Claiborne Perfume: Created in 1986, this everyday fragrance is still relevant, with notes of jasmine, oak moss, mandarin and sandalwood.",
        "Perhaps the line's most well known fragrance, though, is Curve.",
        "Perfect for everyone from college students to professionals and everyone in between, Curve cologne is a fresh fragrance that remains timeless thanks to its universal notes.",
        "This brisk fragrance contains unusual notes that work surprisingly well together.",
        "With several scents under her belt, heiress and budding perfumer Hilton has all but taken the fragrance world by storm with her slowly growing collection.",
        "It seems like well-known celebrities everywhere are suddenly adding fragrance entrepreneur to their ever-growing list of achievements.",
        "Partnering with prestige fragrance distributor Parlux, Hilton introduced her first self-titled perfume.",
        "Hilton's eponymous first fragrance, released in 2004, was a near instant smash hit.",
        "The men's version of the original fragrance contains notes of fig leaf, green mango, sage, juniper bud, hydroponic basil, vibrant Moroccan cedarwood, cucumber, amber and woods.",
        "Riding high on the success of the first scent, Hilton released her second fragrance in 2005.",
        "The third fragrance is not only a testament to Hilton's best known avatar, but also a return to the playful youth of the original scent.",
        "Hilton's newest fragrance has just hit store shelves, and it promises a slightly more grown up presence than its predecessors.",
        "This product is made of carmine rose petals, which produce a gentle, soft floral fragrance that is simply irresistible.",
        "With a focus on in vogue colors, skincare and fragrance, Mark has a fresh face geared towards the interests and lifestyles of teens and young women.",
        "Full fragrance lines are available for layering scent.",
        "Modern mineral makeup is weightless, free of talc and additives, fillers, preservatives, fragrance and numerous other skin irritants found in most color cosmetics.",
        "Though my interest in everything from fragrance to eye makeup is fleeting at best, I tend to remain committed to lipsticks and glosses for much greater periods of time.",
        "Marc Jacobs Rain perfume is an exciting women's fragrance from this well-known designer.",
        "Signature Marc Jacobs Perfume for Men: A subtle, sexy men's fragrance with notes of bergamot, ginger, fig, rose, cyclamen, cedar wood, and tonka bean.",
        "Rain has been one of the most popular of the collection's scents, so popular, in fact, that is was re-released the following year after its' debut- to the joy of happy fragrance fans.",
        "Rich woodsy undertones of beech amber, musk, tree moss, and teak wood complete the fragrance.",
        "This classic fragrance has enjoyed great popularity over the years, and continues to be a favorite today.",
        "Created by Davidoff Parfums, Cool Water is an aromatic fragrance inspired by the fresh, bracing coolness of the ocean.",
        "Breezy and bold, the packaging is instantly recognizable as a staple at men's fragrance counters all over the world.",
        "A fragrance and body shampoo set is available at perfume.com.",
        "The fragrance collection has more products available for women than men, with signature women's perfume, and several other women's scents, such as the revolutionary designer body splash line that started with the popular Rain Splash.",
        "Marc Jacobs Men is the men's fragrance collection that includes the men's perfume along with other body care products in a scent that is at once classic and contemporary, masculine and refreshing.",
        "Every fragrance has its own personality, but while some scents, like Xeryus Rouge by Givenchy, are more intense, the Marc Jacobs men's fragrance is more understated.",
        "Miller Harris Figue Amere Eau de Parfum: A unisex fragrance with a touch of fig.",
        "Despite its relatively recent introduction to the fragrance market, Daisy has made quite an impression on scent connoisseurs everywhere and has proven to be a hit with women of all ages.",
        "The result is a fragrance that is sunny, light and relatively simple.",
        "Daisy Marc Jacobs Pour Sephora Charming Candle Collection: Breathe in the Daisy fragrance with this sweet set.",
        "This online fragrance house offers a vast selection of Marc Jacobs fragrances.",
        "Daisy, Jacobs's newest fragrance, is available in several formats, ranging from eau de toilette sprays and body lotions to gift sets, at discounted prices.",
        "Another fantastic online resource is Fragrance X.",
        "A fragrance described as energetic and sexy, Live includes citrus fruit scents, florals, vanilla, and woodsy musk.",
        "Weekend Wear: Since the fragrance is a sweet, but also light scent, this is a great choice for wearing on weekends.",
        "Fragrance X: Sells the two larger sizes of Luxe Eau de Parfume and the Luxe Live Shimmer Body Lotion.",
        "For more about Luxe perfumes or the other JLo fragrance collections, visit the official site for the perfumes at www.JenniferLopezBeeauty.com.",
        "Highly regarded around the world for his popular apparel and accessories collections, fashion designer Marc Jacobs made quite a splash in 2001 when he debuted his first fragrance for women.",
        "They often offer better value for your money, and include several products laced with the fragrance in question.",
        "Daisy Holiday Gift Set: Daisy, Marc Jacobs's most recent fragrance, is especially popular with the younger set.",
        "The Daisy set will delight anyone who loves to layer the fresh fragrance - it includes full size and miniature eau de toilettes, a body butter and a convenient rollerball to tuck into a purse or clutch.",
        "Marc Jacobs for Women Gift Set: Fans of the designer's first fragrance will be pleased with this set, which includes an eau de parfum spray, a body lotion and a shower gel.",
        "If you're in search of a particular fragrance that isn't available in traditional gift sets, though, you might consider putting together a personalized gift basket.",
        "A few of them placed in a decorative basket makes an impressive gift set for fragrance connoisseurs.",
        "Before you purchase a new perfume, free sample size scents can help you decide if a fragrance compliments your body chemistry prior to making the splurge.",
        "How do you go about testing a fragrance prior to making the investment?",
        "Most every department store or drugstore that carries higher end fragrances has a fragrance counter stocked with testers of perfume and cologne.",
        "Obviously, the best way to sniff out a new fragrance is to visit a fragrance counter and spritz the scent directly on your skin.",
        "Within thirty minutes, the fragrance will begin to mix with your body's natural chemistry and either compliment or compete with your body's natural odor.",
        "Although a fragrance may smell beautiful upon first spritz, the dry down will determine whether or not the scent is pleasing to the senses and complimentary on you.",
        "Most mass produced fragrances offer what is called a free perfume sample for extended fragrance testing.",
        "Whether it is to promote the launch of a new fragrance or to market a well-known scent of perfume, free sample size testers are normally packaged in a small plastic or glass vial, holding a minute amount of the scent.",
        "Fragrance vials are available at every department store fragrance counter.",
        "Not every fragrance line will have sample vials available for testing, and availability is subject to on hand stock and popularity of the fragrance.",
        "Because fragrance can be altered when stored improperly, you'll need to take precautions to store your samples and uphold the integrity of the scent.",
        "To prolong their shelf life, always keep fragrance samples in a cool, dark place out of direct sunlight.",
        "In the world of beauty and fragrance, there are plenty of consumers who save samples, whether they be cosmetic samples received through bonus giveaways, or sample size perfumes.",
        "If you truly want to test out a new fragrance, hit the cosmetic counter to ensure the most accurate application.",
        "For a quick gift idea, gather several fragrance samples and stuff them in a stocking or in a makeup train case as a way of pampering your favorite fragrance aficionado.",
        "A fragrance doesn't have to cost an arm and a leg to make an impact on the lucky recipient, whether it's you or a loved one.",
        "If you're an old school sort of male whose tastes are ingrained and who really knows what he likes in a fragrance, you'll probably find one of your favorite classics at a drugstore.",
        "Drugstores are also great places to shop for men's fragrance gift sets, particularly during the holiday season.",
        "Perfume Junky: Attention, fragrance junkies: You'll undoubtedly find a fabulous scent at this haven for bargain colognes.",
        "Fragrance X: You simply can't go wrong with Fragrance X, one of the Internet's most renowned scent boutiques.",
        "Occasionally, you'll come across a fragrance that is seemingly impossible to find at anything but astronomical retail prices.",
        "Few people associate Antonio Banderas with the beauty industry, so it may come as a surprise to some that he's established himself as a major player in the fragrance world.",
        "Banderas describes it as a \"secret fascination,\" and it's clearly evident in the already remarkable history of his fragrance collection.",
        "Several of these have gone on to win prestigious FiFi Awards, which honor excellence and creative achievement in the fragrance industry.",
        "It's only fitting, then, that the fragrance's notes capture this aura.",
        "That, in a nutshell, is what defines So Sexy as a fragrance.",
        "The result is a strong, unforgettable and, yes, sexy fragrance.",
        "You may also have some luck at fragrance outlet stores.",
        "Fragrance: This is another major disadvantage; the fragrance is not pleasant in the least!",
        "Even with all these disadvantages in mind, including the awful, sickening fragrance and taste, I leave the lipstick on.",
        "However, if you're like me and hate the icky after taste of fragrance, you may want to stay away from this one!",
        "Even the slightest hint of fragrance can make all the difference.",
        "This is made entirely possible thanks to the sweet beauty of fragrance.",
        "Since scents are so unpredictable, it's always best to sample fragrance on bare, clean skin before buying.",
        "Cotton holds the scent and works well as a touchup tool when your fragrance begins to fade.",
        "Finish getting dressed and then spritz your fragrance onto your pulse points.",
        "So it makes sense that Lancôme would release a new fragrance every now and again.",
        "Though it's more of an evening fragrance, I didn't hesitate to use it very sparingly during the day (on my wrist only, which was more than enough to last several hours).",
        "Mineral makeup as seen on TV is said to have no talc, preservatives, oil, nor fragrance.",
        "Sometimes cute packaging has that power, and in this case all it took was a gorgeous little box, an enticing little pot and the promise of great fragrance to sell me.",
        "I've never been a huge fragrance fanatic - I have one or two scents that I rotate from season to season, but in general I'm fairly sensitive to most scents so I tend to avoid purchasing them in abundance.",
        "The result is a fun, light fragrance that's perfect to wear all summer long.",
        "It wasn't my favorite of the bunch by any stretch, but it's a wearable fragrance that resounds beautifully with the cooler months of the year.",
        "Solid perfumes take me back to my childhood, when I'd dig through my mother's fragrance stash from the 1970s and '80s and have a field day.",
        "The fragrance feels smooth to the touch, and application couldn't be easier - simply massage it into the pulse points or anywhere you'd like a touch of light fragrance.",
        "The most important quality of any fragrance is staying power.",
        "One Drop Perfume is an oil-based fragrance concept manufactured by Egyptian Potion that promises long wear without the evaporation that occurs in alcohol-based essences.",
        "Available in a multitude of scents geared for both men and women, this unique fragrance company boasts that their fragrances last for a minimum of 12-24 hours.",
        "If you're looking for a perfume that wears well while offering a wide range of scent varieties, you may be interested in switching to an oil based fragrance such as One Drop Perfume.",
        "If you've ever applied your favorite scent only to be disappointed within hours once your fragrance has evaporated, you may be impressed by the long-wearing claims of oil-based fragrances.",
        "Once oil is applied to warming pulse points, it has a higher chance of intensifying throughout the day, prolonging the fragrance as it works naturally with your body's chemistry.",
        "Once fragrance attars are mixed with alcohol, many of the underlying scents are masked and no longer distinguishable.",
        "The Ethyl alcohol added to most over-the-counter fragrances is caustic and may cause a multitude of fragrance allergies or discomfort.",
        "If you fancy the bottles and concept behind some of the most world-renowned fragrance houses, you're sure to miss them when switching to a plain packaged oil based scent.",
        "In addition, most of One Drop's inventory is filled with knock-off scents sure to turn off the purist fragrance consumer.",
        "If you're on the fence, it's best to sample a few oils to see if they fit into your lifestyle prior to making the switch to an alcohol-free fragrance wardrobe.",
        "Still, for fragrance fanatics, it might spark some curiosity for more obvious reasons.",
        "Delving or analyzing deeper, one might draw comparisons between the creativity expressed by music and fragrance - but that's about as far as it goes when it comes to relating the song to perfume!",
        "The classic fragrance, released in 1948 by perfumer Germaine Cellier, enjoys a major fan following.",
        "The result is sweet and spicy at once, and it enjoys quite a strong following amongst fragrance connoisseurs.",
        "The Ed Hardy fragrance collection adds to an already enormous range of tattoo-inspired fashions and accessories for men, women and children.",
        "For true aficionados - and simply for those who appreciate a great fragrance - the Ed Hardy fragrance collection is worth a look and a sniff.",
        "Inspired by the vivaciousness of Ed Hardy's unique tattoo art, the Ed Hardy for Men fragrance is bright and refreshing.",
        "Prepare to make a statement with the Ed Hardy fragrance for women.",
        "Big fans of the Ed Hardy fragrance lineup can find plenty of gift sets to satisfy their needs.",
        "Not only do sets make great gifts for others, they're also quite practical: Most sets contain several pieces that are formulated to be layered with the fragrance for greater longevity.",
        "The body of any fragrance is composed of top, middle and base notes.",
        "Often, the initial spray of a scent can turn off or attract a buyer, yet slowly change their impression as the fragrance settles down and blends with the body's natural chemistry.",
        "When you're out shopping for Curious perfume, keep in mind how a fragrance breaks down so that you'll know what to expect with long-term Curious perfume wear.",
        "Below is a brief overview of fragrance notes and their roles in creating a lasting scent.",
        "Top Notes: The top notes are distinguished immediately upon fragrance release.",
        "These notes are the first you will smell when applying any fragrance.",
        "Middle notes: Middle notes create the heavenly body, or heart of a fragrance.",
        "They are not the first to be recognized, but will slowly release as the fragrance dissipates.",
        "These notes are essential to carrying the fragrance throughout the day.",
        "Base notes: Arriving within 30 minutes of fragrance release, base notes create the base and essentially the body of a fragrance.",
        "Fragrance always makes a wonderful gift idea.",
        "Thankfully, Britney Spears Curious is an affordable mid-range fragrance available at the following Internet and discount retailers.",
        "Be sure to explore the wide range of Curious products to create a layered and sweet, unforgettable fragrance.",
        "The Vera Wang Rock Princess fragrance is a slight variation from what this designer is well known for - bridal gown designs.",
        "However, with her penchant for princess-perfect gowns, there's a good chance that her fragrance will prove to be just as popular as her bridal creations!",
        "The Vera Wang Rock Princess Fragrance is a new take on Vera Wang's other fragrance, Princess.",
        "How is this fragrance different from the original?",
        "Well, the Rock fragrance is described as being \"darker\" and \"more sultry\" than the original.",
        "This fragrance is billed as the embodiment of music and fashion; the girl that wears this fragrance is upbeat, prefers a guitar to a tiara and writes poetry in her spare time.",
        "At the aptly named Perfume.com you can find this fragrance, plus countless others, but what really makes this site shine is all of its different features.",
        "Several of the reviewers like this fragrance, but some would have preferred it to be a bit stronger.",
        "Sephora is famous for its extensive collection of beauty products, and the store doesn't disappoint when it comes to this particular fragrance.",
        "What helps Sephora standout form other shopping sites is it's lengthy description of the fragrance, and its customer reviews.",
        "It's also nice to find everything you need, form beauty products to fragrance, in one convenient place.",
        "The particular review for the Rock fragrance is fairly substantial, and while it does lack an editor's eye, it's very descriptive of the fragrance.",
        "This is a great resource for anyone wanting to learn more about this fragrance ''before they spend any money.",
        "Still can't decide if Rock Princess is the fragrance for you?",
        "Well, the following perfumes are purported to be quite similar to what you would find with this fragrance.",
        "While these may not be exact matches for the Rock fragrance, they do mimic the fragrance's slight oriental midnote and \"powdery' soft wear.",
        "The good news is that this fragrance is widely available online, so you have no trouble whatsoever finding it.",
        "Also known as Happy-To-Go Fragrance Pencils, these cologne sticks are convenient to slip in a purse or suitcase, will not spill or break, and make great stocking stuffers.",
        "Since it is a simpler fragrance, it can also be mixed well with other scents or perfume pencils.",
        "Easy to mix: Since the Clinique pencils are very light, it is easy to pair them together, or mix them with other fragrance favorites in your perfume collection.",
        "Convenience and easy application: Unlike a wet fragrance, the pencil-on application allows a great amount of control over the scent, so you can have just a barely-there hint of citrus or floral, or deepen it for evening.",
        "You can either wear the scents separately, or mix them together to create many different fragrance combinations.",
        "Try a woodsy or green perfume over the original Happy scent to play up the warm, tropical note of the fragrance.",
        "Layer a light fragrance with notes or ocean or water with either A Hint of Citrus or the Happy for an ultra-fresh day fragrance.",
        "When Estee Lauder Beautiful perfume was created, the intention was to invent a fragrance that would make every woman's dream of being beautiful a reality.",
        "The fragrance has an extremely complex formula, took many years to perfect, and is considered by a world-renowned fragrance.",
        "Beautiful Perfumed Body Lotion is a pampering lotion perfumed with the classic and feminine Beautiful fragrance.",
        "It can be worn alone or layered with Beautiful Eau de Parfum Spray for a more intense, long-lasting fragrance.",
        "Each product offers some slightly different, and combined the collection allows a woman to use them home or away for convenient fragrance options.",
        "The solid compact is a non-messy, long-lasting fragrance choice that looks lovely presented as a gift.",
        "The purse spray and refill make for an easy on-the-go fragrance gift that allows for instant touch-ups.",
        "It is highly regarded for its hypoallergenic and fragrance free formulas, which work well on a variety of skin types, including aging skin.",
        "The Trish McEvoy fragrance line mainly focuses on perfumes created to be worn alone or layered together to create a personalized fragrance.",
        "The line also features bath and body products such as lotions and scrubs as well as items for the home and custom fragrance sets.",
        "In the prom section of the website you will find hair style ideas, places to find affordable prom dresses, accessory tips, recent celebrity fashions, and even a quiz to find your ideal perfume fragrance.",
        "\"When two people understand each other in their inmost hearts, their words are sweet and strong,like the fragrance of orchids.\"",
        "His line of cologne has allowed him to take on the role of model, appearing in the ads for his own fragrance, David Beckham: Instinct.",
        "The music video for the single \"With Love\" has been seen in the commercial for her fragrance of the same name.",
        "Taylor was led to believe that the focus of the piece would be about her life now, including the development of her clothing, fragrance and cosmetics lines, as well as the foundation created in her sister's memory.",
        "Beginning in July 2007, Holloway will be the new face of Davidoff's Cool Water fragrance.",
        "She also started her own line of purses, decor, home fragrance and jewelry, called the Marie Lifestyle Collection.",
        "She promoted the perfume talking about the fragrance itself, and the scent she was trying to emulate, but no one wants to talk about that.",
        "Add a few drops of essential oil for fragrance and stir slowly to avoid creating more air bubbles.",
        "Annette Green President Emeritus, The Fragrance Foundation.",
        "The fronds are held very erect upon hairy stems, are soft in texture, and dry prettily in the autumn, when the tiny glands on the under surface give out a pleasing fragrance to which the plant owes its name of the Hay-scented Fern.",
        "It might pass as a narrow-leaved form of the Common Bay, the resemblance in the shape of leaves and their texture being emphasised by a like fragrance being emitted when they are bruised.",
        "The fragrance becomes oppressive and even dangerous in a confined space, causing sneezing, headache, and a kind of temporary paralysis in extreme cases.",
        "A great favourite for flower gardens on account of its delicate fragrance.",
        "In the absence of frost they are showy for a period of several weeks, whilst their fragrance is very noticeable.",
        "The fragrance of these flowers is delightful; they are readily increased by division, and grow with such rapidity that in the course of a few years they may be increased to almost any extent.",
        "The flowers are in corymbs, and although small and dull white, are charming for their fragrance.",
        "Rush-leaved Flag (Iris Juncea) - A lovely bulbous Iris, graceful in habit and with bright yellow flowers of a delightful fragrance, whilst it can be grown almost as easily as the English Irises.",
        "Peony, also called Paeony (Paeonia) - Among the most showy of hardy perennial plants, with much beauty of color and often fragrance.",
        "The leaves when handled have a distinct and pleasant fragrance.",
        "The musk-like fragrance is not marked unless in a moist atmosphere, such as after rain.",
        "The flowers are large and showy, and of a deep rose, but without fragrance.",
        "Though the flowers are sweet, the special fragrance lies in the short thick root, from which the celebrated perfume of the ancients is supposed to have come.",
        "The flowers come in abundance during the summer months, and the plant has an aromatic fragrance.",
        "The lustrous white flowers are of a peculiarly delicate texture, the petals somewhat transparent, and yet enduring in a good state for days; their fragrance is delicate.",
        "Winter Sweet (Chimonanthus) - C. fragrans is a lovely shrub, which in England enjoys a wall, flowers in December and January, of delicious fragrance; brownish-yellow, marked with purple inside; and precious for gathering for the house.",
        "A few shoots with blooms upon them placed in a room last a long time, and diffuse their pleasant fragrance.",
        "I suspect that I have a Yellow Jasmine as my plants' flowers are not double blooms but single (approx.) 1\" blossoms that send the most delicious fragrance out on the wind.",
        "Gardeners throughout the ages have included pinks in some form in perennial gardens and fragrance gardens.",
        "These flowers have a spicy, strong fragrance.",
        "Because of their strong, clove-like fragrance, pinks are often planted as part of a fragrance garden.",
        "Many people select flowers at the garden center based simply on their beauty or fragrance.",
        "Lily: grown from bulbs in a seemingly endless variety with large showy flowers that often produce a strong fragrance.",
        "Some clematis have no scent while others produce a strong fragrance.",
        "Often, essential oils are also added to provide natural fragrance and aromatherapy benefits.",
        "It doesn't contain any dyes, added fragrance, or harsh chemicals that might irritate delicate baby skin.",
        "Your favorite perfume, whether it is an expensive designer fragrance or an inexpensive knock-off from the local drugstore, probably has a number of questionable substances in it.",
        "If you are not sure you would like a fragrance, try one of the sample-sized bottles for starters.",
        "For example, one person may look at a rose and think of its sweet fragrance while another person may look at the same rose and only consider the pain of getting pricked by one of the rose's thorns.",
        "From fragrance and beauty, to fashion and accessories, to fine jewelry and watches, year after year, Chanel continues to produce some of the most sought after pieces in the world of haute couture.",
        "Tea Tree Products: This line - introduced in 2004 to commemorate Paul Mitchell's 25th anniversary - includes body, hair, and grooming products with a fresh, outdoor fragrance.",
        "From that humble beginning, L'Oreal grew to encompass 50 different brands of hair color, makeup, fragrance, and skin care products.",
        "GYHST was known for its spicy floral fragrance that lingered for hours after washing hair and drying.",
        "The packaging was as much of an attention grabber as the product name and distinctive fragrance.",
        "Bath and Body Works carries many shampoos that are part of your favorite fragrance line.",
        "The fragrance, preservatives, foaming agents and many other ingredients are likely to have come from chemically derived sources.",
        "It's also a good idea to avoid wearing heavy fragrance.",
        "She also has a best-selling fragrance, True Star Gold, marketed by Tommy Hilfiger.",
        "Her most recent endeavors include playing Daisy Duke in The Dukes of Hazard and releasing her own line of fragrance and cosmetic products.",
        "She also designs her own line of clothing and swimsuits, has produced her own fragrance, \"Heidi,\" and has lent her celebrity to jewelry designer Mouawad.",
        "The perfume and chemicals in these products offer fragrance but they can lead to drying and itchiness.",
        "There are several ways to enjoy aromatherapy treatments, including ingesting essential oils, applying them to the skin, or using them as room fragrance.",
        "As a general rule, room fragrance aromatherapy treatments are considered to be safer than treatments that involve applying oils to the skin.",
        "She designs her own line of clothing and swimsuits, has produced her own fragrance, \"Heidi\", and has lent her celebrity to jewelry designer Mouawad.",
        "The lemon fragrance of Assail-A-Cell offers a pleasing alternative to other cleaning chemicals.",
        "Scented tablets work in all models and give your room a hint of fragrance.",
        "Stir coloring and fragrance into the melted wax.",
        "Because of this, the candle should not be used in small, enclosed spaces such as closets, vehicles, or pet kennels where the fragrance may become heavily concentrated and overpowering.",
        "Refill packs are available starting at $4 depending on the fragrance and number of refills.",
        "The fragrance oils are themselves flammable and could be hazardous.",
        "Of course, a candle with too much fragrance will also have a stronger smell than you probably would like.",
        "Check the label on the wax you are using to find out how much fragrance oil is safe to add to your candle, but around five percent fragrance to wax by volume seems to be the standard for most soy waxes.",
        "Moonglow has a huge selection of fragrance oils and each one is clearly labeled as to whether it is safe for soy candles, paraffin candles, body products or incense."
    ],
    "definition": [
        "Link/Cite"
    ]
}