{
    "translation": "תדיר ,תכוף",
    "uses": [
        "I'll do what I can to get you more frequent updates, but I can't guarantee anything.",
        "She was one of his frequent guests, visiting him several times each month.",
        "He'd personally call Mayer's wife and pass on her husband's deep and frequent concern for Cynthia's well being as well as any news he heard.",
        "She was growing suspicious of his frequent journeys.",
        "Frequent breaks were absolutely necessary and exhaustion was a never ending condition.",
        "The hour of maximum is earlier for the mountains, thunder being more frequent there than in the plains between 8 A.M.",
        "and 4 P.M., but less frequent between 2 and 10 P.M.",
        "They had considered showing Jeffrey Byrne's picture to some of the bike tour workers, especially those volunteers manning the frequent rest stops where every biker would pass sooner or later.",
        "6, Augustus, owing to the frequent disturbances, took them over and placed them under a praefectus.",
        "It's not a frequent occurrence.",
        "Submarine earthquakes are in some parts sufficiently frequent and violent as seriously to interfere with the working of telegraph cables.",
        "Upon the king's illness in May he held frequent meetings of Monmouth's friends at his house to consider how best to act for the security of the Protestant religion.",
        "Quick witted Betsy laughed, and told the man who was a frequent visitor, that it looked like a childhood picture of Howie in a Halloween costume.",
        "In the frequent wars between Austria and Turkey during the i 7th and 18th centuries the Austrians captured Naissus twice (in 1689 and 1737), but were not able to retain it long.",
        "Some of the locals she knew from her frequent visits seated themselves before Sean at the bar.",
        "They are distributed over the whole island, but are perhaps most frequent towards the centre and in the Nurra.",
        "Slight shocks are very frequent, some of them severe enough to cause considerable damage to the buildings.",
        "He grew still more irritable, and it was Princess Mary who generally bore the brunt of his frequent fits of unprovoked anger.",
        "UNICEF has said a program that gives children two large doses a year of vitamin A could all but eliminate VAD, although more frequent, smaller doses would be better.",
        "Bright colours (especially red) are frequent, and the white chemise is an integral part of the dress.",
        "Ducks and geese frequent it in the spring and fall, the white-bellied swallows (Hirundo bicolor) skim over it, and the peetweets (Totanus macularius) \"teeter\" along its stony shores all summer.",
        "Besides, as a result of the frequent and rapid change of position by each army, even what information was obtained could not be delivered in time.",
        "When mushrooms are gathered for sale by persons unacquainted with the different species mistakes are of frequent occurrence.",
        "From archaeological discoveries it would appear that the ancient town was preceded by a prehistoric settlement of the Bronze Age, the dwellings of which rested upon piles - one, indeed, of the so-called terremare, which are especially frequent in the neighbourhood of Parma.",
        "The north wind usually terminates with a thunderstorm or with a pampero, a cold south-west wind from the Andes which blows with great violence, causes a fall in temperature of 15° to 20°, and is most frequent from June to November - the southern winter and spring.",
        "His air of cool confidence was more than likely the result of frequent business contacts - one of Denton's colleagues?",
        "Frequent political changes in Venezuela have led to various modifications in the size and outlines of this state, which comprises large areas of uninhabited territory.",
        "From the study, like pistol shots, came the frequent sound of the old man angrily blowing his nose.",
        "He paid frequent visits to the court of his godfather the emperor Frederick II., and his loyalty to Frederick and to his son Conrad IV.",
        "As she'd never even visited an airport much less flown, frequent traveler Betsy carefully told her the dos and don'ts while she printed her boarding pass.",
        "He managed to keep his body fluids up by frequent gulps to replenish his rapidly diminishing energy.",
        "The town of Ouray was so oblivious to these frequent winter gifts from Mother Nature that snow caused not a hitch in the local activities.",
        "The remarkable feature of French church polity was its aristocratic nature, which it owed to the system of co-optation; and the exclusion of the congregation from direct and frequent interference in spiritual matters prevented many evils which result from too much intermeddling on the part of the laity.",
        "Added to that was Fred's frequent lies about picking up at tag sales for a pittance, items that to an observant eye, still retained their much-higher new-store price.",
        "We have had to agree on a certain set of rules, called etiquette and politeness, to make this frequent meeting tolerable and that we need not come to open war.",
        "From that day Prince Andrew began to frequent the Rostovs' as Natasha's affianced lover.",
        "Among the men who very soon became frequent visitors at the Rostovs' house in Petersburg were Boris, Pierre whom the count had met in the street and dragged home with him, and Berg who spent whole days at the Rostovs' and paid the eldest daughter, Countess Vera, the attentions a young man pays when he intends to propose.",
        "Then he remembered Franny and her too frequent cigarettes.",
        "If the frequent presence of a kink in the tail be an inherent feature, the breed is evidently related to the other kink-tailed Malay cats which, as already stated, have a cry differing from that of European cats.",
        "During rain the potential is usually but not always negative, and frequent alternations of sign are not uncommon.",
        "Snows are frequent during the winter, and sometimes deep in the higher plateau and mountain districts.",
        "15 and the frequent references to death and burial-i.",
        "The best account of Descartes's mental history during his life in Holland is contained in his letters, which extend over the whole period, and are particularly frequent in the latter half.",
        "Since his marriage two weeks ago, his catnaps were becoming even more frequent than in his pre-nuptial days.",
        "I volunteered no more information, nor did he want it, doubly so now that he might be suspected of having ties to us because of the frequent inquiries he made.",
        "A few species, however, like the common British forms Chelifer cancroides and Chiridium museorum, frequent human dwellings and are found in books, old chests, furniture, &c.; others like Ganypus littoralis and allied species may be found under stones or pieces of coral between tide-marks; while others, which are for the most part blind, live permanently in dark caves.",
        "\"In the seventh place, try, by the frequent thought of death,\" the Rhetor said, \"to bring yourself to regard it not as a dreaded foe, but as a friend that frees the soul grown weary in the labors of virtue from this distressful life, and leads it to its place of recompense and peace.\"",
        "While governor he was a frequent contributor to the New Jersey Gazette, and in this way he greatly aided the American cause during the war by his denunciation of the enemy and appeals to the patriotism of his countrymen.",
        "We find the office mentioned in a Corcyraean inscription dating probably from the 7th century B.C., and it continued to grow more important and frequent throughout Greek history.",
        "in the interior the rains are less frequent, but when they occur are far mpre heavy, so that there is much less difference in the annual rainfall there as compared with the rest of the country than in the number of rainy days.",
        "Soon after his mind began to give way, but during frequent intervals of lucidity he made new corrections in his great work, of which a third edition appeard in 1744, prefaced by a letter of dedication to Cardinal Trojano Acquaviva.",
        "The climate of Manitoba, being that of a region of wide extent and of similar conditions, is not subject to frequent variations.",
        "Here the mean temperature is between 46° and 48° in summer and 36° and 38° in winter, rains are frequent, and snow falls every month in the year.",
        "As a child she had already believed herself to have visions; these now became more frequent, and her records of these \"revelations,\" which were tanslated into Latin by Matthias, canon of Linkoping, and by her confessor, Peter, prior of Alvastra, obtained a great vogue during the middle ages.",
        "One of the minions in Betsy's organization had arranged for a pleasure car for her weekend, courtesy of her boss who felt guilty for her frequent out of town travel.",
        "The tendency of the currents in the Channel opposite Brighton is to drive the shingle eastward, and encroachments of the sea were frequent and serious until the erection of a massive sea-wall, begun about 1830, 60 ft.",
        "The industries include cotton-spinning, weaving, nail-making and oilworks, and there are frequent markets for cattle and sheep. Lanark is a place of considerable antiquity.",
        "The latter, however, are widely distributed over the island, being especially frequent in the central and most inaccessible part.",
        "The prevailing winds, mild and humid, are west winds from the Atlantic; continental climatic influence makes itself felt in the east wind, which is frequent in winter and in the east of France, while the mistral, a violent wind from the north-west, is characteristic of the Mediterranean region.",
        "frequent detonations and rumblings.",
        "I frequent the coffee shop around the corner for their free wi-fi as well as their excellent coffee.",
        "Becoming capital of the Altmark and a frequent.",
        "The restaurant consists of a large rectangular bar is at the entrance, gleaming in brass and dark wood, and a dining room that is brightly lit with well used wood floors and brass nameplates at each seat that frequent diners have claimed.",
        "In this work birds generally were grouped in two great divisions - \" land-fowl \" and \"water-fowl\" - the former being subdivided into those which have a crooked beak and talons, and those which have a straighter bill and claws, while the latter was separated into those which frequent waters and watery places, and those that swim in the water - each subdivision being further broken up into many :sections, to the whole of which a key was given.",
        "N., was abandoned on account of frequent inundations.",
        "After the Portuguese, from about 1518 onwards, had attempted many times to establish themselves on the islands by force, and after the Maldivians had endured frequent raids by the Mopla pirates of the Malabar coast, they began to send tokens of homage and claims of protection (the first recorded being in 1645) to the rulers of Ceylon, and their association with this island has continued practically ever since.",
        "Frequent agricultural fairs are held.",
        "It was subject to frequent earthquakes.",
        "Earthquake shocks are of frequent occurrence, but the city rarely suffers any material damage.",
        "They held frequent Art of y q war.",
        "In the churchyard the graves are buttressed, storms being frequent and violent on this unprotected coast.",
        "The climate is characterized by extreme heat in the summer and cold in the winter; among the mountains the snowfall is heavy, and thunderstorms are frequent, but there is comparatively little rain.",
        "The menu is constantly changing, lending itself to frequent visits and new culinary experiences.",
        "Pertz made frequent journeys of exploration to the leading libraries and public record offices of Europe, publishing notes on the results of his explorations in the Archiv.",
        "It was not till the 5th century, however, that objections of this kind became frequent.",
        "The uneasiness caused by the excessive dependence of Great Britain upon the United States for cotton, coupled with the Recent belief that shortages of supply are more frequent than R they ought to be, and the fear that diminishing returns attempts to open may operate in America, occasioned the formation in England of the British Cotton Growing Association on.",
        "Under the influence of the Cluniac revival, which began in the 10th century, pilgrimages became increasingly frequent; and the goal of pilgrimage was often Jerusalem.",
        "Still worse was the frequent remarriage of widowed princesses and heiresses.",
        "With the frequent remarriages of the heiresses of the kingdom, relationships grew confused and family quarrels frequent; and when Sibylla carried the crown to Guy de Lusignan, a newcomer disliked by all the relatives of the crown, she sealed the fate of the kingdom.",
        "Unfortunately the island has hardly a regular harbour on any part of the coast; from its situation at the meeting, as it were, of seas, the currents in the neighbourhood are strong, and storms are very frequent.",
        "Instead of the personal pronouns, both in their full and abbreviated forms, conventional nouns are in frequent use to indicate the social position or relation of the respective interlocutors, as, e.g.",
        "Sand bars keep filling up the mouths of these channels, necessitating frequent dredging and extension of the breakwaters, work undertaken by the Federal government, which also maintains a most comprehensive and completeystem of aids to navigation, including lighthouses and lightships, fog alarms, gas and other buoys, life-saving, storm signal and weather report stations.",
        "The day of its dedication (August i) corresponded with the birthday of Claudius, which explains the frequent occurrence of Spes on the coins of that emperor.",
        "After passing through some narrow gorges near Sisteron the bed of the river becomes wide, and spreads desolation around, the frequent overflows being kept within bounds by numerous dykes and enbankments.",
        "Into that province Andronicus, with a body of adventurers, made frequent and successful incursions.",
        "\"the Baal\"; and the baals of different tribes or sanctuaries were not necessarily conceived as identical, so that we find frequent mention of Baalim, or rather \"the Baalim\" in the plural.",
        "Baal of Tyre, of Lebanon, &c., are frequent; see G.",
        "About the same period, too, the church of Bavaria was organized by St Boniface, and the country divided into several bishoprics; and we find frequent references to these bishops (in the plural) in the law of the Bavarians.",
        "When his purpose became known to the Masons, Morgan was subjected to frequent annoyances, and finally in September 1826 he was seized and surreptitiously conveyed to Fort Niagara, whence he disappeared.",
        "To this council, with these extended powers, was handed over the absolute administration, collection and control of the \" six indirect contributions \" above enumerated, for the benefit of the bondholders, and in addition, it was to encash for the same purpose bills on the customs, to be drawn half-yearly in its favour by the minister of finance, amounting annually to £T180,000, representing the tax on Tumbeki (£TSo,000) and the surplus revenue of Cyprus (£T130,000); and the Eastern Rumelian annuity, originally fixed at £T245,000, but gradually reduced by force of circumstances, until after frequent suspensions of payment it reached in 1897 the level of £T114,000, and has, since the declaration of Bulgarian independence, been definitely stopped.",
        "Servia had long resented the occupation of her fortresses by Turkish troops; frequent collisions arising from this source resulted in June 1862 in the bombardment of Belgrade; some slight concessions were then made to Servia, but it was not until 1867 that, through the mediation of England and other powers, she succeeded in obtaining the withdrawal of the Turkish garrisons.",
        "The \"marbles\" of Nineveh furnish frequent examples of the offering of incense to the sun-god and his consort (2 Kings ' See Lane, Mod.",
        "With the definite triumph of the church, the profanation of its sanctuaries became less frequent, and once robbery or seizure of ecclesiastical possessions or violation of its privileges tended to absorb the attention of synods and popes.",
        "In Upper Pannonia were Vindobona (Vienna), probably founded by Vespasian; Carnuntum (Petronell); Arrabona (Raab), a considerable military station; Brigetio; Savaria or Sabaria (Stein-am-Anger), founded by Claudius, a frequent residence of the later emperors, and capital of Pannonia prima; Poetovio (Pettau); Siscia, a place of great importance down to the end of the empire; Emona (Laibach), later assigned to Italy; Nauportus (Ober-Laibach).",
        "6, also a frequent residence of the later emperors; Sopianae (Fiinfkirchen), seat of the praeses of Valeria, and an important place at the meeting of five roads; Aquincum, the residence of the dux of Valeria, the seat of legio ii adjutrix.",
        "Lycia, one of the chief seats of the cult of Apollo, where most frequent traces are found of the worship of Leto as the great goddess, was probably the earlier home of her religion.",
        "It had indeed begun to break down under the strain of frequent and distant campaigns, but it was long before it was changed as the recognized rule of medieval service.",
        "Nor was the king's aid lacking to this method of dividing up the royal authority, any more than to the immunity, for it became a frequent practice to make the administrative office into a fief, and to grant it to be held in that form of property by the count.",
        "There is direct communication at frequent intervals with England, the United States, Canada and the other West Indian islands.",
        "Conflagrations are frequent, particularly in the months of January and December, when hot, dry winds resembling the Fdhn of the Alps come down from the snow-capped Elburz.",
        "Frequent steamers connect Hakodate and Yokohama and other ports, and there is daily communication with Aomori, 56 m.",
        "Lead is of frequent occurrence, and indeed the area through which copper, silver, lead, tin and zinc are distributed in sufficient quantities to make mining answer, comprises at least 80,000 sq.",
        "Water-deer frequent the neighbourhood of the large Chinese rivers where they crouch amid the reeds and grass in such a manner as to be invisible, even when not completely concealed by the covert.",
        "He used to frequent the services at St James's, Piccadilly, and Margaret chapel, since better known as All Saints', Margaret Street.",
        "Later, especially when scientific speculation had made the theistic problem urgent, he was a frequent contributor to the literary monthlies.",
        "The central lake, during the periods of eruption (which are frequent), displays a geyser-like activity.",
        "(~reat preserves of wildduck and teal used to be a frequent feature in the parks attached to the feudal castles of old Japan, when a peculiar method of netting the birds or striking them with falcons was a favorite aristocratic pastime.",
        "Of reptiles Japan has only 30 species, and among them is included the marine turtle (urni-ganie) which can scarcely be said to frequent her waters, since it is seen only at rare intervals on the southern coast.",
        "The others for the most part frequent the rice-fields and live upon frogs.",
        "Grasshoppers (batta) are abundant, and one kind (inago), which frequent the rice-fields when the cereal is.ripening, are caught and fried in oil as ad article of food.",
        "The best known and most frequent forms are the asari (Tapes philippinarum), the hamaguri (Meretrix lusoria), the baka (Mactra sulcataria), the aka-gai (Scapharca inflata), the kaki (oyster), the awabi (Haliotis japonica), the sazae (Turbo cornutus), the hora-gai (Trilonium tritonius), &c. Among the cephalopods several are of great value as articles of food, e.g.",
        "Iwleanwhile an inquirer is confronted by the strange fact that of three neighboring countries between which frequent communication existed, one (China) never deviated from an ideographic script; another (Korea) invented an alphabet, and the third (Japan) devised a syllabary.",
        "Thenceforth the name of \"magister Vacarius\" is of very frequent occurrence, in papal letters and the chronicles of the period, as acting in these capacities.",
        "In 1860 he sent out the syllabus of his Synthetic Philosophy in ten volumes, and in spite of frequent ill health had the satisfaction of completing it in 1896 with the third volume of the Principles of Sociology.",
        "The alveolar sound is frequent also in the languages of India, which possess both this and the dental sound.",
        "They are the presentment of all his ideas and scenes in the plainest and most direct language, the frequent employ ment of colloquial forms of speech, the constant insertion of little material details and illustrations, often of a more or less digressive form, and, in his historico-fictitious works, as well as in his novels, the most rigid attention to vivacity and consistency of character.",
        "The postal arrangements are very satisfactory, frequent deliveries being made with the utmost despatch.",
        "In spite of the frequent overgrowth of a luxuriant imagination, the leading ideas of really primitive cosmogonies are extremely simple.",
        "But the occasional or indeed frequent existence of chemical compounds in alloys has now been placed beyond doubt.",
        "Propertius is a less accomplished artist and a less equably pleasing writer than either Tibullus or Ovid, but he shows more power of dealing gravely with a great or tragic situation than either of them, and his diction and rhythm give frequent proof of a concentrated force of conception and a corresponding movement of imaginative feeling which remind us of Lucretius.",
        "On the other hand among the mainland cities revolt was frequent; they were ready to rebel Kai irapa SGvaµiv.",
        "Built on open undulating ground, the town is, however, subject to frequent dust storms and to considerable variations in the temperature.",
        "to the south, with which there is frequent communication by electric cars.",
        "lumps in a rock-breaker, is fed in through an aperture at the back of the \" battery box,\" a constant supply of water is admitted from above, and mercury in a finely divided state is added at frequent intervals.",
        "This does not mean that visions and significant dreams may not have been of frequent occurrence in Montanistic circles.'",
        "Its inhabitants had frequent litigations and disputes with their neighbours at Reate in connexion with the regulation of the Velinus, the waters of which are so strongly impregnated with carbonate of lime that by their deposits they tend to block up their own channel.",
        "We can trace the use of the received text along the line of the journeys both of Pirminius and Boniface, and there is little doubt that they received it from the Roman Church, with which Boniface was in frequent communication.",
        "This is the reason of their frequent failure to convey any sense of proportion in the expression of truth.",
        "After frequent struggles with Milan, it fell under the power of the Visconti in 1 335.",
        "He became to the Hebrews the embodiment of their ideals, and stood at their head as the founder of the nation, the one to whom Yahweh had manifested his love by frequent promises and covenants.",
        "The rains descend in floods upon the heights; but in the vicinity of Tasisudon, the capital, they are moderate; there are frequent showers, but nothing that can be compared to the tropical rains of Bengal.",
        "The election of elderly Grand Masters became prevalent, the turmoil and chances of frequent elections being acceptable to younger members.",
        "Hence the regulation of the zerethra or subterranean conduits which drained away the overflow southward was a matter of vital importance both to Tegea and to Mantineia, and a cause of frequent quarrels.",
        "Hurricanes are frequent.",
        "It was probably unknown to the Greeks and Romans, but during the middle ages it became quite familiar, notwithstanding its frequent confusion with other metals.",
        "Mangrove swamps surround the town and epidemics of cholera, yellow fever and other tropical diseases have been frequent; but the unhealthiness of the climate is mitigated to some extent by the high tides which cover the marshes, and the invigorating breezes which blow in from the sea.",
        "In 1844, when war between Spain and Morocco was threatened by reason of the frequent raids by the inhabitants of the Rif on the Spanish settlement of Ceuta, Spain declined arbitration on the ground that her rights were too clear for argument.",
        "The city has suffered much through inundations from the Rio Dulce, and from frequent local revolutions caused by misgovernment and the struggles of rival factions.",
        "It was his duty to keep the ministry informed by means of frequent despatches and reports.",
        "The second method is free from the objection of non-coincidence in focus of the images, but is more troublesome in practice from the necessity for frequent readjustment of the position of the eye-piece.",
        "Again, while the Gospel and the Epistle of John show marks of agreement which suggest a common authorship, the Apocalypse differs widely from both in its ideas and in its way of expressing them; we miss in it the frequent references to ` life,' ` light,' ` truth,' ` grace ' and ` love ' which are characteristic of the Apostle and find ourselves in a totally different region of thought..",
        "Strong evidence of this is afforded by the association of some of the depressions, notably the Japan Trench and the Atacama Trench, with the origin of frequent submarine earthquakes.",
        "Troughs and rises are features of more frequent occurrence and are best described as they occur in the particular oceans.",
        "The heating at the surfaces, the variations in their smoothness, and the variations of the lubrication make continuously variable, and necessitate frequent adjustment of W or of the nuts.",
        "At a certain temperature a stage will be reached in which it is a frequent occurrence for a molecule to wander so far from its position of equilibrium, that it does not return but falls into a new position of equilibrium and oscillates about this.",
        "Each bombardment will, however, change the motion of the particle, so that changes are too frequent for the separate motions to be individually visible.",
        "Even his frequent use of Greek words, phrases and quotations, reprehended by Horace, was probably taken from the actual practice of men, who found their own speech as yet inadequate to give free expression to the new ideas and impressions which they derived from their first contact with Greek philosophy, rhetoric and poetry.",
        "He had to encounter very serious opposition from the old actors whom he had distanced, and with the younger actors and actresses he was involved in frequent quarrels.",
        "Mr Way, in the article alluded to, says of the custom of offering crowns to churches that frequent notices of the usage may be found in the lives of the Roman pontiffs by Anastasius.",
        "Malarial diseases are rather frequent, more so on the coast than farther inland.",
        "Smallpox is frequent on the coast, but is diminishing before vaccination; other epidemic diseases are extremely rare.",
        "The Hyphaene palm is frequent, as well as various kinds of gum-producing mimosas.",
        "The silk-cotton tree (Bombax ceiba), miomba, tamarisk, copal tree (Hymenaea courbaril) are frequent, besides sycamores, banyan trees (Ficus indica) and the deleb palm (Borassus aethiopum).",
        "Such raids had been rather frequent, the invaders attacking the natives who live under British protection, burning their huts, murdering the men, carrying off the women and children as slaves, and returning to their own haunts laden with booty.",
        "Hence so long as the consuls were the only higher magistrates their frequent absence often rendered the appointment of a praefect necessary, but after the institution of the praetorship (367 B.C.) the necessity only arose exceptionally, as it rarely happened that both the consuls and the praetor were absent simultaneously.",
        "It is significant that botanical notes are added to the poem, and that its eulogies of scientific men are frequent.",
        "After the withdrawal of the Thebans from Arcadia Mantineia failed to recover its pre-eminence from Megalopolis, with which city it had frequent disputes.",
        "\"In places,\" writes Hearne, \"which have been long frequented by beavers undisturbed, their dams, by frequent repairing, become a solid bank, capable of resisting a great force both of ice arid water; and as.",
        "In 1599, under the encouragement of Henry IV., speculators began to frequent the St Lawrence in pursuit of the fur trade.",
        "The eastern Eskimo are dolichocephalic, the western are less so, and the Aleuts brachycephalic. On the North Pacific coast, and in spots down to the Rio Grande, are short heads, but scattered among these are long heads, frequent in southern California, but seen northward to Oregon, as well as in Sonora and some Rio Grande pueblos.",
        "The forget-me-not, a favourite with poets, and the symbol of constancy, is a frequent ornament of brooks, rivers and ditches, and, according to an old German tradition, received its name from the last words of a knight who was drowned in the attempt to procure the flower for his lady.",
        "The peace of Utrecht saw the greater part of the French territory occupied by the Vaudois annexed to Savoy, and., though there were frequent threatenings of persecution, the idea of toleration slowly prevailed in the policy of the house of Savoy.",
        "This frequent twinning gives rise to characteristic forms, with many re-entrant angles, to which the names \"spear pyrites\" and \"cockscomb pyrites\" are applied.",
        "The topics usually contained in a census suffered from the great addition of other and less pertinent matter, and the reputation of the work was unfavourably affected by the length of time required to prepare and publish the volumes (the last ones not appearing until near the end of the decade), the original underestimate of the cost of the work, which made frequent supplementary appropriations necessary, the resignation of the superintendent, Francis A.",
        "Hidden deep mudholes are frequent.",
        "Tempests and squalls are frequent, and the weather is rarely calm.",
        "The sea-elephant and sea-leopard are characteristic. Penguins of various kinds are abundant; a teal (Querquedula Eatoni) peculiar to Kerguelen and the Crozets is also found in considerable numbers, and petrels, especially the giant petrel (Ossifraga gigantea), skuas, gulls, sheath-bills (Chionis minor), albatross, terns, cormorants and Cape pigeons frequent the island.",
        "In politics he allied himself with the Republican party on its organization, being a frequent speaker in presidential campaigns, beginning with that of 1856.",
        "The climate is very variable, owing to the frequent passage of cyclonic storms from the W.",
        "Herons, the brown pelican, bittern, and mud hen frequent the marshes.",
        "He was sent by his parents to frequent the Roman schools, but shocked by the prevailing licentiousness he fled away.",
        "It was founded in 1805, when the inhabitants of the Cherkassk stanitsa (now Old Cherkassk) were compelled to leave their abodes on the banks of the Don on account of the frequent inundations.",
        "For the most part it consists of tundra, with frequent marshes and small lakes.",
        "Foxes and lemmings are met with, but whereas animals are few, birds are very numerous; a variety of ducks, waders, &c., frequent the marshes and lakes.",
        "77, as Dilllnann has shown), in the Periplus of an anonymous contemporary of Pliny (§ 23) we read that Charibael of Zafar, \" the legitimate sovereign of two nations, the Homerites and Sabaeans,\" maintained friendly relations with Rome by frequent embassies and gifts.",
        "Examples of reflection of sound in buildings are only too frequent.",
        "But as the pitch of the one rises the beats become a jar too frequent to count, and only perhaps to a trained ear recognizable as beats.",
        "(c) Final Amen, with no change of speaker, as in the subscription to the first three divisions of the Psalter and in the frequent doxologies of the New Testament Epistles.",
        "His official messages to Congress, probably more frequent, certainly much longer than those of any of his predecessors, were quite as often treatises on the moral principles of government as they were recommendations of specific legislative or administrative policies.",
        "In 1548 he was at Bordeaux during one of the frequent riots caused by the gabelle, or salt-tax.",
        "Quotations are very frequent.",
        "Hippocrates, writing in the 5th century B.C., says of the people of the Phasis that their country is hot and marshy and subject to frequent inundations, and that they live in houses of timber and reeds constructed in the midst of the waters, and use boats of a single tree trunk.",
        "The chronicler makes frequent reference to earlier histories which he cites by a great variety of names.",
        "A frequent deduction from the theory of the indivisibility of sovereignty is that there cannot be double allegiance; in other words, no one can be the subject of two states.",
        "Sometimes he was represented in his pastoral character, as when he bears a sheep on his shoulders; at other times he appears as the messenger or herald of the gods with the KfpvKEiov, or herald's staff, which is his most frequent attribute.",
        "Frequent suggestions were made as to raising the status and salary of the president of the board, which up to 1900 was X2000.",
        "It was not till the Taaffe Government that it became a frequent thing for individual Slav deputies to speak in their own language.",
        "Doubtless the coureurs du bois who at this time began to frequent the Wisconsin forests, touched at the bay many times within the succeeding years as the place was known to be a favourite rendezvous of the Fox (or Outagamie) Indians.",
        "The queen had borne so well the fatigue of the Jubilee that during the succeeding years she was encouraged to make somewhat more frequent appearances among her subjects.",
        "She reviewed the departing regiments; she entertained the wives and children of the Windsor soldiers who had gone to the war; she showed by frequent messages her watchful interest in the course of the campaign and in the efforts which were being made throughout the whole empire; and her Christmas gift of a box of chocolate to every soldier in South Africa was a touching proof of her sympathy and interest.",
        "Frequent references to the parish church of Stoke are found during the 14th and 15th centuries.",
        "Hallucinations, to which she had been always subject, became more and more frequent.",
        "Of 1500 species of herbaceous plants in the Red river basin, it is estimated that fully half reach here their geographical limit or limit of frequent occurrence.",
        "High winds are frequent, and prairie houses are often protected by rows of trees called \" wind breaks.\"",
        "Tornadoes are not unknown, and local hail storms are frequent in the summer, but do little damage.",
        "Unofficially he remained in frequent touch with the Emir Faisal; but he did not reemerge officially until March 1921, when Mr. Winston Churchill, on succeeding Lord Milner at the Colonial Office, appointed Lawrence to be his adviser there on Middle Eastern affairs, with a view to the subsequent creation of a special department dealing with them.",
        "From it the British made frequent predatory raids into New Jersey and the Americans made several retaliatory raids into the island.",
        "Such outbursts are frequent in the Adagia.",
        "The worship of Ares being less general throughout Greece than that of the gods of peace, the number of statues of him is small; those of Ares-Mars, among the Romans, are more frequent.",
        "Apostleship, prophecy and teaching were only functions, whose frequent or regular exercise by one or another, under the inspiration of the Spirit, led his brethern to call him an apostle, prophet or teacher.",
        "It is not a real relation in objects, but rather a mental habit of belief engendered by frequent repetititon or custom.",
        "The frequent synods represented the whole of Poland, and kept alive, as nothing else could, the idea of national solidarity.",
        "Meanwhile conversion to Calvinism, among the higher classes in Poland, became more and more frequent.",
        "The soil of yards and the floors and walls of houses rapidly become contaminated, and the ideal condition would be to have an impermeable flooring covering the whole area, and supplied with suitable layers of sand, sawdust, peat-moss or other absorbent substances which can be changed at frequent intervals.",
        "Pollination on the surface, a more frequent occurrence than (a).",
        "Long-tongued insects such as the honey -bee are the most frequent visitors.",
        "The shapes and colours are extremely varied; bilaterally symmetrical forms are most frequent with red, blue or violet colours.",
        "of Aeschylus and Sophocles, and the Ravenna MS. of Aristophanes) maintain the sound traditions of the Alexandrian and Roman ages, those of the times of the Palaeologi give proof of a frequent tampering with the metres of the ancient poets in order to bring them into conformity with theories recently invented by Moschopulus and Triclinius.",
        "Of birds, eagles, vultures, hawks, owls and quails are common; snipe, curlews, plovers, storks and herons frequent the marshy parts; and the ostrich the desert.",
        "Profoundly troubled as Algeria was in the last years of the 19th century by the anti-Semitic agitation, which occasioned frequent changes of governors, it appears to-day to have turned aside from sterile political struggles to interest itself exclusively in the economic development of the country.",
        "Hence its frequent application in analysis as a disintegrating agent.",
        "Parthenogenesis is frequent.",
        "The coalescence of segments, though frequent, does not after a little experience materially confuse the counting.",
        "On the other hand, the theory that the Gospel is a thorough-going allegory must be hard to maintain in view of the frequent appeals to \" witness \" which is several times defined as eye-witness (John i.",
        "In habits some are partially arboreal, others wholly terrestrial, and a few more or less aquatic. Among the latter, the most remarkable are the fish-eating rats (Ichthyomys) of North-western South America, which frequent streams and feed on small fish.",
        "Palma has frequent and regular communication by steamer with Barcelona, Valencia and Alicante.",
        "Throughout the volcanic area earthquakes and landslides are of frequent occurrence.",
        "There are also many connexions with Dr Johnson, a frequent visitor here to his friend Dr Taylor, who occupied a house opposite the grammar school.",
        "The taking of life and \" moon-shining,\" however, have become less and less frequent among them, and Berea College, at Berea, the Lincoln Memorial University, and other schools in Kentucky and adjoining states have done much to educate them and bring them more in harmony with the outside community.",
        "Amos still has frequent visions cf a more or less enigmatic character, as Micaiah had, but there is little trace of this in the great prophets after him.",
        "The tjus frequent forests and plantations and are carnivorous, eating anything they can overpower.",
        "This partly subterranean life is correlated with the frequent reduction of the limbs which, in closely allied forms, show every stage from fully developed, five-clawed limbs to complete absence.",
        "His position was more difficult by reason of the frequent changes that took place in the department at home,.",
        "deep. The district affords frequent evidence of ice activity in the glacial period.",
        "The climate, in spite of frequent mists and rains, sudden changes of temperature, and occasional great mid-day heat, is healthy and favourable to vegetation.",
        "He commanded a division in the Turkish War of 1806-7, and was engaged in frequent expeditions to the Caucasus.",
        "The logarithm is also a function of frequent occurrence in analysis, being regarded as a known and recognized function like sin x or tan x; but in mathematical investigations the base generally employed is not 10, but a certain quantity usually denoted by the letter e, of value 2.71828 18284 ...",
        "While in Greece he made observations which showed that in ancient architecture the use of polychrome was frequent.",
        "By a minute and frequent system of official and private reports he is informed of the doings and progress of every member of the Society and of everything that concerns it throughout the world.",
        "On both coasts yellow fever epidemics appear at frequent intervals.",
        "Previous to the presidency of General Porfirio Diaz in 1877 political disorders and changes in government were frequent.",
        "Solemn and gay dances were frequent, and a sport called the bird-dance excited the admiration of foreigners for the skill and daring with which groups of performers dressed as birds let themselves down by ropes wound round the top of a high mast, so as to fly whirled in circles far above the ground.",
        "'of' - Already in 1783 the Conde de Aranda had suggested to the Spanish king the scheme of setting up three SpanishAmerican kingdoms bound to Spain by perpetual treaties of alliance and reciprocity and by frequent royal intermarriages, and with the king of Spain as overlord.",
        "But the apparent hopelessness of any ending to the conflict, together with the frequent outrages of both parties on foreigners, afforded strong reasons for foreign intervention.",
        "Asplanchnaceae; trochus circular; foot absent or minute; trophi incudate; stomach blind; males frequent, not very dissimilar to females.",
        "Drilophagus and Albertia are parasitic on the surface or within the gut of Naid Oligochaete worms: Seisonaceae are ectoparasitic on the Crustacean Nebalia, Proales werneckii forms galls within the Conferva Vaucheria, and P. parasita infests the central jelly of the Phytoflagellate Volvox; P. petromyzon is a frequent commensal in the gill cavity of some Cladoceran Crustacean Eurycereus lamellatus.",
        "These characteristics reappear (accompanied, however, by frequent touches of the epigrammatic power above mentioned, which seems to have come to Thiers more readily as an orator or a journalist than as an historian) in his speeches, which after his death were collected in many volumes by his widow.",
        "Walsingham, however, was an accomplished diplomatist, and he reserved these truculent opinions for the ears of his own government, incurring frequent rebukes from Elizabeth.",
        "The ground should be kept free of weeds by frequent hoeing and, if not subject to periodical alluvial floods, manured yearly.",
        "Hence he could only find expression for himself in forms of this or that earlier philosophy, and hence too the frequent formlessness of his own thought, the tendency to relapse into mere impatient despair of ever finding an adequate vehicle for transmitting thought.",
        "The church of St Mary existed at a very early period, but the present building, chiefly of brick, was erected in 1535 by Robert Thorne, a merchant, and Sir George Monoux, lord mayor of London, and has undergone frequent alteration.",
        "More important perhaps than all these phenomena, because more regular and normal, was the daily period of sleep with its frequent concomitant of fitful and incoherent ideas and images.",
        "Dreams are sometimes explained by savages as journeys performed by the sleeper, sometimes as visits paid by other persons, by animals or objects to him; hallucinations, possibly more frequent in the lower stages of culture, must have contributed to fortify this interpretation, and the animistic theory in general.",
        "The Rime of di Costanzo are remarkable for finical taste, for polish and frequent beauty of expression, and for strict obedience to the poetical canons of his time.",
        "Small quantities of the iodate (KIO 3) are a frequent impurity in iodide of potassium, and cause the congeries of symptoms known as iodism.",
        "He paid frequent visits to Europe, Japan and the United States (where his son Rathindranath became a student in the university of California), and carried through several lecturing tours.",
        "The formation of societies for religious and other purposes was frequent at Rome from the earliest times in all classes of the free population.",
        "The floods caused by the Husur were frequent and destructive, on one occasion sweeping away the palace terrace at Nineveh and exposing the tombs of the kings, on another isolating Khorsabad.",
        "The ancient Jews were a striking exception; for though the frequent mention of ancestral graves on hilltops or in caves, and in connexion with sacred trees and pillars, and the resemblance of the \"elohim\" in Exod.",
        "The natural resources of Guatemala are rich but undeveloped; and the capital necessary for their development is not easily obtained in a country where war, revolution and economic crises recur at frequent intervals, where the premium on gold has varied by no less than 500% in a single year, and where many of the wealthiest cities and agricultural districts have been destroyed by earthquake in one day (18th of April 1902).",
        "A good governor is apt to use his veto freelyindeed, a frequent exercise of the power is deemed in many states to be a sort of test of the governors judgment and courage.",
        "Disagreements, which are frequent, are usually settled in conference, and in these the Senate is apt to get the better of its antagonist.",
        "While there is frequent mention of the acolyte's office in the Ordines Romani, it is only in the Ordo VIII.",
        "It is uncertain whether the conventional fleur-de-lis was originally meant to represent the lily or white iris - the flower-de-luce of Shakespeare - or an arrow-head, a spear-head, an amulet fastened on date-palms to ward off the evil eye, &c. In Roman and early Gothic architecture the fleur-de-lis is a frequent sculptured ornament.",
        "When grown up, Orestes, in response to frequent messages from his sister, secretly repairs with Pylades to Argos, where he pretends to be a messenger from Strophius bringing the news of the death of Orestes.",
        "Northwards chinooks become less frequent and the winter's cold increases, but the coming of spring is not much later, and the summer temperatures, with sunshine for twenty hours out of twenty-four in June, are almost the same as for hundreds of miles to the south, so that most kinds of grain and vegetables ripen far to the north in the Peace river valley.",
        "The various departments of the federal and the provincial governments publish annual reports and frequent special reports, such as the decennial report on the census, from which a vast quantity of information may be obtained.",
        "Most of this is summed up in the annual Statistical Year Book of Canada and in the Official Handbook of the Dominion of Canada, issued at frequent intervals by the Department of the Interior.",
        "American fishermen, however, showed so little inclination to give up what they had enjoyed so long, that it was found necessary to take vigorous steps to protect Canadian fishing rights, and frequent causes of friction consequently arose.",
        "This position was only established in New Brunswick and Manitoba after violent political struggles, and frequent appeals to the highest courts of the empire for decisions on questions of federal or provincial jurisdiction.",
        "The tidal currents, or races, or roost (as some of them are called locally, from the Icelandic) off many of the isles run with enormous velocity, and whirlpools are of frequent occurrence, and strong enough at times to prove a source of danger to small craft.",
        "The most frequent motive is the removal of some difficulty in the sense, expression or metre of the text, and especially obvious gaps or corruptions which the interpolator endeavours to fill or to heal.",
        "Proper names, technical expressions, quotations from foreign languages, and frequent change of subject, are all likely to cause difficulty to a scribe and error in his work.",
        "A curious feature among them is the frequent reduction of the wings in the males of certain species, contrary to the usual condition among the Hexapoda, where if the sexes differ in the development of their wings it is the female which has them reduced.",
        "A remarkable feature is the frequent concrescence of mesothorax and metathorax and in some cases, even, their fusion with the anterior abdominal segments.",
        "As frequent allusion is made by classical writers to this embarrassing method of computation, which is carefully retained in the ecclesiastical calendar, we here give a table showing the correspondence of the Roman months with those of modern Europe.",
        "There was another outbreak in 1831 and frequent disorders down to 1848, when they culminated in another unsuccessful revolution.",
        "It is in frequent communication with Hai-Phong by steamboat.",
        "The parts of the flower are most frequently arranged in fives, or multiples of fives; for instance, a common arrangement is as follows, - five sepals, succeeded by five petals, ten stamens in two sets of five, and five or fewer carpels; an arrangement in fours is less frequent, while the arrangement in threes, so common in monocotyledons, is rare in dicotyledons.",
        "He never recovered his elasticity of spirits, though he continued to occupy himself with his favourite pursuits, and to frequent the society of his brother philosophers.",
        "Paper-making, milling, and the making of mineral waters are the chief manufactures, but the town is an important centre of the cattle trade with London, markets being held at frequent intervals.",
        "In these forests are found the two-horned rhinoceros, the elephant, lion, panther, numerous apes and antelopes, while the crocodile and hippopotamus frequent the rivers.",
        "Deep valleys winding through the barren foothills lead gradually up to the higher mountains, and as the track ascends the scenery and vegetation change their character; the trees which line the banks of the wadi are overgrown with creepers, and the running stream is dammed at frequent intervals, and led off in artificial channels to irrigate the fields on either side; the steeper parts of the road are paved with large stones, substantially built villages, with their masonry towers or da y s, crowning every height, replace the collection of *mud walls and brushwood huts of the low country; while tier above tier, terraced fields cover the hill slopes and attest the industry of the inhabitants and the fertility of their mountains.",
        "The midday temperatures recorded by Huber at Hail during January and the first half of February average about 65° F., and water froze on several nights; at Medina the winters are cold and night frosts of frequent occurrence, and these conditions prevail over all the western part of the Nejd plateau.",
        "Were it not for the use of some such device the arc would be liable to constant fluctuation and to frequent extinction.",
        "No complete list of members was ever drawn up, despite frequent requests from foreign powers.",
        "long but very narrow, and there are two other small lakes and a few streams. The coast-line, with frequent beautiful sandy reaches, is much indented, the chief bays being Kiloran, Kilchattan and Staosunaig.",
        "The frequent mention of \"Wiene\" in the oldest extant version of the Nibelungenlied points in the same direction.",
        "Hence, between hills crowned by frequent feudal castles, it runs by Wimpfen and by Hornberg, where Gdtz von Berlichingen lived, to Eberbach, where it enters the sandstone formation of the Odenwald.",
        "'Ali, the son of a Cretan renegade, was proclaimed sovereign by the troops under the title of \"Bey,\" and, being a prince of energy and ability, was able to establish the hereditary sovereignty, which has lasted without change of dynasty to the present time.2 Frequent wars with Algiers form the chief incidents in the internal history of Tunisia under the Beys.",
        "The Western Cordillera, overhanging the Peruvian coast, contains a long line of volcanic mountains, most of them inactive, but their presence is probably connected with the frequent and severe earthquakes, especially in the southern section of the coast.",
        "Fog and garua are much less frequent than in the coast-region farther south, while rain sometimes falls.",
        "There were 12 foreign steamship lines trading at Peruvian ports in 1908, some of them making regular trips up and down the coast at frequent intervals and carrying much of its coastwise traffic. Foreign sailing vessels since 1886 have not been permitted to engage in this traffic, but permission is given to steamships on application and under certain conditions.",
        "The translation, at first word for word, becomes less frequent, and finally is discontinued altogether.",
        "The association of Yahweh with storm and fire is frequent in the Old Testament; the thunder is the voice of Yahweh, the lightning his arrows, the rainbow his bow.",
        "The political relations between the Porte and the European states, more frequent in proportion as the Ottoman power declined, compelled the sultan's ministers to make use of interpreters, who rapidly acquired considerable influence.",
        "It has been maintained by some that they are the twin brothers so frequent in early religions, the Romulus and Remus of the Roman foundation legends.",
        "Diamonds are obtained in Borneo, garnets in Sumatra, Bachian and Timor, and topazes in Bachian, antimony in Borneo and the Philippines; lead in Sumatra, Borneo and the Philippines; copper and malachite in the Philippines, Timor, Borneo and Sumatra; and, most important of all, tin in Banka, Billiton and Singkep. Iron is pretty frequent in various forms. Gold is not uncommon in the older ranges of Sumatra, Banka, Celebes, Bachian, Timor and Borneo.",
        "frosts are frequent, but snow rarely falls.",
        "The borough was incorporated by Henry III., when the castle was enlarged, and was the scene of frequent contests between that king and Llewelyn the Great.",
        "Mists are frequent in the winter mornings, and to a less degree in autumn.",
        "Eventually she would have to hire someone to help with the tours – assuming they became more frequent.",
        "It was now that he began to frequent the ruined little chapel of St Mary of the Angels, known as the Portiuncula, where much of his time was passed in prayer.",
        "Agricultural strikes, though less frequent than those in manufacturing industries, have special importance in Italy.",
        "The balance of Italian trade has undergone frequent fluctuations.",
        "The increase is partly covered by contravvenzioni, but almost every class of penal offence shows a rise except homicide, and even in that the diminution is slow, 5418 in 1880, 3966 in 1887, 4408 in 1892, 4005 in 1897, 3202 in 1902; and Italy remains, owing to the frequent use of the knife, the European country lit which it is most frequent.",
        "The case is frequent, too, in which a project is sanctioned by law, but is then not carried into execution, or only partly so, owing to the lack of funds.",
        "Among the many miseries .nflicted upon Italy by the frequent changes of her northern rulers, this at least may be reckoned a blessing.",
        "Whereas in the past the strikes had been purely local and due to local conditions, they now appeared of more general and political character, and the sympathy strike came to be a frequent and undesirable addition to the ordinary economic agitation.",
        "Anti-Italian demonstrations occurred periodically also at Vienna, while in Dalmatia and Croatia Italian fishermen and workmen (Italian citizens, not natives) were subject to attacks by gangs of half-savage Croats, which led to frequent diplomatic incidents.",
        "They had frequent interviews, which had doubtless an important influence on Cranmer's opinions.",
        "This proved impracticable, but the frequent conferences Cranmer had with the theologians composing the embassy had doubtless a great influence in modifying his views.",
        "Local posts are frequent, but there is no telegraph and the mails are irregular.",
        "Recourse to the secular prince by way of appel comme d'abus, or otherwise, became more frequent and met with greater encouragement.",
        "The wealth of the burghers during this period was equalled by their turbulent spirit of independence; feuds were frequent, - against the rival city of Bruges, against the counts, or, within the city itself, between the plebeian crafts and the patrician governing class.",
        "Their mutinies were frequent and dangerous, and at last, in 1682, an unusually serious outbreak led Peter the Great to compass the abolition of the force.",
        "In the larger veins of the leaf especially in the midrib, in the petiole, and in the young stem, a1 extremely frequent type of mechanical tissue is collenchyma.",
        "indications of polystely, frequent occurrence of extra-stelar concentric bundles, anomalous secondary thickening) which recall these complex types of stelar structure in the fossil Cycadofilices.",
        "In the very frequent cases where the bundles have considerable individuality, the fibrous pericyclic cap very clearly has a common origin from the same strand of tissue as the vascular elements themselves.",
        "The Fungi that have been discovered taking part in the union include Eurotium, Pythiam, Boletus, A garicus, Lactarias, Penscillium and many others of less frequent occurrence.",
        "Others of less frequent occurrence are erythrozym, rhamnase and gaultherase.",
        "Its over-supply is, however, a frequent cause of predisposition to the attacks of parasitic Fungie.g.",
        "The dying back of the twigs of trees and shrubs is a frequent case.",
        "Individual, specific and generic variations are frequent.",
        "Except such as are of coral formation, the Antilles are hilly, not to say mountainous, their summits rising in places to an elevation of 8000 ft., and nearly all, prior to their occupation by Europeans, were covered with luxuriant forest, which, assisting in the collection and condensation of the clouds brought by the trade winds, ensured its own vitality by precipitating frequent and long-continued rains; upon the fertile soil.",
        "In the Moscow basin, which was a broad gulf of the Carboniferous sea, coal appears as isolated inconstant seams amidst littoral deposits, the formation of which was favoured by frequent minor subsidences of the seacoast.",
        "The industrial artel is almost as frequent as the preceding, in all those trades which admit of it.",
        "Hence family quarrels became very frequent.",
        "These invasions were fortunately not frequent, but when they occurred they caused an incalculable amount of devastation and suffering.",
        "On the other hand, the khans of the Crimea were able, partly from their geographical position and partly from having placed themselves under the protection of the sultans of Turkey, to resist annexation for more than two centuries and to give the Muscovites a great deal of trouble, not only by frequent raids and occasional invasions, but also by allying themselves with the Western enemies of the tsars.",
        "The principal condition operating in the design of locomotives intended for local services with frequent stops is the degree of acceleration required, the aim of the designer being to produce an engine which shall be able to bring the train to its journey speed in the shortest time possible.",
        "In addition to the foregoing list, various special locomotive types have been developed for suburban service, where high rates of acceleration and frequent stops are required.",
        "For local services where stoppages are frequent the demand is for engines capable of quickly ' At the beginning of 1908 the Great Western's loading gauge on its main lines was widened to 9 ft.",
        "When the service is frequent enough to give a good power factor continuously, the steam locomotive cannot compete with the electric motor for the purpose of quick acceleration, because the motors applied to the axles of a train may for a short time absorb power from the central station to an extent far in excess of anything which a locomotive boiler can supply.",
        "The application of vestibules is practically limited to trains making long journeys, as it is an obstruction to the free ingress and egress of passengers on local trains that make frequent stops.",
        "Since high average speed on a line with frequent stops depends largely on rapidity of acceleration, the tendency in modern equipment is to secure as great an output of power as possible during the accelerating period, with corresponding increase in weight available for adhesion.",
        "In numerous instances clear evidence of recent movements along the fault planes has been discovered; and frequent earthquakes testify with equal force to the present uplift of the mountain blocks.",
        "The sky is almost constantly overcast, and rain falls, mostly in a drizzle and in frequent showers, on about 250 days in the year.",
        "In the age of Chrysostom and Augustine the agape was frequent.",
        "Moreover, we have frequent references to sacred springs, as that of sheba, `Enharod (`eyn-harod) (Judges vii.",
        "In the writings of the pre-exilian period we have frequent references to supernatural personalities good and bad.",
        "We may remark in passing that the retreat was often enlivened, or invaded, by friendly tourists from England, whose \" frequent incursions \" into Switzerland our recluse seems half to lament as an evil.",
        "It is the general rule, with frequent exceptions, that the quotidian paroxysm comes on in the morning, the tertian about noon, and the quartan in the afternoon.",
        "The larva has no breathing-tube, and floats horizontally at the surface, except when feeding; it does not frequent sewage or foul water.",
        "Thus one may note the reshaping of older material to agree with later thought, the building up of past periods from the records of other periods, and a frequent loss of perspective.",
        "Corruption is the frequent concomitant of privilege, and thus the town councils often connived for a price at the presence in their midst of Jews whose admission was illegal.",
        "There are frequent alternations of temperature, which averages 75° to 77° F., though considerably higher in the wet season.",
        "In consequence, however, of the frequent violence of the southwesterly gales and other causes, the communication ceased in the middle of the 19th century, and the artificial harbour designed by John Rennie has gradually fallen into decay.",
        "From Leo IX.'s time papal grants of the mitre to eminent prelates became increasingly frequent, and by the 12th century it had been assumed by all bishops in the West, with or without papal sanction, as their proper liturgical head-dress.",
        "From this time onward papal bulls bestowing mitres, together with other episcopal insignia, on abbots become increasingly frequent.",
        "Rhydderch Hen appears to have secured the supremacy amongst these Welsh princes after the great battle of Ardderyd fought about the year 573, to which frequent reference is made in early Welsh poetry.",
        "niger), go after the aphids that frequent the shoots of plants.",
        "Spring-tails and bristle-tails (order Aptera) of several species also frequent ants' nests.",
        "Among the more remarkable phenomena of the hotter seas of Asia must be noticed the revolving storms or cyclones, which are of frequent occurrence in the hot months in the Indian Ocean and China Sea, in which last they are known under the name of typhoon.",
        "There is also a corresponding diffusion o f Japanese and Chinese forms along this zone, these being most numer - ous in the eastern Himalaya, and less frequent in the west.",
        "epiphytal orchids are very frequent, and reach even to 10,000 ft.",
        "Aridity has favoured the production of spines as a defence from external attack, sharp thorns are frequent, and asperities of various sorts predominate.",
        "dant; leafless forms being of frequent occurrence, which gives the vegetation a very remarkable aspect.",
        "Prickly pear (opuntia) hedges are as frequent as in Sicily.",
        "I had such frequent opportunities of seeing him at this time, and afterwards at a much more important period of his life, that I think his character was well known to me.",
        "him into frequent communication with the most eminent scientific men, and he was naturally among the first to recognize the benefit that would accrue from regular intercourse among workers in the field of science.",
        "From this time to nearly the close of the 16th century the burgh was exposed to frequent raids, both from freebooters on the English side and from partisans of the turbulent chiefsDouglases, Maxwells, Johnstones.",
        "The wild animals of Caucasia are for the most part the same as those which frequent the mountainous parts of central Europe, though there is also an irruption of Asiatic forms, e.g.",
        "Henceforth Bentham was a frequent guest at Bowood, where he saw the best society and where he met Miss Caroline Fox (daughter of the second Lord Holland), to whom he afterwards made a proposal of marriage.",
        "Its theft is a frequent subject in Greek art, especially of the earlier time.",
        "Examples of Norman work are frequent in doorways, as in the churches of Allestree and Willington near Repton, while a fine tympanum is preserved in the modern church of Findern.",
        "But while the province in many parts presents a landscape of luxuriant beauty, it is a prey to the ravages of disease, principally malarial fevers due to the extensive swamps formed by waters stagnating in the forests, and to the frequent incursions of the Goklan and Yomut Turkomans, who have their camping-grounds in the northern part of the province, and until about 1890 plundered caravans sometimes at the very gates of Astarabad city, and carried people off into slavery and bondage.",
        "In 1864 he published a short paper on thermodynamics, and from that time his contributions to that and kindred departments of science became frequent and important.",
        "is not large it is of considerable importance to stock-breeders, as it is a frequent occurrence for buyers for export-to Argentina, Australasia, Canada, the United States and elsewhere-to bid freely at the sale rings, and often to pay the highest prices, thus stimulating the sales and encouraging the breeding of the best types of native stock.",
        "Mill was an enthusiastic botanist all his life long, and a frequent contributor of notes and short papers to the Phytologist.",
        "In many a country district the gradations of social rank were more continuous, the opportunities of intercourse more frequent, and the capacity for organization greater than in modern times.",
        "The enlarged glandular structure of the walls of the rectum is frequent in the Pectinibranchia, as is also though not universal the gland marked y, next to the rectum.",
        "Such special irregularities in the development of ganglia upon the visceral loop, and on one or more of the main nerves connected with it, are very frequent.",
        "Pulmonates which frequent the sea-coast (Oncidium, fig.",
        "Here again his activity as a teacher was interrupted by frequent journeys.",
        "His anxiety was increased by news of sinister import respecting frequent interviews between those former rivals, Talleyrand and Fouche, in which Murat was said to be concerned.",
        "Alongside of Mana rabba frequent mention is made of D'mutha, his \"image,\" as a female power; the name \"image of the father\" arises out of the same conception as that which gives rise to the name of 'vvota among the Greek Gnostics.",
        "This last state is very frequent in Blattidae, which were amongst the most abundant of Palaeozoic insects.",
        "became painfully frequent in the mouth of the young commander, not yet 21, who was far from being naturally cruel.",
        "The prevailing winds in most parts are westerly, but sudden changes, as well as the extremes of temperature, are caused mainly by the frequent shifting of the wind from N.W.",
        "A new career of ambition was opened to her citizens in the Roman honours that rewarded services to the imperial armies during their frequent expeditions in the East.",
        "Oberlin published several manuals on archaeology and ancient geography, and made frequent excursions into different provinces of France to investigate antiquarian remains and study provincial dialects, the result appearing in Essai sur le patois Lorrain (1775); Dissertations sur les Minnesingers (1782-1789); and Observations concernant le patois et les mceurs des gens de la campagne (1791).",
        "Temples in his honour are frequent throughout India.",
        "Earthquakes are still frequent along its shores.",
        "During April (when the seed is usually sown) and May frequent light showers, which keep the ground sufficiently moist to assist germination and the growth of the young plants, are desired.",
        "There are no large game birds, but song birds and doves are numerous on the mountains, and flamingoes and other water-birds frequent the coast.",
        "Parkinson tells us that in his time (early in the 17th century) the naked oat was sown in sundry places, but \"nothing so frequent\" as the common sort.",
        "Her residence was at Rhenen near Arnheim, where she received many English visitors and endeavoured to maintain her spirits and fortitude, with straitened means and in spite of frequent disappointments.",
        "The rapid excretion by the kidneys is one of the cardinal conditions of safety, and also necessitates the very frequent administration of the drug.",
        "in length, requiring great care and frequent combing to prevent it from becoming matted.",
        "There are likewise maps on smaller scales, which undergo frequent revision.",
        "Europe and Asia, becoming less frequent northwards.",
        "The colour varies, but shades of tawny-red and white are more frequent than in Newfoundlands.",
        "Intermarriages of the two classes became frequent.",
        "His life in London was varied by frequent visits to Italy, where he occupied himself more in literary and antiquarian research than with art.",
        "The palm branch, which is also of frequent occurrence, is not an indisputable mark of the last resting-place of a martyr, being found in connexion with epitaphs of persons dying natural deaths, or those prepared by persons in their lifetime, as well as in those of little children, and even of pagans.",
        "(From de Rossi.) Other forms of very frequent recurrence are the table-tomb and arched tomb, or arcosolium.",
        "The plates of De Rossi, Perret, and, indeed, all illustrations of the catacombs, exhibit frequent examples of the same destructive superstition.",
        "The most frequent are the miracle at Cana, the multiplication of the loaves and fishes, the paralytic carrying his bed, the healing of the woman with the issue of blood, the raising of Lazarus, FIG.",
        "Subterranean cemeteries of the general character of those described are very frequent in all southern and eastern countries.",
        "The summits are generally well rounded, while the lower slopes are often steep. Frequent broad intervals of low upland or low level plain extend from sea to sea between and around the mountains.",
        "As for diseases, some common to Cuba and Europe are more frequent or severe in the island, others rarer or milder.",
        "His weakness as a writer is the too frequent striving after antithesis and paradox.",
        "On the northern frontier border raids on a large scale were frequent.",
        "In spite of frequent causes of friction, good relations were maintained with Venice, through the influence of the sultana Safie, and the capitulations with the republic of St Mark were renewed in 1589.",
        "In Arabia Ratib Pasha, the Turkish commander-in-chief, joined the enemies of the new regime; he was defeated and captured in the autumn of 1908, but in the following year frequent raids upon the Hejaz railway were made by Bedouin tribesmen, while a Mandist rebellion broke out and was crushed in Yemen.",
        "The remainder of the day, so far as family life is concerned, is spent in the serdab, a cellar sunk somewhat below the level of the courtyard, damp from frequent wettings, with its half windows covered with hurdles thatched with camel thorn and kept dripping with water.",
        "The \"Cleveland plan,\" in force in the public schools, minimizes school routine, red tape and frequent examinations, puts great stress on domestic and manual training courses, and makes promotion in the grammar schools depend on the general knowledge and development of the pupil, as estimated by a teacher who is supposed to make a careful study of the individual.",
        "Ordinarily the sessions were held in the morning, but evening sessions were also frequent, often extending late into the night.",
        "Although rocks wholly or in large part vitreous are known from very ancient geological systems, such as the Devonian, they are certainly most frequent in recent volcanic countries.",
        "On the plains bordering the Rio Grande frosts are frequent.",
        "We may here notice the frequent production of glucose by the action of enzymes upon other carbohydrates.",
        "Clear and forcible in style and arrangement, they are models of Puritan exposition and of appeal through the emotions to the individual conscience, illuminated by frequent flashes of spontaneous and often highly unconventional humour.",
        "The place thereafter was subject either to the rulers of Tunis or of Constantine, but the citizens were noted for their frequent revolts.",
        "Too frequent tapping leads to the production of latex poor in caoutchouc, whilst tapping of trees before they are six or seven years old, and from 20-25 in.",
        "Thus the general taille, raised for the benefit of the king, became more and more frequent, and naturally tended to become permanent.",
        "The word is of frequent use as a slang term - e.g.",
        "The trial, with frequent interruptions and delays, lasted from the 2nd of January to the 1st of March 1805.",
        "These antelopes frequent grassy districts and are usually found in herds.",
        "The needles of the primitive compasses, being made of iron, would require frequent re-magnetization, and a \" stone \" for the purpose of \" touching the needle \" was therefore generally included in the navigator's outfit.",
        "Demodex folliculorum is also a common parasite of the sebaceous glands of the skin of the face in man, and is frequent in the skin of the dog.",
        "He was evidently the prime mover in the various changes effected in the law by the novels of Justinian (Novellae constitutiones), which became much less frequent and less important after death had removed the great jurist.",
        "Frequent fainting fits gave presage of a speedy end, and on the 8th of April 1813 he had a final interview with his friends B.",
        "Winter rains are more frequent in southern Brazil, and violent storms prevail in August and September.",
        "Of this smallest of birds there are fifty-nine well-known species, divided into two groups, the Phaethorninae, which prefer the forest shade and live on insects, and the Trochilinae, which frequent open sunny places where flowers are to be found.",
        "The establishment of the Jesuit college had attracted settlers to its neighbourhood, and frequent marriages had taken place between the Indians of the district and the colonists.",
        "From its duration and frequent battles and sieges this war involved an immense sacrifice of life to Brazil, the army in the field having been constantly maintained at between 20,000 and 30,000 men, and the expenditure in maintaining it was very great, having been calculated at upwards of fifty millions sterling.",
        "The determination of Edinburgh as the national capital, and as the most frequent scene of parliamentary assemblies, dates from the death of James I.",
        "As the chief councillor of Prince Zsigmond Bathory, he advised his sovereign to contract an alliance with the emperor instead of holding to the Turk, and rendered important diplomatic services on frequent missions to Prague and Vienna.",
        "A charming style, a vivid fancy, exhaustive research, were not to be expected from a hard-worked barrister; but he must certainly be held responsible for the frequent plagiarisms, the still more frequent inaccuracies of detail, the colossal vanity which obtrudes on almost every page,'the hasty insinuations against the memory of the great departed who were to him as giants, and the petty sneers which he condescends to print against his own contemporaries, with whom he was living from day to day on terms of apparently sincere friendship.",
        "From 1527 to 1545 the city was torn by faction fights and violent revolts against the noveschi, and was the scene of frequent bloodshed, while the quarrelsomeness and bad government of the Sienese gave great dissatisfaction in Tuscany.",
        "Baboons (Cynocephalus porcarius) and monkeys of different kinds frequent the mountains and rocky kloofs and bush and timber lands.",
        "Durban is also in regular and frequent communication by passenger steamers with the other South African ports, as well as Mauritius, Zanzibar, &c., and with India, Australia, the United States and South America.",
        "A ship now and again put into the bay, but the dangerous bar at its entrance militated against its frequent use.",
        "These somewhat frequent changes of ministry, characteristic of a country new to responsible government, reflected, chiefly, differences concerning the treatment of commercial questions and the policy to be adopted towards the natives.",
        "Hence rebellions of satraps became frequent from the middle of the 5th century; under Artaxerxes II.",
        "The possession of this property brought about frequent disputes with an adjoining landowner, Thomas de Grey, and, after many actions in the courts, his friends endeavoured to obtain, by a bill forced through the houses of parliament, the privileges which the law had not assigned to him (February 1774).",
        "On his return from Huntingdonshire he became once more a frequent guest at Mr Tooke's house at Purley, and in 1782 assumed the name of Horne Tooke.",
        "Hail storms are of frequent occurrence in the Carpathians.",
        "During the reign of Coloman, moreover, the number of freemen was increased by the frequent manumission of serfs.",
        "We cannot trace the gradations of this political revolution, but we know that it met with determined opposition from the crown, which resulted in the utter destruction of the Arpads, who, while retaining to the last their splendid physical qualities, now exhibited unmistakeable signs of moral deterioration, partly due perhaps to their too frequent marriages with semi-Oriental Greeks and semi-savage Kumanians.",
        "Thus the ancient kingdom was divided into three separate states with divergent aims and interests, a condition of things which, with frequent rearrangements, continued for more than 150 years.",
        "This process is known as \" direct adaptation \"; and there is no doubt that such structural adaptations are acquired by an animal in the course of its life, though such changes are strictly limited in degree and rare rather than frequent and obvious.",
        "The most frequent representations of Bellerophon in ancient art are (I) slaying the Chimaera, (2) departing from Argos with the letter, (3) leading Pegasus to drink.",
        "Appointed minister of the treasury in the first Di Rudini cabinet of 1891, he imprudently abolished the system of frequent clearings of bank-notes between the state banks, a measure which facilitated the duplication of part of the paper currency and hastened the bank crisis of 1893.",
        "Sea-going vessels of about 70 tons frequent the port of Broach, but they are entirely dependent on the tide.",
        "Geier (1668, 1681 et saepius) may still be consulted with advantage, but for most purposes Rosenmtiller's Scholia in Psalms (2nd ed., 1831-1822) supersedes the necessity of frequent reference to the predecessors of that industrious compiler.",
        "Small springs of fresh water are frequent and there are 'several shallow lakes or pans - flat bottomed depressions with no outlet.",
        "The chief characteristic of the rainfall is its frequent intensity and short duration.",
        "The winds in winter are uniformly dry while dust storms are frequent at all seasons - a fact which renders the country unsuitable for persons suffering from chest complaints.",
        "Mimosa and the wild wilge-boom (Salix capensis) are the common trees on the banks and rivers, while the weeping willow is frequent round the farmsteads.",
        "From Paris he rendered the government important service by gathering and transmitting information respecting the Jacobite plot; and in 1716 he returned to England, resumed his seat, and took frequent part in the debates.",
        "It was finally disregarded altogether; in the 9th century translations of relics were extremely frequent, and led to inextricable confusion in the future.",
        "1843), and since then discussions and inquiries have been frequent.",
        "Horace, so depreciatory in general of the older literature, shows his appreciation of Terence by the frequent reproduction in his Satires and Odes of his language and his philosophy of life.",
        "Thus Krawkow and Nowak, employing the frequent subcutaneous injection of the usual organisms of suppuration, have induced in the fowl the deposition within the tissues of a homogeneous substance giving the colour reactions of true amyloid.",
        "These oscillations of opinion arP frequent, if not universal, and it is only after more than one or two swings that the pendulum remains at the perpendicular.",
        "In his allegorical poems reminiscences of the master's style and literary habit are most frequent.",
        "The administration of the civil and criminal law involves frequent relations with medicine, and the professional subjects most likely to arise in that connexion, together with a summary of causes celebres, are formed into the department of Medical Jurisprudence.",
        "These breaks in continuity show what might also be inferred from frequent repetitions of lines which have appeared earlier in the poem, and from the rough workmanship of passages in the later books, that the poem could not have received the final revision of the author.",
        "Actively interested with Cyrus Field in the laying of the first Atlantic cable, he was president of the New York, Newfoundland & London Telegraph Company, and his frequent cash advances made the success of the company possible; he was president of the North American Telegraph Company also, which controlled more than one-half of the telegraph lines of the United States.",
        "Frequent communications passed between him and the heads of the Eastern Churches.",
        "The best-known accounts of Cirey life, those of Madame de Grafigny, date from the winter of 1738-39; they are somewhat spiteful but very amusing, depicting the frequent quarrels between Madame du Chatelet and Voltaire, his intense suffering under criticism, his constant dread of the surreptitious publication of the Pucelle (which nevertheless he could not keep his hands from writing or his tongue from reciting to his visitors), and so forth.",
        "The substantive occurs in an inscription of the Arvalian brotherhood (Marini, Gli Atti e Monumenti de' fratelli Arvali, p. 639),but is frequent only in ecclesiastical Latin.",
        "In those days the frequent visitation of plagues made men fear the gathering together of multitudes.",
        "The former, visits paid in accordance with a vow, were very frequent in the middle ages, and were under the special protection of the pope, who put the ban upon any who should molest pilgrims \"who go to Rome for God's sake.\"",
        "Accidents from the misuse and careless handling of explosives are unfortunately too frequent in mines.",
        "Liman von Sanders expresses the opinion that the German submarines on the spot were of no assistance to him, and that the British boats, in spite of their frequent raiding of the Sea of Marmora, did not seriously interfere with his water movements.",
        "This also permitted of the troops in the trenches being relieved and rested at frequent intervals.",
        "and ii., passim), and prolonged by the expressions of joy, the ascriptions of thanksgiving and praise, called forth by the words and works of Christ and the wonders of the cross and resurrection, which are peculiarly frequent and full (iv.",
        "The brevity of the note and its lack of doctrinal significance prevented it from gaining frequent quotation in the early Christian literature, but it appears in Marcion's canon as well as in the Muratorian, whilst Tertullian mentions, and Origen expressly quotes it.",
        "They are merely craters raised above the level of the surrounding country by the gradual accretion of the soft oily mud, which overflows at frequent intervals whenever a discharge of gas occurs.",
        "If the table has a pattern engraved upon it the glass will show the same pattern in relief, the most frequent pattern of the kind being either small parallel ridges or larger ribs crossing to form a lozenge pattern.",
        "Between Egypt and Syria there was frequent intercourse both of conquest and commerce.",
        "The reign of !Ethelred, which witnessed the greatest national humiliation and the greatest crime in English history, is also marked by the most lavish expressions of religious feeling and the most frequent appeals to morality.",
        "From such names it is only a step to names of one element, a characteristic feature of which is the frequent addition of an ending -turn (feminine), an, a, um, atum, atija, sha, &c., most of these being \" hypocoristic affixes,\" corresponding in a measure to modern pet-names.",
        "Changes in the manner of reading the Sumerian names are frequent.",
        "- The climate of Florence is very variable, ranging from severe cold accompanied by high winds from the north in winter to great heat in the summer, while in spring-time sudden and rapid changes of temperature are frequent.",
        "After Charles's victory over Conradin in 1268 the Florentines defeated the Sienese (1269) and made frequent raids into Pisan territory.",
        "Inside borders require frequent and thorough waterings.",
        "The township suffered severely during the War of Independence on account of the frequent quartering of American troops within its borders, the depredations of bands of lawless men after the occupation of New York by the British in 1778 and its invasion by the British in 1779 (February 25) and 1781 (December 5).",
        "Labour disturbances are frequent, for, like Barcelona, Alcoy has become one of the centres of socialistic and revolutionary agitation, while preserving many old-fashioned customs and traditions, such as the curious festival held annually in April in honour of St George, the patron saint of the town.",
        "Local intercommunication is provided by an electric tramway line and a novel hanging railway - on the Langen mono-rail system - suspended over the bed of the river, with frequent stations.",
        "Traces of this usage are frequent in Augustan writers.",
        "The description of this institution which has come down to us from Roman sources of the days when feudalism was beginning is not so detailed as we could wish, but we can see plainly enough that it met a frequent need, that it was called by a new name, the patrocinium, and that it was firmly enough entrenched in usage to survive the German conquest, and to be taken up and continued by the conquerors.",
        "Bamberger was a clear and attractive writer and was a frequent contributor on political and economic questions to the Nation and other periodicals.",
        "The inhabitants are chiefly engaged in commerce and fishing; but the frequent losses from inundations have greatly retarded the prosperity of the town.",
        "The sierra region is largely volcanic and earthquakes are frequent; in the S.",
        "The struggle between the Terrorists and the police authorities became more and more intense, and attempts at assassination became more and more frequent.",
        "The former constructs its tunnels in the sandy flats near the shore at the Cape, but the latter generally frequent higher ground.",
        "He professed to have discovered the philosopher's stone, and by his assistance Dee performed various incantations, and maintained a frequent imaginary intercourse with spirits.",
        "In the west the Herauch, a thick fog arising from the burning of the moors, is a plague of frequent occurrence.",
        "preferred Hanover to England as a place of residence, and it was a frequent and perhaps justifiable cause of complaint that the interests of Great Britain were sacrificed to those of the smaller country.",
        "The frequent or invariable recurrence of similar series of events gives birth in the mind to what are wrongly called \"laws\"; in fact, these \"laws\" are merely statements of experience gathered together by association, and have no other kind of validity.",
        "He now suffered from frequent attacks of brain irritation and exhaustion, and had many causes of sorrow and disappointment.",
        "For the period preceding British rule the records have not been so well preserved, but there is ample evidence to show that famine was just as frequent in its incidence and infinitely more deadly in its effects under the native rulers of India.",
        "But frequent exceptions have been observed in which the direction of rotation is reversed.",
        "The spectra produced under these circumstances have been studied in detail by C. de Watteville.4 Of more frequent use have been electric methods, owing to the greater intensity of the radiations which they yield.",
        "From the letters patent addressed to the bailiffs of Padstow demanding the survey and delivery of ships for foreign service, the appointment of a king's butler for the port, and the frequent recourse which was had to the king's courts for the settlement of disputes of shipping, Padstow appears to have been a port of considerable repute in the 14th century.",
        "- Elections are much more frequent in the United States than they are in Great Britain, and they are also more complicated.",
        "Originally the rule was for the states to hold annual elections; in fact, so strongly did the feeling prevail of the need in a democratic country for frequent elections, that the maxim \" where annual elections end, tyranny begins,\" became a political proverb.",
        "Land-snails, mostly Achatinellidae, are remarkably frequent and diverse; over 300 varieties exist.",
        "Grotesque and repulsive wooden figures, animals and the bones of chiefs were the objects of worship. Human sacrifices were offered whenever a temple was to be dedicated, or a chief was sick, or a war was to be undertaken; and these occasions were frequent.",
        "She was a frequent resident here not only before but after her accession to the throne.",
        "On the other hand, the -co- suffix, which is nowhere frequent, is practically confined to the central areas.",
        "The -tisuffix is comparatively frequent in the Volscian district and very frequent in the Umbrian; it is also fairly well represented in Latium and Etruria.",
        "With the rise of the Norman kingdom in Sicily and the Italian naval powers, it again became a frequent object of attack.",
        "It is clear from the frequent references to dogs and hawks in the charters that hunting and falconry were keenly pursued by the kings and their retinues."
    ],
    "definition": [
        "Occurring or appearing quite often or at close intervals: frequent errors of judgment.",
        "Habitual or regular: a frequent visitor to our house.",
        "fre′quen·ta′tion\nnoun",
        "fre·quent′er\nnoun",
        "fre′quent·ness\nnoun",
        "Link/Cite",
        "Done or occurring often; common.\nI take frequent breaks so I don't get too tired.\nThere are frequent trains to the beach available.\nI am a frequent visitor to that city.",
        "Occurring at short intervals.",
        "Addicted to any course of conduct; inclined to indulge in any practice; habitual; persistent.",
        "frequency",
        "frequently",
        "infrequent",
        "frequently asked question (FAQ)",
        "To visit often.\nI used to frequent that restaurant.",
        "Link/Cite"
    ]
}