{
    "translation": "חברותי",
    "uses": [
        "\"No problem,\" he answered in a friendly voice.",
        "You weren't exactly friendly.",
        "What a friendly town.",
        "As he was starting away, the friendly innkeeper said, \"Which way will you travel, Mr. Randolph?\"",
        "The friendly male voice made her jump.",
        "Even in the best, most friendly and simplest relations of life, praise and commendation are essential, just as grease is necessary to wheels that they may run smoothly.",
        "The family separated on the most friendly terms.",
        "Thank good­ness for Colorado hospitality—the friendly room clerk was more than willing to oblige a law enforcement agent.",
        "There was life here, and friendly looks as she passed.",
        "But they are so good natured and friendly, one cannot help liking them.",
        "On Sunday after church they were feeding the horses when they began a friendly frolic.",
        "Like the assassin who obsessed about birthdays and clothing, there were two sides to the man before her: the warm, friendly stranger with whom she'd felt so comfortable she confided to him over the phone without knowing anything about him, and the tattooed thug before them in snug biker leathers.",
        "Dean asked, not in a friendly tone.",
        "Dulce wasn't friendly, but she wasn't hostile either.",
        "Some people don't know the difference between being friendly and indicating personal interest.",
        "There was nothing remotely friendly or soft about Charles.",
        "Then he took his place in the first row of the stalls and sat down beside Dolokhov, nudging with his elbow in a friendly and offhand way that Dolokhov whom others treated so fawningly.",
        "Everyone was exceptionally friendly as hundreds of bicyclists wandered about, chatting and smiling, with a hint of nervous excitement in their voices.",
        "The owner said she was friendly, but he hasn't had time to work with her.",
        "No, not without the help of his friendly government agent.",
        "Everywhere he saw friendly looks and heard friendly words.",
        "He was particularly friendly with King Emmanuel of Portugal on account of the latter's missionary enterprises in Asia and Africa.",
        "Before leaving, Martha whispered something to Donnie and gave him a friendly pat on the back.",
        "Far from the grouchy expression he had put on at the beginning of the ride, now his eyes flashed with humor, and his lips were twisted in a friendly smile.",
        "The Princess served delicious refreshments to those who were in the habit of eating, and when Dorothy's bed time arrived the company separated after exchanging many friendly sentiments.",
        "Kutuzov walked through the ranks, sometimes stopping to say a few friendly words to officers he had known in the Turkish war, sometimes also to the soldiers.",
        "The friendly action was the beginning of a strong relationship between my two favorite women.",
        "The friendly herd followed them, crowding the expectant mother.",
        "\"Could you give us a few minutes, so she can change?\" she asked with as friendly a smile as she could manage at the strange teen.",
        "For I came to town still, like a friendly Indian, when the contents of the broad open fields were all piled up between the walls of the Walden road, and half an hour sufficed to obliterate the tracks of the last traveller.",
        "There was dark grey and sterility in the absence of anything remotely friendly, homey, or welcoming.",
        "He patted her leg with another of his friendly smiles and turned his attention to the world racing by them.",
        "Remember, Annie is a friendly ghost!",
        "Equally friendly were the great boyar families.",
        "(1334), who was friendly to Frederick, promised a respite; but after fruitless negotiations the war broke out once more, and Chiaramonte went over to Robert, owing to a private feud.",
        "At another spot he noticed a Russian soldier laughingly patting a Frenchman on the shoulder, saying something to him in a friendly manner, and Kutuzov with the same expression on his face again swayed his head.",
        "His brown gaze was friendly but cautious.",
        "Her friendly gaze fell on Carmen.",
        "Third, the day will come when the farm of the future will make a healthier, less expensive, more ecologically friendly, fresher, and better-tasting product.",
        "In another corner two old bees are languidly fighting, or cleaning themselves, or feeding one another, without themselves knowing whether they do it with friendly or hostile intent.",
        "\"No. We're just going to have a friendly chit-chat,\" Winston answered.",
        "A hearty handshake or a friendly letter gives me genuine pleasure.",
        "Seeing the enemies exchanging friendly greetings, she rode up to them.",
        "He had left Moscow when Boris was a boy of fourteen, and had quite forgotten him, but in his usual impulsive and hearty way he took Boris by the hand with a friendly smile.",
        "The Horsemen was the tongue in cheek name given to the government program that placed a series of devices across the world, both in enemy and friendly countries.",
        "She certainly looked friendly with her lawyer when we saw them.",
        "These different people-- businessmen, relations, and acquaintances alike--were all disposed to treat the young heir in the most friendly and flattering manner: they were all evidently firmly convinced of Pierre's noble qualities.",
        "I know you were friendly with Natalie, and so... but I was always more friendly with Vera--that dear Vera.",
        "I'm not feeling too friendly right now.",
        "A friendly female voice answered.",
        "He was merely a friendly neighbor practicing southern hospitality.",
        "He failed to make the cryptic words in any way friendly, and the cold glare seared through her.",
        "Some of the more friendly goats had followed her up the hill and they were ranging out ahead.",
        "Besides,\" he added, \"Mrs. Glass was getting a mite too friendly and she's not much of a cook.\"",
        "Miss Keller began to get the better of her old friendly taskmaster, the phrase.",
        "\"You are friendly with Boris, aren't you?\" asked Vera.",
        "Mr. Keith comes every afternoon at four o'clock, and gives me a \"friendly lift\" over the rough stretches of road, over which every student must go.",
        "We were directed by a friendly voice on our GPS, a previously unused present from my retired parents.",
        "He's the least friendly Ancient I've ever met.",
        "She slid her arms around his chest in a friendly hug.",
        "She considered debating with the nurse at the front desk, whose friendly grey eyes were familiar.",
        "He was friendly enough, but no threat to anyone and no corporate climber.",
        "But notwithstanding this, Boris embraced him in a quiet, friendly way and kissed him three times.",
        "Dolokhov recovered, and Rostov became very friendly with him during his convalescence.",
        "The man, a soldier with a sack over his shoulder, stopped, came close up to Dolokhov's horse, touched it with his hand, and explained simply and in a friendly way that the commander and the officers were higher up the hill to the right in the courtyard of the farm, as he called the landowner's house.",
        "And I will knock the nonsense out of anybody\"-- but probably realizing that he was shouting at Bezukhov who so far was not guilty of anything, he added, taking Pierre's hand in a friendly manner, \"We are on the eve of a public disaster and I haven't time to be polite to everybody who has business with me.",
        "Such as friendly insects.",
        "Maybe it was her gaze, too direct to be friendly, or the fact Jessi didn't hear the newcomer enter.",
        "Her assistant, Gerry, looked like a college athlete with a huge, bright grin, blond hair and friendly hazel eyes.",
        "She drove to the bed and breakfast instead, where the friendly woman who rented rooms had left the back door open for her.",
        "With the naive conviction of young men in a merry mood that other men's wives were created for them, Rostov did not leave the lady's side and treated her husband in a friendly and conspiratorial style, as if, without speaking of it, they knew how capitally Nicholas and the lady would get on together.",
        "Remembering her friendly relations with all the Rostovs which had made her almost a member of the family, she thought it her duty to go to see them.",
        "It's a friendly place, though.",
        "In some twentieth-century science fiction visions of the future, humans created friendly robot sidekicks with data storage capacity and computational speed the human brain lacked.",
        "But no friendly Indian concerned himself about me; nor needed he, for the master of the house was at home.",
        "Rostov lived, as before, with Denisov, and since their furlough they had become more friendly than ever.",
        "Just because people are friendly doesn't mean you can let your guard down.",
        "A French corporal, with coat unbuttoned in a homely way, a skullcap on his head, and a short pipe in his mouth, came from behind a corner of the shed and approached Pierre with a friendly wink.",
        "\"The Emperor returns these Austrian banners,\" said Bilibin, \"friendly banners gone astray and found on a wrong path,\" and his brow became smooth again.",
        "Their truce was formed pre-Schism; they had no choice but to be friendly to one another.",
        "The staff is friendly and courteous, making the atmosphere feel relaxed and inviting.",
        "The atmosphere is clubby but friendly, with a large, dark wooden bar separated from the dining room.",
        "All eateries have friendly staff and informal dining.",
        "Almost two hundred years old, this tavern establishment provides friendly service and proximity to a number of fantastic wineries.",
        "\"Look, it's early, I didn't get much sleep, and these seem like minor issues,\" she said in what she hoped was a friendly voice.",
        "The voice of the friendly nurse from the nurse's station brought her back from her thoughts.",
        "Here's a friendly warning: there are a lot of secrets up here you normal army-types don't need to know.",
        "The entire trip took just over an hour with the driver, a volunteer from Amarillo, Texas who never stopping his constant drawl of friendly conversation, little of which Dean heard.",
        "Cassie asked, trying to make her voice sound friendly.",
        "Nay, thou knowest how to make even the rough smooth, and to bring order out of disorder; and things not friendly are friendly in thy sight.",
        "This lively, family-friendly restaurant is reasonably priced and casual dress is appropriate for this friendly establishment.",
        "It is a family friendly restaurant with a relaxed atmosphere and a special children's menu.",
        "It has a friendly, cozy atmosphere that lends itself to the most happiest of outings.",
        "The atmosphere is laid back, casual and family friendly.",
        "Dina's upstairs loft is a cozy gallery-style cafe that offers a lighter menu and a friendly ambiance.",
        "The restaurant's strip mall location is unassuming, but the interior is neat and cozy, with friendly service.",
        "It's casual, come-as-you-are dining, and the service is friendly and efficient.",
        "The kitchen is always open, the coffee is always fresh, the service is always friendly, and the food is always good country cooking.",
        "The atmosphere is family friendly, in a no frills dining room.",
        "The style and atmosphere is casual and family friendly.",
        "Priding itself on ecologically friendly practices such as the use of renewable energy, the restaurant's food is seasonal and the menu changes based the local availability of ingredients.",
        "This inexpensive, family friendly café serves unique gourmet food and beverages.",
        "The staff is friendly and the decor is happy in hues of yellow and orange.",
        "Food is authentically prepared with ultra-fresh ingredients and served with friendly efficiency.",
        "It offers a diverse selection of wines all reasonably priced; even the vintages are friendly on the budget.",
        "Close to several area parks, the motel features free breakfast and parking, laundry facilities and is pet friendly.",
        "This restaurant is casual, friendly, and great for families.",
        "Family-owned, this little seaside restaurant is reasonably priced and family friendly.",
        "Service is friendly and prompt, with lunch and dinner served daily.",
        "This family friendly restaurant offers many sandwiches in junior sizes.",
        "Served in a low-key atmosphere and by friendly staff, the cuisine really is superb.",
        "The attire is very casual, and prices are equally friendly.",
        "The atmosphere is casual and friendly with comfortable booths.",
        "To me, a beautiful horse is one that looks friendly.",
        "Alex spoke from behind her, his tone less than friendly.",
        "Alex was civil to Señor Medena, if not friendly.",
        "He stepped through the door, his expression less than friendly.",
        "His kiss was more than friendly.",
        "It even appeared that they were friendly.",
        "The sun was too bright, the people around her too friendly.",
        "When he returned to the main room, Harrigan had left to talk to a class of grade-school children, a job at which he excelled, much to the pleasure of the others who shunned playing Officer Friendly.",
        "Nice guy, no world beater, always friendly....",
        "If the Puritans regarded bowls with no friendly eye, as Lord Macaulay asserts, one can hardly wonder at it.",
        "Every player uses four lignum vitae bowls in single-handed games and (as a rule) in friendly games, but only two in matches.",
        "And now in all the Greek cities of Aeolis and Ionia the oligarchies or tyrants friendly to Persia fell, and democracies were established under the eye of Alexander's officers.",
        "He, like Jeremiah, was friendly to Nebuchadrezzar, regarding him as Yahweh's instrument for the chastisement of the nation.",
        "The encyclical letter is accompanied by sixty-three resolutions (which include careful provision for provincial organization and the extension of the title \"archbishop\" to all metropolitans, a \"thankful recognition of the revival of brotherhoods and sisterhoods, and of the office of deaconess,\" and a desire to promote friendly relations with the Eastern Churches and the various Old Catholic bodies), and the reports of the eleven committees are subjoined.",
        "With the latter, however, he remained on the most friendly terms, and when he departed from Rome, left in his hands two unfinished pictures which Raphael completed.",
        "Cabot, with a large following, entered the Parana and established a settlement just above the mouth of the river Carcaranal, to which he gave the name of San Espiritu, among the Timbu Indians, with whom he formed friendly relations.",
        "The Romans knew as little about Istakhr as the Greeks had done about Persepolis - and this in spite of the fact that for four hundred years the Sassanians maintained relations, friendly or hostile, with the empire.",
        "Cook examined the bay in the pinnace, and landed several times; but by no endeavour could he induce the natives to hold any friendly communication with him.",
        "King, the sole survivor, was saved by meeting the friendly blacks, and was found alive in September by Mr A.",
        "After a hasty consecration he was forced to take refuge with a friendly noble by the faction of Pierleoni, who was elected pope under the name of Anacletus II.",
        "Instead they used every endeavour to establish friendly relations with the rulers of all the neighbouring kingdoms, and before d'Alboquerque returned to India he despatched embassies to China, Siam, and several kingdoms of Sumatra, and sent a small fleet, with orders to assume a highly conciliatory attitude toward all natives, in search of the Moluccas.",
        "Cromwell's moderation and freedom from imperiousness were acknowledged even by those least friendly to his principles.",
        "In the internal administration of the colonies Cromwell interfered very little, maintaining specially friendly relations with the New Englanders, and showing no jealousy of their desire for self-government.",
        "With its object he sympathized; yet he could not give official sanction to an armed attack on a friendly power, nor on the other hand could he forbid an action enthusiastically approved by public opinion.",
        "The friendly attitude of France towards Italy during the period immediately subsequent to the occupation of Rome seemed to cow and to dishearten the Vatican.",
        "Mancini had therefore to be content with a declaration that the allies would act in mutually friendly intelligence.",
        "Meanwhile the enthusiastic reception accorded to the young German emperor on the occasion of his visit to Rome in October 1888, and the cordiality shown towards King Humbert and Crispi at Berlin in May 1889, increased the tension of FrancoItalian relations; nor was it until after the fall of Prince Bismarck in March 1890 that Crispi adopted towards the Republic a more friendly attitude by sending an Italian squadron to salute President Carnot at Toulon.",
        "He terminated the war with Holland in 1674, and from that time maintained a friendly correspondence with William; while in 1677, after two years of tedious negotiations, he overcame all obstacles, and in spite of James's opposition, and without the knowledge of Louis XIV., effected the marriage between William and Mary that was the germ of the Revolution and the Act of Settlement.",
        "'Shaftesbury, doubtless no friendly witness, speaks of him as .an inveterate liar, \"proud, ambitious, revengeful, false, prodigal and covetous to the highest degree,\" 4 and Burnet supports his unfavourable judgment to a great extent.",
        "He draws no inferences to theology or religion, whether friendly or hostile, from his new positions.",
        "Of their massacres of shipwrecked crews, even in quite modern times, there is no doubt, but the policy of conciliation unremittingly pursued for the last forty years has now secured a friendly reception for shipwrecked crews at any port of the islands except the south and west of Little Andaman and North Sentinel Island.",
        "The tribal feeling may be expressed as friendly within the tribe, courteous to other Andamanese if known, hostile to every stranger, Andamanese or other.",
        "Cesare's position was greatly shaken, and when he tried to browbeat the cardinals by means of Don Michelotto and his bravos, they refused to be intimidated; he had to leave Rome in September, trusting that the Spanish cardinals would elect a candidate friendly to his house.",
        "He then reached Tongatabu, one of the Friendly Islands of Cook; and returned by the north coast of New Guinea to Batavia.",
        "Thence he went to the Kurile Islands and Kamchatka, and sailed from the far north down the meridian to the Navigator and Friendly Islands.",
        "friendly relations are maintained with Spain, as the Spanish plantations in Fernando Po are to a great extent worked by Liberian labour.",
        "Instead of aiming at Church extension, they built settlements on the estates of friendly noblemen, erected Brethren's and Sisters' houses, and cultivated a quiet type of spiritual life.",
        "The relations of the Esths and Letts with their landlords are anything but friendly.",
        "He strengthened the cordial understanding with France by a formal agreement, the terms of which were not divulged, but he never encouraged the French government in any aggressive designs, and he maintained friendly relations with Germany.",
        "His administration was marked by a revival of American industries and a reduction of the public debt, and at its conclusion the country was left in a condition of prosperity and on friendly terms with foreign nations.",
        "We may remark in passing that the retreat was often enlivened, or invaded, by friendly tourists from England, whose \" frequent incursions \" into Switzerland our recluse seems half to lament as an evil.",
        "From this time his relations with the government were less friendly, and in 1878 he brought about the rejection of the first Socialist Bill.",
        "Certain traditions, it is true, indicate that Israel had been at war with the Aramaeans from before 854 to 842, and that Hazael was attacking Gilead at the time when Jehu revolted; but in the midst of these are other traditions of the close and friendly relations between Israel and Damascus !",
        "The Judaean narratives do not allow us to fill the gap or to determine whether Judaean policy under the regent Jehoiada would be friendly or hostile to Israel, or whether Judaean nobles may have severed the earlier bond of union.",
        "The Chaldeans alone destroyed Jerusalem (2 Kings xxv.); Edom was friendly or at least neutral (Jer.",
        "But though this defensive zeal led to active persecution, still in theory Judaism was a tolerated religion wherever the Church had sway, and many papal bulls of a friendly character were issued throughout the middle ages (Scherer, p. 32 seq.).",
        "The emperor even permitted Jewish wholesale merchants, notables and their sons, to wear swords (January 2, 1782), and especially insisted that Christians should behave in a friendly manner towards Jews.\"",
        "TONGA, Or Friendly Islands (So called by Captain Cook), an archipelago in the South Pacific Ocean, about 350 m.",
        "and seized this opportunity of lavishing on the pontiff friendly congratulations mingled with useful advice.",
        "It was under his control that the Wabash system became transcontinental and secured an Atlantic port at Baltimore; and it was he who brought about a friendly alliance between the Gould and the Rockefeller interests.",
        "White soon returned to England for supplies, and having been detained there until 1591 he found upon his return no trace of the colony except the word \" Croatan \" carved on a tree; hence the colony was supposed to have gone away with some friendly Indians, possibly the Hatteras tribe, and proof of the assumption that these whites mingled with Indians is sought in the presence in Robeson county of a mixed people with Indian habits and occasional English names, calling themselves Croatans.",
        "Here Venantius Fortunatus, the Italian poet, found a friendly reception, and two of the poems printed under his name are usually attributed to Radegunda.",
        "Confucianism is an ethical rather than a religious system, and hence was able to co-exist, though not on very friendly terms, with Buddhism, which reached China about the 1st century A.D.",
        "He was no longer an outlaw with a band of wandering companions, but a petty chieftain, head of a small colony of men, allied with families of Caleb and Jezreel (in Judah), and on friendly footing with the sheikhs south of Hebron.",
        "David's friendly relations with the Philistines find a parallel in Isaac's covenant with Abimelech.",
        "2 A deadly conflict with the Ammonites was provoked by a gross insult to friendly ambassadors of Israel; 3 and this war, of which we have pretty full details in 2 Sam.",
        "To the north-west Israel bordered upon Tyre, with whom its relations were friendly.",
        "King and queen fly, carrying the child with them, and while the wife is tending her husband, who dies of a broken heart on his flight, the infant is carried off by a friendly water-fairy, the Lady of the Lake, who brings the boy up in her mysterious kingdom.",
        "He first settled in Egypt, hearing the lectures of Didymus, the Origenistic head of the catechetical school at Alexandria, and also cultivating friendly relations with Macarius the elder and other ascetics in the desert.",
        "In 1775 he was superseded in the empress's graces by Zavadovsky; but the relations between Catherine and her former lover continued to be most friendly, and his influence with her was never seriously disturbed by any of her subsequent favourites.",
        "He is accordingly friendly to the Goths, even apart from the influence of Cassiodorus; but he is also prepossessed in favour of the eastern emperors in whose territories this confederation lived and whose subject he himself was.",
        "Finally, connected as he was with the Alans, he shows himself friendly to them, whenever they enter into his narrative.",
        "On her way back to Scotland she was driven by storms to Portsmouth harbour and paid a friendly visit to Edward VI.",
        "The hostility of Arran and his brother Archbishop Hamilton forced Mary into friendly relations with the lords who favoured the Protestant party.",
        "There the bishops of Jerusalem and Caesarea received him in the most friendly manner, and got him to deli;per public lectures in the churches.",
        "Thanks to the friendly intervention of the marechal du camp, baron Duteil, Bonaparte once more gained leave of absence for three months and reached Corsica in September 1791.",
        "He stood on friendly terms with Mahommed I., but was again besieged in his capital by Murad II.",
        "The attempt of Des Murs was praiseworthy, but in effect it has utterly failed, notwithstanding the encomiums passed upon it by friendly critics (Rev. de Zoologie, 1860, pp. 176-183,313-325,370-373).2 Until about this time systematists, almost without exception, may be said to have been wandering with no definite purpose.",
        "Gilbert seems to have submitted quietly to this judgment; he yielded assent to the four propositions, and remained on friendly terms with his antagonists till his death on the 4th of September 1154.",
        "Boniface, marquis of Monferrat, desired to make good the claim to Salonica, and the Venetians doubtless wished to upset the Greek empire, which had recently shown itself so friendly to their rivals the Genoese.",
        "Besides the distinctions of human and nonhuman, hostile and friendly, the demons in which the lower races believe are classified by them according to function, each class with a distinctive name, with extraordinary minuteness, the list in the case of the Malays running to several score.",
        "Among the Zulu the spirits of the dead are held to be friendly or hostile, just as they were in life; on the Congo a man after death joins the good or bad spirits according as his life has been good or bad.",
        "on the pilgrims, against which the Papacy had already been forced to remonstrate; nor were the Italian towns, with the exception of favoured Venice, disposed to be friendly to the great monopolist city of Constantinople.",
        "Thus was begun the Second Crusade, 1 under auspices still more favourable than those which attended the beginning of the First, seeing that kings now took the place of knights, while the new crusaders would no longer be penetrating into the wilds, but would find a friendly basis of operations ready to their hands in Frankish Syria.",
        "Unlike many Orientals, the Malays can be treated with a friendly familiarity without such treatment breeding lack of respect or leading to liberties being taken with the superior.",
        "But the chancellor, although preserving friendly relations with his old patron, subordinated the interests of the Church to those of his new master.",
        "In 228 Athens entered into friendly intercourse with Rome, in whose interest she endured the desperate attacks of Philip V.",
        "The ruthless methods by which the Spaniards forced the natives to labour for them caused a change in the attitude of the erstwhile friendly Borinquenos.",
        "Friends' Witness, The Friendly Messenger, The Friends' Fellowship Papers, The Friends' Quarterly Examiner, Journal of the Friends' Historical Society.",
        "In 1899 the mullah began raiding tribes friendly to the British; in August of that year he occupied Burao, 80 m.",
        "In support of this decision it was urged that it was no good pursuing people whom it was impossible to catch, that the isolated posts in the interior had not been able to protect the friendly tribes; and that the semi-desert nature of the country did not justify any attempt at economic development.",
        "But the jubilee of Queen Victoria in 1887 and the pope's priestly jubilee a few months later were the occasion of friendly intercourse between Rome and Windsor, Mgr.",
        "He had no sympathy with the Old Lutherans and their strict orthodoxy - on the contrary he was friendly with the Reformed congregations, and with George Whitefield and the Tennents.",
        "unfriendly to strangers, but as Greek colonies sprang up on the shores this was changed to euxinus, friendly to strangers.",
        "entered into friendly negotiations with the ban, whose country was for the moment an independent and formidable state.",
        "Many of the janissaries had married and settled on the land, forming a strongly conservative and fanatical caste, friendly to the Moslem nobles, who now dreaded the curtailment of their own privileges.",
        "Murad maintained a show of friendly relations with the emperor John Palaeologus, while capturing his cities.",
        "Meanwhile in Asia also the Ottoman Empire had been consolidated and extended; but from 1501 onwards the ambitious designs of the youthful Shah Ismail in Persia grew more and more threatening to its security; and though Bayezid, intent on peace, winked at his violations of Ottoman territory and exchanged friendly embassies with him, a breach was sooner or later inevitable.",
        "exchanging in 1492 friendly messages with Bayezid through the Tatar khan Mengli Girai; the first Russian ambassador appeared at Constantinople three years later.",
        "Friendly relations had subsisted between Suleiman and Ferdinand during the expedition to Persia; but on the death of Zapolya in 1539 Ferdinand claimed Hungary and besieged Budapest with a large force.",
        "Torgud was now summoned to Constantinople to answer for piracies committed on the friendly galleys of Venice; but he sailed instead to Morocco, and there for two years defied the sultan's authority.",
        "Moreover, the Porte was thrown into a suspicious mood by the contrast between the friendly language of the western powers and the active sympathy of the western peoples for the Greeks, who were supported by volunteers and money drawn from all Europe.",
        "By the patent articles of the treaty the powers agreed to secure the autonomy of Greece under the suzerainty of the sultan, but without any breach of friendly relations with Turkey.",
        "The effect on the passionate sultan of this \" unparalleled outrage on a friendly power in time of peace \" is easy to imagine.",
        "If, however, he was weak in numbers, he was now again operating in a friendly country, able to find food almost everywhere and practically indifferent as to his communications.",
        "He went to Bologna, and studied under the friendly tutelage of Guido; thence he proceeded to Rome, where he painted, in the Cistercian monastery, the \"Miracle of the Loaves.\"",
        "During a two years' visit to England he sought earnestly to gain friends to his colony's cause, but returned to Boston in April 1776 convinced that a friendly settlement of the dispute was impossible.",
        "A friendly letter from Alcuin, and a controversial pamphlet, to which Felix replied, were followed by the sending of several commissions of clergy to Spain to endeavour to put down the heresy.",
        "Cicero was on friendly terms with both him and Roscius, the equally distinguished comedian, and did not disdain to profit by their instruction.",
        "The personal character of Michaelis can be read between the lines 1 By a strange fortune of war it was the occupation of Gottingen by the French in the Seven Years' War, and the friendly relations he formed with the officers, that procured him the Paris MS. from which he edited Abulfeda's description of Egypt.",
        "He is friendly to Stephen, but not an indiscriminate partisan.",
        "Cicero was in friendly relations with it, and exerted influence that it might retain its property in Gaul, so that it is obvious that it had then recovered municipal rights.",
        "In 510 B.C. Crotona was strong enough to defeat the Sybarites, with whom it had previously been on friendly terms, and raze their city to the ground.",
        "An international arbitrator may be the chief of a friendly power, or he may be a private individual.",
        "Differences falling under the second general head are, for the most part, unsuitable, and may only be adjusted (if at all) through the mediation of a friendly power.",
        "The result was of importance, as it was known that Brazil was on friendly terms with Chile, and this interchange of courtesies had some effect in bringing about a settlement of the controversy between Chile and Argentina over the Andean frontier question without recourse to hostilities.",
        "The territories of the state were enlarged; a friendly alliance was maintained with Florence; trade flourished; in 1321 the university was founded, or rather revived, by the introduction of Bolognese scholars; the principal buildings now adorning the town were begun; and the charitable institutions, which are the pride of modern Siena, increased and prospered.",
        "But through the friendly mediation of the Florentines and the French king he was recalled from banishment on 29th March 1503.",
        "Biggar and with a following of 700 friendly Zulus crossed the Tugela near its mouth.",
        "Sir George, being without definite instructions from England, could give no decisive answer, but he was friendly disposed to the Natal farmers.",
        "This was largely due to his friendly intimacy with the majority of the Magyar notables, from among whom he chose his chief counsellors.",
        "It might, perhaps, have gone hard with him if his counsel had been strictly followed, as he confessed to have had from his thirty-seventh year a friendly demon, who, if properly invoked, touched his right ear when he purposed doing what was wrong, and his left when he meditated doing good.",
        "Worse even than this was the system of wholesale expatriation adopted as a punishment for those who had shown a friendly attitude to the invading Serbian army.",
        "20, which it pointedly described as \" a friendly proposal, not as an injunction.\"",
        "It was to meet in a friendly spirit those men who had by their industry converted a poor pastoral country into a rich industrial one, who represented more than half the inhabitants, who paid more than threefourths of.",
        "That all points of mutual difference shall be regulated by the friendly course of arbitration, or by what- The ever amicable way may be agreed upon by the government with Her Majesty's Government.",
        "He was on friendly terms with the prince's mistress,Henrietta Howard, af terwards countess of Suffolk.",
        "It was shortly after this revolution, in 317, that Agathocles with a body of mercenaries from Campania and a host of exiles from the Greek cities, backed up by the Carthaginian Hamilcar, who was in friendly relations with the Syracusan oligarchy, became a tyrant or despot of the city, assuming subsequently, on the strength of his successes against Carthage, the title of king.",
        "At this time an attempt was made to murder Chaka; but the wound he received was cured by one of Farewell's companions, a circumstance which made the king very friendly to Europeans.",
        "A series of negotiations followed; nothing was demanded of the Burmese beyond a very moderate compensation for the injuries inflicted on the masters of two British vessels, an apology for the insults offered by the governor of Rangoon to the representatives of the British government, and the re-establishment of at least the appearance of friendly relations by the reception of a British agent by the Burmese government.",
        "Peace is considered not so much a state of equilibrium and friendly relations between parties, but rather as the rule of a third within a certain region - a house, an estate, a kingdom.",
        "and friendly to the papacy; their Latin style is excellent.",
        "He was on friendly terms with many who were not Jews, and was so warmly devoted to his slave Tabi that when the latter died he mourned for him as for a beloved member of his own family.",
        "After in vain attempting to obtain an apology for \" the unparalleled outrage against a friendly power \" he issued on the 10th of December a solemn hatti sheriff summoning the faithful to a holy war.",
        "They subsequently became known to sealers and traders in sandalwood, who, however, established no friendly relations with the natives.",
        "ORDER OF DRUIDS, a friendly society founded, as an imitation of the ancient Druids, in London in 1781.",
        "(See FRIENDLY SOCIETIES.)",
        "Akhdar, inhabited by a friendly people who seem to have welcomed him everywhere, he visited Ibra, Semed and Nizwa at the southern foot of the mountains.",
        "After his death about 569 or 570 the friendly relations with the West continued, but about 583 there was a breach.",
        "They are a peaceful and united race, and have been friendly to the British, but at enmity with the Khetrans and the Baluch tribes to the south of their country.",
        "But friendly advisers also joined him, pointing out the risks of his undertaking.",
        "The first white settlement in the Mosquito country was made in 1630, when the agents of an English chartered company - of which the earl of Warwick was chairman and John Pym treasurer - occupied two small cays, and established friendly relations with the Indians.",
        "This decision at first gave offence to the Bolivians, but friendly overtures from Peru led to its acceptance by both parties with the understanding that modifications would be made in locating the line wherever actual settlements had been made by either party on territory awarded to the other.",
        "On the 15th of November 1532 Pizarro with his little army, made his way to Cajamarca, where he received a friendly welcome from the Inca, whom he treacherously seized and made prisoner.",
        "The faults of Night, the earliest of these, are pointed out in a long and friendly letter (30th of January 1819) from Robert Southey to the author.",
        "Now too the Piagnoni quitted office; the new signory was less friendly, and the prior was persuaded by his adherents to retire to St Mark's.",
        "Comte made her an annual allowance, and for some years after the separation they corresponded on friendly terms. Next in the list of the vexations was a lawsuit with his publisher.",
        "The most prominent members of the family were Mircea (1386-1418), who accepted Turkish suzerainty; Neagoe, the founder of the famous cathedral at Curtea de Argesh; Michael, surnamed the Brave (1592-1601); and Petru Cercel, famous for his profound learning, who spoke twelve languages and carried on friendly correspondence with the greater scholars and poets of Italy.",
        "The sect was called by the Rabbis Boethusians as being friendly to the family of Boethus, whose daughter Mariamne was one of Herod the Great's wives.",
        "Lord John Russell (afterwards Earl Russell), his friendly biographer, has to confess that Fox might have joined in the confession of Mirabeau: \"The public cause suffers for the immoralities of my youth.\"",
        "But on either side of this refusal are to be found elaborate projects of friendly societies and widows' funds, which practically cover, in a clumsy and roundabout manner, the whole ground of life insurance.",
        "His relations with the grand-dukes of Muscovy were friendly on the whole, and twice he married orthodox Russian princesses; but this did not prevent him from besieging Moscow in 1368 and again in 1372, both times unsuccessfully.",
        "Soon after came the first Punic war, the principal scene of which was Sicily, where, from common hostility to the Carthaginian, Greek and Roman were brought into friendly relations, and the Roman armies must have become familiar with the spectacles and performances of the Greek theatre.",
        "The natives are keen traders, and though uncouth in manners when compared with their nearest neighbours, the Tongans and Samoans, are friendly to Europeans.",
        "It was, however, due to his haughty and violent temper that the traditional friendly relations between Turkey and France were broken.",
        "During his reign Savoy abandoned its attitude of subserviency to France, adopting a policy of greater independence, and became more friendly to Austria.",
        "Though Syracuse remained friendly, and the colonies in the N.W.",
        "The recent relations between the Indian government and Bhutan have been satisfactory; and during the troubles with Tibet in 1904 the attitude of the Bhutias was perfectly correct and friendly.",
        "With the growth of wealth and security the martial spirit of the Order began to wane, and so also did its friendly relations with the Maltese.",
        "Friendly inhabitants kept Bazaine well informed as to the magnitude of the danger threatening him from the south, and a special telegram from Paris, the true origin of which has never been traced, led him to believe that the I.",
        "The Copenhagen post gave him, as well as some other diplomats, an exceptional opportunity of watching the principal moving powers of European politics from a point of vantage, as the matrimonial alliances of the Danish royal family occasionally brought together in a friendly family circle the widow of Alexander III, Nicholas II and the Prince of Wales who was to become King Edward VII.",
        "The two often engaged in friendly rivalry to try whether the orator or the actor could express a thought or emotion with the greater effect, and Roscius wrote a treatise in which he compared acting and oratory.",
        "He had then a friendly meeting with Paez and soon after entered Caracas, where he fixed his headquarters, in order to check the northern departments, which had been the principal theatre of the disturbances.",
        "The plenipotentiaries of Great Britain, France, Austria, Russia, Sardinia and Turkey recorded in a protocol, at the instance of Lord Clarendon, their joint wish that \"states between which any misunderstanding might arise should, before appealing to arms, have recourse so far as circumstances might allow (en tant que les circonstances l'admettraient) to the good offices of a friendly power.\"",
        "He deposed or killed many Greek dynasts, among them the famous Hermias of Atarneus, the protector of Aristotle, who had friendly relations with Philip (342 B.C.).",
        "At the time of the invasion of the Gauls in 391 B.C., on the other hand, Clusium was on friendly terms with Rome; indeed, it was the action of the Roman envoys who had come to intercede for the people of Clusium with the Gauls, and then, contrary to international law, took part in the battle which followed, which determined the Gauls to march on Rome.",
        "In the electorate of Cologne they were in friendly country, and the main army soon moved down the Rhine from Dusseldorf, the corps of Turenne on the left bank, that of Conde on the right.",
        "She helped to raise Buckingham to power in the place of Somerset, maintained friendly relations with him, and approved of his guidance and control of the king.",
        "However doubtful such conjectures concerning his intentions may be, it is certain that immediately after his coronation Charles sought to establish friendly relations with Constantinople, and even suggested a marriage between himself and Irene, as he had again become a widower in 800.",
        "His dress, the simplicity of his external appearance, the friendly meekness of the old man, and the apparent humility of the Quaker, procured for Freedom a mass of votaries among the court circles who used to be alarmed at its coarseness and unsophisticated truths.",
        "On this account Saul spared them when bidden by Yahweh to destroy Amalek; David, too, whilst living in Judah, appears to have been on friendly terms with them (I Sam.",
        "Mutesa had received Speke and Grant in a most friendly manner.",
        "Talleyrand arrived in London on the 24th of January 1792, and found public opinion so far friendly that he wrote off to Paris, \"Believe me, a rapprochement with England is no chimera.\"",
        "Pitt received him cordially; and to Grenville the envoy stated his hope that the two free nations would enter into close and friendly relations, each guaranteeing the other in the possession of its existing territories, India and Ireland being included on the side of Britain.",
        "A threat of invasion by Henry in 1243 for a time interrupted the friendly relations between the two countries; but the prompt action of Alexander in anticipating his attack, and the disinclination of the English barons for war, compelled him to make peace next year at Newcastle.",
        "Having gained admission to Ilium by declaring that, as a Roman, he was friendly, he massacred the inhabitants and burnt the place to the ground.",
        "St Paul anxiously promoted friendly intercourse and sympathy between the scattered Ecclesiae; but the unity of the universal Ecclesia as he contemplated it does not belong to this region: it is a bulk of theology and religion, not a fact of what we call ecclesiastical politics.\"",
        "William Kieft was appointed director-general late in 1637, and in 1638 the Company abandoned its monopoly of trade in New Netherland and gave notice that all inhabitants of the United Provinces, and of friendly countries, might trade there subject to an import duty of io %, an export duty of 15%, and to the requirement that the goods should be carried in the Company's ships.",
        "A treaty of alliance with the Mohawks and Senecas procured for the English the same friendly relations with the Iroquois that the Dutch had enjoyed.",
        "This merchant sent an agent into the interior who made friendly treaties between France and some of the native chiefs.",
        "The new nationalism of 1848 did not deprive the Jews of political rights, but it denied them both the amenities of friendly intercourse and the opportunity of distinction in the university, the army and the professions.",
        "He hoped for assistance from the friendly Nabataeans; but, as they owed everything to their position as middlemen for the South-Arabian trade, which a direct communication between Rome and the Sabaeans would have ruined, their viceroy Syllaeus, who did not dare openly to refuse help, sought to frustrate the emperor's scheme by craft.",
        "77, as Dilllnann has shown), in the Periplus of an anonymous contemporary of Pliny (§ 23) we read that Charibael of Zafar, \" the legitimate sovereign of two nations, the Homerites and Sabaeans,\" maintained friendly relations with Rome by frequent embassies and gifts.",
        "The emigrants were treated with great kindness by Moroko, the chief of that tribe, and with the Barolong the Boers maintained uniformly friendly relations.",
        "\" And then, \" writes Dr Theal, \" was seen forced the strange spectacle of an English commissioner addressing men who wished to be free of British control as the friendly and well-disposed inhabitants, while for those who desired to remain British subjects and who claimed that protection to which they believed themselves entitled he had no sympathizing word.\"",
        "This fact was not allowed to influence the friendly relations between the Free State and Great Britain.",
        "Even those friendly to him sometimes felt it necessary to defend his political course by saying that he was compelled to raze the old buildings and prepare the ground on which his successors might build new and better structures.",
        "The project itself is nearly four centuries old; for a century Great Britain and the United States had been sometimes in friendly, sometimes in acrimonious dispute as to how this was to be accomplished; the French undertook the work and failed.",
        "Beust became minister for both home and foreign affairs in 1852, and under his guidance the policy of Saxony became more and more hostile to Prussia and friendly to Austria.",
        "Living on friendly terms with the king, Harald kept this agreement until Sigurd's death in 1130.",
        "With the Habsburgs, Hungary's natural rivals in the west, Louis generally maintained friendly relations.",
        "In his early manhood he had been on friendly terms with Nero, by whom he was decorated in 65 (Tacitus, Annals, xv.",
        "27-31 1918, could only be regarded as an attempt on the part of the impotent Monarch to bring about a friendly liquidation between the peoples who were separating from each other.",
        "But since the non-German nationalities were not prepared to accept such a peaceful settlement, the liquidation between the monarchy and the new republic was confined to German-Austria, and Lammasch's friendly offices might certainly be thanked for the fact that in this quarter the settlement was achieved quite bloodlessly, in favourable contrast with the two years of fighting between Czechs, Poles, Ruthenians, Magyars, Rumanians, Southern Slays and Italians.",
        "In 1808 he was appointed the first British envoy to the court of Kabul, with the object of securing a friendly alliance with the Afghans; but this proved of little value, because Shah Shuja was driven from the throne by his brother before it could be ratified.",
        "He had long been on friendly terms with the emperor Frederick II., but now excommunicated him (29th of September 1227) for continued neglect of his vows and refusal to undertake the crusade.",
        "Accepting as a fait accompli the existence of the triple alliance, created by Bismarck for the purpose of resisting any aggressive action on the part of Russia and France, he sought to establish more friendly relations with the cabinets of Berlin, Vienna and Rome.",
        "In July 1861 he accepted from Lord Palmerston the office of solicitor-general, a knighthood, and a safe seat for the borough of Richmond in Yorkshire, secured for him through the friendly action of Lord Zetland, and thus began the second spell of Palmer's membership of the House of Commons, which continued till his elevation to the woolsack and the peerage.",
        "English traders were in Siam very early in the 17th century; there was a friendly interchange of letters between James I.",
        "They had attacked the Portuguese in Ceylon (1601), established friendly relations with Achin (1602), and defeated a powerful fleet off Banda (1602).",
        "believed it to be to his political advantage to strengthen friendly relations with Great Britain by the moderation of the import duties that the change was finally made; while the despotic character of his government enabled him, when once the new policy was entered on, to bring about a radical change.",
        "He was on friendly terms with Richard Baxter.",
        "Champlain at once established friendly relations with the Indians and explored the St Lawrence to the rapids above Montreal.",
        "Hence the necessity for outward conformity, and the importance attached to ritual and ceremony, unity in which must be established at all costs, in contrast to dogma and doctrine, in which he showed himself lenient and large-minded, winning over Hales by friendly discussion, and encouraging the publication of Chillingworth's Religion of Protestants.",
        "He was on very friendly terms with the new emperor John, whom he accompanied on his Syrian campaign (1137),9but was forced by illness to return to Byzantium, where he died in the same year.",
        "The aim of that association is \" to promote the development, and maintain the well-being, of classical studies, and in particular (a) to impress upon public opinion the claim of such studies to an eminent place in the national scheme of education; (b) to improve the practice of classical teaching by free discussion of its scope and methods; (c) to encourage investigation and call attention to new discoveries; (d) to create opportunities of friendly intercourse and co-operation between all lovers of classical learning in this country.\"",
        "Friendly relations were at the outset established with the Indians, and the province never had much trouble with that race; but with William Claiborne (1589?-1676?), the arch-enemy of the province as long as he lived, it was otherwise.",
        "In spite of this step, however, the relations between the emperor and the elector were not friendly, and during the next few years Joachim was frequently in communication with the enemies of Charles.",
        "This did not make Mary Tudor any more friendly,and,although the story that Elizabeth favoured Courtenay and that Mary was jealous is a ridiculous fiction, the Spaniards cried loud and long for Elizabeth's execution.",
        "He cultivated friendly relations with the Scandinavians, in order to intermarry if possible with foreign royal houses, so as to increase the dignity of his own dynasty.",
        "Supported by representative Christian leaders, such as Granville Sharp, Zachary Macaulay, William Wilberforce, Charles Grant and Henry Thornton, with Lord Teignmouth, ex-governorgeneral of India, as its first president, and Dr Porteus, bishop of London, as its friendly counsellor, the new society made rapid progress.",
        "There are extant three letters from Dr John Craig to Tycho Brahe, which show that he was on the most friendly terms with him.",
        "These successes roused natural alarm in the minds of the Belgae - a confederacy of tribes in the north-west of Gaul, whose civilization was less advanced than that of the Celtae of the centre - and in the spring of 57 B.C. Caesar determined to anticipate the offensive movement which they were understood to be preparing and marched northwards into the territory of the Remi (about Reims), who alone amongst their neighbours were friendly to Rome.",
        "(whose election alarmed the Jesuits, for they had not found him very friendly as cardinal) was for a time managed with supreme tact by Ignatius, whom he respected personally.",
        "If the growing Christian Church, in quite a different fashion from Paul, laid stress on the literal authority of the Old Testament, interpreted, it is true, allegorically; if it took up a much more friendly and definite attitude towards the Old Testament, and gave wider scope to the legal conception of religion, this must be in part ascribed to the involuntary reaction upon it of Gnosticism.",
        "In the same year Massachusetts encouraged friendly Puritans to settle Hampton on the same purchase, and about a year later this colony organized Hampton as a town with the right to send a deputy to the General Court.",
        "New Hampshire, being on the more friendly terms with the home government, finally petitioned the king to decide the matter, and in 1737 a royal order referred it to a commission to be composed of councillors from New York, Nova Scotia and Rhode Island.",
        "As soon as Ismail had assumed the sovereignty at Balkh, Mahmud, who was at Nishapur, addressed him in friendly terms, proposing a division of the territories held by their father at his death.",
        "Nearly all of them were converted to Christianity by the Mayhews, and they were friendly to the settlers during King Philip's war.",
        "Quintil du Troussay, and the courtier-poet was generally supposed to be Melin de Saint-Gelais, with whom du Bellay had always, however, been on friendly terms.",
        "He notes with exultation the 9th of July 1595, as the date of the pseudodiscovery, the publication of which in Prodromus Dissertationum Cosmographicarum seu Mysterium Cosmographicum (Tubingen, 1596) procured him much fame, and a friendly correspondence with the two most eminent astronomers of the time, Tycho Brahe and Galileo.",
        "The word Manes signified the friendly ancestral ghosts of a Roman household.",
        "During the rest of his rule, which lasted till his death in April 1865, he continued to act in concert with the Clerical party, and endeavoured to maintain friendly relations with the European governments.",
        "Passing Mahanaim (\"camps\"), where he saw the camps of God, Jacob sent to Esau with friendly overtures.",
        "and George V., and his popularity in English aristocratic circles, to establish and secure friendly relations between the Cabinets of Vienna and London.",
        "Becoming friendly with all parties, he had much to do with the formation of the First Triumvirate, and was one of the chief financiers in Rome.",
        "Secondly, in case of serious disagreement, diplomacy having failed, they agree to have recourse, as far as circumstances allow, to the good offices or mediation of one or more friendly powers.",
        "There is thus still good work for diplomacy to do, and if, in the selection of diplomatic representatives, states followed on the one hand the above-mentioned French example, and on the other hand the American example of selecting for the heads of diplomatic missions men who are not necessarily de la carriere, diplomacy might obtain a new lease of activity, and become once more an extremely useful part of the administrative machinery by which states maintain good business relations as well as friendly political intercourse with one another.",
        "and merchants, representing about eighty chambers of commerce of the United Kingdom, should have swept aside all political objections and have boldly trusted to the efficacy of friendly advances as between man and man, appealed to the French people.",
        "Two missionaries were sent to the Friendly Islands in 1826, and in 1835 a mission was undertaken among the cannibals of Fiji, which spread and deepened till the whole group of islands was transformed.",
        "In St Bernard's treatise De consideratione, addressed to Pope Eugenius III., the papacy receives as many reprimands and attacks as it does marks of affection and friendly counsel.",
        "to take refuge in Florence (June 1413), where that dangerous guest received a not very friendly welcome.",
        "By unfailing tact he gained the good will of Great Britain, where before him no cardinal had set foot for two centuries, and secured that friendly understanding between the British government and the Vatican which has since proved so valuable to Rome.",
        "He therefore sent a representative of high rank, who had audience of the tsar, and returned with proposals for a treaty and for the residence of a Russian royal prince in Lhasa in order to promote friendly relations.",
        "The march of Arab conquest kept the Armenians friendly to Byzantium for a few years; but in 718 the catholicus John of Odsun ascended the throne and at the council of Manazkert in 728 repeated and confirmed the anathemas against Chalcedon and the tome of Leo, that had been first pronounced by the catholicus Babken in 491 at a synod held in Valarshapat by the united Armenian, Georgian or Iberian, and Albanian churches.",
        "He sympathized with Montfort as with a friend of the Church and an unjustly treated man; but on the eve of the baronial revolution he was on friendly terms with the king.",
        "He cultivated friendly relations with Athens, indicated in a decree of proxenia (Michel, Rec. d'inscr.",
        "While still a youth his talent became known to Sulpicius Severus, who had estates in that neighbourhood, and in 395 Sulpicius, who probably baptized him, sent him with letters to Paulinus of Nola, where he met with a friendly reception.",
        "In British New Guinea, the south-east portion of the island, the London Mission (1871), the Australian Wesleyans (1892) and the Anglican Church of Australia (1892), have arranged a friendly division of the field and met with gratifying success.",
        "The London Mission ship \" Duff \" in 1797 landed eighteen missionaries (mainly artisans) at Tahiti, ten more in the Tonga or Friendly Islands, and one on the Marquesas.",
        "It was probably at the time when a desire for revenge on her calumniatress made her think the opportunity good and safe for discharge of such a two-edged dart at the countess and the queen that Mary wrote, but abstained from despatching, the famous and terrible letter in which, with many gracious excuses and professions of regret and attachment, she transmits to Elizabeth a full and vivid report of the hideous gossip retailed by Bess of Hardwick regarding her character and person at a time when the reporter of these abominations was on friendly terms with her husband's royal charge.",
        "It seems scarcely to know fear, obtruding itself on the notice of any traveller who invades its haunts, and, should he halt, making itself at once a denizen of his bivouac. In confinement it speedily becomes friendly, but suitable food for it is not easily found.",
        "To his great mortification, however, he found out, as he thought, that Hutcheson and Leechman, with whom he had been on terms of friendly correspondence, were giving the weight of their opinion against his election.",
        "The Judaean David, for his part, sought to cultivate friendly relations with Ammon, and tradition connects him closely with Moab.",
        "It was desirable that the new sovereign should be able to count upon the friendly support of the great powers, and yet not be actually a member of their reigning dynasties.",
        "Among the enactments the following are the most important: - the institution of industrial and labour councils, composed of employers and social employes, and of a superior council, formed of officials, workmen and employers (1887); laws assisting the erection of workmen's dwellings and supervising the labour of women and children (1889); laws for ameliorating the system of Friendly Societies (1890); laws regulating workshops (1896); conferring corporate rights on trades' unions (1898); guaranteeing the security and health of working men during hours of labour (1899).",
        "That this invasion is to be connected with the friendly relations which are said to have subsisted between the first of the Libyan dynasty and Rehoboam's rival is unlikely.",
        "The best known of these poems is The Friendly Epistle addressed to King Udayana.",
        "A friendly alliance with a relatively weak Sweden was.",
        "Arch., 1898, p. 244).2 Whilst the above passages in 1 Kings view Ahab not unfavourably, there are others which give a less friendly picture.",
        "Happily for his honour, the charm which held him captive was at length broken by no gentle or friendly hand.",
        "Later friendly relations between the United States and Great Britain, where, among the upper classes, there was a strong sentiment in favour of the Confederacy, were seriously threatened by the fitting out of Confederate privateers in British ports, and the Administration owed much to the skilful diplomacy of the American minister in London, Charles Francis Adams. A still broader foreign question grew out of Mexican affairs, when events culminating in the setting up of Maximilian of Austria as emperor under protection of French troops demanded the constant watchfulness of the United States.",
        "The law was based on an old Prussian principle; insurance was made compulsory, but the state, instead of doing the work itself, recognized the existing friendly and other societies; they were still to enjoy their corporate existence and separate administration, but they were placed under state control, and for this purpose an imperial insurance department was created in the office of the secretary of state for the interior.",
        "He took a foremost part in almost every good work in his diocese, social or educational, political or religious; while he found time also to cultivate friendly relations with thinking men and women of all schools, and to help all and sundry who came to him for advice and assistance.",
        "Early in 1570 the ambassadors of Ivan the Terrible concluded at Constantinople a treaty which restored friendly relations between the sultan and the tsar.",
        "15) reads: \"Make thy study of the Thora a firmly established duty; say little and do much; and receive every man with friendly countenance.\"",
        "The government wished to come to some agreement by friendly discussion with Rome, but Pius IX.",
        "From Vitruvius himself we learn that he was appointed, in the reign of Augustus, together with three others, a superintendent of balistae and other military engines, a post which, he says, he owed to the friendly influence of the emperor's sister, probably Octavia (De Architectura, i.",
        "After friendly correspondence with the caliph at Bagdad, whom he acknowledged as Amir el Muminin, \"Prince of the Faithful,\" Yusef in 1097 assumed the title of \"Prince of the Resigned\" - Amir el Muslimin.",
        "Neither Jebba nor Lokoja was considered suitable for the permanent capital of the protectorate, and survey parties were sent out, with strict orders to avoid conflict with the nominally friendly natives, to find a more suitable site.",
        "The emir of Sokoto held the position of religious as well as political head of all the lesser states of Northern Nigeria, and in response to friendly overtures on the part of the British administration had declared that between Sokoto and Great Britain there could be nothing but war.",
        "In the Tell el-Amarna letters the friendly kings ask Pharaoh for much gold.",
        "In 877 and 878 Al~mad advanced into Syria and obtained the submission of the chief cities, and at Tarsus entered into friendly relations with the representatives of the Byzantine emperor.",
        "The favor afterwards shown to Ibn Raiq at Bagdad nearly threw the Ikshid into the arms of the Fatimite caliph, with whom he carried on a friendly correspondence, one letter of which is preserved.",
        "Aziz attempted without success to enter into friendly relations with the Buyid ruler of Bagdad, A1/4od addaula, who was disposed to favor the Alids, but caused the claim of the Fatimites to descend from Ali to be publicly refuted.",
        "His reign was marked by friendly relations with the Ottoman sultan Mahommed II., whose capture of Constantinople (1453) was the cause of great rejoicings in Egypt, but also by violent excesses on the part of the Mamelukes, who dictated the sultans policy.",
        "That there might be no doubt of the friendly feeling of the French to the Porte, villages and towns which capitulated to the invaders were required to hoist the flags of both the Porte and the French republic, and in the thanksgiving prescribed to the Egyptians for their deliverance from the Mamelukes, prayer was to be offered for both the sultan and the French army.",
        "At first the intention of the British government was simply to restore the power of the khedive, to keep his highness for some time in the right path by friendly advice, and to withdraw the British troops as soon as possible.",
        "The withdrawal of the Suakin force began on the 17th of May, and the friendly tribes, deprived of support, were compelled to make terms with Osman Digna, who was soon able to turn his attention to Kassala, which capitulated in August, nearly at the same time as Sennar.",
        "Emin and Captain Casati, an Italian, moved south to Wadelai, giving up the northern posts, and opened friendly relations with Kabarega, king of tlnyoro.",
        "At last, in the spring of 1822, after a prolonged siege in his island fortress at Iannina, which even the outbreak of the Greek revolt had not served to raise, the intrepid old man was forced to sue for terms. He asked and received an interview with Khurshid, was received courteously and dismissed with the most friendly assurances.",
        "In the meantime Herioldus remained on friendly terms with Lothair and received a further grant of Walcheren and the neighbouring districts.",
        "Unlike Sweden, Denmark had remained outside the great religious-political movements which were the outcome of the Catholic reaction; and the peculiarity of her position made her rather hostile than friendly to the other Protestant states.",
        "During the investitures dispute Giffard was on friendly terms with Anselm, and drew upon himself a sentence of banishment through declining to accept consecration from the archbishop of York (1103).",
        "Here, in confidence begotten of friendly chats over afternoon tea, the disillusioned autocrat confessed his mistake.",
        "All authorities combine in praising his handsome presence and the affability and charm of his address, together with a certain simplicity of personal tastes, which led him in his intercourse with his friends or with the representatives of friendly powers to dispense with ceremonial and etiquette.",
        "He was on terms of friendship or friendly communication with all the first masters of the age, and Raphael held himself honoured in exchanging drawings with Darer.",
        "In general those where \"the prophet appears as on friendly terms with the king, and possessed of influence at court (e.g.",
        "Report already represented Suffolk as too friendly with French leaders like Charles of Orleans, and it was with reluctance that he undertook the responsibility of an embassy to France.",
        "A friendly letter from Goethe, acknowledging the translation of Wilhelm Meister, reached him at the end of 1824 and greatly encouraged him.",
        "But Mary's heart was in the expedition and in the overthrow of Huntly; she was in the hands of her brother, to whom she had secretly given the earldom of Murray, coveted by Huntly, whose good faith she had never believed in, and whose power was apt to trouble the state and disturb her friendly relations with England.",
        "The parliamentary committee capitulated g P y P with the extremists, who sent friendly messages to Cromwell, and Argyll met him on the Tweed.",
        "The understanding with Russia in the matter of the Balkan States temporarily endangered friendly relations with Italy, who thought her interests threatened, until Goluchowski guaranteed in 1898 the existing order.",
        "pp. 587-599), and before it was ratified the delicate task of keeping up friendly diplomatic relations with France fell to him.",
        "The Academy, of which as treasurer at the time he was a con spicuous member, was regarded by the convention with no friendly eyes as being tainted with \"incivism,\" and in the spring of 1792 A.",
        "With the exception of local disturbances of old standing at Muscat, and at Bushire (where they were fomented by German gold), the Arab and Persian population of both shores maintained a friendly attitude to Great Britain throughout the war, although British gunboats were seldom, if ever, seen at that time in waters which in peace they had regularly patrolled.",
        "His liberality of view and breadth of ecclesiastical sympathy entitle him to rank on questions of Nonconformity among the most distinguished of the school of Richard Baxter; and he maintained friendly relations with many of the dignitaries of the Established Church.",
        "ro-15); neither the political situation in the 3rd century B.C., nor the sages' point of view was friendly to such hopes.",
        "After years of tentative approaches on Schiller's part, years in which that poet concealed even from himself his desire for a friendly understanding with Goethe, the favourable moment arrived; it was in June 1794, when Schiller was seeking collaborators for his new periodical Die Horen; and his invitation addressed to Goethe was the beginning of a friendship which continued unbroken until the younger poet's death.",
        "Hardly less imposing in their calm, placid perfection are the poems with which, in friendly rivalry, Goethe seconded the more popular ballads of his friend; Der Zauberlehrling, Der Gott and die Bayadere, Die Braut von Korintli, Alexis and Dora, Der neue Pausias and Die schone Miillerin - a cycle of poems in the style of the Volkslied - are among the masterpieces of Goethe's poetry.",
        "Art, science, literature - little escaped his ken - and that not merely in Germany: English writers, Byron, Scott and Carlyle, Italians like Manzoni, French scientists and poets, could all depend on friendly words of appreciation and encouragement from Weimar.",
        "Old tradition suggests the \" schools of the prophets \" at Jericho, Gilgal and Bethel, and in fact the proximity of these places, especially Bethel, to Judaean soil may be connected with the friendly and sometimes markedly favourable attitude to Judah in these narratives.",
        "To the minority of strict Jews he was therefore \" the abomination of desolation standing where he ought not \"; but the majority he carried with him and, when he was dying (165 B.C.) during his eastern campaigns, he wrote to the loyal Jews as their fellow citizen and general, exhorting them to preserve their present goodwill towards him and his son, on the ground that his son would continue his policy in gentleness and kindness, and so maintain friendly relations with them (2 Macc. ix.).",
        "A form Ath-Firdia, however, is connected with the ancient story of the warrior Cuchullain of Ulster, who, while defending the ford against the men of Connaught, was forced to slay many with whom he was on friendly terms, and among them the warrior Firdia, whom he regarded with special affection.",
        "Augustus, however, remained on friendly terms with his brother, and to further his policy spent some time at the court of the German king, Ferdinand I., in Vienna.",
        "Friese, the relations between the host and the inquiline are quite friendly, and the insects if they meet in the nestgalleries courteously get out of each other's way.",
        "Indeed on this, as on later occasions, its relations with Persia seem to have been friendly.",
        "It has been said that the declared object of this policy had been to maintain the independence and integrity of Afghanistan, to secure the friendly alliance of its ruler, and thus to interpose a great barrier of mountainous country between the expanding power of Russia in Central Asia and the British dominion in India.",
        "The meeting between the amir Shere Ali and the viceroy of India (Lord Mayo) at Umballa in 1869 drew nearer the relations between the two governments; the amir consolidated and began to centralize his power; and the establishment of a strong, friendly and united Afghanistan became again the keynote of British policy beyond the north-western frontier of India.",
        "For in September the envoy, Sir Louis Cavagnari, with his staff and escort, was massacred at Kabul, and the entire fabric of a friendly alliance went to pieces.",
        "No sooner was he gone than the Indians rose and slew the Greek governor; the Macedonians massacred the Indians; a new governor, sent by Alexander, murdered the friendly Punjab prince, Porus, and was himself driven out of the country by the advance of Chandragupta from the Gangetic valley.",
        "A single survivor, Dr Brydon, reached the friendly walls of Jalalabad, where General Sale was gallantly holding out.",
        "His power lay in the interpretation of literature rather than in linguistic study, and his influence over his pupils was exercised by his own fireside as well as in the relation, always friendly and familiar, which he held to them in the classroom.",
        "The position was complicated by the somewhat enigmatic attitude of Russia; for the Neapolitan Liberals, with many of whom Count Capo d'Istria, the Russian minister of foreign affairs, had been on friendly terms, proclaimed that they had the \" moral support \" of the tsar.",
        "His pamphlet, War and Peace: the Evils of the First with a Plan for Securing the Last, advocating international arbitration, was published by the English Peace Society in 1842, and is said to have contributed to the promulgation, by the powers signing the Treaty of Paris in 1856, of a protocol expressing the wish that nations, before resorting to arms, should have recourse to the good offices of a friendly power.",
        "In 1782 he removed to Kettering in Northamptonshire, where he became friendly with some of the most eminent ministers of the denomination.",
        "He erected a stone pillar at the mouth of the river, which accordingly took the title of Rio de Padrao, and established friendly relations with the natives, who reported that the country was subject to a great monarch, Mwani Congo or lord of Congo, resident at Bonza Congo.",
        "One of the most distinguished of the British governors was Sir Robert Farquhar (1810-1823), who did much to abolish the Malagasy slave trade and to establish friendly relations with the rising power of the Hova sovereign of Madagascar.",
        "While adhering rigidly to his views on the divine institution of episcopacy as essential to the Christian Church, Dr Gore from the first cultivated friendly relations with the ministers of other denominations, and advocated co-operation with them in all matters when agreement was possible.",
        "A court-martial, assembled by order of a friendly admiralty, and presided over by a warm partisan, \"most honourably acquitted\" him on the charge \"that, on the 12th of April, the enemy's ships being then on fire, and the signal having been made that they could be destroyed, he did, for a considerable time, neglect or delay taking effectual measures for destroying them\"; but this decision was in reality nothing more than a party statement of the fact that a commander-in-chief, a supporter of the government, is not to be condemned or broken for not being a person of brilliant genius or dauntless resolution.",
        "The lines of argument followed respectively by friendly and hostile contemporaries immediately after his death (Tac. Ann.",
        "His first efforts in the Prospects on the Rubicon (1787) were directed against Pitt's war policy, and towards securing friendly relations with France.",
        "In 1650, having regained his full liberty, Hammond betook himself to the friendly mansion of Sir John Pakington, at Westwood, in Worcestershire, where he died on the 25th of April 1660, just on the eve of his preferment to the see of Worcester.",
        "In general the natives are friendly towards their white masters.",
        "Californians had been very friendly to Americans, but Larkin's intimates thought they had been tricked, and the people resented the stealthy and unprovoked breaking of peace, and unfortunately the Americans did not known how to treat them except inconsiderately and somewhat contemptuously.",
        "Friendly relations were then maintained between the Zulus and Natal for many years.",
        "Excommunicated by the Franciscan chapter-general in 1670, he remained a devout adherent of his church, although he maintained friendly relations with the Anglicans, accepting their orders and attending their churches.",
        "The relations with the clergy were generally of a more friendly character than in the north, and in some cases the bishop or archbishop even retained a considerable influence in the management of the town's affairs.",
        "Their influence in the foreign relations of the country was likewise great, it being in their interest to keep up friendly relations with England, on whose wool the flourishing state of the staple industry of Flanders depended.",
        "Ibrahim pressed on with characteristic rapidity, his rapid advance being favoured by the friendly attitude of the various sections of the Syrian population, whom he had been at pains to conciliate.",
        "When therefore, on the 8th of October, Guizot, in an interview with Palmerston, presented what was practically an ultimatum on the part of France, \"it was determined that this intimation should be met in a friendly spirit, and that Lord Palmerston should see the Ministers of the other powers and agree with them to acquaint the French that they with England would use their good offices to induce the Porte not to insist on the deprivation of Mehemet Ali so far as Egypt is concerned.\"",
        "Borneo began to be known to Europeans after the fall of Malacca in 1511, when Alphonso d'Albuquerque despatched Antonio d'Abreu with three ships in search of the Molucca or Spice Islands with instructions to establish friendly relations with all the native states that he might encounter on his way.",
        "2 She had maintained a friendly correspondence with the court of Hanover since 1 For their names see Hume and Smollett's Hist.",
        "The country is said to take its name from Nicaras or Nicaragua (also written Micaragua), a powerful Cholutec chief, ruling over most of the land between the lakes and the Pacific, who received Davila in a friendly spirit and accepted baptism at his hands.",
        "After one year at Hope chapel, Clifton, he was called to the ministry of Argyle Independent chapel in Bath; and on the 30th of January 1791 he began the work of his life there, attracting hearers of every religious denomination and of every rank, and winning for himself a wide reputation as a brilliant pulpit orator, an earnest religious author, and a friendly counsellor.",
        "Friendly relations were entered into with the emperor Manuel, and attempts made to come to a better understanding with Henry II., king of England, and Louis VII., king of France.",
        "at Verona, to establish friendly relations with the papacy.",
        "The German clergy remained loyal to the emperor, and hostilities were checked by the death of Urban and the election of a new pope as Gregory VIII., who adopted a more friendly policy towards the emperor.",
        "above the railway station, and was founded by the Carthaginian Himilco in 397 B.C. for a friendly tribe of Sicels, after the destruction, by Dionysius the Elder of Syracuse, of the neighbouring city of Naxos.",
        "Aided by a public stipendium, he spent a year or more studying in the Jardin des Plantes, under the friendly eye of Cuvier, and in making zoological discoveries at Cagliari and other places on the Mediterranean.",
        "His personal relations with Braddock were friendly throughout, and in the calamitous defeat he showed for the first time that fiery energy which always lay hidden beneath his calm and unruffled exterior.",
        "Though on friendly terms with Governor Norborne Berkeley, Baron Botetourt and his successor, John Murray, earl of Dunmore, he nevertheless took a prominent part, though without speechmaking, in the struggles of the Assembly against Dunmore, and his position was always a radical one.",
        "At the same time he was no longer on the former friendly terms with Essex, a certain estrangement 1 Spedding, Letters and Life, i.",
        "Essex does not seem to have been at all hurt by his action in this matter, and shortly after his release they were again on friendly terms, Bacon drawing up letters as if to or from the earl with the design of having them brought before the queen.",
        "During the years prior to the Great Rebellion, however, in spite of the preaching and writings of Vicar Prichard, Wroth and others, the vast mass of Welshmen of all classes remained friendly to the High Church policy of Laud and staunch supporters of the king's prerogative.",
        "So striking was the devotion shown throughout the Principality to the king, who fought his last disastrous campaign in the friendly counties of Wales and the Marches, that on the final victory of the parliament there was passed within a month of Charles's execution 1 Sometimes known as vicar of Llandingat, his church being in that parish.",
        "On this account, and because of certain friendly letters which had passed between him and the queen, he was himself brought to trial, and was executed on the 28th of April 1794.",
        "The council-general of the department had granted him a sum of 600 francs, and the town council promised an annual pension of 400, but in spite of friendly help and introductions Millet went through great difficulties.",
        "His first success was obtained in 1844, when his \"Milkwoman\" and \"Lesson in Riding\" (pastel) attracted notice at the Salon, and friendly artists presented themselves at his lodgings only to learn that his wife had just died, and that he himself had disappeared.",
        "Broadly speaking it may be said that a distinction may be drawn between \" spirits \" and \" gods,\" but it is a distinction of degree rather than of kind, obvious enough at the upper end, yet shading off into manifold varieties of resemblance in the lower forms. Some writers only recognize friendly agencies as gods; but destructive powers like the volcano, or the lords of the underworld, cannot be regarded as the protectors of the life of man, yet they seem in many mythologies to attain the full personalised stature of gods with definite names.",
        "He continued on friendly terms with the Baptists of Providence, and in his writings he expressed the conviction that their practice came nearer than that of other communities to the first practice of Christ.",
        "Camden, who refused a knighthood, was a man of enormous industry, and possessed a modest and friendly disposition.",
        "He had works in hand, moreover, which he wished in due time to publish; and in that connexion the friendly patronage of the De Witts might be of essential service to him.",
        "But Spinoza's experience of theological sensitiveness led him to doubt the possibility of keeping on friendly terms with the established religion, if he were placed in a public capacity.",
        "In order to promote the friendly understanding and co-operation of the nations on the American continents he projected a Pan-American congress, which, after being arranged for, was frustrated by his retirement.",
        "Thus he rejected advantageous offers of mediation and alliance made to him, during 1712, by the maritime powers and by Prussia; and, in 1714, he scouted the friendly overtures of Louis XIV.",
        "good understanding between the two countries was seriously impaired, especially when the proclivities of Gustaf Reuterholm, who then virtually ruled Sweden, induced him to adopt what was generally considered an indecently friendly attitude towards the government at Paris.",
        "This approximation between the two governments was happily followed by friendly feelings between the two nations, under the pressure of a common danger.",
        "The immorality of indemnifying Sweden at the expense of a weaker friendly power was obvious; and, while Finland was now definitively sacrificed, Norway had still to be won.",
        "The Swedish minister of foreign affairs, Count Lewenhaupt, who was considered as too friendly disposed towards the Norwegians, resigned, and was replaced by Count Ludvig Douglas, who represented the opinion of the majority in the First Chamber.",
        "The removal of this source of irritation and the restoration of friendly relations between the two republics was a great relief to the finance of Chile.",
        "With the ministry of d'Azeglio, which soon after got into power, he was on friendly terms, and his pen continued the active defence of his political principles till his death on the 3rd of June 1853.",
        "His immense popularity, his friendly relations with the clergy, and some temporary advances from the banks, tided over difficulties for some time.",
        "Petersburg, in order to create a basis for a permanent friendly relation between Austria-Hungary and Russia.",
        "It was only when Isvolski's proposals were wrecked on the opposition of England, and the Russian minister protested against the annexation of Bosnia and Herzegovina, which had meanwhile been accomplished, and supported the Serbs in their opposition to Austria-Hungary, that Aehrenthal abandoned the idea of a friendly accommodation with the Russian Government.",
        "Germany at the time of the Raid was prepared to intervene, and on the 3rd of January 1896 the German Emperor, by telegram, congratulated Kruger that \" without appealing to the help of friendly powers \" the Boers had overcome Jameson.",
        "A charge of heresy in 1538, of which he was acquitted by his friendly judges, one of whom was his friend Arnoul Le Ferron, was almost the only event of interest during these years, except the publication of his books, and the quarrels and criticisms to which they gave rise.",
        "The orations were followed by a prodigious quantity of Latin verse, which appeared in successive volumes in 1 533, 1 534, 1 539, 1 54 6 and 1547; of these, a friendly critic, Mark Pattison, is obliged to approve the judgment of Huet, who says, \"par ses poesies brutes et informes Scaliger a deshonore le Parnasse\"; yet their numerous editions show that they commended themselves not only to his contemporaries, but to succeeding scholars.",
        "The poverty and natural strength of the country, combined with the ferocious habits of the natives, seem to have equally repelled the friendly visits of inquisitive strangers and the hostile incursions of invading armies.",
        "Pedro maintained friendly relations with England, where in 1352 Edward III.",
        "In theory, the objects of querque King Emanuel's policy were the establishment of friendly commercial relations with the Hindus (who were at first mistaken for Christians \" not yet confirmed in the faith,\" as the king wrote to Alexander VI.) and the prosecution of a crusade against Islam.",
        "Almeida sought to subordinate all else to sea power and commerce, to concentrate the whole naval and military force of the kingdom on the maintenance of maritime ascendancy; to annex no territory, to avoid risking troops ashore, and to leave the defence of such factories as might be necessary to friendly native powers, which would receive in return the support of the Portuguese fleet.",
        "Albuquerque was almost the only Portuguese statesman who strove to deal justly with both Hindus and Mahommedans, to respect native customs, and to establish friendly relations with the great powers of the East.",
        "In 1900 there were 1836 taxed Indians, 26,480 reservation Indians not taxed, and in addition many friendly Papagoes unenumerated.",
        "Half of it was killed, wounded or captured, the other half, in units or small parties, made its way to the only friendly stronghold now remaining openYannina (Janina) in Epirus.",
        "At the first sitting of this diet, on the 24th of October, it was declared that the three estates had agreed henceforth \" to live together in friendly intercourse, as became men belonging to the same country and race.\"",
        "They are intelligent and have shown themselves peaceful and friendly to Europeans.",
        "Urswick was very friendly with Erasmus and with Sir Thomas More.",
        "It is true that here and there the \"creamy richness\" of his style becomes verbosity, and that he occasionally draws too freely on his inexhaustible store of epithets, metaphors and turns of speech; but these faults, which did not escape the censure even of friendly critics like Quintilian, are comparatively rare in the extant parts of his work.",
        "Chitral is an important state because of its situation at the extremity of the country over which the government of India exerts its influence, and for some years before 1895 it had been the object of the policy of the government of India to control the external affairs of Chitral in a direction friendly to British interests, to secure an effective guardianship over its northern passes, and to keep watch over what goes on beyond these passes.",
        "Guizot inaugurated a different policy; by mutual confidence and friendly offices they entirely succeeded in restoring the most cordial understanding between the two governments, and the irritation which Lord Palmerston had inflamed gradually subsided.",
        "In his contest with the Greek empire and the Lombard princes of Benevento, Adrian remained faithful to the Frankish alliance, and the friendly relations between pope and emperor were not disturbed by the difference which arose between them on the question of the worship of images, to which Charlemagne and the Gallican Church were strongly opposed, while Adrian favoured the views of the Eastern Church, and approved the decree of the council of Nicaea (787), confirming the practice and excommunicating the iconoclasts.",
        "The Britons burnt the Roman municipalities of Verulam and Colchester, the mart of London, and several military posts, massacred \"over 70,000\" Romans and Britons friendly to Rome, and almost annihilated the Ninth Legion marching from Lincoln to the rescue.",
        "Protectorates also exist in the Western Pacific group of islands (including the Friendly Islands, the Ellice and Gilbert group, and the British Solomon Islands).",
        "There he spent the remainder of his life, a devoted husband, a wise and tender father, a careful householder, a virtuous villager, a friendly neighbour, and, spite of all his disclaimers, the central and luminous figure among the Transcendentalists.",
        "They were followed by two discourses which commanded for him immediate recognition, part friendly and part hostile, as a new and potent personality.",
        "Germany was the next great power after the United States to recognize the flag of the International Association as that of a friendly state, doing so on the 8th of November 1884, and the same recognition was subsequently accorded by Great Britain on the 16th of December; Italy, 19th of December; Austria-Hungary, 24th of December; Holland, 27th of December; Spain, 7th of January 1885; France and Russia, 5th of February; Sweden and Norway, 10th of February; Portugal, 14th of February; and Denmark and Belgium, 23rd of February.",
        "The note further declared that, as a fresh proof of its friendly feeling towards France, the Association engaged to give France the right of preference if, through unforeseen circumstances, it were compelled to sell its possessions.",
        "By the advocates of radical reforms these measures were regarded as utterly inadequate, and even in Belgium, among those friendly to the Congo State system of administration, some uneasiness was excited by a letter which was published along with the decrees, wherein King Leopold intimated that certain conditions would attach to the inheritance he had designed for Belgium.",
        "The attitude of the powers was at the same time perfectly friendly towards Belgium.",
        "Rochet d'Hericourt, sent by Louis Philippe (1843), with both of whom he concluded friendly treaties on behalf of their respective governments.",
        "the throne, and promptly concluded (2nd of May 1889) with him on behalf of Italy a friendly treaty, to be known hereafter as the famous Uccialli treaty.",
        "As, however, the Italians became more and more friendly with Mangasha and Tigre the apprehensions of Menelek increased, till at last, in February 1893, he wrote denouncing the Uccialli treaty, which differed in the Italian and Amharic versions.",
        "The British one, under Mr (afterwards Sir) Rennell Rodd, concluded a friendly treaty with Abyssinia (15th of May 1897), but did not; except in the direction of Somaliland, touch on frontier questions, which for several years continued a subject of discussion.",
        "Two British officers accompanied this force, which was to co-operate with British troops advancing from Somaliland; but little was achieved by the Abyssinians, and after undergoing considerable privations and losses, and harassing the country generally, including that of some friendly tribes, it returned to Harrar.",
        "Archbishop Sandys' views on the Eucharist horrified him; but on the other hand he maintained friendly relations with Bishop Pilkington and Thomas Lever, and the Puritans had some hope of his support.",
        "Removed by friendly hands, for the relief of his sufferings, to the priory of St Marcel, near Chalon-sur-Saone, he died on the 21st of April 1142.",
        "were formerly friendly to Jeremiah, now took up an attitude of decided hostility to him.",
        "Social work of a varied character forms a large part of the operations of the local councils, and the Free Church Girls' Guild has a function similar to that of the Anglican Girls' Friendly Society.",
        "Mayor's show in London is the most conspicuous survival; the processions connected with royal coronations and with court ceremonies generally; the processions of friendly societies, so popular in Great Britain and America; processions organized as a demonstration of political or other opinions; processions forming part of the ceremonies of public worship. In a narrower sense of \"going forth, proceeding,\" the term is used in the technical language of theology in the phrase \"Procession of the Holy Ghost,\" expressing the relation of the Third Person in the Triune Godhead to the Father and the Son.",
        "He cultivated friendly relations with the tyrants of Miletus and Mytilene, and maintained a connexion with the kings of Lydia, of Egypt and, possibly, of Phrygia.",
        "The first of these maintained that the government should be essentially Rumanian, and, while maintaining friendly relations with foreign Powers, should in no wise allow them to interfere with interal affairs.",
        "friendly towards the powerful count palatine, though there was.",
        "With the emperor he continued to maintain friendly relations; but the period of repose was short.",
        "Whilst premier of Cape Colony, by means of the customs union and in every other way, Rhodes endeavoured to bring about a friendly measure of at least commercial federation among the states and colonies of South Africa."
    ],
    "definition": [
        "a. Characteristic of or behaving as a friend: a friendly greeting; is friendly with his neighbors.\nb. Outgoing and pleasant in social relations: a friendly clerk.\nc. Favorably disposed; not antagonistic: a government friendly to our interests.",
        "a. User-friendly.\nb. Informal Easy to understand or use for a specified agent. Often used in combination: a reader-friendly novel; a consumer-friendly policy.\nc. Informal Low in amount relative to a standard or regular circumstance. Often used in combination: carbohydrate-friendly.",
        "friend′li·ly\nadverb",
        "friend′li·ness\nnoun",
        "Link/Cite",
        "Generally warm, approachable and easy to relate with in character.\nYour cat seems very friendly.",
        "Inviting, characteristic of friendliness.\nHe gave a friendly smile.",
        "Having an easy relationship with something, as in user-friendly etc.",
        "Without any hostility.\na friendly competition\na friendly power or state",
        "Promoting the good of any person; favourable; propitious.\na friendly breeze or gale",
        "(military) Of or pertaining to friendlies (friendly noun sense 2, below). Also applied to other bipolar confrontations, such as team sports\nThe soldier was killed by friendly fire.",
        "(number theory) Being or relating to two or more natural numbers with a common abundancy.\nfriendly numbers, friendly pairs, friendly n-tuples",
        "(now rare) In a friendly manner, like a friend.",
        "(sports) A game which is of no consequence in terms of ranking, betting etc.\nEven as friendlies, derbies often arouse strong emotions",
        "A person or entity on the same side of a conflict.",
        "Link/Cite"
    ]
}